[
    {
        "content": {
            "text": "  1. Borat  2. The DaVinci Code  3. Marie Antoinette  4. Superman Returns  5. Casino Royale  6. Basic Instinct 2  7. Apocalypto  8. Flags of Our Fathers  9. The Departed  10. Talladega Nights  ", 
            "title": "Most Viewed Movie Reviews of 2006"
        }, 
        "weight": 0.8185294616129689, 
        "file": "1816623.txt", 
        "other_topics": {
            "0": 0.0021123612773081687, 
            "1": 0.0025667873128217057, 
            "2": 0.0036470988813448904, 
            "3": 0.003173250223460114, 
            "4": 0.0019705438521665486, 
            "5": 0.005245419491801674, 
            "6": 0.0037788220267555442, 
            "7": 0.003003114584005103, 
            "8": 0.003767271382637492, 
            "9": 0.003770529618967066, 
            "10": 0.002879360640775094, 
            "11": 0.06629830632379681, 
            "12": 0.004656654053311142, 
            "13": 0.8185294616129689, 
            "14": 0.003509423248990938, 
            "15": 0.0027595074389369046, 
            "16": 0.004110294961351282, 
            "17": 0.05606389423900819, 
            "18": 0.005869090339967768, 
            "19": 0.0022888084896246696
        }
    }, 
    {
        "content": {
            "text": "  The ideal slate of Oscar candidates, as chosen by the three critics of The New York Times.  BEST PICTURE  A.O. SCOTT  Letters From Iwo Jima  Little Children  Little Miss Sunshine  Pan's Labyrinth  Days of Glory  MANOHLA DARGIS  Letters From Iwo Jima  Children of Men  Inland Empire  L'Enfant  Three Times  STEPHEN HOLDEN  Letters From Iwo Jima  Babel  Heading South  Pan's Labyrinth  The Queen  BEST ACTOR  A.O. SCOTT  Ricardo Darín  The Aura  Clive Owen  Children of Men  Ken Watanabe  Letters From Iwo Jima  Ryan Gosling  Half Nelson  Peter O'Toole  Venus  MANOHLA DARGIS  Sacha Baron Cohen  Borat  Clive Owen  Children of Men  Ken Watanabe  Letters From Iwo Jima  Ryan Gosling  Half Nelson  Jérémie Renier  L'Enfant  Sacha Baron Cohen  Borat  Toby Jones  Infamous  William H. Macy  Edmond  Tim Robbins  The Secret Life of Words  Forest Whitaker  The Last King of Scotland  BEST SUPPORTING ACTOR  A.O. SCOTT  Jason Schwartzman  Marie Antoinette  Jamel Debbouze  Days of Glory  Rob Brydon  Tristram Shandy: A Cock and Bull Story  Alec Baldwin  The Departed/Running With Scissors  Kazunari Ninomiya  Letters From Iwo Jima  MANOHLA DARGIS  Michael Caine  Children of Men  Sacha Baron Cohen  Talladega Nights: The Ballad of Ricky Bobby  Danny Huston  The Proposition  Anthony Mackie  Half Nelson  Mark Wahlberg  The Departed  STEPHEN HOLDEN  Alan Arkin  Little Miss Sunshine  Steve Carell  Little Miss Sunshine  Jackie Earle Haley  Little Children  Eddie Murphy  Dreamgirls  Nick Nolte  Clean  BEST ORIGINAL SCREENPLAY  A.O. SCOTT  Michael Arndt  Little Miss Sunshine  Iris Yamashita  Letters From Iwo Jima  Rachid Bouchareb  Olivier Lorelle  Days of Glory  Anna Boden  Ryan Fleck  Half Nelson  Andrea Berloff  World Trade Center  MANOHLA DARGIS  Jared Hess  Jerusha Hess  Mike White  Nacho Libre  Cristi Puiu  Razvan Radulescu  The Death of Mr. Lazarescu  Nick Cave  The Proposition  Peter Morgan  The Queen  Will Ferrell  Adam McKay  Talladega Nights: The Ballad of Ricky Bobby  STEPHEN HOLDEN  Michael Arndt  Little Miss Sunshine  Cristi Puiu  Razvan Radulescu  The Death of Mr. Lazarescu  Guillermo del Toro  Pan's Labyrinth  Pedro Almodóvar  Volver  Peter Morgan  The Queen  BEST DIRECTOR  A.O. SCOTT  Clint Eastwood  Letters From Iwo Jima  Oliver Stone  World Trade Center  Alfonso Cuarón  Children of Men  Guillermo del Toro  Pan's Labyrinth  Sofia Coppola  Marie Antoinette  MANOHLA DARGIS  Clint Eastwood  Letters From Iwo Jima  David Lynch  Inland Empire  Alfonso Cuarón  Children of Men  Jean-Pierre and Luc Dardenne  L'Enfant  Hou Hsiao-hsien  Three Times  STEPHEN HOLDEN  Clint Eastwood  Letters From Iwo Jima  Paul Greengrass  United 93  Todd Field  Little Children  Guillermo del Toro  Pan's Labyrinth  Alejandro González Iñárittu  Babel  BEST ACTRESS  A.O. SCOTT  Helen Mirren  The Queen  Penélope Cruz  Volver  Kate Winslet  Little Children  Ashley Judd  Come Early Morning  Meryl Streep  The Devil Wears Prada  MANOHLA DARGIS  Helen Mirren  The Queen  Penélope Cruz  Volver  Maggie Cheung  Clean  Laura Dern  Inland Empire  Shu Qi  Three Times  STEPHEN HOLDEN  Helen Mirren  The Queen  Annette Bening  Running With Scissors  Maggie Cheung  Clean  Judi Dench  Notes on a Scandal  Charlotte Rampling  Heading South  BEST SUPPORTING ACTRESS  A.O. SCOTT  Maggie Gyllenhaal  World Trade Center  Jennifer Hudson  Dreamgirls  Carmen Maura  Volver  Abigail Breslin  Little Miss Sunshine  Charlotte Gainsbourg  The Science of Sleep  Gong Li  Miami Vice  Nazan Kirilmis  Climates  Mia Kirshner  The Black Dahlia  Meryl Streep  The Devil Wears Prada  Meryl Streep  A Prairie Home Companion  STEPHEN HOLDEN  Frances de la Tour  The History Boys  Jennifer Hudson  Dreamgirls  Diane Lane  Hollywoodland  Catherine O'Hara  For Your Consideration  Phyllis Somerville  Little Children  BEST ADAPTED SCREENPLAY  A.O. SCOTT  Richard Linklater  Eric Schlosser  Fast Food Nation  Todd Field and Tom Perrotta  Little Children  Alan Bennett  The History Boys  Sofia Coppola  Marie Antoinette  Douglas McGrath  Infamous  MANOHLA DARGIS  Richard Linklater  Eric Schlosser  Fast Food Nation  Alfonso Cuarón  Timothy J. Sexton  David Arata  Mark Fergus  Hawk Ostby  Children of Men  Patrice Chéreau  Anne-Louise Trividic  Gabrielle  Jonathan Raymond  Kelly Reichardt  Old Joy  Frank Cottrell Boyce  Tristram Shandy  STEPHEN HOLDEN  Robin Campillo  Laurent Cantet  Heading South  Todd Field and Tom Perrotta  Little Children  Alan Bennett  The History Boys  Douglas McGrath  Infamous  Jason Reitman  Thank You for Smoking  THE OSCARS  ", 
            "title": "And the Nominees Should Be"
        }, 
        "weight": 0.8135432386126107, 
        "file": "1816924.txt", 
        "other_topics": {
            "0": 8.53319548683646e-05, 
            "1": 0.00010368916599981721, 
            "2": 0.005630778647844044, 
            "3": 0.00012818813134057595, 
            "4": 7.960303044064846e-05, 
            "5": 0.00021189647062194302, 
            "6": 0.00015265109908357965, 
            "7": 0.01839947758361765, 
            "8": 0.00015218449374803864, 
            "9": 0.009291397281425163, 
            "10": 0.0001163160274181265, 
            "11": 0.009989482974633932, 
            "12": 0.00018811242081709633, 
            "13": 0.8135432386126107, 
            "14": 0.0001417683374117237, 
            "15": 0.00011147438024349249, 
            "16": 0.00016604143803689185, 
            "17": 0.022370762409814456, 
            "18": 0.11904514573930829, 
            "19": 9.245980071546674e-05
        }
    }, 
    {
        "content": {
            "text": "  Weeks  This  Last  On  Week  Week  List  FICTION  1  1  PLUM LOVIN', by Janet Evanovich. (St. Martin's, $16.95.) A mysterious man in Stephanie Plum's life helps her track down a matchmaker who skipped bail.  2  3  9  CROSS, by James Patterson. (Little, Brown, $27.99.) Alex Cross, retired from the F.B.I., has a chance to track a rapist who may have murdered his wife.  3  1  16  FOR ONE MORE DAY, by Mitch Albom. (Hyperion, $21.95.) A troubled man gets a last chance to reconnect and restore his relationship with his dead mother.  4  2  2  THE HUNTERS, by W. E. B. Griffin. (Putnam, $26.95.) An Army officer seeks the killers of a shady American diplomat murdered in Uruguay.  5  5  3  SHADOW DANCE, by Julie Garwood. (Ballantine, $25.95.) A businesswoman encounters danger and romance while investigating an ancient Scottish feud.  6  1  EXILE, by Richard North Patterson. (Holt, $26.) A San Francisco lawyer defends a Palestinian woman accused of assassinating the Israeli prime minister.  7  4  7  NEXT, by Michael Crichton. (HarperCollins, $27.95.) The author of ''Jurassic Park'' describes a not-too-distant future when genetic engineering runs amok.  8*  8  3  STALEMATE, by Iris Johansen. (Bantam, $26.) The forensic sculptor Eve Duncan travels to Colombia to identify a skull for a shady arms dealer.  9  6  11  DEAR JOHN, by Nicholas Sparks. (Warner, $24.99.) An unlikely romance between a soldier and an idealistic young woman is tested in the aftermath of 9/11.  10  7  6  HANNIBAL RISING, by Thomas Harris. (Delacorte, $27.95.) The childhood and adolescence of Hannibal Lecter shed light on how he became ''death's prodigy.''  11*  11  6  THE BOLEYN INHERITANCE, by Philippa Gregory. (Touchstone/Simon & Schuster, $25.95.) Politics and treachery in the court of Henry VIII, narrated by three women, two of them his sometime wives.  12  10  2  THE CAT WHO HAD 60 WHISKERS, by Lilian Jackson Braun. (Putnam, $23.95.) The columnist Jim Qwilleran and his cats probe a mysterious death.  13  9  7  TREASURE OF KHAN, by Clive Cussler and Dirk Cussler. (Putnam, $27.95.) In his 19th adventure, Dirk Pitt confronts a murderous Mongolian tycoon who manipulates the oil market and knows Genghis Khan's secret .  14  12  7  BROTHER ODD, by Dean Koontz. (Bantam, $27.) With his ability to see the spirits of the dead, Odd Thomas, a character in two previous novels by Koontz, heads off a catastrophe at a monastery .  15  1  WEB OF EVIL, by J. A. Jance. (Touchstone/Simon & Schuster, $25.95.) Alison Reynolds, a former Los Angeles news anchor, comes under suspicion when her about-to-be-ex husband is murdered.  16*  13  10  WILD FIRE, by Nelson DeMille. (Warner, $26.99.) Detective John Corey and his wife, an F.B.I. agent, help to foil a nuclear plot against the United States.  Weeks  This  Last  On  Week  Week  List  NONFICTION  1  1  13  THE AUDACITY OF HOPE, by Barack Obama. (Crown, $25.) The Illinois junior senator proposes that Americans move beyond their political divisions.  2  2  14  THE INNOCENT MAN, by John Grisham. (Doubleday, $28.95.) Grisham's first nonfiction book concerns a man sentenced to death for a crime he did not commit.  3  3  65  MARLEY & ME, by John Grogan. (Morrow, $29.95 and $21.95.) A newspaper columnist and his wife learn some life lessons from their neurotic dog.  4  11  2  ABOUT ALICe, by Calvin Trillin. (Random House, $14.95.) The New Yorker writer's recollections of his deceased wife.  5  6  8  PALESTINE PEACE NOT APARTHEID, by Jimmy Carter. (Simon & Schuster, $27.) The former president calls for revitalizing the peace process.  6  4  17  THE GOD DELUSION, by Richard Dawkins. (Houghton Mifflin, $27.) An Oxford scientist asserts that belief in God is irrational.  7*  5  24  I FEEL BAD ABOUT MY NECK, by Nora Ephron. (Knopf, $19.95.) A witty look at aging from a novelist and screenwriter (''When Harry Met Sally'').  8  7  16  CULTURE WARRIOR, by Bill O'Reilly. (Broadway, $26.) The host of ''The O'Reilly Factor'' describes a culture war between traditionalists and secular-progressives.  9  9  93  THE WORLD IS FLAT, by Thomas L. Friedman. (Farrar, Straus & Giroux, $30.) A columnist for The New York Times analyzes 21st-century economics and foreign policy.  10  8  88  FREAKONOMICS, by Steven D. Levitt and Stephen J. Dubner. (Morrow, $27.95.) A maverick scholar and a journalist apply economic theory to everything from cheating sumo wrestlers to abortion and the falling birth rate.  11  1  THE SECRET LIVES OF MEN AND WOMEN, by Frank Warren. (Regan, $21.95.) More postcard confessions from the PostSecret Project.  12  3  BLOOD AND THUNDER, by Hampton Sides. (Doubleday, $26.95.) A history of the American conquest of the West, focused on Kit Carson's defeat of the Navajo.  13*  1  ON ''THE WEALTH OF NATions, by P. J. O'Rourke. (Atlantic Monthly, $21.95.) The author of ''Give War a Chance'' reads (and praises) Adam Smith.  14  2  SEA OF THUNDER, by Evan Thomas. (Simon & Schuster, $27.) The naval war in the South Pacific, 1941-45.  15  10  13  I LIKE YOU, by Amy Sedaris. (Warner, $27.99.) A wacky approach to entertaining from the actress and playwright.  16*  1  PRIME GREEN, by Robert Stone. (Ecco/HarperCollins, $25.95.) A memoir of the '60s from the author of ''Dog Soldiers.''  Rankings reflect sales, for the week ended Jan. 13, at almost 4,000 bookstores plus wholesalers serving 50,000 other retailers, statistically weighted to represent all such outlets nationwide. An asterisk (*) indicates that a book's sales are barely distinguishable from those of the book above. A dagger () indicates that some bookstores report receiving bulk orders. Expanded rankings are available at The New York Times on the Web: nytimes.com/books.  ", 
            "title": "BEST SELLERS: January 28, 2007"
        }, 
        "weight": 0.7991832660643532, 
        "file": "1822253.txt", 
        "other_topics": {
            "0": 9.764714660790837e-05, 
            "1": 0.03358438923462448, 
            "2": 0.012718243580936098, 
            "3": 0.004329905311924965, 
            "4": 9.109141816641432e-05, 
            "5": 0.00024247757788319575, 
            "6": 0.00017468185599482593, 
            "7": 0.021054908303554137, 
            "8": 0.00017414790971786686, 
            "9": 0.0001742985266999025, 
            "10": 0.00013310287101319008, 
            "11": 0.03653047665218014, 
            "12": 0.025314562650169986, 
            "13": 0.7991832660643532, 
            "14": 0.006437053898337916, 
            "15": 0.00012756247255150518, 
            "16": 0.008556438588374533, 
            "17": 0.010958073564347337, 
            "18": 0.04001186868237707, 
            "19": 0.0001058036901853319
        }
    }, 
    {
        "content": {
            "text": "  Chapter 14  THE FUNNY PAGES: I: THE STRIP  ", 
            "title": "George Sprott (1894-1975) by Seth"
        }, 
        "weight": 0.7790701800679459, 
        "file": "1818617.txt", 
        "other_topics": {
            "0": 0.005129704821840956, 
            "1": 0.006233243052059983, 
            "2": 0.008856695546514833, 
            "3": 0.007705990990771459, 
            "4": 0.004785312251599806, 
            "5": 0.012738092649550168, 
            "6": 0.009176574944712355, 
            "7": 0.00729282984288698, 
            "8": 0.009148525105196623, 
            "9": 0.009156437478326191, 
            "10": 0.0069923030314327506, 
            "11": 0.051121649127764235, 
            "12": 0.011308321643424315, 
            "13": 0.7790701800679459, 
            "14": 0.008522360997438055, 
            "15": 0.006701248866604513, 
            "16": 0.009981531146651608, 
            "17": 0.026268176578338923, 
            "18": 0.014252628724153903, 
            "19": 0.005558193132786406
        }
    }, 
    {
        "content": {
            "text": "  Chapter 16  THE FUNNY PAGES: I: THE STRIP  ", 
            "title": "George Sprott (1894-1975) by Seth"
        }, 
        "weight": 0.7790701800679459, 
        "file": "1822274.txt", 
        "other_topics": {
            "0": 0.005129704821840956, 
            "1": 0.006233243052059983, 
            "2": 0.008856695546514833, 
            "3": 0.007705990990771459, 
            "4": 0.004785312251599806, 
            "5": 0.012738092649550168, 
            "6": 0.009176574944712355, 
            "7": 0.00729282984288698, 
            "8": 0.009148525105196623, 
            "9": 0.009156437478326191, 
            "10": 0.0069923030314327506, 
            "11": 0.051121649127764235, 
            "12": 0.011308321643424315, 
            "13": 0.7790701800679459, 
            "14": 0.008522360997438055, 
            "15": 0.006701248866604513, 
            "16": 0.009981531146651608, 
            "17": 0.026268176578338923, 
            "18": 0.014252628724153903, 
            "19": 0.005558193132786406
        }
    }, 
    {
        "content": {
            "text": "  Chapter 15  THE FUNNY PAGES: I: THE STRIP  ", 
            "title": "GEORGE SPROTT (1894-1975) BY SETH"
        }, 
        "weight": 0.7790701800679459, 
        "file": "1820224.txt", 
        "other_topics": {
            "0": 0.005129704821840956, 
            "1": 0.006233243052059983, 
            "2": 0.008856695546514833, 
            "3": 0.007705990990771459, 
            "4": 0.004785312251599806, 
            "5": 0.012738092649550168, 
            "6": 0.009176574944712355, 
            "7": 0.00729282984288698, 
            "8": 0.009148525105196623, 
            "9": 0.009156437478326191, 
            "10": 0.0069923030314327506, 
            "11": 0.051121649127764235, 
            "12": 0.011308321643424315, 
            "13": 0.7790701800679459, 
            "14": 0.008522360997438055, 
            "15": 0.006701248866604513, 
            "16": 0.009981531146651608, 
            "17": 0.026268176578338923, 
            "18": 0.014252628724153903, 
            "19": 0.005558193132786406
        }
    }, 
    {
        "content": {
            "text": "  Chapter 13  THE FUNNY PAGES: I: THE STRIP  ", 
            "title": "George Sprott (1894-1975) BY Seth"
        }, 
        "weight": 0.7790701800679459, 
        "file": "1816896.txt", 
        "other_topics": {
            "0": 0.005129704821840956, 
            "1": 0.006233243052059983, 
            "2": 0.008856695546514833, 
            "3": 0.007705990990771459, 
            "4": 0.004785312251599806, 
            "5": 0.012738092649550168, 
            "6": 0.009176574944712355, 
            "7": 0.00729282984288698, 
            "8": 0.009148525105196623, 
            "9": 0.009156437478326191, 
            "10": 0.0069923030314327506, 
            "11": 0.051121649127764235, 
            "12": 0.011308321643424315, 
            "13": 0.7790701800679459, 
            "14": 0.008522360997438055, 
            "15": 0.006701248866604513, 
            "16": 0.009981531146651608, 
            "17": 0.026268176578338923, 
            "18": 0.014252628724153903, 
            "19": 0.005558193132786406
        }
    }, 
    {
        "content": {
            "text": "  Podcast: Scheduled to appear this week are Calvin Trillin, the author of ''About Alice''; Liesl Schillinger on Martin Amis; Neil Genzlinger on ''Jimi Hendrix Turns Eighty''; and Dwight Garner, senior editor, with best-seller news. Sam Tanenhaus, the editor of the Book Review, is the host.  Featured Author: A retrospective on the career of Martin Amis, the author of ''House of Meetings.''  First Chapters: Excerpts from ''Inés of My Soul,'' by Isabel Allende; ''Exit A,'' by Anthony Swofford; and other books.  Links: Read reviews of the books listed in the Editors' Choice and Paperback Row features.  www.nytimes.com/books  ", 
            "title": "On the Web"
        }, 
        "weight": 0.7779641789340598, 
        "file": "1818600.txt", 
        "other_topics": {
            "0": 0.0007398492848939631, 
            "1": 0.0008990108738813949, 
            "2": 0.0012773873145123646, 
            "3": 0.001111423000334648, 
            "4": 0.0006901780843736443, 
            "5": 0.0018371951340273307, 
            "6": 0.0013235230186568023, 
            "7": 0.001051833415665603, 
            "8": 0.03301472068041596, 
            "9": 0.00132061862344834, 
            "10": 0.0010084889047691495, 
            "11": 0.007373195313059502, 
            "12": 0.0016309815031882945, 
            "13": 0.7779641789340598, 
            "14": 0.0012291667666171687, 
            "15": 0.1594427268495473, 
            "16": 0.001439620589776301, 
            "17": 0.00378861792869745, 
            "18": 0.002055634297811329, 
            "19": 0.0008016494822637295
        }
    }, 
    {
        "content": {
            "text": "  The cover review in the Book Review today, about Martin Amis's novel ''House of Meetings,'' misstates the relationship between the unnamed narrator and Venus, the young woman he addresses throughout. She is his stepdaughter, not his daughter.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7732825404663156, 
        "file": "1818982.txt", 
        "other_topics": {
            "0": 0.0021123612773081687, 
            "1": 0.0025667873128217057, 
            "2": 0.0036470988813448904, 
            "3": 0.003173250223460114, 
            "4": 0.0019705438521665486, 
            "5": 0.005245419491801674, 
            "6": 0.04902574317340888, 
            "7": 0.003003114584005103, 
            "8": 0.003767271382637492, 
            "9": 0.04901745076562041, 
            "10": 0.002879360640775094, 
            "11": 0.06629830632379681, 
            "12": 0.004656654053311142, 
            "13": 0.7732825404663156, 
            "14": 0.003509423248990938, 
            "15": 0.0027595074389369046, 
            "16": 0.004110294961351282, 
            "17": 0.010816973092354847, 
            "18": 0.005869090339967768, 
            "19": 0.0022888084896246696
        }
    }, 
    {
        "content": {
            "text": "  Weeks  This  Last  On  Week  Week  List  FICTION  1  1  15  FOR ONE MORE DAY, by Mitch Albom. (Hyperion, $21.95.) A troubled man gets a last chance to reconnect and restore his relationship with his dead mother.  2  1  THE HUNTERS, by W. E. B. Griffin. (Putnam, $26.95.) An Army officer seeks the killers of a shady American diplomat murdered in Uruguay; follows from Griffin's $(3$)Hostage.''  3  2  8  CROSS, by James Patterson. (Little, Brown, $27.99.) Alex Cross, retired from the F.B.I., has a chance to track a rapist who may have murdered his wife.  4  3  6  NEXT, by Michael Crichton. (HarperCollins, $27.95.) The author of ''Jurassic Park'' describes a not-too-distant future when genetic engineering runs amok.  5  5  2  SHADOW DANCE, by Julie Garwood. (Ballantine, $25.95.) A businesswoman encounters danger and romance while investigating an ancient Scottish feud.  6  4  10  DEAR JOHN, by Nicholas Sparks. (Warner, $24.99.) An unlikely romance between a soldier and an idealistic young woman is tested in the aftermath of 9/11.  7*  6  5  HANNIBAL RISING, by Thomas Harris. (Delacorte, $27.95.) The childhood and adolescence of Hannibal Lecter shed light on how he became ''death's prodigy.''  8  9  2  STALEMATE, by Iris Johansen. (Bantam, $26.) The forensic sculptor Eve Duncan travels to Colombia to identify a skull for a shady arms dealer who promises to help her discover who abducted her daughter.  9  7  6  TREASURE OF KHAN, by Clive Cussler and Dirk Cussler. (Putnam, $27.95.) In his 19th adventure, Dirk Pitt confronts a murderous Mongolian tycoon who manipulates the oil market and knows Genghis Khan's secret .  10  1  THE CAT WHO HAD 60 WHISKERS, by Lilian Jackson Braun. (Putnam, $23.95.) The columnist Jim Qwilleran and his cats probe a mysterious death in the 29th ''Cat Who'' book.  11  10  5  THE BOLEYN INHERITANCE, by Philippa Gregory. (Touchstone/Simon & Schuster, $25.95.) Politics and treachery in the court of Henry VIII, narrated by three women, two of them his sometime wives.  12  8  6  BROTHER ODD, by Dean Koontz. (Bantam, $27.) With his ability to see the spirits of the dead, Odd Thomas, a character in two previous novels by Koontz, heads off a catastrophe at a monastery .  13  11  9  WILD FIRE, by Nelson DeMille. (Warner, $26.99.) Detective John Corey and his wife, an F.B.I. agent, help to foil a nuclear plot against the United States.  14  13  3  TRUE EVIL, by Greg Iles. (Scribner, $25.95.) A divorce attorney may be murdering his client's spouses.  15  6  THE ROAD, by Cormac McCarthy. (Knopf, $24.) A father and son journey through post-apocalypse America.  16*  1  WHAT IS THE WHAT, by Dave Eggers. (McSweeney's, $26.) The fictionalized autobiography of one of Sudan's ''Lost Boys,'' refugees from its civil war.  Weeks  This  Last  On  Week  Week  List  NONFICTION  1  1  12  THE AUDACITY OF HOPE, by Barack Obama. (Crown, $25.) The Illinois junior senator proposes that Americans move beyond their political divisions.  2  2  13  THE INNOCENT MAN, by John Grisham. (Doubleday, $28.95.) Grisham's first nonfiction book concerns a man sentenced to death for a crime he did not commit.  3  3  64  MARLEY & ME, by John Grogan. (Morrow, $29.95 and $21.95.) A newspaper columnist and his wife learn some life lessons from their neurotic dog.  4  6  16  THE GOD DELUSION, by Richard Dawkins. (Houghton Mifflin, $27.) An Oxford scientist asserts that belief in God is irrational.  5  7  23  I FEEL BAD ABOUT MY NECK, by Nora Ephron. (Knopf, $19.95.) A witty look at aging from a novelist and screenwriter (''When Harry Met Sally'').  6  5  7  PALESTINE PEACE NOT APARTHEID, by Jimmy Carter. (Simon & Schuster, $27.) The former president calls for revitalizing the peace process.  7  4  15  CULTURE WARRIOR, by Bill O'Reilly. (Broadway, $26.) The host of ''The O'Reilly Factor'' describes a culture war between traditionalists and secular-progressives.  8  8  87  FREAKONOMICS, by Steven D. Levitt and Stephen J. Dubner. (Morrow, $27.95.) A maverick scholar and a journalist apply economic theory to nearly everything.  9  10  92  THE WORLD IS FLAT, by Thomas L. Friedman. (Farrar, Straus & Giroux, $30.) A columnist for The New York Times analyzes 21st-century economics and foreign policy.  10  9  12  I LIKE YOU, by Amy Sedaris. (Warner, $27.99.) A wacky approach to entertaining from the actress and playwright.  11  1  ABOUT ALICE, by Calvin Trillin. (Random House, $14.95.) The New Yorker writer's recollections of his deceased wife.  12  2  THE MYSTICAL LIFE OF JESUS, by Sylvia Browne. (Dutton, $23.95.) A professed psychic's perspective.  13  7  LETTER TO A CHRISTIAN NATION, by Sam Harris. (Knopf, $16.95.) The author of ''The End of Faith'' responds to Christians' arguments in defense of their beliefs.  14  11  12  THE LIFE AND TIMES OF THE THUNDERBOLT KID, by Bill Bryson. (Broadway, $25.) A memoir of growing up in mid-America at midcentury by the author of ''A Short History of Nearly Everything.''  15  11  THE OMNIVORE'S DILEMMA, by Michael Pollan. (Penguin Press, $26.95.) Tracking dinner from the soil to the plate, a journalist juggles appetite and conscience.  16*  12  8  THUNDERSTRUCK, by Erik Larson. (Crown, $25.95.) Intertwined stories of early-20th-century murder and scientific intrigue; from the author of ''The Devil in the White City.''  Rankings reflect sales, for the week ended Jan. 6, at almost 4,000 bookstores plus wholesalers serving 50,000 other retailers, statistically weighted to represent all such outlets nationwide. An asterisk (*) indicates that a book's sales are barely distinguishable from those of the book above. A dagger () indicates that some bookstores report receiving bulk orders. Expanded rankings are available at The New York Times on the Web: nytimes.com/books.  Editors' Choice  Other recent books of particular interest  HOUSE OF MEETINGS, by Martin Amis. (Knopf, $23.) In Amis's novel, a Russian World War II veteran posthumously acquaints his stepdaughter with his grim past of rapine and violence.  HEIST: Superlobbyist Jack Abramoff, His Republican Allies, and the Buying of Washington, by Peter H. Stone. (Farrar, Straus & Giroux, $23.) A concise account of what the scandal was all about.  HOUSEHOLD GODS: The British and Their Possessions, by Deborah Cohen. (Yale University, $40.) Cohen's history of 100 years of British domestic interiors is both witty and beguiling.  ON 'THE WEALTH OF NATIONS,' by P. J. O'Rourke. (Atlantic Monthly, $21.95.) A digestible rundown, with riffs, of Adam Smith's 1776 treatise.  AFRICAN QUEEN: The Real Life of the Hottentot Venus, by Rachel Holmes. (Random House, $23.95.) A gripping case of human exploitation in 19th-century London's theater of human oddities.  THE GIRL WITH THE GALLERY: Edith Gregor Halpert and the Making of the Modern Art Market, by Lindsay Pollock. (PublicAffairs, $30.) The life of the influential but unheralded art dealer.  PROBABLE CAUSE, by Theresa Schwegel. (St. Martin's Minotaur, $23.95.) Shady police officers ostracize a young colleague in this crime novel.  GLORY IN A LINE: A Life of Foujita -- The Artist Caught Between East and West, by Phyllis Birnbaum. (Faber & Faber, $27.50.) An engaging portrait of the early-20th-century Japanese artist.  SETTING THE TABLE: The Transforming Power of Hospitality in Business, by Danny Meyer. (HarperCollins, $25.95.) The noted New York restaurateur offers customer-friendly operational advice in this memoir-cum-business-manual.  DANCING IN THE STREETS: A History of Collective Joy, by Barbara Ehrenreich. (Metropolitan/Holt, $26.) From ancient Bacchanalia to modern sporting events, Ehrenreich explores the human instinct for communal celebration.  THE BLADE ITSELF, by Marcus Sakey. (St. Martin's Minotaur, $22.95.) A reformed thief is blackmailed by his former partner in crime.  The full reviews of these and other recent books are on the Web: nytimes.com/books.  ", 
            "title": "BEST SELLERS: January 21, 2007"
        }, 
        "weight": 0.7605624999919783, 
        "file": "1820187.txt", 
        "other_topics": {
            "0": 7.029833881902771e-05, 
            "1": 8.542141258291856e-05, 
            "2": 0.00012137364740656361, 
            "3": 0.04377366391722083, 
            "4": 0.0015713738877529966, 
            "5": 0.00017456496700815575, 
            "6": 0.0001257573285532784, 
            "7": 0.016663688958326543, 
            "8": 0.00012537292882842471, 
            "9": 0.007654457174916673, 
            "10": 9.582369838047851e-05, 
            "11": 0.059426591035546934, 
            "12": 0.015212922771527962, 
            "13": 0.7605624999919783, 
            "14": 0.03324428545025253, 
            "15": 9.183504308657767e-05, 
            "16": 0.025735306350135257, 
            "17": 0.0003599835158934942, 
            "18": 0.03482860916698511, 
            "19": 7.617041479786072e-05
        }
    }, 
    {
        "content": {
            "text": "  Emory University has acquired letters from Ted Hughes to Assia Wevill, his mistress during his marriage to Sylvia Plath. Mr. Hughes continued his relationship with Ms. Wevill after Ms. Plath's suicide in 1963, but the two never married. The letters allow ''unprecedented access to Hughes's state of mind at a time of crisis in his personal and professional life,'' said a statement from Stephen Enniss, the director of Emory's Manuscript, Archives and Rare Book Library. The collection includes more than 60 letters from 1963 to 1969, sketches, diary entries and photographs. One letter implores Ms. Wevill to ''burn all my letters.'' A biography of Ms. Wevill, ''Lover of Unreason,'' by Yehuda Koren and Eilat Negev, was published in December.  JULIE BOSMAN  ", 
            "title": "Arts, Briefly; Ted Hughes Letters Go to Emory University"
        }, 
        "weight": 0.7437845352788393, 
        "file": "1817849.txt", 
        "other_topics": {
            "0": 0.0005977544820650462, 
            "1": 0.0007263476362822158, 
            "2": 0.0010320534305743561, 
            "3": 0.0008979640765827522, 
            "4": 0.0005576230886220862, 
            "5": 0.001484345052722901, 
            "6": 0.0010693283519652946, 
            "7": 0.0008498192151257037, 
            "8": 0.001066059758961591, 
            "9": 0.14191033667645553, 
            "10": 0.0008147994128628879, 
            "11": 0.0955846953916914, 
            "12": 0.001317736630421584, 
            "13": 0.7437845352788393, 
            "14": 0.0009930940786894425, 
            "15": 0.0007808834396066842, 
            "16": 0.0011631283257038541, 
            "17": 0.003060979302068892, 
            "18": 0.0016608309828662813, 
            "19": 0.0006476853878921389
        }
    }, 
    {
        "content": {
            "text": "  Podcast: Scheduled to appear this week are Lee Siegel on Norman Mailer (pictured above); Alan Wolfe on Dinesh D'Souzza; Kiesk Schillinger on Roddy Doyle; and Dwight Garner, serior editor, with best-seller news. Sam Tanenhause, the editor of the Book Review, is the host.  Featued Author: A retrospective on the career of Norman Mailer, the author of ''The Castle in the Forest.''  First Chapters: Excerpts from ''The Castle in the Forest,'' by Norman Mailer; ''The Race Beat,'' by Gene Roberts and Hank Klibanoff; and other books.  Search: A free archive of book reviews since 1981.  Books Update E-Mail: Receive a selective overview of new book reviews and features every Sunday.  www.nytimes.com/books  ", 
            "title": "On the Web"
        }, 
        "weight": 0.7185597215363111, 
        "file": "1820196.txt", 
        "other_topics": {
            "0": 0.014721113779573369, 
            "1": 0.0007978576985553276, 
            "2": 0.0011336607070395275, 
            "3": 0.0009863700461596953, 
            "4": 0.0006125219549506014, 
            "5": 0.0016304811476901848, 
            "6": 0.08556166199870564, 
            "7": 0.0009334852476959732, 
            "8": 0.0011710150117113663, 
            "9": 0.0011720277987569768, 
            "10": 0.0008950176910583734, 
            "11": 0.04873712061077054, 
            "12": 0.0014474698652997592, 
            "13": 0.7185597215363111, 
            "14": 0.0010908657459500874, 
            "15": 0.11337383809830924, 
            "16": 0.0012776401308615512, 
            "17": 0.0033623375079385193, 
            "18": 0.0018243423940381843, 
            "19": 0.0007114510286239217
        }
    }, 
    {
        "content": {
            "text": "  Meryl Streep will take on the role of a mother with a rebel streak when she stars in the film version of the international hit musical ''Mamma Mia!,'' Reuters reported.  The film will be the first musical for Ms. Streep, who has, nevertheless, sung in the movies ''A Prairie Home Companion,'' ''Postcards From the Edge'' and ''Death Becomes Her.''  The story of ''Mamma Mia!'' features 22 Abba songs and revolves around a bride-to-be and her once-rebellious single mother, who reared her on a Greek island without disclosing the identity of her child's father. The young woman locates three possibilities and invites them to the wedding.  ", 
            "title": "Streep to Star in Film Version of ABBA Musical"
        }, 
        "weight": 0.7169650202703005, 
        "file": "1818363.txt", 
        "other_topics": {
            "0": 0.0007767796130713731, 
            "1": 0.0009438859143597518, 
            "2": 0.034618492890102534, 
            "3": 0.0011669008077534425, 
            "4": 0.05064064426055334, 
            "5": 0.0019289005943296867, 
            "6": 0.06794427499569416, 
            "7": 0.0011043367484681263, 
            "8": 0.0013853404899890564, 
            "9": 0.0013865386427778666, 
            "10": 0.001058828652305351, 
            "11": 0.024379907588115254, 
            "12": 0.034989737091687914, 
            "13": 0.7169650202703005, 
            "14": 0.001290521873667713, 
            "15": 0.0010147549776222623, 
            "16": 0.001511480713070216, 
            "17": 0.053893745875355496, 
            "18": 0.002158243370741355, 
            "19": 0.0008416646300346615
        }
    }, 
    {
        "content": {
            "text": "  Weeks  This  On  Week  List  PICTURE BOOKS  1  7  SANTA CLAUS, by Rod Green. Illustrated by Jon Lucas et al. (Atheneum, $19.95.) A lift-the-flap, open-the-envelope almanac. (All ages)  2  2  CHARLOTTE'S WEB, adapted by Kate Egan. (HarperCollins, $8.99.) A tie-in to the movie version of E. B. White's classic. (Ages 5 to 7)  3  48  FAIRYOPOLIS: A FLOWER FAIRIES JOURNAL, written and illustrated by Cicely Mary Barker. (Warne, $19.99.) The 1923 sketchbook of a supernaturalist. (Ages 8 and up)  4  10  OUR 50 STATES, by Lynne Cheney. Illustrated by Robin Preiss Glasser. (Simon & Schuster, $17.95.) A family trip across America. (All ages)  5  6  A PRINCESS PRIMER, by Stephanie True Peters. (Dutton, $19.99.) A fairy godmother's advice on how to be a princess. (Ages 3 to 5)  6  8  THE NIGHT BEFORE CHRISTMAS, by Clement C. Moore. Various illustrators. (Various publishers.) Not a creature was stirring: various editions. (All ages)  7  8  SNOWMEN AT CHRISTMAS, by Caralyn Buehner. Illustrated by Mark Buehner. (Dial, $16.99.) With everybody asleep, the snowmen celebrate. (Ages 4 and up)  8  1  A MERRY LITTLE CHRISTMAS, written and illustrated by Mary Engelbreit. (Harper Collins, $16.99.) A holiday A-to-Z. (Ages 3 to 8)  9  6  CHRISTMAS, by Robert Sabuda. (Orchard, $12.99.) Holiday pop-ups, adapted from Sabuda's ''Christmas Alphabet.'' (All ages)  10  37  OWEN AND MZEE, by Isabella and Craig Hatkoff with Paula Kahumbu. Photographs by Peter Greste. (Scholastic, $16.99.) A baby hippo and a 130-year-old tortoise become friends; a true story. (Ages 4 to 8)  Weeks  This  On  Week  List  CHAPTER BOOKS  1  71  ELDEST, by Christopher Paolini. (Knopf, $21.) Eragon in the land of elves; Book 2 in the Inheritance trilogy. (Ages 12 and up)  2  12  NEW MOON, by Stephenie Meyer. (Megan Tingley/ Little, Brown, $17.99.) A human and a vampire continue their love affair; a sequel to ''Twilight.'' (Ages 12 and up)  3  93  ERAGON, by Christopher Paolini. (Knopf, $18.95.) A boy and a dragon must navigate a world of dark powers. (Ages 12 and up)  4  1  TWILIGHT, by Stephenie Meyer. (Megan Tingley/ Little, Brown, $17.99.) The new girl falls in love with a vampire. (Ages 12 and up)  5  11  A PRACTICAL GUIDE TO DRAGONS, by Lisa Trumbauer. (Mirrorstone, $12.95.) Habitats, distinguishing features and other characteristics; a field guide. (Ages 8 to 12)  6  38  THE BOOK THIEF, by Markus Zusak. (Knopf, $16.95.) In Nazi Germany, a girl shares books with a Jewish man. (Ages 14 and up)  7  40  THE MIRACULOUS JOURNEY OF EDWARD TULANE, by Kate DiCamillo. Illustrated by Bagram Ibatoulline. (Candlewick, $18.99.) A china rabbit learns about loss. (Ages 8 to 12)  8  41  INKSPELL, by Cornelia Funke. (Chicken House/ Scholastic, $19.99.) A girl is trapped in the book she's reading; a sequel to ''Inkheart.'' (Ages 10 and up)  9  26  PETER & THE SHADOW THIEVES, by Dave Barry and Ridley Pearson. (Disney, $18.99.) Peter and Tinker Bell go to London; a sequel to ''Peter and the Starcatchers.'' (Ages 10 and up)  10  10  FAIREST, by Gail Carson Levine. (HarperCollins, $16.99.) A plain girl with a beautiful voice learns that some things are more important than looks. (Ages 8 to 14)  Weeks  This  On  Week  List  PAPERBACK BOOKS  1  88  ERAGON, by Christopher Paolini. (Knopf, $9.95.) A boy and a dragon must navigate a world of dark powers. (Ages 12 and up)  2  20  TWILIGHT, by Stephenie Meyer. (Megan Tingley/Little, Brown, $8.99.) The new girl falls in love with a vampire. (Ages 12 and up)  3  10  RECKLESS, by Cecily von Ziegesar. (Little, Brown, $9.99.) Mean girls, boy trouble and other social studies at Waverly Academy; an ''It Girl'' novel. (Ages 14 and up)  4  4  CHARLOTTE'S WEB, by E. B. White. (HarperCollins, $7.99.) A spider saves her friend Wilbur, who is Some Pig; a movie tie-in edition. (Ages 8 and up)  5  1  NIGHT AT THE MUSEUM, by Leslie Goldman. (Barron, $4.99.) A novelized movie tie-in version of the picture book. (Ages 9 to 12)  6  16  WOULD I LIE TO YOU, by Cecily von Ziegesar. (Little, Brown, $10.99.) In the Hamptons with the Gossip Girls. (Ages 14 and up)  7  22  DIAL L FOR LOSER, by Lisi Harrison. (Little, Brown, $9.99.) Massie and her friends audition for a movie; a ''Clique'' novel. (Ages 14 and up)  8  1  UGLIES, by Scott Westerfeld. (Simon Pulse, $7.99.) In a dystopian world, beauty is mandatory. (Ages 12 and up)  9  1  A MASTERPIECE FOR BESS, by Lara Bergen. (Random House/Disney, $5.99.) A fairy discovers her painting talent. (Ages 4 to 8)  10  1  REBEL ANGELS, by Libba Bray. (Delacorte, $9.99.) A girl must find her nemesis while navigating an otherworldly realm in 1895 London. (Ages 12 and up)  Weeks  This  On  Week  List  SERIES  1  117  A SERIES OF UNFORTUNATE EVENTS, by Lemony Snicket. (HarperCollins, hardcover only.) The poor Baudelaires. (Ages 10 and up)  2  18  WARRIORS: THE NEW PROPHECY, by Erin Hunter. (HarperCollins, hardcover only.) Cat warriors fight for survival. (Ages 10 to 14)  3  118  MAGIC TREE HOUSE, by Mary Pope Osborne. Illustrated by Sal Murdocca. (Stepping Stone/Random House, hardcover and paperback.) Children travel in time. (Ages 6 to 9)  4  118  HARRY POTTER, by J. K. Rowling. (Levine/Scholastic, hardcover and paperback.) Trouble at Hogwarts. (Ages 10 and up)  5  67  OLOGIES, by Dugald A. Steer. Various illustrators. (Candlewick, hardcover only.) Facts about dragons, wizards, etc. (Ages 9 to 12)  6  88  ARTEMIS FOWL, by Eoin Colfer. (Miramax/Hyperion, hardcover and paperback.) A criminal's magical adventures. (Ages 8 and up)  7  42  THE PRINCESS DIARIES, by Meg Cabot. (HarperCollins, hardcover and paperback.) Mia learns she's a princess. (Ages 12 and up)  8  118  JUNIE B., FIRST GRADER, by Barbara Park. Illustrated by Denise Brunkus. (Stepping Stone/Random House, hardcover and paperback.) Adventures in school. (Ages 4 to 8)  9  83  THE SISTERHOOD OF THE TRAVELING PANTS, by Ann Brashares. (Delacorte, hardcover and paperback.) Four friends share magical pants. (Ages 12 and up)  10  20  CAPTAIN UNDERPANTS, by Dav Pilkey. (Scholastic, hardcover and paperback.) Boys and their principal fight evil. (Ages 7 to 10)  Rankings reflect sales, for the week ended Dec. 30, at almost 4,000 bookstores plus wholesalers serving 50,000 other retailers (gift shops, department stores, newsstands, supermarkets), statistically weighted to represent all such outlets nationwide. An asterisk (*) indicates that a book's sales are barely distinguishable from those of the book above. A dagger () indicates that some bookstores report receiving bulk orders. Expanded rankings are available at The New York Times on the Web:nytimes.com/books. All four children's lists appear each week on the Book Review's Web site. Publishers have provided the age designations for their best-selling children's titles.  ", 
            "title": "CHILDRENS'S BEST SELLERS: January 14, 2007"
        }, 
        "weight": 0.7061199931054473, 
        "file": "1818595.txt", 
        "other_topics": {
            "0": 8.117738908129546e-05, 
            "1": 9.86408407596758e-05, 
            "2": 0.017528408416299955, 
            "3": 0.026204324327687142, 
            "4": 0.007031028004132757, 
            "5": 0.0002015798450552997, 
            "6": 0.00883934472752303, 
            "7": 0.00011540876253524013, 
            "8": 0.021010676915641666, 
            "9": 0.07143673158550444, 
            "10": 0.00011065293685909024, 
            "11": 0.016458424589851247, 
            "12": 0.007134254386502073, 
            "13": 0.7061199931054473, 
            "14": 0.00013486604758127267, 
            "15": 0.003583697322834457, 
            "16": 0.000157957361224542, 
            "17": 0.10474520214388272, 
            "18": 0.008919673090842661, 
            "19": 8.795820075418285e-05
        }
    }, 
    {
        "content": {
            "text": "  Motion picture, drama:''Babel''  Actress in a motion picture, drama: Helen Mirren, ''The Queen''  Actor in a motion picture, drama: Forest Whitaker, ''The Last King of Scotland''  Motion picture, musical or comedy: ''Dreamgirls''  Actress in a motion picture, musical or comedy: Meryl Streep, ''The Devil Wears Prada''  Actor in a motion picture, musical or comedy: Sacha Baron Cohen, ''Borat''  Supporting actress in a motion picture: Jennifer Hudson, ''Dreamgirls''  Supporting actor in a motion picture: Eddie Murphy, ''Dreamgirls''  Animated feature film: ''Cars''  Foreign language film: ''Letters From Iwo Jima'' (Japan, United States)  Director, motion picture: Martin Scorsese, ''The Departed''  Screenplay, motion picture: Peter Morgan, ''The Queen''  Original score, motion picture: Alexandre Desplat, ''The Painted Veil''  Original song, motion picture: ''The Song of the Heart,'' from ''Happy Feet''  Television series, drama: ''Grey's Anatomy''  Actress in a television series, drama: Kyra Sedgwick, ''The Closer''  Actor in a television series, drama: Hugh Laurie, ''House''  Television series, musical or comedy: ''Ugly Betty''  Actress in a television series, musical or comedy: America Ferrera, ''Ugly Betty''  Actor in a television series, musical or comedy: Alec Baldwin, ''30 Rock''  Mini-series or motion picture made for television: ''Elizabeth I''  Actress, mini-series or motion picture made for television: Helen Mirren, ''Elizabeth I''  Actor, mini-series or motion picture made for television: Bill Nighy, ''Gideon's Daughter''  Supporting actress, series, mini-series or motion picture made for television: Emily Blunt, ''Gideon's Daughter''  Supporting actor, series, mini-series or motion picture made for television: Jeremy Irons, ''Elizabeth I''  Cecil B. DeMille Award: Warren Beatty  ", 
            "title": "The Golden Globe Winners"
        }, 
        "weight": 0.7045278658272155, 
        "file": "1819317.txt", 
        "other_topics": {
            "0": 0.03469548098689093, 
            "1": 0.0002793115492456323, 
            "2": 0.00039686842525359366, 
            "3": 0.005268965220674216, 
            "4": 0.00021442978678277674, 
            "5": 0.0005707937846582819, 
            "6": 0.24167053502846014, 
            "7": 0.0003267916211174146, 
            "8": 0.005333605157698108, 
            "9": 0.00041029985775973356, 
            "10": 0.0003133250181635333, 
            "11": 0.002290760507589789, 
            "12": 0.0005067257623700255, 
            "13": 0.7045278658272155, 
            "14": 0.00038188689796690896, 
            "15": 0.0003002828843956704, 
            "16": 0.0004472722955177272, 
            "17": 0.0011770766894015014, 
            "18": 0.0006386601286870399, 
            "19": 0.0002490625701514945
        }
    }, 
    {
        "content": {
            "text": "  Weeks  This  Last  On  Week  Week  List  FICTION  1  1  14  FOR ONE MORE DAY, by Mitch Albom. (Hyperion, $21.95.) A troubled man gets a last chance to reconnect and restore his relationship with his dead mother.  2  2  7  CROSS, by James Patterson. (Little, Brown, $27.99.) Alex Cross, retired from the F.B.I., has a chance to track a rapist who may have murdered his wife.  3  3  5  NEXT, by Michael Crichton. (HarperCollins, $27.95.) The author of ''Jurassic Park'' describes a not-too-distant future when genetic engineering runs amok.  4  4  9  DEAR JOHN, by Nicholas Sparks. (Warner, $24.99.) An unlikely romance between a soldier and an idealistic young woman is tested in the aftermath of 9/11.  5  1  SHADOW DANCE, by Julie Garwood. (Ballantine, $25.95.) Jordan Buchanan, a successful businesswoman, encounters danger and romance when she investigates an ancient Scottish feud involving her family.  6  5  4  HANNIBAL RISING, by Thomas Harris. (Delacorte, $27.95.) The childhood and adolescence of Hannibal Lecter shed light on how he became ''death's prodigy.''  7  6  5  TREASURE OF KHAN, by Clive Cussler and Dirk Cussler. (Putnam, $27.95.) In his 19th adventure, Dirk Pitt confronts a murderous Mongolian tycoon who manipulates the oil market and knows the secret of Genghis Khan .  8  7  5  BROTHER ODD, by Dean Koontz. (Bantam, $27.) With his ability to see the spirits of the dead, Odd Thomas, a character in two previous novels by Koontz, heads off a catastrophe at a monastery .  9  1  STALEMATE, by Iris Johansen. (Bantam, $26.) The forensic sculptor Eve Duncan travels to Colombia to identify a skull for a shady arms dealer who promises to help her discover who abducted her daughter.  10  10  4  THE BOLEYN INHERITANCE, by Philippa Gregory. (Touchstone/Simon & Schuster, $25.95.) Politics and treachery in the court of Henry VIII, narrated by three women, two of them his sometime wives.  11  9  8  WILD FIRE, by Nelson DeMille. (Warner, $26.99.) Detective John Corey and his wife, an F.B.I. agent, help to foil a nuclear plot against the United States.  12  15  3  MISTRAL'S KISS, by Laurell K. Hamilton. (Ballantine, $23.95.) After Meredith Gentry gives up her job as a p.i. to assume her duties as a faerie princess, she must prove her fertility through sex with her bodyguards.  13  2  TRUE EVIL, by Greg Iles. (Scribner, $25.95.) A divorce attorney may be murdering his client's spouses.  14  8  10  LISEY'S STORY, by Stephen King. (Scribner, $28.) A widow's journey through grief after the death of her husband, a famous novelist with terrible memories.  15  11  7  NATURE GIRL, by Carl Hiaasen. (Knopf, $25.95.) A single mother takes revenge on her lecherous ex-boss and an annoying telemarketer in the Florida Everglades.  Weeks  This  Last  On  Week  Week  List  NONFICTION  1  1  11  THE AUDACITY OF HOPE, by Barack Obama. (Crown, $25.) The Illinois junior senator proposes that Americans move beyond their political divisions.  2  2  12  THE INNOCENT MAN, by John Grisham. (Doubleday, $28.95.) Grisham's first nonfiction book concerns a man sentenced to death for a crime he did not commit.  3  3  63  MARLEY & ME, by John Grogan. (Morrow, $29.95 and $21.95.) A newspaper columnist and his wife learn some life lessons from their neurotic dog.  4  4  14  CULTURE WARRIOR, by Bill O'Reilly. (Broadway, $26.) The host of ''The O'Reilly Factor'' describes a culture war between traditionalists and secular-progressives.  5  5  6  PALESTINE PEACE NOT APARTHEID, by Jimmy Carter. (Simon & Schuster, $27.) The former president calls for revitalizing the peace process.  6  9  15  THE GOD DELUSION, by Richard Dawkins. (Houghton Mifflin, $27.) An Oxford scientist asserts that belief in God is irrational.  7  6  22  I FEEL BAD ABOUT MY NECK, by Nora Ephron. (Knopf, $19.95.) A witty look at aging from a novelist and screenwriter (''When Harry Met Sally'').  8  8  86  FREAKONOMICS, by Steven D. Levitt and Stephen J. Dubner. (Morrow, $27.95.) A maverick scholar and a journalist apply economic theory to nearly everything.  9  7  11  I LIKE YOU, by Amy Sedaris. (Warner, $27.99.) A wacky approach to entertaining from the actress and playwright.  10  10  91  THE WORLD IS FLAT, by Thomas L. Friedman. (Farrar, Straus & Giroux, $30.) A columnist for The New York Times analyzes 21st-century economics and foreign policy.  11  11  11  THE LIFE AND TIMES OF THE THUNDERBOLT KID, by Bill Bryson. (Broadway, $25.) A memoir of growing up in mid-America at midcentury by the author of ''A Short History of Nearly Everything.''  12  7  THUNDERSTRUCK, by Erik Larson. (Crown, $25.95.) Intertwined stories of early-20th-century murder and scientific intrigue; from the author of ''The Devil in the White City.''  13  15  14  STATE OF DENIAL, by Bob Woodward. (Simon & Schuster, $30.) The third ''Bush at War'' volume by the longtime Washington Post reporter and editor describes a dysfunctional administration's inept conduct of the invasion and occupation of Iraq.  14  2  MY SECRET, compiled by Frank Warren. (Regan/HarperCollins, $19.95.) Warren invited people to mail him their secrets on decorated postcards for a Web site called the PostSecret Project; this book compiles cards from teenagers and college students.  15  4  THE BLIND SIDE, by Michael Lewis. (Norton, $24.95.) The evolving business of football, viewed through the rise of the left tackle Michael Oher.  Rankings reflect sales, for the week ended Dec. 30, at almost 4,000 bookstores plus wholesalers serving 50,000 other retailers, statistically weighted to represent all such outlets nationwide. An asterisk (*) indicates that a book's sales are barely distinguishable from those of the book above. A dagger () indicates that some bookstores report receiving bulk orders. Expanded rankings are available at The New York Times on the Web: nytimes.com/books.  Editors' Choice  Other recent books of particular interest  EVERYBODY LOVES SOMEBODY, by Joanna Scott. (Back Bay/Little, Brown; paper, $13.99.) Raw tales that sacrifice prettiness for accuracy.  AMERICAN SPEECHES: Political Oratory From the Revolution to the Civil War, edited by Ted Widmer. (Library of America, $35.)  AMERICAN SPEECHES: Political Oratory From Abraham Lincoln to Bill Clinton, edited by Ted Widmer. (Library of America, $35.) Taken together, a kind of museum of oratorical masterpieces (and some also-rans) in book form, with interjections from listeners.  PRIME GREEN: Remembering the Sixties, by Robert Stone.(Ecco/HarperCollins, $25.95.) Stone describes his trek through that notorious decade, from underdog to prize-winning novelist.  THE SCIENTIST AS REBEL, by Freeman Dyson. (New York Review, $27.95.) Essays from the iconoclastic physicist who has become one of science's most eloquent interpreters.  ON 'THE WEALTH OF NATIONS,' by P. J. O'Rourke. (Atlantic Monthly, $21.95.) A digestible rundown, with riffs, of Adam Smith's 1776 treatise.  ALTERNADAD, by Neal Pollack. (Pantheon, $23.95.) The writer (''Never Mind the Pollacks'') and first-time dad details his rock 'n' roll parenting style -- what works and what doesn't quite.  THE INITIALS OF THE EARTH, by Jesús Díaz. Translated by Kathleen Ross. (Duke University, $24.95.) An ambitious novel about a Cuban trying to live up to the ideals of a still young revolution.  WRESTLING WITH GRAVY: A Life, With Food, by Jonathan Reynolds. (Random House, $25.95.) This memoir-cum-cookbook revolves around recollections of meals prepared and eaten.  SEA OF THUNDER: Four Commanders and the Last Great Naval Campaign, 1941-1945, by Evan Thomas. (Simon & Schuster, $27.) An engaging account of the war in the Pacific and those who fought it, ending with the Battle of Leyte Gulf.  SACRED GAMES, by Vikram Chandra. (HarperCollins, $27.95.) A Sikh police inspector in Mumbai tracks down a crime kingpin in this vast novel by the author of ''Love and Longing in Bombay.''  The full reviews of these and other recent books are on the Web: nytimes.com/books.  ", 
            "title": "BEST SELLERS: January 14, 2007"
        }, 
        "weight": 0.7042330128058795, 
        "file": "1818594.txt", 
        "other_topics": {
            "0": 7.008726469074866e-05, 
            "1": 8.51649307015512e-05, 
            "2": 0.000121009217218699, 
            "3": 0.00010528711671189197, 
            "4": 6.538182177223074e-05, 
            "5": 0.00017404082733631852, 
            "6": 0.00012537973615287448, 
            "7": 0.03012512090014075, 
            "8": 0.00012499649060660023, 
            "9": 0.00012510459752680794, 
            "10": 9.553598313792914e-05, 
            "11": 0.1087901998917727, 
            "12": 0.0181697931237789, 
            "13": 0.7042330128058795, 
            "14": 0.0406508375946259, 
            "15": 9.15593039725302e-05, 
            "16": 0.00013637786964187492, 
            "17": 0.05440476451131236, 
            "18": 0.036225308540966, 
            "19": 0.0060810374720538275
        }
    }, 
    {
        "content": {
            "text": "  Weeks  This  On  Week  List  FICTION  1  28  THE MEMORY KEEPER'S DAUGHTER, by Kim Edwards. (Penguin, $14.) A doctor's decision to secretly send his newborn daughter, who has Down syndrome, to an institution haunts everyone involved.  2  1  SLOW BURN, by Julie Garwood. (Ballantine, $7.99.) Terrible mishaps befall a successful businesswoman in Charleston, S.C.  3  1  HONEYMOON, by James Patterson and Howard Roughan. (Warner, $7.99.) An F.B.I. agent who is investigating a beautiful and mysterious woman finds himself becoming obsessed with her.  4  1  GONE, by Lisa Gardner. (Bantam, $7.99.) A former F.B.I. profiler searches for his ex-wife's kidnapper.  5  5  S IS FOR SILENCE, by Sue Grafton. (Berkley, $7.99.) Kinsey Millhone searches for a woman who disappeared 34 years ago.  6  1  LETHAL JUSTICE, by Fern Michaels. (Zebra, $6.99.) The Sisterhood plots revenge against the greedy bosses who helped put Alexis behind bars.  7  5  THE LAST TEMPLAR, by Raymond Khoury. (Signet, $9.99.) A coding device stolen from an exhibit of Vatican artifacts may hold clues to the medieval Knights Templar's lost treasure -- and their secrets.  8  6  CELL, by Stephen King. (Pocket Star, $9.99.) What remains of humanity fights to survive after a mysterious force scrambles cellphone users' brains.  9  9  THE TENTH CIRCLE, by Jodi Picoult. (Washington Square, $15.) When his teenage daughter is date-raped, a comic-book artist is overwhelmed by rage.  10  7  THE FIVE PEOPLE YOU MEET IN HEAVEN, by Mitch Albom. (Hyperion, $12.) An old man who died trying to rescue a girl finds all is explained in the afterlife.  11  7  THE ALCHEMIST, by Paulo Coelho. (HarperSanFrancisco, $13.95 and $13.) A Spanish shepherd boy travels to Egypt in search of treasure.  12  1  THE HUNT CLUB, by John Lescroart. (Signet, $9.99.) A private investigator, a homicide detective and their friends search for the murderer of a local judge.  13  1  A LITTLE BIT WICKED, by Victoria Alexander. (Avon, $6.99.) Four titled Victorian men bet on who among them can remain unmarried the longest.  14  5  HALO: GHOSTS OF ONYX, by Eric Nylund. (Tor/Tom Doherty, $12.95.) In the Human-Covenant wars, a plan to help the human forces is set in motion.  15  26  WICKED, by Gregory Maguire. (ReganBooks/ HarperCollins, $15.) A little green-skinned girl grows up to become the Wicked Witch of the West.  16*  1  THE HOSTAGE, by W. E. B. Griffin. (Jove, $9.99.) An Army officer probes the murder of an American diplomat and the kidnapping of his wife.  Weeks  This  On  Week  List  NONFICTION  1  6  THE PURSUIT OF HAPPYNESS, by Chris Gardner with Quincy Troupe and Mim Eichler Rivas. (Amistad/HarperCollins, $14.95.) Gardner's life story, from a grim childhood to homelessness to success.  2  125  RUNNING WITH SCISSORS, by Augusten Burroughs. (Picador, $14 and $7.99.) In the 1970s, a young boy lives with a crazy psychiatrist in a squalid household.  3  51  THE GLASS CASTLE, by Jeannette Walls. (Scribner, $14.) The author recalls a bizarre childhood during which she and her siblings were constantly moved from one bleak place to another.  4  25  FLAGS OF OUR FATHERS, by James Bradley with Ron Powers. (Bantam, $14 and $7.99.) The story of the six men who raised the flag at Iwo Jima, by the son of one of them.  5  4  THE IRAQ STUDY GROUP REPORT, by James A. Baker III and Lee H. Hamilton et al. (Vintage, $10.95.) An assessment of America's involvement in the Iraq war with proposals for a plan of action.  6  58  DREAMS FROM MY FATHER, by Barack Obama. (Three Rivers, $13.95.) The Democratic senator from Illinois reflects on life as the son of a black African father and white American mother.  7  9  AMERICA (THE BOOK), by Jon Stewart, Ben Karlin, David Javerbaum et al. (Warner, $15.99.) ''The Daily Show'' offers an illustrated parody of a civics text.  8  10  90 MINUTES IN HEAVEN, by Don Piper with Cecil Murphey. (Revell, $12.99.) A Baptist minister describes the otherworldly experience he had after a car accident.  9  125  THE TIPPING POINT, by Malcolm Gladwell. (Back Bay/Little, Brown, $14.95.) A journalist's study of social epidemics, otherwise known as fads.  10  24  1776, by David McCullough. (Simon & Schuster, $18.) An account of America's founding year, by the Pulitzer Prize-winning biographer of John Adams, focusing on the inexperienced George Washington.  11  27  AN INCONVENIENT TRUTH, by Al Gore. (Rodale, $21.95.) The former vice president sounds an alarm about global warming.  12  28  THE END OF FAITH, by Sam Harris. (Norton, $13.95.) The clash between reason and religion.  13  14  TEAM OF RIVALS, by Doris Kearns Goodwin. (Simon & Schuster, $19.95.) The genius of Abraham Lincoln revealed in his relationship with his cabinet.  14  145  THE DEVIL IN THE WHITE CITY, by Erik Larson. (Vintage, $14.95.) The tale of an architect and a serial killer, linked by the Chicago World's Fair of 1893.  15  11  THE CITY OF FALLING ANGELS, by John Berendt. (Penguin, $15.) The author of ''Midnight in the Garden of Good and Evil'' investigates a fire in Venice.  Weeks  This  On  Week  List  Advice, How-to and Miscellaneous: Hardcover  1  9  YOU: ON A DIET, by Michael F. Roizen and Mehmet C. Oz et al. (Free Press, $25.) Weight-loss tips, from the authors of ''You: The Owner's Manual.''  2  1  THE BEST LIFE DIET, by Bob Greene. (Simon & Schuster, $26.) The author of ''Total Body Makeover'' offers a lifelong plan for losing weight.  3  4  MAD MONEY, by James J. Cramer with Cliff Mason. (Simon & Schuster, $25.) How to put advice from the TV show $(3$)Mad Money$(2$) into practice.  4  27  CESAR'S WAY, by Cesar Millan with Melissa Jo Peltier. (Harmony, $24.95.) Insight into canine psychology and help solving problems.  5  5  HOMEKEEPING HANDBOOK, by Martha Stewart. (Clarkson Potter, $45.) Taking care of your house and everything in it.  Weeks  This  On  Week  List  Advice, How-to and Miscellaneous: Paperback  1  8  2, 4, 6, 8, by Rachael Ray. (Clarkson Potter, $19.95.) Recipes from the Food Network host for groups of many sizes.  2  7  THE WORLD ALMANAC & BOOK OF FACTS 2007. (World Almanac, $12.99.) The latest edition of a reference work, covering topics like science, politics and history, issued annually since 1868.  3  307  RICH DAD, POOR DAD, by Robert T. Kiyosaki with Sharon L. Lechter. (Warner, $16.95.) Teaching one's children how to get rich and stay rich. ()  4  62  1,000 PLACES TO SEE BEFORE YOU DIE, by Patricia Schultz. (Workman, $18.95.) A reference book for travelers.  5  294  WHAT TO EXPECT WHEN YOU'RE EXPECTING, by Heidi Murkoff, Arlene Eisenberg and Sandee Hathaway. (Workman, $13.95.) For parents-to-be. ()  Rankings reflect sales, for the week ended Dec. 30, at almost 4,000 bookstores plus wholesalers serving 60,000 other retailers (gift shops, department stores, newsstands, supermarkets), statistically weighted to represent all such outlets nationwide. An asterisk (*) indicates that a book's sales are barely distinguishable from those of the book above. A dagger () indicates that some bookstores report receiving bulk orders. Expanded rankings are available at The New York Times on the Web: nytimes.com/books.  ", 
            "title": "PAPERBACK BEST SELLERS: January 14, 2007"
        }, 
        "weight": 0.6966067804350138, 
        "file": "1818596.txt", 
        "other_topics": {
            "0": 7.614601410360148e-05, 
            "1": 0.03597568784581724, 
            "2": 0.0001314699553714657, 
            "3": 0.00011438874536545453, 
            "4": 7.103380542463371e-05, 
            "5": 0.00018908592525944417, 
            "6": 0.011553587621568174, 
            "7": 0.00010825572686116932, 
            "8": 0.0017668546738217493, 
            "9": 0.008291183174286563, 
            "10": 0.016414322287673488, 
            "11": 0.03664201725868629, 
            "12": 0.009954178788336647, 
            "13": 0.6966067804350138, 
            "14": 0.026223351241906768, 
            "15": 0.024565265651505398, 
            "16": 0.00014816716319277442, 
            "17": 0.11619467437816104, 
            "18": 0.0067357789464141836, 
            "19": 0.008237770361230131
        }
    }, 
    {
        "content": {
            "text": "  The Shakespearean actor Malcolm Storry will play the role of the wizard Gandalf in the London production of the $25 million musical \"The Lord of the Rings,\" the BBC reported.  Laura Michelle Kelly, an Olivier Award winner for her performance in the title role of \"Mary Poppins\" in London, has been cast as the powerful elf queen Galadriel.  The show opened last year to unenthusiastic reviews in Toronto and is expected to be revised before it makes its London debut on June 19 at the Theater Royal, Drury Lane.  ", 
            "title": "London 'Rings' Cast Is Announced"
        }, 
        "weight": 0.6912817087179842, 
        "file": "1819146.txt", 
        "other_topics": {
            "0": 0.0008472665642922166, 
            "1": 0.001029536514972778, 
            "2": 0.001462848695450815, 
            "3": 0.0012727883451341673, 
            "4": 0.0007903836987297366, 
            "5": 0.002103933924008333, 
            "6": 0.2737432877312725, 
            "7": 0.00120454706450986, 
            "8": 0.0015110497978788684, 
            "9": 0.001512356674089044, 
            "10": 0.0011549094483385772, 
            "11": 0.0084436952069863, 
            "12": 0.0018677805369894422, 
            "13": 0.6912817087179842, 
            "14": 0.0014076270999480141, 
            "15": 0.0011068364166882958, 
            "16": 0.0016486363045669732, 
            "17": 0.0043386800006482975, 
            "18": 0.002354087845333889, 
            "19": 0.0009180394121778065
        }
    }, 
    {
        "content": {
            "text": "  Weeks  This  On  Week  List  FICTION  1  30  THE MEMORY KEEPER'S DAUGHTER, by Kim Edwards. (Penguin, $14.) A doctor's decision to secretly send his newborn daughter, who has Down syndrome, to an institution haunts everyone involved.  2  3  HONEYMOON, by James Patterson and Howard Roughan. (Warner, $7.99.) An F.B.I. agent who is investigating a beautiful and mysterious woman finds himself becoming obsessed with her.  3  2  POINT BLANK, by Catherine Coulter. (Jove, $7.99.) Dillon Savich and Lacey Sherlock -- F.B.I. agents as well as husband and wife -- pursue a violent couple.  4  3  GONE, by Lisa Gardner. (Bantam, $7.99.) A former F.B.I. profiler searches for his estranged wife's kidnapper.  5  3  SLOW BURN, by Julie Garwood. (Ballantine, $7.99.) Terrible mishaps befall a successful businesswoman in Charleston, S.C.  6  3  LETHAL JUSTICE, by Fern Michaels. (Zebra, $6.99.) The Sisterhood plots revenge against the greedy bosses who helped put Alexis behind bars.  7  2  SUN KISSED, by Catherine Anderson. (Signet, $7.99.) A rancher recovering from a bad marriage gets support from a handsome vet when her horses fall ill and she falls under suspicion.  8  7  THE LAST TEMPLAR, by Raymond Khoury. (Signet, $9.99.) A coding device stolen from an exhibit of Vatican artifacts may hold clues to the medieval Knights Templar's lost treasure -- and their secrets.  9  3  THE HUNT CLUB, by John Lescroart. (Signet, $9.99.) A private investigator, a homicide detective and their friends search for the murderer of a local judge.  10  2  SWEETWATER CREEK, by Anne Rivers Siddons. (Harper, $9.99.) A troubled debutante's arrival at a Lowcountry plantation disrupts the world of the owner's motherless 12-year-old daughter.  11  11  THE TENTH CIRCLE, by Jodi Picoult. (Washington Square, $15.) When his teenage daughter is date-raped, a comic-book artist is overwhelmed by rage.  12  7  S IS FOR SILENCE, by Sue Grafton. (Berkley, $7.99.) Kinsey Millhone searches for a woman who disappeared 34 years ago.  13  3  THE HOSTAGE, by W. E. B. Griffin. (Jove, $9.99.) An Army officer probes the murder of an American diplomat and the kidnapping of his wife.  14  8  THE ALCHEMIST, by Paulo Coelho. (HarperSanFrancisco, $13.95 and $13.) A Spanish shepherd boy travels to Egypt in search of treasure.  15  108  THE KITE RUNNER, by Khaled Hosseini. (Riverhead, $15.95 and $14.) An Afghan-American returns to Kabul to learn how his childhood friend has fared under the Taliban.  Weeks  This  On  Week  List  NONFICTION  1  8  THE PURSUIT OF HAPPYNESS, by Chris Gardner with Quincy Troupe and Mim Eichler Rivas. (Amistad/HarperCollins, $14.95.) Gardner's life story, from a grim childhood to homelessness to success.  2  53  THE GLASS CASTLE, by Jeannette Walls. (Scribner, $14.) The author recalls a bizarre childhood during which she and her siblings were constantly moved.  3  127  RUNNING WITH SCISSORS, by Augusten Burroughs. (Picador, $14 and $7.99.) In the 1970s, a young boy lives with a crazy psychiatrist in a squalid household.  4  2  THE FREEDOM WRITERS DIARY, by The Freedom Writers with Erin Gruwell. (Broadway, $13.95.) High school students considered ''unteachable'' write about their lives; the basis for the movie ''Freedom Writers.''  5  60  DREAMS FROM MY FATHER, by Barack Obama. (Three Rivers, $13.95.) The Democratic senator from Illinois reflects on life as the son of a black African father and white American mother.  6  47  NIGHT, by Elie Wiesel. (Hill & Wang, $9.) A new translation of an account of the horrors of Auschwitz and Buchenwald, first published in English in 1960.  7  12  90 MINUTES IN HEAVEN, by Don Piper with Cecil Murphey. (Revell, $12.99.) A Baptist minister describes the otherworldly experience he had after a car accident.  8  127  THE TIPPING POINT, by Malcolm Gladwell. (Back Bay/Little, Brown, $14.95.) A journalist's study of social epidemics, otherwise known as fads.  9  29  AN INCONVENIENT TRUTH, by Al Gore. (Rodale, $21.95.) The former vice president sounds an alarm about global warming.  10  16  THE PLACES IN BETWEEN, by Rory Stewart. (Harvest/Harcourt, $14.) The author recounts his walk across Afghanistan in the dead of winter.  11*  6  THE IRAQ STUDY GROUP REPORT, by James A. Baker III and Lee H. Hamilton et al. (Vintage, $10.95.) An assessment of America's involvement in the Iraq war with proposals for a plan of action.  12  30  THE END OF FAITH, by Sam Harris. (Norton, $13.95.) The clash between reason and religion in the modern world.  13  3  THE WORST HARD TIME, by Timothy Egan. (Mariner/Houghton Mifflin, $14.95.) What happened to those who stayed put during the 1930s Dust Bowl.  14  146  THE DEVIL IN THE WHITE CITY, by Erik Larson. (Vintage, $14.95.) The tale of an architect and a serial killer, linked by the Chicago World's Fair of 1893.  15  15  TEAM OF RIVALS, by Doris Kearns Goodwin. (Simon & Schuster, $19.95.) The genius of Abraham Lincoln revealed in his relationship with his cabinet.  Weeks  This  On  Week  List  Advice, How-to and Miscellaneous: Hardcover  1  11  YOU: ON A DIET, by Michael F. Roizen and Mehmet C. Oz et al. (Free Press, $25.) Weight-loss tips, from the authors of ''You: The Owner's Manual.''  2  3  THE BEST LIFE DIET, by Bob Greene. (Simon & Schuster, $26.) The author of ''Total Body Makeover'' offers a lifelong plan for losing weight.  3  2  THE PROPER CARE AND FEEDING OF Marriage, by Laura C. Schlessinger. (HarperCollins, $25.95.) Advice for couples on understanding each other.  4  1  THE SECRET, by Rhonda Byrne. (Atria/Beyond Words, $23.95.) The law of attraction as the key to getting what you want.  5  1  LITTLE GOLD BOOK OF YES! ATTITUDE, by Jeffrey Gitomer. (Pearson/Prentice Hall, $19.99.) A sales expert's program for attitude change.  Weeks  This  On  Week  List  Advice, How-to and Miscellaneous: Paperback  1  4  PICTURE PUZZLE. (Life/Time Home Entertainment, $7.99.) ''Spot the difference'' photographs, from novice to ''genius'' level.  2  60  THE SOUTH BEACH DIET, by Arthur Agatston. (St. Martin's, $14.95 and $7.99.) A weight-loss plan devised by a Miami cardiologist.  3  9  THE WORLD ALMANAC & BOOK OF FACTS 2007. (World Almanac, $12.99.) The latest edition of a reference work, covering topics like science, politics and history, issued annually since 1868.  4  296  WHAT TO EXPECT WHEN YOU'RE EXPECTING, by Heidi Murkoff, Arlene Eisenberg and Sandee Hathaway. (Workman, $13.95.) For parents-to-be. ()  5  309  RICH DAD, POOR DAD, by Robert T. Kiyosaki with Sharon L. Lechter. (Warner, $16.95.) Teaching one's children how to get rich and stay rich. ()  Rankings reflect sales, for the week ended Jan. 13, at almost 4,000 bookstores plus wholesalers serving 50,000 other retailers, statistically weighted to represent all such outlets nationwide. An asterisk (*) indicates that a book's sales are barely distinguishable from those of the book above. A dagger () indicates that some bookstores report receiving bulk orders. Expanded rankings are available at The New York Times on the Web: nytimes.com/books.  ", 
            "title": "PAPERBACK BEST SELLERS: January 28, 2007"
        }, 
        "weight": 0.6801032202047813, 
        "file": "1822252.txt", 
        "other_topics": {
            "0": 7.818643327064236e-05, 
            "1": 0.02856590398103706, 
            "2": 0.00013499284255062875, 
            "3": 0.00011745392206951517, 
            "4": 7.293723713806623e-05, 
            "5": 0.0001941526979678896, 
            "6": 0.0001398684114362568, 
            "7": 0.00011115656234979964, 
            "8": 0.00013944087866746835, 
            "9": 0.023586182974829936, 
            "10": 0.00010657596360077213, 
            "11": 0.051021951267632905, 
            "12": 0.013570429701973905, 
            "13": 0.6801032202047813, 
            "14": 0.03697458787294722, 
            "15": 0.001776898424284799, 
            "16": 0.0018268961493986835, 
            "17": 0.15615293393001037, 
            "18": 0.005241513136019524, 
            "19": 8.471740803323376e-05
        }
    }, 
    {
        "content": {
            "text": "  Weeks  This  On  Week  List  FICTION  1  29  THE MEMORY KEEPER'S DAUGHTER, by Kim Edwards. (Penguin, $14.) A doctor's decision to secretly send his newborn daughter, who has Down syndrome, to an institution haunts everyone involved.  2  2  HONEYMOON, by James Patterson and Howard Roughan. (Warner, $7.99.) An F.B.I. agent who is investigating a beautiful and mysterious woman finds himself becoming obsessed with her.  3  1  POINT BLANK, by Catherine Coulter. (Jove, $7.99.) Dillon Savich and Lacey Sherlock -- F.B.I. agents as well as husband and wife -- pursue a violent couple.  4  2  SLOW BURN, by Julie Garwood. (Ballantine, $7.99.) Terrible mishaps befall a successful businesswoman in Charleston, S.C.  5  2  GONE, by Lisa Gardner. (Bantam, $7.99.) A former F.B.I. profiler searches for his estranged wife's kidnapper.  6  1  SUN KISSED, by Catherine Anderson. (Signet, $7.99.) A rancher recovering from a bad marriage gets support from a handsome vet when her horses fall ill and she falls under suspicion.  7  6  THE LAST TEMPLAR, by Raymond Khoury. (Signet, $9.99.) A coding device stolen from an exhibit of Vatican artifacts may hold clues to the medieval Knights Templar's lost treasure -- and their secrets.  8  2  LETHAL JUSTICE, by Fern Michaels. (Zebra, $6.99.) The Sisterhood plots revenge against the greedy bosses who helped put Alexis behind bars.  9  2  THE HUNT CLUB, by John Lescroart. (Signet, $9.99.) A private investigator, a homicide detective and their friends search for the murderer of a local judge.  10  2  THE HOSTAGE, by W. E. B. Griffin. (Jove, $9.99.) An Army officer probes the murder of an American diplomat and the kidnapping of his wife.  11  6  S IS FOR SILENCE, by Sue Grafton. (Berkley, $7.99.) Kinsey Millhone searches for a woman who disappeared 34 years ago.  12  10  THE TENTH CIRCLE, by Jodi Picoult. (Washington Square, $15.) When his teenage daughter is date-raped, a comic-book artist is overwhelmed by rage.  13  1  SWEETWATER CREEK, by Anne Rivers Siddons. (Harper, $9.99.) A troubled debutante's arrival at a Lowcountry plantation disrupts the world of the owner's motherless 12-year-old daughter.  14  1  THE CAT WHO DROPPED A BOMBSHELL, by Lilian Jackson Braun. (Jove, $7.99.) The columnist Jim Qwilleran and his cats probe the mysterious death of a wealthy couple.  15  7  CELL, by Stephen King. (Pocket Star, $9.99.) What remains of humanity fights to survive after a mysterious force scrambles cellphone users' brains.  Weeks  This  On  Week  List  NONFICTION  1  7  THE PURSUIT OF HAPPYNESS, by Chris Gardner with Quincy Troupe and Mim Eichler Rivas. (Amistad/HarperCollins, $14.95.) Gardner's life story, from a grim childhood to homelessness to success.  2  52  THE GLASS CASTLE, by Jeannette Walls. (Scribner, $14.) The author recalls a bizarre childhood during which she and her siblings were constantly moved.  3  126  RUNNING WITH SCISSORS, by Augusten Burroughs. (Picador, $14 and $7.99.) In the 1970s, a young boy lives with a crazy psychiatrist in a squalid household.  4  59  DREAMS FROM MY FATHER, by Barack Obama. (Three Rivers, $13.95.) The Democratic senator from Illinois reflects on life as the son of a black African father and white American mother.  5  5  THE IRAQ STUDY GROUP REPORT, by James A. Baker III and Lee H. Hamilton et al. (Vintage, $10.95.) An assessment of America's involvement in the Iraq war with proposals for a plan of action.  6  1  THE FREEDOM WRITERS DIARY, by The Freedom Writers with Erin Gruwell. (Broadway, $13.95.) High school students considered ''unteachable'' write about their lives; the basis for the movie ''Freedom Writers.''  7  26  FLAGS OF OUR FATHERS, by James Bradley with Ron Powers. (Bantam, $14 and $7.99.) The story of the six men who raised the flag at Iwo Jima, by the son of one of them.  8  11  90 MINUTES IN HEAVEN, by Don Piper with Cecil Murphey. (Revell, $12.99.) A Baptist minister describes the otherworldly experience he had after a car accident.  9  126  THE TIPPING POINT, by Malcolm Gladwell. (Back Bay/Little, Brown, $14.95.) A journalist's study of social epidemics, otherwise known as fads.  10  10  AMERICA (THE BOOK), by Jon Stewart, Ben Karlin, David Javerbaum et al. (Warner, $15.99.) ''The Daily Show'' offers an illustrated parody of a civics text.  11  29  THE END OF FAITH, by Sam Harris. (Norton, $13.95.) The clash between reason and religion.  12  28  AN INCONVENIENT TRUTH, by Al Gore. (Rodale, $21.95.) The former vice president sounds an alarm about global warming.  13*  12  THE CITY OF FALLING ANGELS, by John Berendt. (Penguin, $15.) The author of ''Midnight in the Garden of Good and Evil'' investigates a fire in Venice.  14  15  THE PLACES IN BETWEEN, by Rory Stewart. (Harvest/Harcourt, $14.) The author recounts his walk across Afghanistan in the dead of winter.  15  2  THE WORST HARD TIME, by Timothy Egan. (Mariner/Houghton Mifflin, $14.95.) What happened to those who stayed put during the 1930s Dust Bowl.  Weeks  This  On  Week  List  Advice, How-to and Miscellaneous: Hardcover  1  10  YOU: ON A DIET, by Michael F. Roizen and Mehmet C. Oz et al. (Free Press, $25.) Weight-loss tips, from the authors of ''You: The Owner's Manual.''  2  1  THE PROPER CARE AND FEEDING OF MARRIAGE, by Laura C. Schlessinger. (HarperCollins, $25.95.) Advice for couples on understanding each other.  3  2  THE BEST LIFE DIET, by Bob Greene. (Simon & Schuster, $26.) The author of ''Total Body Makeover'' offers a lifelong plan for losing weight.  4  5  MAD MONEY, by James J. Cramer with Cliff Mason. (Simon & Schuster, $25.) How to put advice from the TV show ''Mad Money'' into practice.  5  28  CESAR'S WAY, by Cesar Millan with Melissa Jo Peltier. (Harmony, $24.95.) Insight into canine psychology and help solving problems.  Weeks  This  On  Week  List  Advice, How-to and Miscellaneous: Paperback  1  8  THE WORLD ALMANAC & BOOK OF FACTS 2007. (World Almanac, $12.99.) The latest edition of a reference work, covering topics like science, politics and history, issued annually since 1868.  2*  59  THE SOUTH BEACH DIET, by Arthur Agatston. (St. Martin's, $14.95 and $7.99.) A weight-loss plan devised by a Miami cardiologist.  3  308  RICH DAD, POOR DAD, by Robert T. Kiyosaki with Sharon L. Lechter. (Warner, $16.95.) Teaching one's children how to get rich and stay rich. ()  4  295  WHAT TO EXPECT WHEN YOU'RE EXPECTING, by Heidi Murkoff, Arlene Eisenberg and Sandee Hathaway. (Workman, $13.95.) Advice for parents-to-be. ()  5  2  THE BIGGEST LOSER COOKBOOK, by Devin Alexander et al. (Rodale, $21.95.) TV show recipes.  Rankings reflect sales, for the week ended Jan. 6, at almost 4,000 bookstores plus wholesalers serving 60,000 other retailers (gift shops, department stores, newsstands, supermarkets), statistically weighted to represent all such outlets nationwide. An asterisk (*) indicates that a book's sales are barely distinguishable from those of the book above. A dagger () indicates that some bookstores report receiving bulk orders. Expanded rankings are available at The New York Times on the Web: nytimes.com/books.  ", 
            "title": "PAPERBACK BEST SELLERS: January 21, 2007"
        }, 
        "weight": 0.6780288541620864, 
        "file": "1820188.txt", 
        "other_topics": {
            "0": 7.553004664759403e-05, 
            "1": 0.0065632133924580765, 
            "2": 0.00013040645631764267, 
            "3": 0.00011346342123249628, 
            "4": 7.045919212500113e-05, 
            "5": 0.014748284631690702, 
            "6": 0.0017529750751439882, 
            "7": 0.0001073800145148581, 
            "8": 0.00013470337026219047, 
            "9": 0.00013481987246501213, 
            "10": 0.00010295504175787898, 
            "11": 0.0703206418757056, 
            "12": 0.005020080422029756, 
            "13": 0.6780288541620864, 
            "14": 0.030864798950136624, 
            "15": 0.019512973915387123, 
            "16": 0.00014696859552445864, 
            "17": 0.16702621987709013, 
            "18": 0.0050634325560951505, 
            "19": 8.183913132939915e-05
        }
    }, 
    {
        "content": {
            "text": "  Weeks  This  Last  On  Week  Week  List  FICTION  1  1  13  FOR ONE MORE DAY, by Mitch Albom. (Hyperion, $21.95.) A troubled man gets a last chance to reconnect and restore his relationship with his dead mother.  2  2  6  CROSS, by James Patterson. (Little, Brown, $27.99.) Alex Cross, retired from the F.B.I., has a chance to track a rapist who may have murdered his wife.  3  3  4  NEXT, by Michael Crichton. (HarperCollins, $27.95.) The author of ''Jurassic Park'' describes a not-too-distant future when genetic engineering runs amok.  4  4  8  DEAR JOHN, by Nicholas Sparks. (Warner, $24.99.) An unlikely romance between a soldier and an idealistic young woman is tested in the aftermath of 9/11.  5  5  3  HANNIBAL RISING, by Thomas Harris. (Delacorte, $27.95.) The childhood and adolescence of Hannibal Lecter shed light on how he became ''death's prodigy.''  6  6  4  TREASURE OF KHAN, by Clive Cussler and Dirk Cussler. (Putnam, $27.95.) In his 19th adventure, Dirk Pitt confronts a murderous Mongolian tycoon who manipulates the oil market and knows the secret of Genghis Khan .  7  7  4  BROTHER ODD, by Dean Koontz. (Bantam, $27.) With his ability to see the spirits of the dead, Odd Thomas, a character in two previous novels by Koontz, heads off a catastrophe at a monastery .  8  9  9  LISEY'S STORY, by Stephen King. (Scribner, $28.) A widow's journey through grief after the death of her husband, a famous novelist with terrible memories.  9  10  7  WILD FIRE, by Nelson DeMille. (Warner, $26.99.) Detective John Corey and his wife, an F.B.I. agent, help to foil a nuclear plot against the United States.  10  11  3  THE BOLEYN INHERITANCE, by Philippa Gregory. (Touchstone/Simon & Schuster, $25.95.) Politics and treachery in the court of Henry VIII, narrated by three women, two of them his sometime wives.  11  12  6  NATURE GIRL, by Carl Hiaasen. (Knopf, $25.95.) A single mother takes revenge on her lecherous ex-boss and an annoying telemarketer in the Florida Everglades.  12  13  6  SANTA CRUISE, by Mary Higgins Clark and Carol Higgins Clark. (Scribner, $22.) Passengers on a Christmas cruise for charity, including an amateur sleuth, manage to foil two escaping felons.  13  6  H.R.H., by Danielle Steel. (Delacorte, $27.) An American-educated European princess faces unexpected challenges when she works at an African Red Cross camp.  14*  14  5  THE SHAPE SHIFTER, by Tony Hillerman. (HarperCollins, $26.95.) Lt. Joe Leaphorn, a tribal detective, tracks down an antique Navajo rug with a complicated history.  15  8  2  MISTRAL'S KISS, by Laurell K. Hamilton. (Ballantine, $23.95.) After Meredith Gentry gives up her job as a p.i. to assume her duties as a faerie princess, she must prove her fertility through sex with her bodyguards.  Weeks  This  Last  On  Week  Week  List  NONFICTION  1  1  10  THE AUDACITY OF HOPE, by Barack Obama. (Crown, $25.) The Illinois junior senator proposes that Americans move beyond their political divisions.  2  2  11  THE INNOCENT MAN, by John Grisham. (Doubleday, $28.95.) Grisham's first nonfiction book concerns a man sentenced to death for a crime he did not commit.  3  3  62  MARLEY & ME, by John Grogan. (Morrow, $29.95 and $21.95.) A newspaper columnist and his wife learn some life lessons from their neurotic dog.  4  4  13  CULTURE WARRIOR, by Bill O'Reilly. (Broadway, $26.) The host of ''The O'Reilly Factor'' describes a culture war between traditionalists and secular-progressives.  5  5  5  PALESTINE. PEACE NOT APARTHEID, by Jimmy Carter. (Simon & Schuster, $27.) The former president calls for revitalizing the peace process.  6  6  21  I FEEL BAD ABOUT MY NECK, by Nora Ephron. (Knopf, $19.95.) A witty look at aging from a novelist and screenwriter (''When Harry Met Sally'').  7  7  10  I LIKE YOU, by Amy Sedaris. (Warner, $27.99.) A wacky approach to entertaining from the actress and playwright.  8  11  85  FREAKONOMICS, by Steven D. Levitt and Stephen J. Dubner. (Morrow, $27.95.) A maverick scholar and a journalist apply economic theory to everything from cheating sumo wrestlers to abortion and the falling crime rate.  9  9  14  THE GOD DELUSION, by Richard Dawkins. (Houghton Mifflin, $27.) An Oxford scientist asserts that belief in God is irrational and that religion has done great harm in the world.  10  8  90  THE WORLD IS FLAT, by Thomas L. Friedman. (Farrar, Straus & Giroux, $30.) A columnist for The New York Times analyzes 21st-century economics and foreign policy.  11  12  10  THE LIFE AND TIMES OF THE THUNDERBOLT KID, by Bill Bryson. (Broadway, $25.) A memoir of growing up in mid-America at midcentury by the author of ''A Short History of Nearly Everything.''  12  10  20  MAYFLOWER, by Nathaniel Philbrick. (Viking, $29.95.) How America began, from the author of ''In the Heart of the Sea.''  13  14  10  THE MR. AND MRS. HAPPY HANDBOOK, by Steve Doocy. (Morrow, $23.95.) Humorous observations on marriage and family life.  14*  15  6  U2 BY U2, by Bono, the Edge, Adam Clayton and Larry Mullen Jr. with Neil McCormick. (HarperCollins, $39.95.) Photographs, documents and extensive interviews with members of the legendary band.  15  13  13  STATE OF DENIAL, by Bob Woodward. (Simon & Schuster, $30.) The third ''Bush at War'' volume by the longtime Washington Post reporter and editor describes a dysfunctional administration's inept conduct of the invasion and occupation of Iraq.  Rankings reflect sales, for the week ended Dec. 23, at almost 4,000 bookstores plus wholesalers serving 50,000 other retailers, statistically weighted to represent all such outlets nationwide. An asterisk (*) indicates that a book's sales are barely distinguishable from those of the book above. A dagger () indicates that some bookstores report receiving bulk orders. Expanded rankings are available at The New York Times on the Web: nytimes.com/books.  Editors' Choice  Other recent books of particular interest  MOTHERS AND SONS: Stories, by Colm Toibin. (Scribner, $24.) In this collection by the author of ''The Master,'' families are not so much reassuring and warm as they are settings for secrets, suspicion and missed connections.  LET THE NORTHERN LIGHTS ERASE YOUR NAME, by Vendela Veda. (Ecco/HarperCollins, $23.95.) A young woman searches for the truth about her parentage amid the snow and ice of Lapland in this bleakly comic yet sad tale of a child's futile struggle to be loved.  TALES OF THE OUT & THE GONE, by Amiri Baraka. (Akashic, paper, $14.95.) A poet and provocateur, Baraka swings from satire to science fiction to linguistic games in stories enjoyable more for the journey than the destination.  CAESAR: Life of a Colossus, by Adrian Goldsworthy. (Yale University, $35.) An exciting portrait not only of Caesar -- dictator, dandy, priest and much more -- but of the society in which he lived.  RINGSIDE: A Treasury of Boxing Reportage, by Budd Schulberg. (Ivan R. Dee, $27.50.) Articles from a member of the old guild of boxing scribes that revive greats like Rocky Marciano and Ali.  SOMEWHERE: The Life of Jerome Robbins, by Amanda Vaill. (Broadway, $40.) A fresh look at the ambitious yet desperately insecure young man who became a renowned choreographer.  KOCKROACH, by Tyler Knox. (William Morrow/HarperCollins, $23.95.) Kafka's man-to-bug ''Metamorphosis'' is reversed in this debut novel.  THE TRIUMPH OF MODERNISM: The Art World, 1987-2005, by Hilton Kramer. (Ivan R. Dee, $27.50.) Arresting and perceptive judgments displaying Kramer's Modernist tastes.  A ROYAL AFFAIR: George III and His Scandalous Siblings, by Stella Tillyard. (Random House, $26.95.) The American revolution wasn't the only problem facing King George III, as this lively account of the rotten behavior of his unruly brothers and sisters shows.  ALLIGATOR, by Lisa Moore. (Black Cat, paper, $13.) The imagined lives of a group of Newfoundlanders who are seized by bad impulses.  The full reviews of these and other recent books are on the Web: nytimes.com/books.  ", 
            "title": "BEST SELLERS: January 7, 2007"
        }, 
        "weight": 0.6667010096152736, 
        "file": "1816866.txt", 
        "other_topics": {
            "0": 0.004553401378130071, 
            "1": 0.007557497013947879, 
            "2": 0.0285167795952109, 
            "3": 0.03746838470413353, 
            "4": 6.508867398199016e-05, 
            "5": 0.00017326049294730407, 
            "6": 0.00012481758001225477, 
            "7": 0.009066452046558607, 
            "8": 0.00012443605279658014, 
            "9": 0.00012454367500553464, 
            "10": 9.510763529465688e-05, 
            "11": 0.08588428327295639, 
            "12": 0.004637441447997033, 
            "13": 0.6667010096152736, 
            "14": 0.03150131762900852, 
            "15": 9.114878608073733e-05, 
            "16": 0.0016303091881870087, 
            "17": 0.039215405904012186, 
            "18": 0.0794046285209293, 
            "19": 0.0030646867875359744
        }
    }, 
    {
        "content": {
            "text": "  Weeks  This  On  Week  List  FICTION  1  27  THE MEMORY KEEPER'S DAUGHTER, by Kim Edwards. (Penguin, $14.) A doctor's decision to secretly send his newborn daughter, who has Down syndrome, to an institution haunts everyone involved.  2  5  CELL, by Stephen King. (Pocket Star, $9.99.) What remains of humanity fights to survive after a mysterious force scrambles cellphone users' brains.  3  4  S IS FOR SILENCE, by Sue Grafton. (Berkley, $7.99.) Kinsey Millhone searches for a woman who disappeared 34 years ago.  4  6  THE FIVE PEOPLE YOU MEET IN HEAVEN, by Mitch Albom. (Hyperion, $12.) An old man who died trying to rescue a girl finds all is explained in the afterlife.  5  8  THE TENTH CIRCLE, by Jodi Picoult. (Washington Square, $15.) When his teenage daughter is date-raped, a comic-book artist is overwhelmed by rage.  6  4  ON THE RUN, by Iris Johansen. (Bantam, $7.99.) A girl and her mother, a horse trainer who once worked for the C.I.A., are targets of a Middle East magnate.  7  6  THE ALCHEMIST, by Paulo Coelho. (HarperSanFrancisco, $13.95 and $13.) A tale about the lessons a Spanish shepherd boy learns during his travels to Egypt in search of treasure.  8  25  WICKED, by Gregory Maguire. (ReganBooks/ HarperCollins, $15.) A little green-skinned girl grows up to become the Wicked Witch of the West; source of the Broadway musical.  9  4  THE LAST TEMPLAR, by Raymond Khoury. (Signet, $9.99.) A coding device stolen from an exhibit of Vatican artifacts may hold clues to the medieval Knights Templar's long-lost treasure -- and their secrets.  10  8  FOREVER ODD, by Dean Koontz. (Bantam, $7.99.) Odd Thomas, a character from Koontz's 2003 novel of the same name, searches for a missing friend.  11  107  THE KITE RUNNER, by Khaled Hosseini. (Riverhead, $15.95 and $14.) An Afghan-American returns to Kabul to learn how his childhood friend has fared under the Taliban.  12  8  VALLEY OF SILENCE, by Nora Roberts. (Jove, $7.99.) The circle of six go into battle to save humans from the vampire Lilith in the final Circle Trilogy book.  13  3  SAVING FISH FROM DROWNING, by Amy Tan. (Ballantine, $14.95.) The misadventures of 12 American tourists in China and Burma.  14  4  HALO: GHOSTS OF ONYX, by Eric Nylund. (Tor/Tom Doherty, $12.95.) In the Human-Covenant wars, a plan to help the human forces is set in motion.  15  14  MORRIGAN'S CROSS, by Nora Roberts. (Jove, $7.99.) A sorcerer gathers five warriors to help him battle a vampire who lured his twin to the dark side.  Weeks  This  On  Week  List  NONFICTION  1  5  THE PURSUIT OF HAPPYNESS, by Chris Gardner with Quincy Troupe and Mim Eichler Rivas. (Amistad/HarperCollins, $14.95.) Gardner's life story, from a grim childhood to homelessness to success.  2  24  FLAGS OF OUR FATHERS, by James Bradley with Ron Powers. (Bantam, $14 and $7.99.) The story of the six men who raised the flag at Iwo Jima.  3  124  RUNNING WITH SCISSORS, by Augusten Burroughs. (Picador, $14 and $7.99.) In the 1970s, a young boy lives with a crazy psychiatrist in a squalid household.  4  3  The irAQ STUDY GROUP REPORT, by James A. Baker III and Lee H. Hamilton et al. (Vintage, $10.95.) An assessment of America's involvement in the Iraq war with proposals for a plan of action.  5  50  THE GLASS CASTLE, by Jeannette Walls. (Scribner, $14.) The author recalls a bizarre childhood during which she and her siblings were constantly moved.  6  57  DREAMS FROM MY FATHER, by Barack Obama. (Three Rivers, $13.95.) The Democratic senator from Illinois reflects on life as the son of a black African father and white American mother.  7  8  AMERICA (THE BOOK), by Jon Stewart, Ben Karlin, David Javerbaum et al. (Warner, $15.99.) ''The Daily Show'' offers an illustrated parody of a civics text.  8  13  TEAM OF RIVALS, by Doris Kearns Goodwin. (Simon & Schuster, $19.95.) The genius of Abraham Lincoln revealed in his relationship with his cabinet.  9  23  1776, by David McCullough. (Simon & Schuster, $18.) An account of America's founding year focusing on the inexperienced George Washington.  10  26  AN INCONVENIENT TRUTH, by Al Gore. (Rodale, $21.95.) The former vice president sounds an alarm about global warming.  11  18  HOLIDAYS ON ICE, by David Sedaris. (Back Bay/ Little, Brown, $8.95.) Comic essays about Christmas.  12  9  90 MINUTES IN HEAVEN, by Don Piper with Cecil Murphey. (Revell, $12.99.) A minister describes the otherworldly experience he had after a car accident.  13  124  THE TIPPING POINT, by Malcolm Gladwell. (Back Bay/Little, Brown, $14.95.) A journalist's study of social epidemics, otherwise known as fads.  14  167  TUESDAYS WITH MORRIE, by Mitch Albom. (Broadway, $12.95; Anchor, $6.99.) The author tells of his visits to his old college mentor.  15  14  TEACHER MAN, by Frank McCourt. (Scribner, $15.) The author of ''Angela's Ashes'' remembers his years teaching high school in New York City.  16*  144  THE DEVIL IN THE WHITE CITY, by Erik Larson. (Vintage, $14.95.) The tale of an architect and a serial killer, linked by the Chicago World's Fair of 1893.  Weeks  This  On  Week  List  Advice, How-to and Miscellaneous: Hardcover  1  8  YOU: ON A DIET, by Michael F. Roizen and Mehmet C. Oz et al. (Free Press, $25.) Weight-loss tips, from the authors of ''You: The Owner's Manual.''  2  15  GUINNESS WORLD RECORDS 2007. (Guinness, $28.95.) An illustrated collection of records about subjects as various as sports and technology.  3  6  JOY OF COOKING, by Irma S. Rombauer, Marion Rombauer Becker and Ethan Becker. (Scribner, $30.) Marking 75 years of ''Joy.''  4  4  HOMEKEEPING HANDBOOK, by Martha Stewart. (Clarkson Potter, $45.) Taking care of your house and everything in it.  5  3  MAD MONEY, by James J. Cramer with Cliff Mason. (Simon & Schuster, $25.) How to put advice from the TV show ''Mad Money'' into practice.  Weeks  This  On  Week  List  Advice, How-to and Miscellaneous: Paperback  1  7  2, 4, 6, 8, by Rachael Ray. (Clarkson Potter, $19.95.) Recipes from the Food Network host for groups of many sizes.  2  6  THE WORLD ALMANAC & BOOK OF FACTS 2007. (World Almanac, $12.99.) The latest edition of a reference work, covering topics like science, politics and history, issued annually since 1868.  3  61  1,000 PLACES TO SEE BEFORE YOU DIE, by Patricia Schultz. (Workman, $18.95.) A reference book for travelers.  4  35  365: NO REPEATS, by Rachael Ray. (Clarkson Potter, $19.95.) A year's worth of dinner recipes from the Food Network host.  5  3  BAD PRESIDENT, by R. D. Rosen, Harry Prichett and Rob Battles. (Workman, $8.95.) Photos and captions that make fun of President Bush.  Rankings reflect sales, for the week ended Dec. 23, at almost 4,000 bookstores plus wholesalers serving 60,000 other retailers (gift shops, department stores, newsstands, supermarkets), statistically weighted to represent all such outlets nationwide. An asterisk (*) indicates that a book's sales are barely distinguishable from those of the book above. A dagger () indicates that some bookstores report receiving bulk orders. Expanded rankings are available at The New York Times on the Web: nytimes.com/books.  ", 
            "title": "PAPERBACK BEST SELLERS: January 7, 2007"
        }, 
        "weight": 0.6607812165481864, 
        "file": "1816867.txt", 
        "other_topics": {
            "0": 7.540804708275572e-05, 
            "1": 0.04370325774052528, 
            "2": 0.0001301958178812984, 
            "3": 0.008189507443150858, 
            "4": 0.006531327217790285, 
            "5": 0.00018725340416703712, 
            "6": 0.021133089093780907, 
            "7": 0.0033376974867117565, 
            "8": 0.00013448579125511113, 
            "9": 0.0017498475639171245, 
            "10": 0.0001027887440942356, 
            "11": 0.005597238432713459, 
            "12": 0.00016623538400953338, 
            "13": 0.6607812165481864, 
            "14": 0.02919969926516177, 
            "15": 0.038864401176551905, 
            "16": 0.00014673120516797524, 
            "17": 0.16352594061668235, 
            "18": 0.014746726621486867, 
            "19": 0.001696952399683026
        }
    }, 
    {
        "content": {
            "text": "  An article in Weekend on Jan. 19 about the film ''Waitress,'' which was shown at the Sundance Film Festival, misidentified the role played in ''Mission: Impossible III'' by Keri Russell, the star of ''Waitress.'' She was a protégée of Tom Cruise's character, not his love interest. (That role was played by Michelle Monaghan.)  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6569985907580228, 
        "file": "1821835.txt", 
        "other_topics": {
            "0": 0.001454324305556435, 
            "1": 0.0017671887930967327, 
            "2": 0.002510964674881113, 
            "3": 0.002184728046838348, 
            "4": 0.0013566854544041758, 
            "5": 0.0036113808474504353, 
            "6": 0.2518154521366319, 
            "7": 0.002067592593562041, 
            "8": 0.002593701369293565, 
            "9": 0.002595944608808628, 
            "10": 0.0019823901381481627, 
            "11": 0.045645240395048754, 
            "12": 0.0032060259980377813, 
            "13": 0.6569985907580228, 
            "14": 0.00241617737662579, 
            "15": 0.0018998732759028174, 
            "16": 0.0028298671867895827, 
            "17": 0.007447299403636331, 
            "18": 0.004040767469378472, 
            "19": 0.0015758051678862776
        }
    }, 
    {
        "content": {
            "text": "  The Critic's Choice column on Tuesday, about new DVDs, referred imprecisely to the title of Sergio Leone's pioneering spaghetti western, which was modeled on Akira Kurosawa's ''Yojimbo.'' The Leone movie was released in the United States as ''A Fistful of Dollars'' and is known by that title -- not by ''For a Fistful of Dollars,'' which is a translation of the Italian title.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6371502611699431, 
        "file": "1822447.txt", 
        "other_topics": {
            "0": 0.0014103882780661253, 
            "1": 0.0017138009379275524, 
            "2": 0.0024351068950439238, 
            "3": 0.0021187260752299486, 
            "4": 0.0013156991563737655, 
            "5": 0.0035022788214543474, 
            "6": 0.09315489259188552, 
            "7": 0.12284757783145117, 
            "8": 0.0025153440632734777, 
            "9": 0.0025175195331496613, 
            "10": 0.00192250091861616, 
            "11": 0.04426626974239824, 
            "12": 0.00310916999016783, 
            "13": 0.6371502611699431, 
            "14": 0.06276440741696661, 
            "15": 0.0018424769412893807, 
            "16": 0.002744375166861372, 
            "17": 0.007222311930019473, 
            "18": 0.003918693410698255, 
            "19": 0.001528199129184247
        }
    }, 
    {
        "content": {
            "text": "  A listing of credits in Weekend on Friday with a film review of ''God Grew Tired of Us'' omitted an editor and a producer. In addition to Geoffrey Richman, Johanna Giebelhaus edited the film, and Tommy Walker was a producer, along with Molly Bradford Pace and Christopher Quinn.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6342085197061742, 
        "file": "1819309.txt", 
        "other_topics": {
            "0": 0.0015509540958809382, 
            "1": 0.0018846062644876228, 
            "2": 0.0026778009088070545, 
            "3": 0.002329888113458618, 
            "4": 0.001446827818452214, 
            "5": 0.0038513321242996143, 
            "6": 0.16888222281115817, 
            "7": 0.00220496981955563, 
            "8": 0.002766034884261068, 
            "9": 0.0027684271715250823, 
            "10": 0.0021141062503376843, 
            "11": 0.01545650945943501, 
            "12": 0.0034190442490438836, 
            "13": 0.6342085197061742, 
            "14": 0.0025767156502406485, 
            "15": 0.0020261067133776696, 
            "16": 0.10268251656137253, 
            "17": 0.007942120934919094, 
            "18": 0.03753078994200208, 
            "19": 0.0016805065212112224
        }
    }, 
    {
        "content": {
            "text": "  THE CASTLE IN THE FOREST, by Norman Mailer. (Random House, $27.95.) This remarkable novel, about the young Adolf Hitler, his family and their shifting circumstances, is Mailer's first in 10 years and his most perfect apprehension of the absolutely alien.  HOUSE OF MEETINGS, by Martin Amis. (Knopf, $23.) In Amis's novel, a Russian veteran of World War II acquaints his American stepdaughter with his grim past of rapine and violence.  THE RACE BEAT: The Press, the Civil Rights Struggle, and the Awakening of a Nation, by Gene Roberts and Hank Klibanoff. (Knopf, $30.) Two veteran journalists analyze in depth the way the news media came to play such an important role in the fight for racial justice. AFRICAN QUEEN: The Real Life of the Hottentot Venus, by Rachel Holmes. (Random House, $23.95.) A gripping case of human exploitation in 19th-century London's theater of human oddities.  FALSE SELF: The Life of Masud Khan, by Linda Hopkins. (Other Press, $35.) This biography of the dashing Anglo-Pakistani psychoanalyst reveals a man who was himself deeply troubled.  THE AVERAGED AMERICAN: Surveys, Citizens, and the Making of a Mass Public, by Sarah E. Igo. (Harvard University, $35.) How the social sciences changed the way America thinks of itself.  PAULA SPENCER, by Roddy Doyle. (Viking, $24.95.) In Doyle's novel, a Dublin woman struggles to overcome alcoholism and abuse.  LETTERS OF E. B. WHITE: Revised Edition. Originally edited by Dorothy Lobrano Guth. Revised and updated by Martha White. (HarperCollins, $35.) The expanded edition includes additional correspondence by the New Yorker writer.  THE BEST SEAT IN THE HOUSE: How I Woke Up One Tuesday and Was Paralyzed for Life, by Allen Rucker. (HarperCollins, $24.95.) At 51, Rucker was stricken with transverse myelitis.  THEY CALL ME NAUGHTY LOLA: Personal Ads From The London Review of Books. Edited and with an introduction by David Rose. (Scribner, $16.) Lonely hearts as a literary genre.  The full reviews of these and other recent books are on the Web: nytimes.com/books.  ", 
            "title": "Editor's Choice: Other recent books of particular interest"
        }, 
        "weight": 0.6264580947712195, 
        "file": "1822232.txt", 
        "other_topics": {
            "0": 0.00024558106294643033, 
            "1": 0.0002984121908556482, 
            "2": 0.0004240081607123444, 
            "3": 0.00036891897765963595, 
            "4": 0.00022909350734467897, 
            "5": 0.0006098273568232286, 
            "6": 0.0004393221651925904, 
            "7": 0.000349139174066722, 
            "8": 0.00043797929856712286, 
            "9": 0.00043835809794663384, 
            "10": 0.00033475166126353025, 
            "11": 0.20760156838645297, 
            "12": 0.03210355573270779, 
            "13": 0.6264580947712195, 
            "14": 0.00040800212590262136, 
            "15": 0.031882995316680394, 
            "16": 0.000477858885445164, 
            "17": 0.06964228903617212, 
            "18": 0.026984149448193308, 
            "19": 0.0002660946438476291
        }
    }, 
    {
        "content": {
            "text": "  If readers have been considering picking up a little conversational Hindi, they would probably do well not to begin with the sample list of words in the Jan. 7 review of ''Sacred Games,'' a novel by Vikram Chandra that sprinkles untranslated Hindi throughout its English text. Indian readers pointed out that while most of the Hindi terms in the review were innocuous, several were in fact obscene -- suitable for Chandra's tough-guy characters, no doubt, but not for the Book Review, where editors failed to check the meaning of the words in the novel's glossary.  ", 
            "title": "Editors' Note"
        }, 
        "weight": 0.6093210437788774, 
        "file": "1822258.txt", 
        "other_topics": {
            "0": 0.0010126731094132198, 
            "1": 0.001230526481052488, 
            "2": 0.0017484314847957675, 
            "3": 0.00152126684258885, 
            "4": 0.0009446853582506192, 
            "5": 0.0025146717675626896, 
            "6": 0.0018115800042643132, 
            "7": 0.0014397032441269108, 
            "8": 0.001806042586578992, 
            "9": 0.0018076045960470303, 
            "10": 0.044763427907381345, 
            "11": 0.29208194762377926, 
            "12": 0.0022324156337677017, 
            "13": 0.6093210437788774, 
            "14": 0.0016824293230424643, 
            "15": 0.00132291715846932, 
            "16": 0.0019704892452967696, 
            "17": 0.0268772196852516, 
            "18": 0.0028136616722950693, 
            "19": 0.0010972624971582678
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Brad Leithauser's review of Robert Fagles's new translation of the Aeneid (Dec. 17) flattens out the complexities of Virgil's epic. Leithauser suggests that the gods control the world of the Aeneid and that ''relatively little malice and unreasonableness and rapacity seem innate to our kind.'' Yet Virgil has one of his characters in Book 9 question whether his internal lust for war is prompted by the gods or whether people simply deify their own desires. Virgil's epic is full of these hints that Aeneas' god-given mission might be prompted by his own deified desires and that the epic gods are an allegorical, literary device. In addition, Leithauser states that ''Virgil was wrong'' to suggest that Rome's glory ''will never fade,'' but it's Virgil's characters who suggest this -- not Virgil. As Edward Rothstein put it in a recent New York Times column: ''The argument has been made that Virgil's project was actually ironic, anti-Augustan: he showed how civilization itself is drenched in blood, with self-celebratory history being written by the victors.''  Leah Kronenberg  New Brunswick, N.J.  The writer is assistant professor of classics, Rutgers University.  To the Editor:  ''Arms and the man I sing.'' Oops, or is it ''Wars and a man I sing''? Darn, or is it something or other else?  Why should one read Robert Fagles, or any other middleman, instead of actually reading Virgil? Why anything but ''Arma virumque cano''?  If one is too lazy to learn Latin, it is surely a waste of time to read Fagles under the illusion that one is reading Virgil. Try Shakespeare instead.  John Winkler  Arlington, Mass.  ", 
            "title": "Arms and ..."
        }, 
        "weight": 0.6017258252698263, 
        "file": "1816889.txt", 
        "other_topics": {
            "0": 0.00035075026311322027, 
            "1": 0.0004262061300778832, 
            "2": 0.0006055881188381717, 
            "3": 0.000526907192798509, 
            "4": 0.00032720197157956235, 
            "5": 0.0008709837122337295, 
            "6": 0.0006274602902357482, 
            "7": 0.0004986567600033071, 
            "8": 0.0006255423458447694, 
            "9": 0.0006260833646857033, 
            "10": 0.00047810784698567297, 
            "11": 0.28899309334209605, 
            "12": 0.0007732212533774087, 
            "13": 0.6017258252698263, 
            "14": 0.0005827275576305906, 
            "15": 0.0004582066385459512, 
            "16": 0.0006825002212708998, 
            "17": 0.09195325260495979, 
            "18": 0.008487636405207175, 
            "19": 0.000380048710689609
        }
    }, 
    {
        "content": {
            "text": "  Jim Caviezel, below, will do a reprise of his role as Jesus in a 25-hour, 20-CD dramatic reading of the New Testament, produced by the Nashville-based publisher Thomas Nelson. The recording is scheduled for release in October. Other actors lending their voices to the project include Richard Dreyfuss (playing Moses), Marisa Tomei (Mary Magdalene), Luke Perry (Judas) and Terence Stamp (God). Mr. Caviezel played Jesus in Mel Gibson's 2004 film, ''The Passion of the Christ.'' Thomas Nelson also plans a recording of the Old Testament, told in 60 hours on 50 CDs. It said that Jason Alexander of ''Seinfeld'' fame has expressed interest in the Old Testament project.  JULIE BOSMAN  ", 
            "title": "Arts, Briefly; New Testament CDs Star Jim Caviezel"
        }, 
        "weight": 0.6003955873348542, 
        "file": "1817850.txt", 
        "other_topics": {
            "0": 0.21366820152602098, 
            "1": 0.0007553624872474836, 
            "2": 0.0010732800760269111, 
            "3": 0.0009338343576338077, 
            "4": 0.0005798980297149981, 
            "5": 0.0015436390441045343, 
            "6": 0.027742865115679218, 
            "7": 0.0008837662903863888, 
            "8": 0.06768569764312507, 
            "9": 0.0011096036734310854, 
            "10": 0.0008473475789886999, 
            "11": 0.019510480402829284, 
            "12": 0.0013703752431647265, 
            "13": 0.6003955873348542, 
            "14": 0.001032764444845172, 
            "15": 0.0008120767904068654, 
            "16": 0.0012095909192857879, 
            "17": 0.05644489614169344, 
            "18": 0.001727174922103169, 
            "19": 0.0006735579784580844
        }
    }, 
    {
        "content": {
            "text": "  Maj-Britt Nilsson, a Swedish movie actress of the 1940s and '50s who starred in three of Ingmar Bergman's early films, died on Dec. 19 in Cannes, France. She was 82.  Ms. Nilsson's death, which was not widely reported outside Sweden, was confirmed by Jon Asp, executive editor of the online publication Ingmar Bergman Face to Face. No cause was announced.  Ms. Nilsson was best known for her leading role in Mr. Bergman's 1951 film ''Summer Interlude.'' (Titled ''Sommarlek'' in Swedish, the film was sometimes known as ''Illicit Interlude'' in English.) She also collaborated with Mr. Bergman on ''Till Glädje'' (''To Joy,'' 1950) and ''Kvinnors Väntan'' (''Secrets of Women'' or ''Waiting Women,'' 1952).  Maj-Britt Nilsson was born in Stockholm on Dec. 11, 1924, and trained at the drama school of the Royal Dramatic Theater there. In 1951 she married Per Gerhard, a theater director. Ms. Nilsson is survived by her husband.  ", 
            "title": "Maj-Britt Nilsson, 82, Actress Known For Bergman Films"
        }, 
        "weight": 0.6003297299833139, 
        "file": "1820530.txt", 
        "other_topics": {
            "0": 0.0005181431829324308, 
            "1": 0.000629609793771084, 
            "2": 0.0008946004848457848, 
            "3": 0.0007783696797926113, 
            "4": 0.00048335664672409794, 
            "5": 0.0012866541251700036, 
            "6": 0.023124234892510517, 
            "7": 0.0007366369408409668, 
            "8": 0.0009240777163163636, 
            "9": 0.1785034681906916, 
            "10": 0.0007062812139421342, 
            "11": 0.038459700911961305, 
            "12": 0.03443822113050602, 
            "13": 0.6003297299833139, 
            "14": 0.0008608298930789178, 
            "15": 0.0006768823037499253, 
            "16": 0.0010082183085554568, 
            "17": 0.06924527772970816, 
            "18": 0.045834282777766945, 
            "19": 0.0005614240938217514
        }
    }, 
    {
        "content": {
            "text": "  Everything went as planned for ''Dreamgirls,'' a perfectly confected Oscar machine. Great cast, showstoppers that stopped the show, and a wonderful back story in Jennifer Hudson, the washed-out ''American Idol'' turned movie star. And it was all propelled by hype-filled rollout, plenty of strong reviews and, finally, widespread belief that it was the favorite in the best-picture throwdown.  Everything continued to go as planned during the news conference at the Academy of Motion Picture Arts and Sciences here on Tuesday morning, with this crowd-pleasing costume musical racking up eight nominations. And then the best-picture category was announced: ''Babel,'' ''The Departed,'' ''Little Miss Sunshine,'' ''The Queen'' and ''Letters From Iwo Jima.''  Wait. Are they nominating six this year? The hundreds of reporters in the auditorium were leaning heads together, making sure that they did not hear the name ''Dreamgirls.''  They did not.  ''Dreamgirls'' had the most nominations for the day, eight, including a pair for its supporting players, Eddie Murphy and Ms. Hudson, but it will not be around for the war. It is the first film in many decades to have the most nominations and not be in the best-picture category.  The seven nominations for ''Babel'' prove that the academy is a sucker for a weave of ambitious filmmaking (multiple languages and stories are represented) and big stars in small roles. (Brad Pitt and Cate Blanchett were in just one segment of the movie's triptych.)  ''Pan's Labyrinth,'' a Spanish-language film, received a half-dozen nominations, as did ''The Queen,'' in an array that was announced by Sid Ganis, president of the academy, and the actress Salma Hayek at 5:38 a.m Pacific time; it was planned to land in the middle of morning shows in the East.  Much of what happened was expected -- Forest Whitaker and Helen Mirren, who played monarchs to very different effect -- continued their stately walk to the podium, with nominations for best actor and best actress. (''I'm not going to win in a million years, and that's absolutely fine,'' said Kate Winslet, a fellow nominee in the actress category.)  Ms. Mirren said of her nomination: ''It's the mother lode. It's the big mama of the whole thing. There's nothing in the whole world like the Oscars.''  Mr. Whitaker described his excitement: ''I'm stoked. I have to find the right word, and 'stoked' is O.K.,'' he said, joining the ritual outpouring of gratitude and expectation.  Mr. Murphy, a seasoned veteran, and Ms. Hudson, an absolute beginner, were joined in the supporting categories by 10-year-old Abigail Breslin and Alan Arkin, 72, for their roles in ''Little Miss Sunshine.'' (It's been 38 years since Mr. Arkin's last nomination, for ''The Heart Is a Lonely Hunter.'' )  The supporting-actor category was notable for its eclecticism, with Jackie Earle Haley's portrayal of a pedophile in ''Little Children'' being recognized, as was Rinko Kikuchi's role in ''Babel'' as a deaf-mute Japanese girl with a lot on her mind. In total, out of 20 slots for acting awards, 5 black actors were nominated, 2 Latinas and a Japanese woman.  And in a year when the precursor awards have been all over the road, the movies came from all over the world. ''Cinema is an international art form, and you can do it in any language the artist dreams about,'' Mr. Ganis said after coming offstage. He pointed to Clint Eastwood's vivid example in making two movies in two languages about the same war.  The academy, frequently criticized for being a prisoner of convention, ventured far and wide in search of films that represented the year's most spectacular achievements. Tidy little movies like ''Little Miss Sunshine'' and ''The Queen'' were selected for best-picture nods, and two movies in which English is a second language -- ''Babel'' and ''Letters From Iwo Jima'' -- also made the cut, while ''The Departed,'' a big popcorn movie with a bloody, relentless end, was recognized as well.  Even ''United 93,'' a movie that made the unthinkable watchable, was given a significant nod when Paul Greengrass was nominated for best director. None of these movies had a built-in Oscar-winning apparatus -- far from it, actually, but perhaps that was precisely the point.  Los Angeles is a place that worships success, but can be very punishing when it comes to striving for it. Paramount/DreamWorks learned as much, as it sought to position ''Dreamgirls'' as a favorite and succeeded; but something went wrong on the way to the podium. It most likely did not help that the movie, with its gorgeous songs and amazing costumes, was a tough sell to begin with among white males, a demographic that describes the majority of the academy's 5,800 voting members.  The marketing of the film didn't help, either. Regardless of what you have heard, ''Dreamgirls'' was a story that was about something, a particularly American story of success and redemption. Instead it was sold as a parade float, majestic and unstoppable. Behind that miscalculation, the basic blocking and tackling of an Oscar campaign fell short. The decision to send out screeners of the movie late was built on hubris -- the same reason that Parmount/DreamWorks chose to charge $25 for early peeks at the movie -- which suggested that it was an Important Film that must be seen on a big screen.  But the death of President Gerald Ford, combined with a national holiday, meant that most academy members did not get the film until Jan. 3, 10 days after they had received ''Letters From Iwo Jima,'' a movie that wasn't even supposed to come out in 2006. That means that academy members saw the hype long before they saw ''Dreamgirls'' and had just 10 days to see it before they voted. (''Flags of Our Fathers,'' another Paramount/Dreamworks project, this one from Mr. Eastwood and Steven Spielberg, came basted in Oscar juice and went nowhere.)  It made for a bad day at Paramount, although the studio's chief, Brad Grey, was traveling and not taking calls, so no one can say for sure. The studio can find solace in ''Babel,'' a movie from its specialty division, Paramount Vantage, that did extremely well on Tuesday.  At Warner Brothers, things did not go as planned, either. It was thought early on that ''Blood Diamond,'' with its serious themes and star wattage from Leonardo DiCaprio, would be a durable contender. Mr. DiCaprio scored a best-actor nomination. But it was Warner's ''Departed'' that landed in the thick of the best-picture race, and its director, a hardy unrequited perennial named Martin Scorsese, was also chosen. And the studio's decision to release Mr. Eastwood's ''Letters From Iwo Jima'' is looking pretty smart just about now.  Alan F. Horn, chief executive of Warner Brothers, said best-laid plans or not, he was thrilled for both directors, Mr. Scorsese and Mr. Eastwood -- the face-off will reprise 2005, when ''Million Dollar Baby'' edged out ''The Aviator'' -- and with the five nominations ''Blood Diamond'' received. (In one indication of ''The Departed's'' underlying strength going forward, Mark Wahlberg was nominated in the supporting category for his profane, explosive depiction of a police official.)  ''We ended up in a good place,'' Mr. Horn said.  Now that the nominations have been settled, the battle for credits will begin. The academy handout listed the best-picture nominations of both ''The Departed'' and ''Little Miss Sunshine'' with ''nominees to be determined.'' The academy will have to decide which of the five producers of ''Little Miss Sunshine'' deserve a statue, and although Graham King is currently listed, for the purposes of the best-picture nomination, as the sole producer of Warner Brothers' ''Departed,'' Mr. Grey, who packaged the movie as an agent before he came to Paramount, may yet have something to say about that. As murky as that seems, it can be said with certainty that it won't be pretty.  And, going forward, the best-picture race was left without a clear favorite, which is great news for the academy. The voters love a contest, and ABC does, too, because television of all kinds thrives on suspense. With a new host, Ellen DeGeneres, and a collection of films that millions of people actually paid money to see, ABC is hoping on reversing a drop-off in viewership and certainly improving on last year's 39 million viewers when the show comes up on Feb. 25.  The Oscar Nominees  Here are the nominees in major categories for the 79th Annual Academy Awards, which will be broadcast on Feb. 25 on ABC. A complete list is available at nytimes.com/film.  BEST PICTURE  ''Babel''  ''The Departed''  ''Letters From Iwo Jima''  ''Little Miss Sunshine''  ''The Queen''  ACTOR  Leonardo DiCaprio, ''Blood Diamond'' Ryan Gosling, ''Half Nelson''  Peter O'Toole, ''Venus''  Will Smith, ''The Pursuit of Happyness''  Forest Whitaker, ''The Last King of Scotland''  ACTRESS  Penélope Cruz , ''Volver''  Judi Dench, ''Notes on a Scandal''  Helen Mirren, ''The Queen''  Meryl Streep, ''The Devil Wears Prada''  Kate Winslet, ''Little Children''  SUPPORTING ACTOR  Alan Arkin, ''Little Miss Sunshine''  Jackie Earle Haley, ''Little Children''  Djimon Hounsou, ''Blood Diamond''  Eddie Murphy, ''Dreamgirls''  Mark Wahlberg, ''The Departed''  SUPPORTING ACTRESS  Adriana Barraza, ''Babel''  Cate Blanchett, ''Notes on a Scandal''  Abigail Breslin, ''Little Miss SunShine''  Jennifer Hudson, ''Dreamgirls''  Rinko Kikuchi, ''Babel''  DIRECTOR  Clint Eastwood, ''Letters From Iwo Jima''  Stephen Frears, ''The Queen''  Paul Greengrass, ''United 93''  Alejandro González Iñárritu, ''Babel''  Martin Scorsese, ''The Departed''  ANIMATED FEATURE FILM  ''Cars''  ''Happy Feet''  ''Monster House''  DOCUMENTARY FEATURE  ''Deliver Us From Evil''  ''An Inconvenient Truth''  ''Iraq in Fragments''  ''Jesus Camp''  ''My Country, My Country''  ADAPTED SCREENPLAY  ''Borat''  ''Children of Men''  ''The Departed''  ''Little Children''  ''Notes on a Scandal''  ORIGINAL SCREENPLAY  ''Babel''  ''Letters From Iwo Jima''  ''Little Miss Sunshine''  ''Pan's Labyrinth''  ''The Queen''  ", 
            "title": "'Dreamgirls' Leads in Oscar Nominations but Is Snubbed for Best Picture"
        }, 
        "weight": 0.5893682162250417, 
        "file": "1821162.txt", 
        "other_topics": {
            "0": 0.02734978188349018, 
            "1": 7.037386727552528e-05, 
            "2": 9.999287877667259e-05, 
            "3": 8.70013222140797e-05, 
            "4": 5.40266000304185e-05, 
            "5": 0.00014381419655479867, 
            "6": 0.07205489023307271, 
            "7": 8.23366961852556e-05, 
            "8": 0.0001032876603948802, 
            "9": 0.00010337699178975828, 
            "10": 7.894372181134163e-05, 
            "11": 0.18169592208644583, 
            "12": 0.00012767195499945898, 
            "13": 0.5893682162250417, 
            "14": 0.03110970350838076, 
            "15": 0.005037815341872365, 
            "16": 0.01251808649106904, 
            "17": 0.07969109240356455, 
            "18": 0.00016091344325639073, 
            "19": 6.275249377435675e-05
        }
    }, 
    {
        "content": {
            "text": "  Finding some gems amid the sex, dross and videotape at the Utah film festival, as studio executives desperately seek next year's ''Little Miss Sunshine.''  Manohla Dargis's report is on Page 13.  ", 
            "title": "At Sundance, Gold Rush Fever"
        }, 
        "weight": 0.5781505659070514, 
        "file": "1821447.txt", 
        "other_topics": {
            "0": 0.001788639547115657, 
            "1": 0.002173424284030676, 
            "2": 0.003088176895444512, 
            "3": 0.04099972590913358, 
            "4": 0.001668555801118542, 
            "5": 0.004441553083288716, 
            "6": 0.0031997133213783366, 
            "7": 0.0025428839125077726, 
            "8": 0.003189932826400444, 
            "9": 0.003192691734365445, 
            "10": 0.0024380953996001827, 
            "11": 0.17107635617256883, 
            "12": 0.003943016607274048, 
            "13": 0.5781505659070514, 
            "14": 0.002971600207854291, 
            "15": 0.0023366098350998707, 
            "16": 0.1567315069951431, 
            "17": 0.009159259858108648, 
            "18": 0.004969645675875234, 
            "19": 0.001938046026640686
        }
    }, 
    {
        "content": {
            "text": "  Perhaps it was inevitable that the first German-made film comedy about Hitler would get a mixed reception in Germany -- a country still haunted, six decades after the fall of the Third Reich, by the mystery of how this strange madman once held it in thrall.  What is more surprising and revealing, perhaps, is the nature of the critiques, which have lambasted the movie but not the idea that Hitler could be the subject of a comedy.  The advance buzz about ''Mein Führer: The Truly Truest Truth About Adolf Hitler,'' which opens here Thursday, has been almost uniformly negative, with German critics and commentators proclaiming the film naïve, bizarre, vulgar and -- most damning of all -- not funny.  ''One laughs about two and a half times during the film,'' Michael Althen, a critic for the newspaper Frankfurter Allgemeine Zeitung, wrote, comparing it unfavorably to classic Nazi satires like Charlie Chaplin's ''Great Dictator'' or Ernst Lubitsch's ''To Be or Not to Be.''  ''Most of the jokes are flat, harmless or stale, and what's particularly offensive is that Adolf Hitler, of all people, is given quite sympathetic character traits,'' wrote Harald Peters in Welt am Sonntag.  Even Helge Schneider, the madcap German comedian and actor who portrays Hitler, has distanced himself from the film, saying in a radio interview here: ''It didn't thrill me. I just don't find it funny.''  No doubt, some of the bad reaction is a matter of taste. ''Mein Führer,'' directed by a Jewish filmmaker, depicts Hitler in scenes that could be drawn from a movie by the Farrelly brothers -- wetting his bed, playing with a toy battleship in the bath, padding around his office on all fours while barking like a dog and so on.  But the noisy national debate -- over what is by all accounts a flawed film that the public has not yet seen -- shows that Hitler remains an enduringly uncomfortable topic for many here.  ''As soon as you mention Hitler, the entire subject of German history comes up again,'' said Henryk M. Broder, a German Jewish journalist who gave ''Mein Führer'' a mixed review in the magazine Der Spiegel. ''Like a congested toilet, everything that was flushed down comes back.''  Two years ago, Germans debated another Hitler movie, ''Der Untergang'' (''The Downfall''), asking if the filmmakers had broken an unwritten code by portraying Hitler as a human being, given to moments of tenderness, rather than just a monster. At issue now is whether Hitler should be a source of humor -- at least in a German-made film.  ''Hitler was not some poor soul; he was a fanatic and a mass murderer,'' said Lea Rosh, a publicist who lobbied for the construction of the Memorial to the Murdered Jews of Europe in Berlin. ''One must show a little respect for his victims,'' said Ms. Rosh, who has not seen the film and said she had no plans to see it.  To some extent, the critical and commercial success of ''The Downfall'' helped settle the debate over Hitler's suitability as a subject in favor of the filmmakers. Ms. Rosh aside, few people here argue that Hitler is not fair game for a comedy -- any more than he was off limits for a melodrama about the last days of the Third Reich.  The trouble is, most critics say Germany's first stab at a humorous Hitler does not have enough laughs.  ''Mein Führer'' opens in late 1944, with Hitler emotionally paralyzed, contemplating the ruin of Nazi Germany. His advisers, desperate to buck up their leader, recruit a fictional Jewish acting coach, Adolf Grünbaum, to prep the Führer for a New Year's Day speech aimed at rallying his people.  Grünbaum, whose assignment gives him and his family a temporary reprieve from a concentration camp, makes Hitler wear a mustard-yellow tracksuit and practice exercises, which include dropping to all fours and barking in the manner of his beloved Alsatian, Blondi.  Emotionally stunted, sexually inadequate (''I can't feel you, my Führer,'' Eva Braun wails during a failed encounter), and psychologically scarred by an abusive father, Hitler ends up taking to the couch, in scenes that play like a particularly dark twist on a Woody Allen movie.  ''The more grotesque you get in treating this subject, the closer you get to artists who did it better,'' said Lutz Hachmeister, who recently made a documentary about Hitler's propaganda chief, Joseph Goebbels.  Treating Hitler as a satirical subject worked for Chaplin, the critics here agree, but he was a cinematic genius. And Chaplin himself said in 1964 that he would not have been able to poke fun at the Nazi leader had he known in 1940 about the horrors of the Holocaust.  ''The Producers,'' a Mel Brooks musical farce about a Nazi-themed theater production, is not known to have been staged in Germany but the film version opened last spring to no particular controversy.  ''Mein Führer'' was written and directed by Dani Levy, known for his 2004 film, ''Alles auf Zucker!'' (''Go for Zucker!'') That film also plowed new ground, with a comic look at two German Jewish brothers reunited after the fall of the Berlin Wall.  Mr. Levy said he was resigned to the storm of criticism over ''Mein Führer.'' ''This is not a consensus movie, I know that,'' he said, sitting in his sparsely furnished office here. ''In Germany, whenever you touch this subject, you're immediately at the edge of good taste.''  He noted, however, that the film had played well with preview audiences around the country, and Mr. Schneider, the film's star, said he had softened his criticism after seeing a final cut this week.  Yet even Mr. Levy had to accommodate the sensitivities of a German audience. ''Mein Führer'' was originally told from the point of view of Hitler, who had survived the war and was plotting his return to power. That version deeply unsettled viewers at a test screening last summer.  So Mr. Levy re-edited the film to give Grünbaum, the Jewish acting coach, and his family a bigger role. They function as a sort of moral counterweight to the banality of Hitler and his henchmen.  ''It was always my intention that the movie be a tragedy and a comedy,'' Mr. Levy said. One of his inspirations was ''Life Is Beautiful,'' Roberto Benigni's bittersweet fable about life in a concentration camp.  Even here, though, Mr. Levy could not satisfy his critics. Mr. Broder, the journalist, who said the movie was not as bad as its reviews, nevertheless complained that the doomed nobility of Grünbaum and his family bogged down what could have been a hard-edged, unapologetic comedy about a nasty man.  But that would be a film, Mr. Broder acknowledged, for which Germans are not ready. ''Germans are embarrassed by Hitler,'' he said. ''Here is someone you wouldn't want to share a seat on a train with for half an hour, and yet he sat atop the German nation for 12 years.''  ", 
            "title": "In Germany, a Hitler Comedy Goes Over With a Thud"
        }, 
        "weight": 0.572008260086049, 
        "file": "1818001.txt", 
        "other_topics": {
            "0": 8.502114879647973e-05, 
            "1": 0.00010331149713671505, 
            "2": 0.00014679332555340229, 
            "3": 0.0001277212294674654, 
            "4": 0.009185106822139247, 
            "5": 0.0002111246764004012, 
            "6": 0.05114453999008458, 
            "7": 0.05475563576939759, 
            "8": 0.00015163018950437542, 
            "9": 0.00015176133136858523, 
            "10": 0.007400527352483867, 
            "11": 0.19206897273023113, 
            "12": 0.0001874272556562008, 
            "13": 0.572008260086049, 
            "14": 0.00014125197211648869, 
            "15": 0.00011106835515836786, 
            "16": 0.00016543666240265294, 
            "17": 0.10242026582520669, 
            "18": 0.009342020748080803, 
            "19": 9.212303276596924e-05
        }
    }, 
    {
        "content": {
            "text": "  An article on Jan. 14 about a new spate of films with ensemble casts, misstated the year ''The Towering Inferno,'' another ensemble film, was released. It was 1974, not 1977.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5645802906432189, 
        "file": "1821945.txt", 
        "other_topics": {
            "0": 0.002899530149539521, 
            "1": 0.0035232974969443614, 
            "2": 0.00500618586337995, 
            "3": 0.0043557580768951555, 
            "4": 0.0027048646326388328, 
            "5": 0.007200118713993248, 
            "6": 0.3157276531025037, 
            "7": 0.004122221597406366, 
            "8": 0.005171140501768088, 
            "9": 0.005175612915920635, 
            "10": 0.003952350897079443, 
            "11": 0.028896158373287566, 
            "12": 0.006391950547757211, 
            "13": 0.5645802906432189, 
            "14": 0.004817205573334155, 
            "15": 0.0037878345447007787, 
            "16": 0.0056419914017386795, 
            "17": 0.014847905017463999, 
            "18": 0.008056199748555147, 
            "19": 0.003141730201874251
        }
    }, 
    {
        "content": {
            "text": "  As the 64th annual Golden Globes unfolded on Monday, ''Babel'' won the award for best dramatic movie. And Martin Scorsese won for directing ''The Departed,'' while ''Dreamgirls'' scooped up awards for best comedy/musical and for a pair of its actors -- keeping the films in tight competition for top honors in the Hollywood awards race.  In a rather remarkable feat, Helen Mirren won best actress awards for playing two Queen Elizabeths: one for the television mini-series ''Elizabeth I'' and the second for portraying Elizabeth II in the film ''The Queen.''  Still, the evening's real significance lay in the ritual: Hollywood's first big awards party of the year was under way.  No film truly dominated the affair. Jennifer Hudson, a newcomer, won for best supporting actress in a motion picture for playing a determined but less-than-svelte singer in ''Dreamgirls,'' while the longtime Hollywood star Eddie Murphy -- himself a newcomer to awards glory -- won best supporting actor as a singer on the decline.  Dozens of television and movie stars braving unusually chilly temperatures made their way along 30,000 square feet of red carpet, the longest such artifact in the awards world, and were greeted by approximately 1,500 credentialed journalists, who could well have matched the number of guests at the event.  Mr. Murphy's and Ms. Hudson's wins gave early moments of triumph to ''Dreamgirls'' in a season in which no single film has dominated audience interest, or critical enthusiasm.  Bursting into tears, Ms. Hudson, who first gained notice on ''American Idol'' and had her first screen role in this film, told the audience filled with Hollywood's top movie and television stars: ''You don't know how much this does for my confidence. Because of this, it makes me feel like I'm part of a community, it makes me feel like an actress, and you don't understand how much that feels good today.'' Afterwards, Ms. Hudson dedicated her award to Florence Ballard, one of the original Supremes, ''a lady who never got a fair chance.''  Speaking to reporters after receiving his award, Mr. Murphy, whose career has seen a jagged series of highs and lows, said that, much like older women, actors of color can also find it difficult to land choice roles. ''Hey, I'm a minority, too,'' he said. ''It's tough to be a black person in this town as well.''  Forest Whitaker was named best actor in a dramatic movie for his portrayal of Idi Amin in ''The Last King of Scotland.''  And as she won best actress in a comedy or musical for ''The Devil Wears Prada,'' one somewhat older woman, Meryl Streep, rocked the gathering when she donned a pair of reading glasses and declared, ''I think I've worked with everybody in the room.'' She paused. ''Yes, I have,'' she concluded.  She won for playing an entertainingly monstrous fashion editor savaging her assistants, played by Anne Hathaway and Emily Blunt. Ms. Blunt won her own Golden Globe, for best actress in a television mini-series, for ''Gideon's Daughter.''  The best foreign language film prize went to ''Letters From Iwo Jima,'' an unusual twist, in that the movie, with dialogue in Japanese, was directed by Clint Eastwood. Backstage, Mr. Eastwood, positively ebullient, told the press that he might make a Hungarian or Lithuanian movie next. When he was asked to pose with a statue, he said, \"You want me to do my Paris Hilton.\"  The Globes are voted on by the 80 or so members of the Hollywood Foreign Press Association. By contrast, the Oscars are voted on by the nearly 6,000 members of the Academy of Motion Picture Arts and Sciences.  Throughout the night, those who made or starred in the dozens of contending movies and programs looked for any edge from the event.  Mr. Scorsese is now firmly a contender for this year's Academy Awards; he has never received that honor, despite repeated nominations.  Graham King, a producer of ''The Departed,'' said shortly before the show began: ''Of course I care. I didn't care yesterday. But now I care a lot. We're under a microscope right now, and the whole world is watching. A win would be nice.''  Sacha Baron Cohen was named best actor in a musical or comedy for his performance in ''Borat: Cultural Learnings of America for Make Benefit Glorious Nation of Kazakhstan.''  The box-office performance of the contenders for best dramatic picture was certainly uneven. ''Babel,'' which had the most Globe nominations, seven, has taken in only $21 million in this country. This multi-character drama about cultural misunderstanding across the globe, directed by Alejandro González Iñárritu, vied for best picture in the drama category with Martin Scorsese's ''Departed,'' which had six nominations. That film, a bloody Irish mob drama with a scene-chewing performance by Jack Nicholson and a cast of younger stars, has been more like a blockbuster success, taking in $121 million in this country and about as much again overseas.  Other nominees for best film drama included ''Little Children,'' a sober story of married couples in suburbia; ''Bobby,'' which portrays the interlocking lives of people who meet on the night of Robert F. Kennedy's assassination in Los Angeles; and ''The Queen,'' a character study of Queen Elizabeth II in the days following the death of Diana, Princess of Wales.  The HBO film, ''Elizabeth I,'' also won best TV film, and won a statue for Jeremy Irons as best supporting actor in his portrayal of Elizabeth I's devoted admirer. Peter Morgan won best screenplay for ''The Queen.''  On the television side, Hugh Laurie won for best actor in a series, for his portrayal of a tortured, but talented doctor in ''House.'' He said he was surprised at the win, adding, ''I'm literally without a speech,'' and suggested that with all the presents that come to nominees, no one had thought to offer a free speech. ''There's a gap in the market,'' he said.  Alec Baldwin won for best actor in a television series, musical or comedy for his work in ''30 Rock.''  ''Ugly Betty,'' originally a hit Spanish-language telenovela brought to the United States and shown on ABC, won for best musical or comedy series. The cast, including the producer Salma Hayek and the co-star Vanessa Williams, poured onto the stage to celebrate. America Ferrera, fighting back tears and looking quite beautiful, won best actress in a comedy for playing the lead. ''Thank you for recognizing a character who is truly bringing a new face to television,'' she said, and for bringing a message to young girls that they are ''worthy and lovable.''  The Disney-Pixar film ''Cars'' won best animated feature, in the debut of the category for the Globes.  From the outset, ''Dreamgirls,'' with five nominations, was favored to win the Golden Globe for best comedy or musical. But it has yet to break out as a major hit at the box office, having taken in about $67 million so far in domestic markets.  Other nominees in that category included the mockumentary ''Borat''; ''Little Miss Sunshine,'' the independent hit about a dysfunctional family on the road to a children's beauty contest; ''The Devil Wears Prada''; and ''Thank You for Smoking,'' a satire about lobbying.  In addition to 25 awards for work during 2006, the honorary Cecil B. DeMille Award went to the actor and filmmaker Warren Beatty for what the association called his ''outstanding contribution to the entertainment field.'' Mr. Beatty, 69, has made his mark as a political thinker and industry statesman, while directing five films and appearing in nearly two dozen since his 1961 performance in ''Splendor in the Grass.''  Following the event, celebrities, their guests and anyone who could find a way in were scheduled to attend at least seven parties, including two off-site. The physical feat of accommodating so many people can lead to extraordinary measures: HBO had work crews build a floor over the pool at the Beverly Hilton Hotel to accommodate the crowd.  The timing of the Globes -- right after Oscar nomination ballots have been returned, but before those results are announced -- makes for a significant stirring of the awards season tea leaves.  Because the Globes split feature films into two categories -- there are best picture awards for both drama and musical/comedy -- their implications for the Oscar race are not always easy to discern. Last year, ''Brokeback Mountain'' won the Globe for best dramatic picture, but ''Crash,'' an also-ran at the Globes, won the Academy Award for best picture.  This year, early awards season favorites like ''The Departed'' and ''Dreamgirls'' were not in direct competition. Yet several films and individuals arrived this year with much to be gained or lost. ''Dreamgirls'' fell short of early awards hype, and a win gave the musical much needed oxygen for the rest of the awards season.  ''Right now I'm conserving my energy for future projects,'' Mr. Scorsese said before the show of his decision not to campaign actively for awards after having often been spurned in the past. ''But it's good to be here.''  The Academy Award nominations are to be announced on Jan. 23, with the awards given on Feb. 25.  ", 
            "title": "The Golden Globes Kick Off Hollywood's Awards Season"
        }, 
        "weight": 0.5480091426136106, 
        "file": "1819319.txt", 
        "other_topics": {
            "0": 6.133902947386851e-05, 
            "1": 7.45347135102558e-05, 
            "2": 0.00010590494541824083, 
            "3": 9.214526467405201e-05, 
            "4": 5.722091610277166e-05, 
            "5": 0.00015231719321253583, 
            "6": 0.12755668666262668, 
            "7": 0.010598294057464215, 
            "8": 0.00010939453059380738, 
            "9": 0.00010948914369640469, 
            "10": 8.361125963995505e-05, 
            "11": 0.1464526557879767, 
            "12": 0.00013522054361347327, 
            "13": 0.5480091426136106, 
            "14": 0.03294906089653792, 
            "15": 8.01309463246785e-05, 
            "16": 0.00011935529518033196, 
            "17": 0.13301660604233476, 
            "18": 0.0001704274307692488, 
            "19": 6.646272723955371e-05
        }
    }, 
    {
        "content": {
            "text": "  In ''Miss Potter,'' Renée Zellweger, her face pickled in cheeriness, is Beatrix Potter, the creator of Peter Rabbit, Squirrel Nutkin and Mrs. Tittlemouse, among other beloved characters in children's literature.  This British author and illustrator, as portrayed by Ms. Zellweger, is almost as chipper as Julie Andrews's Mary Poppins, but twice as affected and not half as English-sounding. If Ms. Zellweger's shaky English accent carried her through two Bridget Jones movies, portraying an upper-middle-class Victorian woman presents a steeper elocutionary challenge. Her enunciation in ''Miss Potter'' lacks the starchy refinement demanded by the role. As she scrunches her face into polite grimaces and trills her phrases, you have the sense of an actor straining not to exhaust a limited repertory of genteel English mannerisms.  In Richard Maltby Jr.'s worshipful screenplay, Potter emerges as a plucky heroine for all seasons: a proto-feminist, a proto-environmentalist and a perfect lady. And from the beginning, this innocuous, fiercely Anglophilic trifle of a movie is too nice for its own good. There was plenty of drama in Potter's life, but the film turns major conflicts and losses into minor setbacks in a charmed, entirely virtuous existence. Even a sudden personal tragedy doesn't devastate this indefatigable font of resilience.  ''Miss Potter'' is easy on the eyes. The first movie directed by the Australian filmmaker Chris Noonan since his sleeper hit, ''Babe,'' 11 years ago, it has the same pastel storybook palette and the same overriding mood of gentleness. Scenes filmed in the English Lake District, where Potter vacationed with her family and studied the local fauna, unfold like heavily captioned pages in a travel brochure.  Any hint of whimsy is welcome. And in the picture's most endearing moments, the author's characters stir to animated life on the page as she communes with them. These touches, of which there are too few, suggest a woman who is much more complicated (and eccentric) than ''Miss Potter'' lets on. They also evoke the intensity of the creative process through which Potter invented her classic characters out of childhood pets and closely observed wildlife.  The movie concentrates on only a few years in the life of Potter, who was born in 1866 and privately published her first book, ''The Tale of Peter Rabbit,'' in 1901. It proved so popular that she took it back to a publisher who had originally rejected it; he reconsidered once she agreed to reillustrate it in color. Published in 1902, it was an enormous hit, and the money she earned from it and its successors brought her independence from her strait-laced, nouveau-riche Victorian family.  The closest thing to a villain in the movie is Potter's snobbish, social-climbing mother, Helen (Barbara Flynn), a stout, severe matriarch who refuses to recognize her daughter's accomplishments even after she earns fame and fortune for her work. Determined that Beatrix marry wealth, she pressures her to choose a husband from a series of suitors, each more grotesque than the one before. Beatrix will have none of it. Her father, Rupert (Bill Paterson), though more sympathetic, kowtows to the will of the fearsome Helen.  Because her publishers, the brothers Harold and Fruing Warne, have low expectations for ''The Tale of Peter Rabbit'' -- they dismissively refer to it as her ''bunny book'' -- they hand the project to their younger sibling, Norman (Ewan McGregor). The role of a buttoned-up Victorian editor is a complete turnabout from Mr. McGregor's usual rakes, but he inhabits it comfortably. Even after Beatrix and Norman become engaged (over her parents' objections), they continue to address each other as Miss Potter and Mr. Warne.  Potter forms a tight friendship with Warne's unmarried sister, Millie (Emily Watson, emitting mischievous sparks), and their sisterhood -- they agree that there's more to a woman's life than marriage and children -- gives the story its feminist credentials.  Once Potter achieves financial independence, the movie dawdles on pleasantly as she buys Hill Top, a farm in the Lake District, in 1905, and goes on to become a major landowner in the region in a campaign to preserve the area from developers; again, conflicts are minimized.  She later finds romance with a lawyer, William Heelis (Lloyd Owen), whom she would marry in 1913. Potter, who died in 1943, lived way beyond the time frame of the movie. At her death, she left 14 farms and 4,000 acres of land to the National Trust, along with her flocks of Herdwick sheep.  This much sweetness and light in a movie is all very well. But there's a reason that recipes for cake and cookies call for a pinch of salt. In ''Miss Potter,'' there is only a grain or two -- not enough to dilute the sugary overload. The film is the cinematic equivalent of a delicate English tea cake whose substance is buried under too many layers of icing.  ''Miss Potter'' is rated PG (Parental guidance suggested) for brief mild language.  Miss Potter  Opens today in New York and Los Angeles.  Directed by Chris Noonan; written by Richard Maltby Jr.; director of photography, Andrew Dunn; edited by Robin Sales; production designer, Martin Childs; produced by Mike Medavoy, David Kirschner, Corey Sienega, Arnold Messer and David Thwaites; released by Metro Goldwyn Mayer and the Weinstein Company. Running time: 92 minutes.  WITH: Renée Zellweger (Beatrix Potter), Ewan McGregor (Norman Warne), Emily Watson (Millie Warne), Barbara Flynn (Mrs. Potter), Bill Paterson (Rupert Potter), Matyelok Gibbs (Miss Wiggin), Lloyd Owen (William Heelis), Anton Lesser (Harold Warne) and David Bamber (Fruing Warne).  FILM REVIEW  ", 
            "title": "Once Upon a Time, Flopsy and Mopsy, There Was a Plucky Proto-Feminist Who"
        }, 
        "weight": 0.5441004933700906, 
        "file": "1816473.txt", 
        "other_topics": {
            "0": 0.0020479030435268603, 
            "1": 0.00011099263504368788, 
            "2": 0.03537579867400217, 
            "3": 0.0001372172139839755, 
            "4": 0.05878202890880977, 
            "5": 0.0002268216491473016, 
            "6": 0.00016340325979313463, 
            "7": 0.00012986023397880503, 
            "8": 0.00016290378855891494, 
            "9": 0.031468014784607236, 
            "10": 0.00012450888438021062, 
            "11": 0.18678356085716322, 
            "12": 0.013897286762110782, 
            "13": 0.5441004933700906, 
            "14": 0.00015175395793151227, 
            "15": 0.00011932621006045188, 
            "16": 0.00017773676310782883, 
            "17": 0.06307768614865213, 
            "18": 0.0628637305389172, 
            "19": 9.897231613418516e-05
        }
    }, 
    {
        "content": {
            "text": "  An article in The Arts on Tuesday about the most popular movies of 2006 and others that did not do as well at the box office referred incorrectly to two languages spoken in ''Babel,'' one of the films with subtitles that did not draw big crowds. They are Spanish and Berber, not ''Mexican'' and ''Moroccan.''  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5431436959186373, 
        "file": "1816354.txt", 
        "other_topics": {
            "0": 0.00193706850546343, 
            "1": 0.0023537843252959194, 
            "2": 0.003344447020145522, 
            "3": 0.00290992035020278, 
            "4": 0.0018070196967114442, 
            "5": 0.004810132151476038, 
            "6": 0.25241806806336803, 
            "7": 0.0027539032936578145, 
            "8": 0.003454647093389291, 
            "9": 0.0034576349473350977, 
            "10": 0.002640418981843862, 
            "11": 0.14378086563732434, 
            "12": 0.0042702249867988306, 
            "13": 0.5431436959186373, 
            "14": 0.0032181963005042074, 
            "15": 0.0025305117112203635, 
            "16": 0.003769205108675661, 
            "17": 0.00991933440871777, 
            "18": 0.005382048125668532, 
            "19": 0.0020988733735637696
        }
    }, 
    {
        "content": {
            "text": "  THE COLD WAR: A New History, by John Lewis Gaddis. (Penguin, $16.) Gaddis, a history professor at Yale, has written six volumes on the cold war. In ''The Cold War: A New History,'' he presents an authoritative account of the Soviet-American conflict, re-evaluating the events and strategies that created, sustained and eventually dismantled the nearly 50-year standoff. Each chapter focuses on a significant theme -- the arms race and the prospect of global annihilation, for example -- and there are fresh assessments of leaders including Dwight D. Eisenhower, John Paul II and Mikhail Gorbachev. Gaddis can now use ''the once-secret information and hindsight that a scholar needs to write true history,'' Michael Beschloss wrote in the Book Review.  ACROSS THE BRIDGE OF SIGHS: More Venetian Stories, by Jane Turner Rylands. (Anchor, $14.95.) In her second volume of interconnected stories, Rylands examines Venice through the lens of the locals, who take the old-master altarpieces for granted and overlook the shimmering light on the canals. In one story a young thief is redeemed by the unexpected discovery of a lost passport. FALLING PALACE: A Romance of Naples, by Dan Hofstadter. (Vintage, $13.95.) Hofstadter's travelogue lovingly portrays the ancient city with its volcano, its architecture, its animation and a girl, Benedetta, who embodies all these for the author. Our reviewer, Shirley Hazzard, called Hofstadter's observations ''literally breathtaking lyrical in the Neapolitan tradition.''  WATERLOO, by Karen Olsson. (Picador, $14.) A melancholy comedy of Texas politics, Olsson's first novel follows a jaded alternative-weekly reporter, a conservative state assemblywoman and several others as they plan, protest or mourn the razing of two neglected buildings: a music club beloved by aging hipsters and a historically black library.  GOYA, by Robert Hughes. (Knopf, $29.95.) This is a moving, superbly illustrated study of the dark genius of Francisco de Goya y Lucientes (1746-1828), informed by the author's own ghastly experience after a car crash. Hughes deconstructs Goya's technique -- his use of light and shadow, his framing of chaotic, sometimes surreal subject matter -- and situates his work against Spain's harrowing war with Napoleon. In the Book Review, Jenny Uglow called Hughes's account ''dazzling, disturbing and intensely personal'': ''We feel the painful immediacy of Goya's work, as if we had one skin less.''  FLEDGLING, by Octavia E. Butler. (Warner, $13.99.) Butler, an internationally acclaimed science fiction writer, died last February at 58. Her 12 novels, set in time periods ranging from the historical past to the distant future, were known for their strong protagonists, many of them black women. Her final book follows Shori, an amnesiac vampire who looks like a 10-year-old black girl, on a dangerous journey of self-discovery and survival.  LIVE FAST, DIE YOUNG: The Wild Ride of Making ''Rebel Without a Cause,'' by Lawrence Frascella and Al Weisel. (Touchstone, $15.) A lively overview of the classic 1955 film, ''Live Fast, Die Young'' reconstructs its tumultuous production history and looks closely at the director Nicholas Ray's relationship with his mercurial, seductive, frustrating star, James Dean.  A DISORDER PECULIAR TO THE COUNTRY, by Ken Kalfus. (Ecco/Harper Perennial, $13.95.) A National Book Award finalist last year, this bitingly satiric novel chronicles the marital split of Joyce and Marshall Harriman, New York professionals with two young children. Kalfus sets their familial hostilities against the background of the terrorist attacks on the World Trade Center, the war in Afghanistan and the invasion of Iraq. (The novel begins on the morning of Sept. 11, 2001; reasonably imagining that the other has been killed, neither Joyce nor Marshall can escape ''a giddiness, an elation'' at the thought.) ''With cool black humor, Kalfus invites us to compare religious and cultural hatreds with personal ones, refracting his characters' domestic miseries through the light shed by international events,'' Sylvia Brownrigg wrote here.  THE EDIFICE COMPLEX: How the Rich and Powerful -- and Their Architects -- Shape the World, by Deyan Sudjic. (Penguin, $16.) Sudjic, the architecture critic for the London newspaper The Observer, documents 20th-century architectural grandiosity, from presidents and dictators to the merely rich, and the complementary ego of the architects they hire. ''Architecture is about power,'' Sudjic writes. ''Above all, architecture is the means to tell a story about those who build it.''  IHSAN TAYLOR  ", 
            "title": "Paperback Row"
        }, 
        "weight": 0.5366148810939168, 
        "file": "1816869.txt", 
        "other_topics": {
            "0": 0.02278182705037132, 
            "1": 0.04295312913811212, 
            "2": 0.03294024935578166, 
            "3": 0.06816939561864573, 
            "4": 0.00010967209607118232, 
            "5": 0.010364943089018943, 
            "6": 0.00021031317415168418, 
            "7": 0.00016714059461689124, 
            "8": 0.0279104349800002, 
            "9": 0.0027281029872139122, 
            "10": 0.000160252976086511, 
            "11": 0.16989446995823002, 
            "12": 0.005295672240469869, 
            "13": 0.5366148810939168, 
            "14": 0.00019531958311641003, 
            "15": 0.00015358245624398902, 
            "16": 0.00022876154894324808, 
            "17": 0.06859481274798149, 
            "18": 0.010399653957849224, 
            "19": 0.0001273853531788536
        }
    }, 
    {
        "content": {
            "text": "  WHEN the Hollywood studios did early Academy Awards planning this year, they assumed that ''Flags of Our Fathers'' and its director, Clint Eastwood, would be in the thick of things. An industry favorite, he and his films have been nominated three times for best director and best picture and won each twice. With Mr. Eastwood as director and Steven Spielberg as a producer, ''Flags of Our Fathers'' had pedigree, a portentous topic and ferocious backing from Paramount and DreamWorks.  But something funny happened on the way to the podium: Hardly anybody went to see the movie, and critics, who generally swoon when Mr. Eastwood is near, were respectful at best.  This being Hollywood, no one wishes ill of anyone of course -- at least not aloud -- but other parties with big Oscar bets on the table could not be blamed for breathing a collective sigh of relief.  Then in November word came that ''Letters From Iwo Jima,'' the much smaller sibling of ''Flags of Our Fathers,'' would be released in December, and consequently be eligible for Academy consideration. While filming ''Flags of Our Fathers,'' about the men who raised the American flag on Iwo Jima, Mr. Eastwood became fascinated by the tenaciousness of the Japanese in a losing battle and conceived, then separately shot, ''Letters From Iwo Jima,'' essentially documenting one of World War II's most vicious engagements from both sides. (There are some crisscrossing interests at work: Paramount/DreamWorks own the domestic release for ''Flags'' while Warner Brothers have the foreign rights for that film and both domestic and foreign rights for ''Letters.'')  The original plan -- rendered moot by the underperformance of ''Flags of Our Fathers'' -- had been to release ''Letters From Iwo Jima'' on Feb. 9, 2007, into what was hoped would be another round of post-Oscar nomination buzz. But emboldened by the ecstatic reception when ''Letters From Iwo Jima'' opened in Japan, Mr. Eastwood asked Warner Brothers to move up the release date, effectively reversing the polarity on the films in the long-shot hope that the little film would help the big one.  Warner Brothers has a storied history with Mr. Eastwood that includes a few recent bumps -- he had to drag out the tin cup and use every bit of star power to get both ''Mystic River'' and ''Million Dollar Baby'' made at the studio -- but this time it quickly said yes.  ''There was no long dialogue,'' Alan F. Horn, Warner's chief executive, said. ''We have a long-running, important relationship with Clint. He asked and we said, 'Fine, let's do it.' ''  The scheduling shift did not seem like that big a deal -- after all, it was a small-budget film, in Japanese no less -- but the critics started putting it on their 10 Best lists, the National Board of Review named it best film, and the Hollywood Foreign Press Association, the keepers of the Golden Globes and longtime supporters of Mr. Eastwood, nominated him for not one but two director awards. (Under the association's rules ''Letters From Iwo Jima'' was not eligible for best drama because it is in a foreign language. Instead it received a nomination for best foreign film.) And at the end of last month the American Film Institute named Mr. Eastwood a ''national treasure'' for his two-pronged cinematic assault on Iwo Jima. In essence Mr. Eastwood re-entered the Oscar battle by switching to the losing side.  Mr. Eastwood is an industry favorite because of his ability not only to make first-rate films but to do so with the kind of grace and decency seldom seen in Hollywood. This is not the first time he came swinging out of the trees late in the year and altered the landscape. The release date for ''Million Dollar Baby'' was moved up in 2004, and it took the honors as best picture, passing ''The Aviator,'' directed by Martin Scorsese, late in the season.  For Mr. Scorsese, director of ''The Departed,'' a serious contender this year, it must seem like a bit of unwanted déjà vu. And it creates a logjam of egos and marketing for Warner Brothers, which not only has ''Letters From Iwo Jima'' and ''The Departed,'' but ''Blood Diamond,'' a big budget, big-deal production that was known as a pet project of its star, Leonardo DiCaprio. Edward Zwick, its director, has been down this road before as well. He had a shot at one of the best picture nominations in 2003 with ''The Last Samurai,'' but ''Mystic River'' and Mr. Eastwood both took slots that year.  ''Blood Diamond'' received mixed reviews and underperformed at the box office, but still has very significant support at Warner Brothers, in part because Mr. Horn loves the film. Mr. Zwick said that he feels his movie has received plenty of attention and regards the awards as beyond anyone's control.  ''Every filmmaker feels uneasy about his work being lined up with or compared to another filmmaker's,'' he said. ''Warner Brothers has been nothing but remarkable in their continued support for this movie. They have carried through on every promise.''  Warner Brothers executives say they are happy to find themselves in the midst of what is, after all, a problem of opportunity.  ''Ultimately we try to figure out what is right for each movie and then find a way to make it work,'' said Dawn Taubin, president of domestic marketing at the studio. ''Yes, we had a busy schedule, but this seemed to be in the interest of both films,'' she said, referring to ''Flags of Our Fathers,'' and ''Letters From Iwo Jima.''  Studios generally schedule films with a mix of business metrics and from-the-gut mysticism, jockeying their way around behemoths and putting themselves in a position to crush smaller, weaker opposition. In a very crowded release schedule, especially at the end of the year, marketing must be prepared, trailers must be in place and the hype machine must be engaged. So once an opening date is set, it is switched only with great reluctance.  Unless it's Clint Eastwood who wants it switched. Mr. Eastwood is generally thought to be above a lot of Hollywood nonsense, but he has been both an actor and a politician. He knows how to campaign and is willing to weigh in on behalf of a project he cares about, which, at this stage of his career, includes all of them. Another Oscar is hardly the point, but it is materially significant.  Robert Lorenz, a longtime associate and a producer at Mr. Eastwood's production company, Malpaso Productions, said that awards were not a factor in the change of opening date. (Mr. Eastwood declined an interview request.)  ''I don't think it was calculated on Clint's part,'' Mr. Lorenz said. ''His instincts told him that this was best for the film, not in terms of awards, but you want people to see the movie that you made. The people who had seen 'Letters From Iwo Jima' were blown away by it, and that obviously stuck with Clint.''  There are those who suggest that in seeing to the needs of Mr. Eastwood, Warner Brothers gave a multiple-Oscar winner another bite at the apple in what was already a competitive year.  It is not just Warner Brothers that needs to manage around Mr. Eastwood's remarkable second wind. Paramount, which has both ''Dreamgirls'' and ''Flags of Our Fathers,'' is in the somewhat awkward position of both competing with and supporting him. That studio would be happy if ''Flags'' received more attention, but it would come at the expense of other projects and directors it holds dear, including Bill Condon, who was shut out in Globe nominations for ''Dreamgirls.'' (Mr. Eastwood received two.)  While there is enormous regard for Mr. Eastwood's storied career, there are significant resentments as well, as long as no names are involved. An executive who has several competing projects, fatigued at another year of going head-to-head with Mr. Eastwood, sniped about ''Letters From Iwo Jima'': ''Of course all the critics loved it. The movie takes place in caves and all of the critics live in them.''  Others can't help but be charmed by Mr. Eastwood's resurgence in the race. Anne Thompson, deputy film editor of The Hollywood Reporter, noted that Mr. Eastwood is formidable any year.  ''Sure, he's very low key, but he takes his films to Cannes and has courted critics over the long haul,'' she said. ''He cares deeply about how his films are received. Everyone adores him because, in the face of the inflated formulaic excesses of the studio system, he is still doing it the old way -- with an aesthetic and a sense of storytelling that people can't help but admire -- and continuing to do it over and over again.''  ''Letters From Iwo Jima'' puts a historic tilt on the current race. Other directors have been nominated twice in the same year -- Steven Soderbergh was nominated for both ''Erin Brockovich'' and ''Traffic'' in 2000. (He won for ''Traffic.'') But no other big-name director has split the same subject into two films. ''Letters From Iwo Jima'' belongs in the race, some say, because it is much more an Eastwood film, while ''Flags of Our Fathers,'' with its divergent plotlines and abundant flashbacks, seems to reflect his collaboration with Mr. Spielberg.  Regardless of how the awards shake out, the emergence of ''Letters'' does have the benefit of changing the subject for Mr. Eastwood. Rather than dwelling on why ''Flags'' failed to connect with audiences and awards in the same way his last two films had, the topic is once again Mr. Eastwood's ability to confound expectations.  It is neither a parlor trick nor a gambit. ''Letters From Iwo Jima'' is in the hunt because it is classic American filmmaking, give or take the subtitles. And whether it takes Mr. Eastwood back to the podium on Feb. 25, it represents the kind of innovation that the Academy is not in the habit of ignoring.  THE OSCARS  ", 
            "title": "Eastwood Confounds Expectations, and Schedules"
        }, 
        "weight": 0.5304139457309986, 
        "file": "1816987.txt", 
        "other_topics": {
            "0": 6.299437829962886e-05, 
            "1": 7.654617263417541e-05, 
            "2": 0.031143671202585918, 
            "3": 9.463197757097763e-05, 
            "4": 5.87651299107193e-05, 
            "5": 0.0001564277585261735, 
            "6": 0.00011269120809852884, 
            "7": 8.955822955769462e-05, 
            "8": 0.00011234674730340188, 
            "9": 0.00011244391371813389, 
            "10": 8.586766639520552e-05, 
            "11": 0.22866689800453355, 
            "12": 0.00013886972375227216, 
            "13": 0.5304139457309986, 
            "14": 0.04058497231741584, 
            "15": 8.229343029358662e-05, 
            "16": 0.09052861329146876, 
            "17": 0.07723518003344058, 
            "18": 0.0001750267348309705, 
            "19": 6.825634866520237e-05
        }
    }, 
    {
        "content": {
            "text": "  THE DIVINERS, by Rick Moody. (Back Bay/Little, Brown, $14.99.) This exhilarating satire revolves around a proposed mini-series that follows generations of a tribe of water dowsers, or diviners, from the Mongol hordes to the founding of Las Vegas. There's no script, only a synopsis concocted by an independent film company's office assistant and her lover, a married B-picture action star. Meanwhile, an imperious producer's accountant embezzles thousands of dollars and goes on the lam, and the producer's aging alcoholic mother disappears. Taken together, this kaleidoscopic group forms ''a fitting milieu for Moody's own talent, which is to present an ensemble cast in the grips of ambient hysteria,'' Stephen Metcalf wrote in the Book Review.  FIELD NOTES FROM A CATASTROPHE: Man, Nature, and Climate Change, by Elizabeth Kolbert. (Bloomsbury, $13.95.) Based on a series of articles Kolbert wrote for The New Yorker, this sober book visits scientists around the globe, in places where climate change is affecting the natural world -- from melting ice caps in Greenland and rising water levels in the Netherlands to butterflies in England migrating to higher elevations.  THE GANG THAT WOULDN'T WRITE STRAIGHT: Wolfe, Thompson, Didion, Capote and the New Journalism Revolution, by Marc Weingarten. (Three Rivers, $13.95.) This is an enthusiastic group biography of the talented, disparate writers whose dramatically personal nonfiction of the 1960s and '70s represented ''the last, great good time of American journalism.'' Weingarten examines the making of the period's best-known journalism, including Hunter S. Thompson's misadventures with the Hell's Angels and Truman Capote's research in Holcomb, Kan., for ''In Cold Blood.''  HERSHEY: Milton S. Hershey's Extraordinary Life of Wealth, Empire, and Utopian Dreams, by Michael D'Antonio. (Simon & Schuster, $15.) ''If it's a rule that behind every great fortune lies a great crime, M. S. Hershey was the exception,'' D'Antonio, a Pulitzer Prize-winning journalist, writes in this thorough and highly readable biography of the candy magnate. D'Antonio recounts how Hershey, born on a Pennsylvania farm in 1857, founded what became the world's largest chocolate factory, built a utopian worker-village that still draws millions of tourists a year, and placed much of his fortune in trust to a school that he started for orphans. ''While some look at Hershey and see either a beneficent angel or a willful tyrant, it is the great charm of D'Antonio's book that he will not plunk entirely for one judgment or the other,'' Benjamin Cheever wrote here.  THE FUGITIVE WIFE, by Peter C. Brown. (Norton, $14.95.) In Brown's enormously satisfying first novel, a Minnesota farm girl gives up on her alcoholic husband and impulsively joins a crew of gold prospectors bound for Alaska at the turn of the 20th century.  COUSINS AND STRANGERS: America, Britain, and Europe in a New Century, by Chris Patten. (Times/Holt, $17.) In this penetrating analysis Patten -- chancellor of Oxford, former chairman of Britain's Conservative Party and the last British governor of Hong Kong -- inspects the fault lines of international politics, taking an uncharitable view of the forces that have weakened the trans-Atlantic bond. Our reviewer, Josef Joffe, called ''Cousins and Strangers'' a ''brilliantly catty and nicely constructed text.''  THE CALIPH'S HOUSE, by Tahir Shah. (Bantam, $13.) In early 2003, the British travel writer Shah, right, moved his young family into a sprawling mansion in a Casablanca slum. ''The Caliph's House'' is Shah's alternately comical and alarming account of how he restored the place, which was infested not only with all manner of earthly pests but also with magical spirits that love to haunt unoccupied houses. In the Book Review, Adam Goodheart said Shah's narrative is ''enlivened by well-wrought descriptions of life in Casablanca: a place suspended between modernity and the Middle Ages, between Europe and Africa.'' In his absorbing memoir GOLDEN BOY: Memories of a Hong Kong Childhood (Picador, $14), the British novelist and popular historian Martin Booth, who died in 2004, recalls his adventures as a streetwise 7-year-old when his father, a navy clerk, was posted in Hong Kong in 1952.  TIMOTHY: Or, Notes of an Abject Reptile, by Verlyn Klinkenborg. (Vintage, $12.) Blending nature writing and novelistic invention, Klinkenborg, a member of the editorial board of The New York Times and the author of ''The Rural Life,'' takes us inside the watchful mind of an 18th-century tortoise, who is abducted from the Turkish coast and ends up in the garden of the curate and naturalist Gilbert White.  Ihsan Taylor  ", 
            "title": "Paperback Row"
        }, 
        "weight": 0.5292156668797532, 
        "file": "1822251.txt", 
        "other_topics": {
            "0": 0.00011328581877317869, 
            "1": 0.00013765666198926093, 
            "2": 0.09483259922833479, 
            "3": 0.036569029510016234, 
            "4": 0.00010568015808622196, 
            "5": 0.019694030638292694, 
            "6": 0.00020265801683538032, 
            "7": 0.07295875342064292, 
            "8": 0.00020203855642852292, 
            "9": 0.00020221329546313667, 
            "10": 0.00015441995232422714, 
            "11": 0.14187119795800843, 
            "12": 0.00024973609999376687, 
            "13": 0.5292156668797532, 
            "14": 0.0001882101752453053, 
            "15": 0.00014799223172137237, 
            "16": 0.00022043489203197494, 
            "17": 0.05881827091115852, 
            "18": 0.029433837611630927, 
            "19": 0.014682287983270002
        }
    }
]