[
    {
        "content": {
            "text": "  An article on Jan. 4 about Delores Pryce, a Queens woman whose youngest daughter has health problems and who received help from The New York Times Neediest Cases Fund to help pay an electricity bill, referred incorrectly to New Alternatives for Children, a program that helps families with medically fragile children. (The error was repeated in an article on Jan. 5 about Dorcas Acheampong, a Bronx woman who received help from the fund to help pay her rent.) Although it is a member agency of the Federation of Protestant Welfare Agencies, it is not run by the federation.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.8269202621045824, 
        "file": "1819701.txt", 
        "other_topics": {
            "0": 0.0008960526157989467, 
            "1": 0.0010888177654839197, 
            "2": 0.0015470802877389327, 
            "3": 0.0013460761631359942, 
            "4": 0.0008358944051135303, 
            "5": 0.05980560208360782, 
            "6": 0.0783769866175166, 
            "7": 0.001273905513914209, 
            "8": 0.0015980568348320315, 
            "9": 0.8269202621045824, 
            "10": 0.0012214097378659028, 
            "11": 0.008929887589214062, 
            "12": 0.0019753283163084045, 
            "13": 0.0017327851634997555, 
            "14": 0.00148867900391132, 
            "15": 0.001170568635932883, 
            "16": 0.0017435656444703587, 
            "17": 0.00458850346224054, 
            "18": 0.0024896374535847065, 
            "19": 0.0009709006012477763
        }
    }, 
    {
        "content": {
            "text": "  Which children like school the most? Asians and girls and the children of parents who are married, make the most money, have advanced academic degrees and live in the suburbs of the Northeast.  Those are also likely to be the same students who say they are most interested in their schoolwork and often work hard in school.  Which are most likely to be enrolled in programs for gifted students? Children of better-educated parents. If one imagined a category combining the leading factors, it would be the daughters of married couples from the suburbs in the South whose parents' income was above the poverty level.  Those are some of the findings in the Census Bureau's analysis, ''A Child's Day,'' released this month. The report surveyed parents nationwide to analyze benchmarks of well-being for 73 million children under 18 from a 2003 review of income and participation in various government assistance programs.  The report also measured characteristics of students enrolled in gifted programs. Among students younger than 12 enrolled in such programs, the largest group was non-Hispanic white. Among older students, Asians were the most numerous in gifted programs.  The biggest differential was linked to their parents' level of educational achievement. The proportion of 12- to- 17-year-olds in gifted classes ranged from 10 percent of those whose parents had never completed high school to 45 percent of those whose parents had an advanced degree.  Many of the differentials in the report were predictable, on the basis of other surveys, and were relatively slight. Still, some stood out.  Among racial and ethnic groups, non-Hispanic white parents were most likely to say their children never like school, while Asian parents, followed by Hispanic parents, were most likely to say their children like it often. The children of parents who were separated, divorced or widowed were most likely to never like school. Children whose parent worked part-time generally like school most often. Those growing up in rural areas like it less often.  More parents of Asian and non-Hispanic white teenagers said their children had repeated a grade. The percentage who had ever been suspended -- 13.4 percent overall -- barely differed regardless of race, income and other variables.  ", 
            "title": "Love of Learning: Which Children Have It Most"
        }, 
        "weight": 0.7927030969279741, 
        "file": "1821174.txt", 
        "other_topics": {
            "0": 0.00028449069501534, 
            "1": 0.0003456923370190489, 
            "2": 0.0004911876139225915, 
            "3": 0.0004273701526474483, 
            "4": 0.00026539086664921935, 
            "5": 0.025081687390922126, 
            "6": 0.0005089279548339897, 
            "7": 0.00040445645562251734, 
            "8": 0.0005073723256864951, 
            "9": 0.7927030969279741, 
            "10": 0.00038778939885594993, 
            "11": 0.1003361376607037, 
            "12": 0.0006271534904108251, 
            "13": 0.0005501476663139658, 
            "14": 0.0004726455980487897, 
            "15": 0.0003716476900218384, 
            "16": 0.0005535703967093141, 
            "17": 0.03192586852402624, 
            "18": 0.0007904431916367016, 
            "19": 0.04296492366297991
        }
    }, 
    {
        "content": {
            "text": "  Three years ago, the mother of Jamaill Burl and his twin brother, Justin, decided she could not take care of them any longer. Since their father was in prison, she left the boys with their grandmother, Dorothy Townsend, and never came back.  The twins are now 6 years old. Ms. Townsend cares for them, helps with their homework, and keeps a tidy home. But she has trouble getting around -- the result of a childhood battle with polio and a nasty fall two years ago. She needs physical and financial assistance, and the Brooklyn Bureau of Community Service, a beneficiary of The New York Times Neediest Cases Fund, provides some.  The bureau's workers take the children to school and help chase after them at home. The bureau also bought Ms. Townsend and the boys new clothing, beds and a dining set. Ms. Townsend still struggles to make ends meet, but the bureau helps. ''They did a lot for my boys,'' she said, ''they really did.''  All the money donated to the Neediest Cases Fund goes to one of seven charities: the Children's Aid Society; the Brooklyn Bureau of Community Service; Catholic Charities of the Archdiocese of New York; Catholic Charities, Diocese of Brooklyn and Queens; the Community Service Society of New York; the Federation of Protestant Welfare Agencies; and the UJA-Federation of New York.  To donate, please send your checks to The New York Times Neediest Cases Fund, 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245. You may also call (800) 381-0075 and use a credit card, or you may donate online at www.nycharities.org/neediest.  Editorial  ", 
            "title": "Another Chance to Help"
        }, 
        "weight": 0.7794459281205677, 
        "file": "1818423.txt", 
        "other_topics": {
            "0": 0.0003430188638877571, 
            "1": 0.0004168114977981403, 
            "2": 0.0005922394659494246, 
            "3": 0.0005152928612050403, 
            "4": 0.0003199896346672914, 
            "5": 0.0008517850871539212, 
            "6": 0.0006136295208476391, 
            "7": 0.00048766513749148865, 
            "8": 0.044696677164433186, 
            "9": 0.7794459281205677, 
            "10": 0.0004675691731011157, 
            "11": 0.13567322979075253, 
            "12": 0.0007561775535483255, 
            "13": 0.0006633293488187441, 
            "14": 0.0005698828077856934, 
            "15": 0.0004481066362853322, 
            "16": 0.0006674562363134061, 
            "17": 0.00910401715538662, 
            "18": 0.022995522442449953, 
            "19": 0.00037167150155686653
        }
    }, 
    {
        "content": {
            "text": "  In March, necessity moved Carmen Laureano and her two daughters from Florida to New York City.  Ms. Laureano, 36, lost her job when the day care center where she had worked for about three years came under new ownership. ''Everything changed for me; everything was down,'' she said.  She moved with her girls, Luz and Franchesca Rivera, 12 and 10, to the Bronx, hoping to stay with her mother. But the young family could not stay in her mother's housing complex for the elderly. She and the girls quickly found themselves homeless and entered the shelter system.  ''For the people living in the shelter it's not that easy to get out,'' Ms. Laureano said. But she did. With persistence, determination and some help from Catholic Charities of the Archdiocese of New York, Ms. Laureano has made a new city her family's new home.  In June, they moved into a one-bedroom apartment in the Bronx, and Ms. Laureano gave the bedroom to her daughters so they ''could have privacy.'' Framed family photos hang in the living room, where Ms. Laureano sleeps.  For a year, the $925 monthly rent is covered by Housing Stability Plus, a Department of Homeless Services program that offers a five-year subsidy that decreases gradually each year. Ms. Laureano is already worried about paying next year's rent.  ''I'm going to start studying because in one year I have to work,'' she said. Since moving here in the spring, Ms. Laureano has spent her time finding housing, schools and medical services for her family and caring for her daughters. She plans to take computer classes with the help of Catholic Charities. ''I have to start paying rent by myself.''  Her willingness to work is real, but so are her worries. Caring for Franchesca takes a special effort. ''Franchesca is a special girl,'' Ms. Laureano said. A lack of oxygen to her daughter's brain during birth caused mild mental retardation and behavioral problems. Ms. Laureano must be home when Franchesca returns from school. ''I have to be here, at 3; I have to be downstairs,'' she said.  Finding the right school to meet her daughter's needs was also a challenge. When they arrived in New York, Franchesca was mistakenly put in mainstream classes.  ''My daughter was in regular class and it was a mess,'' Ms. Laureano said. Franchesca was disruptive and could not do the work. ''It was hard for her, for the teacher, for the students.''  Ms. Laureano found help and a feeling of home, at the Thorpe Family Residence in the Bronx, where the family lived while it was homeless. The Thorpe residence is affiliated with Catholic Charities, one of seven agencies supported by The New York Times Neediest Cases Fund. The Thorpe staff connected Ms. Laureano to the services she needed. ''They give you support,'' she said. ''They help you out a lot. They are like a family.''  Counselors at Thorpe referred her to medical and educational services for Franchesca, and Ms. Laureano did considerable work following through. ''I have to start from the shelter, then I have to talk with the social worker to see if she could help me,'' she said, ''I went to two schools before I get that school.''  The school is Public School 161, where Franchesca started in the fall. She is in Spanish-language special education classes with her peers, working at a first-grade level. The family is from Puerto Rico, and Ms. Laureano taught herself English in Florida. Luz, in the sixth grade, speaks both Spanish and English, but is in some bilingual classes to provide better comprehension.  Franchesca, who speaks Spanish, was crying on the first day. But, by the second day, ''she was the friend of the teacher,'' Ms. Laureano said.  Being taught in Spanish and working with children at her level has made a big difference for Franchesca.  ''Mommy, Mommy, I know how to read!'' Ms. Laureano remembered her daughter announcing one day after school. The family celebrated, ''We made a party,'' Ms. Laureano said.  Ms. Laureano was also referred to a clinic for her daughter's mental health issues, and Franchesca received new medication to control her behavior. Now, Franchesca is calm and more focused, Ms. Laureano said. ''She could really learn. She could hear. Without the medication she just wants to fight.''  The family's monthly income is limited to $145 in public assistance and $255 in food stamps. With the help of staff members at Thorpe, Ms. Laureano is applying for Social Security supplemental income for Franchesca.  Two weeks after school began, the family received $425 in Neediest Cases money for school clothes, shoes, socks and underwear. The family also bought four folding chairs to put around a dining table. ''Thank you for all the help,'' Ms. Laureano said.  Franchesca is shy around strangers. She stayed in the bedroom and sometimes hid under the covers. She is not shy with her family. ''No way,'' Ms. Laureano laughed. ''It's different when we three are alone.''  Previously recorded: $7,109,434.83  Recorded Monday: 23,675.42  Total: $7,133,110.25  Last year to date: $6,503,473.98  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  Correction:  January 26, 2007, Friday  A picture caption on Wednesday with an article about Carmen Laureano, a Bronx woman who received money for clothing and furniture from The New York Times Neediest Cases Fund, misidentified the subject of the picture in some copies. She was Luz Rivera, Ms. Laureano's 12-year-old daughter, not Ms. Laureano.  ", 
            "title": "The Neediest Cases; After Getting Family Out of Shelter, Mother Has a New Challenge: Paying the Rent"
        }, 
        "weight": 0.763975149584415, 
        "file": "1821061.txt", 
        "other_topics": {
            "0": 8.410216839913187e-05, 
            "1": 0.00010219481920383311, 
            "2": 0.00014520665928795346, 
            "3": 0.007332237206921107, 
            "4": 7.84558080443393e-05, 
            "5": 0.0056132650348465945, 
            "6": 0.00015045112304346565, 
            "7": 0.00011956688052326914, 
            "8": 0.0019514653664258154, 
            "9": 0.763975149584415, 
            "10": 0.00011463970490923311, 
            "11": 0.09271332632242428, 
            "12": 0.0001854013835489083, 
            "13": 0.00016263664326255628, 
            "14": 0.00013972520148001436, 
            "15": 0.00010986783455142404, 
            "16": 0.00016364848320367948, 
            "17": 0.1193279623141862, 
            "18": 0.00743957017211567, 
            "19": 9.112728920740108e-05
        }
    }, 
    {
        "content": {
            "text": "  Life is tight in the small apartment. Tight physically. Tight financially. But there is still room for large aspirations.  ''I want to have combined majors in mechanical and computer engineering and a minor in business,'' Dorichel Rodriguez, a high school senior and one of two teenage daughters living in the apartment with their mother, said recently.  Sitting at a table in the compact living room, Dorichel, 17, told of having completed applications to 15 colleges, including three in the Ivy League, and of beginning the suspenseful wait to hear from them.  ''I want to be a robotics technician,'' she said. ''I'm interested in artificial intelligence.''  Her sister, Marielle, 15, a high school freshman, said she did not know what kind of career she wanted, though she likes astronomy and aerospace engineering. In any case, she is sure she wants to go to college.  Next to her on the couch, their mother, Dorila Rodriguez, 57, a factory worker who speaks only Spanish, said through Dorichel that she wanted her daughters to have college educations so that they would be able to support themselves, ''no matter what happens.''  The couch is where Dorila Rodriquez sleeps in the one-bedroom apartment in Hamilton Heights, a neighborhood in Upper Manhattan immediately south of Washington Heights. The daughters use the bedroom, sleeping in a bunk bed. The kitchen is tiny.  Ms. Rodriguez and her daughters immigrated from the Dominican Republic in 1998, joining Ms. Rodriguez's husband -- the girls' father -- who came to the United States earlier. The couple have since divorced, and Ms. Rodriguez and her daughters have had to make limited means go a long way.  Ms. Rodriguez said that she brought home less than $1,000 a month, after taxes, from her job at a factory that produces body care products. The family gets nearly $300 worth of government food stamps each month, and more than half the total of about $1,300 goes to pay the $738 a month rent.  Dorichel's earnings from two after-school jobs -- a total of about 10 hours a week at $7.50 an hour -- help a little, and the family has Medicaid coverage for doctors' bills. But unforeseen expenses can still be hard to deal with, as in one recent instance.  Ms. Rodriguez and her daughters have the status of noncitizen residents of the country, and in August, Dorichel discovered that she had lost her resident alien card, the important document known as a green card, which permits noncitizens to live and work legally in the United States. The family did not have the $260 in fees needed to replace it, and the Children's Aid Society, one of seven agencies supported by The New York Times Neediest Cases Fund, tapped the fund to cover the fees.  This short-term aid was only one of the ways that Children's Aid has played a role in the family's life. Both daughters participate in the organization's Hope Leadership Academy, an after-school program that is based in East Harlem and draws teenagers, mainly from Upper Manhattan and the Bronx, with its educational, cultural and recreational programs.  It also offers its participants training to become peer educators, a role in which they lead workshops and give talks at school and community group sites on subjects like sex education, drug abuse, gang violence and racism.  Dorichel joined the leadership program after learning about it during her freshman year at Manhattan Center for Science and Mathematics, a public high school, also in East Harlem, where Children's Aid is among the organizations that collaborate on a variety of after-school programs.  As a peer educator in the Hope Leadership program, Dorichel conducts a weekly session on sex education and pregnancy prevention. She thinks she can be more effective than an adult in getting the points across, she said, because the teenage audiences ''relate to me more than to an adult.''  Recently, she won a $5,000 community service grant for the program from the New York Jets. She said she would use the money for items like books and videos and possibly to organize a conference on sex education in which groups that focus on the issue would participate.  Marielle became involved with the leadership program last year, while still in middle school, and takes its culinary, dance and drama classes. Both sisters have separately gone on group trips to Germany that the program organizes and that organizations in Germany pay for.  Dorichel said the trip to Germany was a ''great experience'' that showed her the commonalities of teenagers in different cultures.  ''It's a different country and a different language,'' she said, ''but I found that a lot of them are into hip-hop.''  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556- 1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  Previously recorded: $6,055,522.45  Recorded Monday: 176,414.63  Total: $6,231,937.08  Last year to date: $5,834,053.56  ", 
            "title": "The Neediest Cases; Mother and Two Teenagers Make the Most of Cramped Spaces and Unlimited Goals"
        }, 
        "weight": 0.7145889638153567, 
        "file": "1817826.txt", 
        "other_topics": {
            "0": 0.01190055869489425, 
            "1": 0.00011164797313012485, 
            "2": 0.00015863846446228207, 
            "3": 0.004074253046308131, 
            "4": 0.0020538259002322876, 
            "5": 0.0218774019858981, 
            "6": 0.00016436804794820676, 
            "7": 0.00013062697275571962, 
            "8": 0.011972542594007988, 
            "9": 0.7145889638153567, 
            "10": 0.0020933568547012917, 
            "11": 0.10916188111461428, 
            "12": 0.0002025512530872023, 
            "13": 0.0001776807446641142, 
            "14": 0.00015264996466530075, 
            "15": 0.017833046201906406, 
            "16": 0.01198746314745935, 
            "17": 0.08903558491881497, 
            "18": 0.0022234016229040966, 
            "19": 9.955668218910475e-05
        }
    }, 
    {
        "content": {
            "text": "  An article on Jan. 7 about the psychology of happiness misstated the given name of a Brazilian psychologist who studied positive reinforcement in the workplace. He is Marcial Losada, not Marcia. The article also misspelled in one instance the surname of another psychologist who has done work in the field. She is Sonja Lyubomirsky, not Lyubormisky.  ", 
            "title": "Correction"
        }, 
        "weight": 0.7041572855375791, 
        "file": "1821921.txt", 
        "other_topics": {
            "0": 0.00172264040456191, 
            "1": 0.0020932269410932273, 
            "2": 0.0029742260284393043, 
            "3": 0.0025878002534128175, 
            "4": 0.001606987637564019, 
            "5": 0.004277663888522381, 
            "6": 0.11377886810108846, 
            "7": 0.002449053851493037, 
            "8": 0.003072227259794817, 
            "9": 0.7041572855375791, 
            "10": 0.03924720568349135, 
            "11": 0.09096564959830673, 
            "12": 0.003797522946701169, 
            "13": 0.0033312393518416454, 
            "14": 0.0028619509126415208, 
            "15": 0.0022503910964792643, 
            "16": 0.003351964576870996, 
            "17": 0.008821291653146981, 
            "18": 0.004786270353590417, 
            "19": 0.0018665339233808385
        }
    }, 
    {
        "content": {
            "text": "  When Destiny-Rae was quiet at 18 months old, Delores Pryce knew that something was wrong. ''All my children talked early,'' she said. ''But she wasn't speaking.''  The problem, as Ms. Pryce discovered, was that her daughter could not hear. The fluid in her ears was not draining properly. An operation to install tubes to drain the fluid in each ear solved the hearing problem.  Today, as she turns 7 years old, Destiny-Rae is a chatty, bubbly first grader who likes to read. ''I read all kinds of books,'' she said.  Destiny-Rae's premature birth came with medical complications and a wrenching change of address that turned the lives of Ms. Pryce, now 43, and her family upside down.  In December 1999, Ms. Pryce was pregnant with Destiny-Rae and visiting New York with her three children, Misty-Lee, Keano-Ross and Marie-Chantal, then ages 3 through 10. She was on vacation from her native England after fleeing a tumultuous marriage. She had planned to return home shortly after the new year.  On Jan. 4, 2000, Destiny-Rae was born two months early. ''When she came out she was red and then, all of a sudden, she turned blue,'' Ms. Pryce remembered. ''She wasn't able to breathe.''  Destiny-Rae spent 16 days in the hospital and was released weighing little more than four pounds. Ms. Pryce was stranded in New York with four children, one of them a fragile newborn.  ''The hospital wouldn't let me fly home,'' she said.  The family was staying with friends, but the arrangement soured, leaving the entire Pryce family homeless. Ms. Pryce gathered her children and entered a Brooklyn shelter.  Destiny-Rae was in and out of Kings County Hospital Center five times before her first birthday, for pneumonia and other complications. Ms. Pryce and her three children traveled by subway from their Brooklyn shelter to visit her daily. The family lived in a shelter during the next four years. Destiny-Rae had emotional and behavioral issues, including hyperactivity, a sensitivity to touch and a quick temper.  Then, in September 2004, Tabernacle Church in Jamaica, Queens, offered a lifeline. Ms. Pryce had been a member of the Baptist congregation for three years. The church offered her a small two-bedroom apartment above its small worship space and set the rent at $250 a month.  ''It looked like a bomb hit it,'' Ms. Pryce said. ''We cleaned it up. We did our bit.'' The apartment today is furnished with worn, hand-me-down furniture. Amy and Patrick, the family parakeets, fly around the living room.  Destiny-Rae pointed to two paper certificates for perfect school attendance in October. ''This is Misty's perfect attendance; this is mine,'' she said.  Ms. Pryce lives here with Destiny-Rae and Misty-Lee, 10, who is in fifth grade. Her eldest daughter, 17, is in college in England, where students typically start college classes at 16. Her son, Keano-Ross, is living there with Ms. Pryce's parents and doing well in fourth grade.  The apartment was a huge step toward stability, but paying the electricity bill was a new hurdle.  ''They sent me a bill when I first came here and I paid that bill,'' Ms. Pryce remembered.  Then, she said, Consolidated Edison sent no bills for months. The Con Ed office is across the street from Destiny-Rae's weekly play therapy, and Ms. Pryce said that she inquired there regularly about her bill. She was told that Con Ed did not have her account information. About a year and a half later, she received a $1,600 electricity bill.  The family income is limited to $626 a month from Destiny's Supplemental Security income and supplemented by $152 in food stamps, and a $20 stipend from the church food pantry, where Ms. Pryce also volunteers twice a week. She also picks up baby-sitting jobs, and works one day a week at a neighborhood grocery.  Ms. Pryce managed to pay $500 toward the electric bill. But in October, Con Ed threatened to remove the meter, and she asked for help to pay the remaining balance.  She turned to Keiko Aizawa, a social worker at New Alternatives for Children, which provides preventive services for families with medically fragile children. The program is run by the Federation of Protestant Welfare Agencies, one of seven agencies supported by The New York Times Neediest Cases Fund.  Ms. Aizawa, who has been involved with the family since Destiny-Rae's ear surgery more than five years ago, found money to pay off the remaining $1,100 on the electricity bill, $500 of which was Neediest Cases money.  ''You guys came through for me. I'm not going back in the shelter,'' said Ms. Pryce, who is grateful for Ms. Aizawa's continued support.  Things are looking up. Destiny-Rae receives physical, occupational and speech therapy each week and is catching up academically. ''By the age of 8 or 9, she should be up to par and out of special ed,'' Ms. Aizawa said.  Ms. Pryce hopes to find a full-time job now that two of her girls are in school here, and she said that she is finally beginning to feel more secure.  ''I've got the sense that I'm safe here,'' she said. ''Everything will be all right. They've got better as things have gone along.''  In her bedroom, Misty-Lee pulled out some princess decorations and pink paper wall hangings that Ms. Aizawa gave the girls a few months ago. ''We're going to put it up soon,'' she said.  Previously recorded: $4,513,938.29  Recorded Tuesday: 134,028.54  Total: $4,647,966.83  Last year to date: $4,776,625.76  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  Correction:  January 18, 2007, Thursday  An article on Jan. 4 about Delores Pryce, a Queens woman whose youngest daughter has health problems and who received help from The New York Times Neediest Cases Fund to help pay an electricity bill, referred incorrectly to New Alternatives for Children, a program that helps families with medically fragile children. (The error was repeated in an article on Jan. 5 about Dorcas Acheampong, a Bronx woman who received help from the fund to help pay her rent.) Although it is a member agency of the Federation of Protestant Welfare Agencies, it is not run by the federation.  ", 
            "title": "The Neediest Cases; After String of Crises, a Family Finds Some Security"
        }, 
        "weight": 0.7020475190220791, 
        "file": "1816273.txt", 
        "other_topics": {
            "0": 0.012551354318802829, 
            "1": 0.021925920423624106, 
            "2": 0.00012572802230611916, 
            "3": 0.0016692095783931236, 
            "4": 6.793141328513185e-05, 
            "5": 0.0033004611152332476, 
            "6": 0.0001302689714559036, 
            "7": 0.00010352767218266151, 
            "8": 0.012608404752971685, 
            "9": 0.7020475190220791, 
            "10": 9.926144879769117e-05, 
            "11": 0.09743435181803631, 
            "12": 0.00016053085582113063, 
            "13": 0.0032604533672944353, 
            "14": 0.00012098187049100202, 
            "15": 9.51296973633525e-05, 
            "16": 0.00014169598176480964, 
            "17": 0.1438760388838238, 
            "18": 0.00020232769803816986, 
            "19": 7.890308823539475e-05
        }
    }, 
    {
        "content": {
            "text": "  You can hear the pride in Estefania Esquilin's voice: ''My teacher, she said that I'm her inspiration. I did what I had to do in such a short amount of time. My teacher used me as an example to the other classes.''  Three years ago, Estefania, now 17 and a junior in high school, skipped so many classes that she failed the ninth grade. This year, despite being out sick for a month with mononucleosis, she has made the honor roll.  Fernando Jennings, 17, a senior, is doing something that he never thought possible: making plans to go to college. ''There's only like three or four people out of my family who actually made it out of high school,'' he said.  In separate interviews, both students spoke about the after-school jobs that helped them change their lives. Both participate in the City Connection Program, which extends summer employment into year-round work for 28 youths who are at risk of dropping out of school.  City Connection is a pilot project of The New York Times Neediest Cases Fund's Summer Jobs Program. The program is administered by the After-School Corporation, which provides assistance to organizations in New York to run after-school programs.  Jobs for the students come from one of the seven agencies supported by The New York Times Neediest Cases Fund.  For two and half years, Estefania has worked at an after-school program for elementary school children in Lower Manhattan operated by the University Settlement Society of New York, a member agency of the Federation of Protestant Welfare Agencies.  Among other duties, she helps youngsters with their homework.  At one recent session, a fifth-grade girl was ready to give up on a multiplication problem because, she said, ''I'm not that smart.''  Estefania responded at once. ''Yes you are, and stop saying that!'' Then the two of them went back to figuring out how to solve the problem.  Estefania could relate to the girl's frustrations. As a freshman in a school in the Bronx, she said: ''I wanted to drop out of school. I wanted to give up on everything.''  In February 2005, she was repeating the ninth grade. She got into a fight with another girl over a stolen cellphone, and her brother, Christian Esquilin, 28, decided it was time for a change.  Estefania's parents speak only Spanish, so the help of her brother, who works as an administrative assistant at the after-school program, was necessary to help them navigate the school system.  He helped Estefania to transfer to Eastside Community High School, which houses the after-school program. That summer, she started working at the day camp.  Estefania's supervisor works closely with her teachers at Eastside. If Estefania does not attend school or if her grades falter, she cannot come to work.  ''I got suspended from this program for like a week because my attendance was horrible,'' Estefania said. The suspension came at the beginning of her sophomore year, and she decided it would not happen again: She needed the paycheck, and she wanted to keep helping the children.  Estefania has decided to pursue studies in child psychology. She was inspired, in part, by the biggest lesson she learned at work. ''Kids know how you feel,'' she said. ''You might think that kids are naïve and they don't understand, but they actually do.''  She would be the first in her family to earn a college degree.  The children she works with changed her outlook. ''I want the best for them. I want these kids to go to college, the same thing I always wanted,'' she said. ''I shouldn't give up on myself. I know I can do it if I try.''  For a year and a half, Fernando Jennings has been working at the Children's Aid Society as an office assistant. He works in an office that certifies foster and adoptive parents.  ''The job alone has taught me, there are responsibilities and there are morals to life,'' he said.  Fernando has also forged a bond with his co-workers. ''Over here we're a family,'' he said.  At 15, Fernando was skipping school regularly and had joined a gang. His mother went to Family Court for help in dealing with him, and they were given counseling by the Children's Aid Society.  With the society's help, Fernando enrolled in a career development course and started working at the society through a youth employment program. He said that he was intimidated at first, but soon began to enjoy the work.  ''I'm grateful because now that I'm bringing money in, I can help my mother paying bills,'' he said.  Gradually, Fernando stopped skipping classes.  ''It was hard. Cutting is party central,'' he said. Fernando tackled the problem by switching his schedule. He stacked his favorite classes, earth science and gym, at day's end so that he would not be tempted to leave early.  But there were still problems. A rival gang had made attending classes unsafe, he said, and in September, he transferred to Franklin K. Lane High School in Brooklyn.  His average rose to 73 in the fall. He is shooting for a 90 on his next report card. ''I can't wait for that. That'll be like a trophy right there,'' he said.  Janice Jones, who supervises the City Connection students, or fellows, at the society, holds Fernando accountable for keeping up at school. She gets a copy of his report card and speaks regularly with his teachers and his guidance counselor.  Ms. Jones said: ''I'm kind of like the bad cop. That's O.K. as long as you're educated.''  How he fares in high school will determine how far he can go in life, Fernando said. ''Everything goes together line by line like a domino set, and if you tip one over, then you lose everything,'' he said.  He said he learned this from his mentors at work. ''It took a while,'' he said.  Previously recorded: $7,032,350.29  Recorded Thursday: 64,824.54  Total: $7,097,174.83  Last year to date: $6,434,748.71  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  ", 
            "title": "The Neediest Cases; Once at Risk of Dropping Out, but Now Making Plans to Go to College"
        }, 
        "weight": 0.698378117228472, 
        "file": "1820526.txt", 
        "other_topics": {
            "0": 8.53319548683646e-05, 
            "1": 0.00010368916599981721, 
            "2": 0.00014732994800016998, 
            "3": 0.00012818813134057595, 
            "4": 7.960303044064846e-05, 
            "5": 0.03859603736952906, 
            "6": 0.00015265109908357965, 
            "7": 0.00012131525080473503, 
            "8": 0.00015218449374803864, 
            "9": 0.698378117228472, 
            "10": 0.0001163160274181265, 
            "11": 0.18545984136963792, 
            "12": 0.01481064228706743, 
            "13": 0.0001650148024360097, 
            "14": 0.0001417683374117237, 
            "15": 0.00011147438024349249, 
            "16": 0.005649490137880767, 
            "17": 0.05527145460887771, 
            "18": 0.00023709057602433044, 
            "19": 9.245980071546674e-05
        }
    }, 
    {
        "content": {
            "text": "  As a Jewish woman, Alexandra Ovsyannikova faced daily hurdles and prejudice in her native Uzbekistan. In 1999, she was granted refugee status and came to America to join her daughter. After the minimum five-year waiting period, Ms. Ovsyannikova applied to become a citizen. She passed her test and was told she would be mailed an invitation to take the oath of citizenship. Months passed, but no letter came.  Ms. Ovsyannikova wrote to several New York City and state representatives. ''I am such a small person,'' she said through a translator, pulling out a chubby stack of envelopes, ''but they wrote letters [back] to me!'' She also filed a lawsuit to speed up the process.  Ms. Ovsyannikova is an older woman with numerous health problems. She depends on Social Security to get by. While she waited for months, her benefits expired and she fell behind on her bills and rent. The UJA-Federation of New York, a beneficiary of The New York Times Neediest Cases Fund, worked with the Marks Jewish Community House of Bensonhurst to help Ms. Ovsyannikova with clothing and food.  Finally, after a year of waiting, her invitation came. She is now an American citizen.  All the money you donate to The Neediest Cases Fund goes to one of seven charities: the Children's Aid Society; the Brooklyn Bureau of Community Service; Catholic Charities of the Archdiocese of New York; Catholic Charities, Diocese of Brooklyn and Queens; the Community Service Society of New York; the Federation of Protestant Welfare Agencies; and the UJA-Federation of New York.  To donate, please send your checks to The New York Times Neediest Cases Fund, 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245. You may also call (800) 381-0075 and use a credit card, or you may donate online at www.nycharities.org/neediest.  Editorial  ", 
            "title": "Something to Tide You Over"
        }, 
        "weight": 0.6899599996439923, 
        "file": "1815923.txt", 
        "other_topics": {
            "0": 0.00029528724086931764, 
            "1": 0.0003588115118581191, 
            "2": 0.00050982839792551, 
            "3": 0.0004435890361839759, 
            "4": 0.00027546256569319213, 
            "5": 0.06398398414755965, 
            "6": 0.00685331462414027, 
            "7": 0.00041980575437139313, 
            "8": 0.0005266273265539862, 
            "9": 0.6899599996439923, 
            "10": 0.000402506175537201, 
            "11": 0.13576930096856718, 
            "12": 0.013301099501948445, 
            "13": 0.0005710260099993268, 
            "14": 0.0004905827044688759, 
            "15": 0.0003857518818184428, 
            "16": 0.0005745786345047696, 
            "17": 0.08373805020055888, 
            "18": 0.0008204408552264014, 
            "19": 0.00031995281822283636
        }
    }, 
    {
        "content": {
            "text": "  An article on Saturday about a controversy over a national sweepstakes awarding a $25,000 savings bond to the first American baby born in 2007 gave an erroneous birth weight in some copies for a Chinese-American girl, born in Manhattan, who was disqualified because her mother was not a legal resident. The girl, Yuki Lin, weighed 6.5 pounds, not 6.5 ounces. (The sponsor of the sweepstakes, Toys ''R'' Us, has since reversed its decision and awarded Yuki and two other babies born shortly after midnight $25,000 each.)  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6891946046967388, 
        "file": "1818077.txt", 
        "other_topics": {
            "0": 0.001035126585018268, 
            "1": 0.0012578103064714206, 
            "2": 0.0017871985492374288, 
            "3": 0.00155499710324387, 
            "4": 0.000965631376712803, 
            "5": 0.0025704282803631416, 
            "6": 0.06836919119790152, 
            "7": 0.001471625037418374, 
            "8": 0.0018460870320989554, 
            "9": 0.6891946046967388, 
            "10": 0.0014109815300721944, 
            "11": 0.054660834596301014, 
            "12": 0.0022819138277132044, 
            "13": 0.0020017261902243884, 
            "14": 0.0017197329557853548, 
            "15": 0.001352249514457722, 
            "16": 0.002014179881285828, 
            "17": 0.16050804227639848, 
            "18": 0.0028760475331740484, 
            "19": 0.0011215915293832405
        }
    }, 
    {
        "content": {
            "text": "  ''She's not going to be in the street, that's for sure,'' Geneva Burton said decisively as she nodded toward her granddaughter, Brittany Rivera, 14. There are drugs on the streets of their Bronx neighborhood, said Ms. Burton, 70. She lost her daughter to them and vowed not to lose her granddaughter, too.  ''My daughter got involved with drugs at an early age,'' Ms. Burton said. Her daughter, Dana Burton Rivera, was 16 when her mother noticed a change. She started on cocaine and wound up on crack, an addiction it pained Ms. Burton to witness. ''It was like she was kidnapped against her will,'' Ms. Burton remembered.  Brittany was born addicted to cocaine and spent seven weeks in the hospital before she was released to her grandmother. Brittany spent her early years with her grandmother, although her mother lived in the same building and was close by. ''I was 4 or 5 when I lived with my mother,'' Brittany said, ''and that week when I was 6.''  Brittany's mother, Ms. Rivera, got clean at 21. ''Squeaky clean,'' Ms. Burton said. ''When she left it, she left it for good.'' Brittany moved in with her a year or so later, and in January 1998 Ms. Rivera gave birth to twins. But while she had survived addiction, the years of drug abuse had taken their toll.  Ms. Rivera died suddenly, less than two weeks after Brittany's sixth birthday. She went into the hospital with back pain, and died from complications stemming from her years as an addict. ''August the 15th, my child was gone,'' Ms. Burton said. The twins just were 7 months old, and Ms. Burton was heartbroken. ''I loved her beyond human understanding,'' she said. ''They didn't come sweeter than her.''  Brittany now lives with her grandmother, and she carries her mother's high school graduation picture in her wallet. The likeness is striking. Brittany, pleasant and well spoken, is a freshman at St. Michael Academy, an all-girl Roman Catholic high school in Manhattan. Her first report card shows an 85 percent average and positive comments from teachers. On Wednesdays after school, she stays for Global Community, in which students discuss world events.  Catholic school is important to Ms. Burton. She hopes it will help keep her granddaughter safe. ''The environment is better,'' she said. ''Environment to me is very important. I don't see how you can separate a child from environment.''  She feels that the school will provide the discipline that Brittany needs to succeed. Brittany interjected, ''It's important to me -- I like the school.''  But paying for it is a challenge. High school costs $550 a month, and Ms. Burton has not managed to keep up. ''I can pay January,'' she said, but she has fallen about $1,000 behind since school began in September. Making ends meet on her retiree income is a continual challenge. Ms. Burton receives $1,200 a month from the New York Telephone Company, where she worked as an operator until 1991. She also receives $600 from Social Security. Brittany receives $154 a month in Social Security survivor benefits from her mother's death. Their rent is $919 a month, and public assistance covers $300.  After Ms. Burton fell behind on her Consolidated Edison bill in August, Catholic Charities of the Archdiocese of New York, one of seven agencies supported by The New York Times Neediest Cases Fund, stepped in to help. It arranged a $200 energy grant from Con Edison, and used $95 of Neediest Cases money to prevent a turn-off. Ms. Burton has again fallen behind, and this month an additional $130 in Neediest Cases money was used to keep the power from being turned off. ''I'm grateful; it's going to help me a lot,'' Ms. Burton said.  This month, Ms. Burton goes to family court to seek custody of the twins, William Brandon Sykes and Breanna Geneva Sykes, who turned 9 on Saturday. Ms. Burton saw them regularly until last year, when their father went into drug rehabilitation. They have been living with their father's partner. ''I want them back in my life pretty regularly,'' Ms. Burton said.  Brittany is looking forward to being older and being able to go to the movies alone, and to talk to boys on the phone. ''Don't rush it, Brittany, it's coming,'' Ms. Burton said.  She is trying to teach her granddaughter as much as she can, now. ''I'm in the evening of my life; she's in the morning,'' she said. ''I'm not going to be with her always. I try to teach her the best I can.''  Ms. Burton is hoping that Brittany will make her way safely through their neighborhood and out into the world beyond. ''It's O.K. for me, you know, 'cause I'm pretty strong,'' she said. ''I want her to get a good education so she can move on.'' But it might take some outside help to keep her granddaughter in the school Ms. Burton thinks best.  Previously recorded: $6,231,937.08  Recorded Tuesday: 131,865.00  Total: $6,363,802.08  Last year to date: $6,071,392.38  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  ", 
            "title": "The Neediest Cases; Keeping a Girl Off the Streets, and on the Road to Success"
        }, 
        "weight": 0.6795430660173888, 
        "file": "1817986.txt", 
        "other_topics": {
            "0": 9.467674633732384e-05, 
            "1": 0.00011504427482573506, 
            "2": 0.00016346420442635916, 
            "3": 0.00014222614743924779, 
            "4": 8.832044141421159e-05, 
            "5": 0.012402995258332175, 
            "6": 0.006253314972310831, 
            "7": 0.008246529799900709, 
            "8": 0.0001688503765474937, 
            "9": 0.6795430660173888, 
            "10": 0.00012905391702111162, 
            "11": 0.08206282209131796, 
            "12": 0.024544500376382006, 
            "13": 0.000183085745735443, 
            "14": 0.00015729353605574022, 
            "15": 0.0001236820560094335, 
            "16": 0.002212207106602956, 
            "17": 0.16677936877074598, 
            "18": 0.016486912991181456, 
            "19": 0.00010258517002501111
        }
    }, 
    {
        "content": {
            "text": "  Most of her last six years, Patricia Ramos says, have been a torturous trip through poverty and degradation. But, she says, she and her two children are now on an upward path.  In 2001, Ms. Ramos, now 36, had been living in Miami for four years with the first of her two sons, Enrique Rivera, who is now 17. They were comfortable on her $32,000-a-year salary as a room service manager at a large hotel, she said recently.  Ms. Ramos, a high school dropout from the Bronx, became a single mother at 19. She worked at sales, cashier and receptionist jobs, she said, until moving to Miami with Enrique in 1997, to live near her divorced mother.  While in Miami, she recounted, she learned that one of her five sisters -- she also has four brothers -- had tested positive for the virus that causes AIDS. She said she had been very close with this sister and decided to return to New York to help care for her and her three young children.  Ms. Ramos said she gave up her job and apartment and flew to New York with Enrique, who was then 12 -- only to find that days earlier, her sister had moved with her children from her East Harlem apartment without telling her mother and siblings and without leaving a forwarding address.  It took several months for Ms. Ramos to learn that her sister had moved to Puerto Rico. ''I believe she left because she was ashamed'' of her situation, Ms. Ramos said.  But Ms. Ramos's own ordeal was just beginning.  She was living with another sister in Queens while they were seeking the missing sister. After they learned her whereabouts, Ms. Ramos could not return to Miami, she said. She had no money for the trip, having exhausted her savings, she said. And even if she had had the money, she said, she did not want to face what she was convinced would be her mother's disapproval because, while in New York, she had become pregnant.  The baby's father was a man who ''didn't want to take responsibility,'' Ms. Ramos said. After the boy, Lucas Machado, was born, his father's sister took Ms. Ramos and her children into her home for three months. Then Ms. Ramos moved in with a friend who was among squatters living in an abandoned building in East Harlem.  ''But it was dangerous and nasty,'' she said, and after several months, she and the children moved in with another friend who was living legally in another building.  The condition, though, was that Ms. Ramos and her children could not be in the apartment while the friend was at work.  So in cold weather, while Enrique attended a junior high school, she and Lucas, in his stroller, spent the days ''riding back and forth'' in the subway, Ms. Ramos recalled.  After several months of this, she knew she had to find a decent place to live. Yet she had not worked in New York; her lack of a permanent address, and of self-confidence, had kept her from finding even ''a dinky job,'' she said.  At the suggestion of the friend she had lived with in the abandoned building, she went to work for an escort service where the friend was working. Ms. Ramos's financial situation sharply improved as she averaged $1,000 to $2,000 a week for what she described in the interview as selling her body. She could now rent a small apartment in the Bronx.  Enrique, then 15, ''was wondering where I got the money,'' she said, and she felt she had to tell him. ''I told him this was what I had to do to take care of him and his brother,'' she said. ''He said, 'Mom, you don't have to do this.' I told him it was temporary, and not to be ashamed of me.'' Inwardly, however, she despised what she was doing, she said.  But she stayed with the escort service for a year, leaving after a customer robbed and threatened to kill her. Several months later, without income to pay the rent, she and the boys were evicted.  This time, Ms. Ramos sought help outside her circle of friends, and she and the children spent the next eight months in a city homeless shelter.  Despite its unpleasantness, this turned out to be the start of her climb back. The welfare program eventually sent her to an employment program run by Catholic Charities of the Archdiocese of New York, one of seven agencies supported by The New York Times Neediest Cases Fund. That program referred her for a file clerk job at a real estate management company in Manhattan. She was hired last May, and was soon promoted to a job in the payroll unit paying $370 a week.  A job developer in the Catholic Charities program, Diana Rivera, said she had found Ms. Ramos determined to obtain work and ''maintain her family.''  About the time she was hired, Ms. Ramos found an apartment in the South Bronx. The welfare program pays about half the $820 monthly rent, and Catholic Charities used $500 from the Neediest Cases to buy two beds.  Interviewed in the apartment -- where Enrique, now in high school, and Lucas, a kindergartener, awaited dinner -- Ms. Ramos said she wanted all the details of her story publicly disclosed so that others might learn what she belatedly did: that ''there's help out there, and you don't have to sell your body'' to survive.  Previously recorded: $4,697,117.83  Recorded Thursday: $1,085,148.71  Total: $5,782,266.54  Last year to date: $5,467,648.56  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  ", 
            "title": "The Neediest Cases; Reaching for Help, a Mother Regains Dignity and a Stable Family Life"
        }, 
        "weight": 0.6745862562975877, 
        "file": "1817231.txt", 
        "other_topics": {
            "0": 9.206291876439749e-05, 
            "1": 0.006027849945101286, 
            "2": 0.0021309452328337366, 
            "3": 0.0001382995800385973, 
            "4": 8.588209816782477e-05, 
            "5": 0.0002286108128124307, 
            "6": 0.00016469218074175034, 
            "7": 0.0001308845683536475, 
            "8": 0.029744097783917428, 
            "9": 0.6745862562975877, 
            "10": 0.0001254910074392585, 
            "11": 0.07979723866780021, 
            "12": 0.0021749446172114628, 
            "13": 0.0001780311300148305, 
            "14": 0.0021249449237514804, 
            "15": 0.017868212860846333, 
            "16": 0.023843065957764316, 
            "17": 0.16020294418635458, 
            "18": 0.00025579222313614467, 
            "19": 9.975300736249888e-05
        }
    }, 
    {
        "content": {
            "text": "  Jill Rappaport had just finished talking to her son, Alex, who is a freshman at Duke University, when she read an article about Steguer Wilson, a young man from the Bronx adjusting to his first semester at Hunter College.  The article told how Mr. Wilson, 18, had received help from the Children's Aid Society, one of seven agencies supported by The New York Times Neediest Cases Fund.  Mr. Wilson's story was like that of so many other college freshman. In the beginning of his first year, he was a little overwhelmed by homework, the scheduling of classes and the costs of course materials. Mrs. Rappaport, of Westchester County, decided to help.  ''My son was going through the same things, but I couldn't imagine what it would be like for someone who does not have a supportive community and financial resources,'' she said last month before a board meeting of Children's Aid.  Soon after she read the article on Nov. 13, she wrote a note with a check for $5,000 to the society and specified that the money should help a student like Mr. Wilson, but preferably Mr. Wilson himself.  C. Warren Moses, the chief executive of the society, said, ''This is the kind of generosity that makes the difference in people's lives.''  He called Mrs. Rappaport and invited her to present the check in person to Mr. Wilson at the society's end-of-year board meeting.  ''All the stars were aligned,'' she said. During the board meeting on Dec. 21, Mrs. Rappaport sat by Mr. Wilson, who was wearing a brown striped shirt and matching tie.  Cathleen Clements, the society's director of office of public policy and client advocacy, talked of the importance of the Neediest Cases and said that through it the society's staff had made a difference to nearly 4,600 families during the past nine years.  Mrs. Clements also said that money from Neediest Cases enables the society to help families so they can focus on building strong and healthy lives. When families do not have many resources, even ambitious people like Mr. Wilson can get discouraged.  ''They still need a boost up,'' Mrs. Clements said. ''What we can do with Neediest money is to move them into a place so that they have access to another way of life.''  It was through the society's after-school programs at the Dunlevy Milbank Community Center that Mr. Wilson received support and encouragement.  He participated in capoeira, a Brazilian martial art that incorporates dance, and other programs that helped him get an internship at NBC and the Federal Reserve Bank.  ''Steguer was one of those young people that took advantage of everything,'' said Casper Lassiter, assistant director of youth development and teen programs at the Dunlevy Milbank center. ''It takes a person who knows that they are a leader to step away from the crowd. He is an independent young man and definitely focused.''  At the meeting, Mr. Lassiter played a video about Mr. Wilson that was produced by The New York Times for nytimes.com.  He then introduced Mrs. Rappaport, who presented the $5,000 check. As an added surprise, she gave Mr. Wilson an iPod from her son, who is 18, which he had filled with all his favorite songs.  ''My son hopes that you like some of his music, too,'' she said.  Mr. Wilson was overjoyed. ''I can't believe all this is happening to me,'' he said after the presentation. The money will be put in the bank for future college expenses, he said.  ''I am definitely going to save it,'' he said, ''because I am sure I will have to take out loans if I transfer to a different school'' based on what area of study he chooses.  As for the future, he hopes to make his parents proud, to be successful and to give back to the Children's Aid Society.  ''It would be crazy not to,'' Mr. Wilson said. ''I will definitely give back to the Children's Aid Society; I don't know how I couldn't. They have given me everything.''  Previously recorded: $6,484,079  Recorded Thursday: 240,690  Total: $6,724,769  Last year to date: $6,285,241  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  ", 
            "title": "The Neediest Cases; Student Gets Some Help From a Sympathetic Mother"
        }, 
        "weight": 0.6589177890064575, 
        "file": "1818451.txt", 
        "other_topics": {
            "0": 0.02346802819184883, 
            "1": 0.0001325118320485105, 
            "2": 0.00018828352158940814, 
            "3": 0.00950741136265865, 
            "4": 0.00010173042958337877, 
            "5": 0.0002707977179291475, 
            "6": 0.00019508380271685759, 
            "7": 0.00015503747170257223, 
            "8": 0.00019448749424759806, 
            "9": 0.6589177890064575, 
            "10": 0.00014864860509928194, 
            "11": 0.14591244296688796, 
            "12": 0.07265322908326115, 
            "13": 0.00021088426717558135, 
            "14": 0.00018117593999099208, 
            "15": 0.00014246111645418687, 
            "16": 0.021235275001007563, 
            "17": 0.06596356609503742, 
            "18": 0.00030299507462984193, 
            "19": 0.0001181610196736299
        }
    }, 
    {
        "content": {
            "text": "  On a recent morning here, Alma Garrick Smith showed off a PowerPoint presentation that highlighted the many academic accomplishments of her daughter, Brittany Smith.  The proud mother planned to give copies of the presentation as a gift of gratitude to friends and family who have helped the teenager.  Ms. Smith, 18, has never been affected by the violence and drugs that plague her surroundings. She has always excelled in school but is modest about her achievements.  ''Everyone talks so badly about Newburgh,'' the young woman said, alluding to the fact that Newburgh is a violent city. ''My mother always says, our home starts at the front door,'' she said.  Ms. Smith started setting standards for herself at an early age, her mother said, recalling the first time her daughter received what she perceived as an unsatisfactory grade.  ''In elementary school she came home crying because she received a 90,'' Mrs. Smith said. ''It was the first time she did not receive a 100.''  When the family lived in Mount Vernon and Ms. Smith was in the third grade, she had the option of skipping two grades, but her mother declined the offer, believing that in terms of maturity, the quick advance was not a good idea.  Mrs. Smith was not satisfied with the school system in Mount Vernon, and she and her husband, Willie, decided to relocate to Newburgh when their daughter was 10 years old.  ''I just wanted Brittany to have a better life,'' she said. ''I wanted her to see something different.''  With all of their belongings packed into Mr. Smith's work van, they stayed with relatives for a few weeks until they were able to find an apartment of their own.  As they returned to Mount Vernon to pick up a few more items, the van -- along with all their possessions -- was stolen, which made them even more resolute about the move. Once back in Newburgh, they found an apartment that happened to be across the street from the Orange County Chapter of the Catholic Charities of the Archdiocese of New York, one of seven agencies supported by The New York Times Neediest Cases Fund.  Sister Joanne Dress heads the chapter, and when Mrs. Smith told her about the family's ordeal, Sister Dress provided them with furniture, clothes, and even Christmas gifts.  Mrs. Smith, who had worked for 13 years as a counselor for the New York State Division for Youth, has also faced health problems. In 1993, she received a diagnosis of fibromyalgia, a chronic disorder characterized by widespread musculoskeletal pain, and arthritis was found in her back. Also afflicted with a Baker's cyst, a knee ailment, in her right leg, Mrs. Smith is unable to work and receives $1,173 a month in Social Security disability payments.  ''I kind of blocked the diagnosis out because it meant that I wasn't able to work anymore,'' she said. ''And it was hard for me. Emotionally, it was hard for me.''  Her husband does construction work as a roofer, and his salary pays most of the household bills. But the work is often not steady because of the weather.  Relying on her disability check, which arrives on the third Wednesday of every month, Mrs. Smith frequently finds herself late on her $875 rent. With her landlord charging $100 each month for the lateness, it is hard for the family to get ahead.  Ms. Smith graduated from Newburgh Free Academy in June and was in the top five percent of her class. She had also earned an academic scholarship to Cornell University. Next, she just had to find a way to get to the campus to meet the dean and make sure that this was the school she wanted to attend.  ''I got my acceptance letter to Cornell on April 1st; I never expected to get accepted there,'' Ms. Smith said. ''I thought it was an April Fools' joke.''  With the family's income split between paying rent and maintaining the household, the Smiths did not have enough to pay for prescriptions, let alone a three-day trip for two to upstate New York.  With help from relatives, the Smiths were able to book a hotel room in Ithaca, leaving them only in need of bus tickets to the campus.  It was then Mrs. Smith reached out to a familiar hand and called on Sister Dress. Through the Neediest Cases, the Smiths received $142 to purchase two round-trip bus tickets to Cornell.  Ms. Smith, who has completed her first semester as a freshman at Cornell, is considering chemistry as a major. With help from her uncle, she was able to buy textbooks for the semester.  As in the old African proverb, ''It takes a village to raise a child,'' Mrs. Smith realizes that she could not have done it on her own.  ''It took a lot of people to get Brittany where she is today, and I'm just so grateful to all of them,'' she said.  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or  www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  Previously recorded: $3,693,101.49  Recorded Thursday: 110,794.50  Total: $3,803,895.99  Last year to date: $4,302,646.29  ", 
            "title": "The Neediest Cases; In Student's Success, Mother Sees Many Helping Hands"
        }, 
        "weight": 0.6573486414874151, 
        "file": "1815980.txt", 
        "other_topics": {
            "0": 9.353857884523056e-05, 
            "1": 0.00011366125672653285, 
            "2": 0.000161499100524963, 
            "3": 0.00014051635930432114, 
            "4": 8.725868697931763e-05, 
            "5": 0.01425749388445054, 
            "6": 0.00016733200228996668, 
            "7": 0.00013298249372152357, 
            "8": 0.03623166863294744, 
            "9": 0.6573486414874151, 
            "10": 0.0001275024803826218, 
            "11": 0.10111232108144827, 
            "12": 0.0022098064159977392, 
            "13": 0.004188090104842209, 
            "14": 0.00015540261356018686, 
            "15": 0.00012219519782142986, 
            "16": 0.00018201012935128758, 
            "17": 0.17479242460061184, 
            "18": 0.0002598922709918458, 
            "19": 0.008115762621787552
        }
    }, 
    {
        "content": {
            "text": "  ''Blood'' is spray painted over the front door of the apartment building where Patricia Barnes's family lives. It appears again and again on the walls of the stairwell leading to their second-floor apartment.  Ms. Barnes, 38, is raising two teenagers in the tough East New York neighborhood in Brooklyn, and she is doing everything she can to keep them off these streets.  About five years ago, she sent her four younger children, now ages 11 to 13, to live with their father's extended family in Ivory Coast, where she believed they would be safer.  ''I think that is the best decision I made,'' said Ms. Barnes, who calls Ivory Coast to speak with her children two or three times a week. ''The way things are running around out here nowadays, I don't want them out here. I don't want him out here.''  By ''him,'' Ms. Barnes meant her son Raymond, 14, who is a high school freshman. Her daughter Chaka Ward, 17, who prefers to be called Tisha, is a sophomore.  Ms. Barnes said she began seeing worrisome changes in Raymond when he was in junior high school.  ''He was doing pretty good in school, and then, I don't know,'' Ms. Barnes said. ''It's like he woke up and he just, 'I don't want to do it no more.' ''  Raymond agreed. ''I was a loose cannon,'' he said, adding that he was ''running wild.''  He was skipping school, outside at all hours, quick-tempered and willing to fight. Such behavior would be frustrating for any parent, but for Ms. Barnes, who sometimes hears gunfire from her window, it was frightening. She waited up for him at night. She worried that despite his youth, Raymond's height -- at 14 he is already 6-foot-3 -- might get him in adult-sized trouble.  ''It felt like my whole world was crumbling,'' she said. ''I was losing control of him, and that's the one thing I felt should never, ever happen.''  Ms. Barnes took any help she could find, including a warning from Raymond's basketball coach that bad behavior would keep him on the bench.  ''She slowed me down, started making me think,'' Raymond said about his coach. ''I really wanted to be on the team. So I started calming down, letting a lot of things slide.''  But Raymond's behavior did not change overnight. An altercation at school led to more absences, and in December 2005, Ms. Barnes applied for a Person In Need of Supervision petition. The petition would give Family Court the power to force Raymond to attend school.  Rather than grant the petition, the court referred the family for counseling at the Brooklyn Bureau of Community Service, one of seven agencies supported by The New York Times Neediest Cases Fund.  They began attending counseling sessions in February at the bureau's East New York Family Center. Ms. Barnes goes weekly, and Tisha and Raymond accompany her monthly.  After 10 months of counseling, changes are evident in Ms. Barnes's life. She is training for a new job and earned her G.E.D. last month.  Ms. Barnes had worked as a home health aide for years, but it was unstable income, and she relied on public assistance to make ends meet.  In October, Ms. Barnes started a job training program through public assistance. She works for the Parks Department, cleaning city parks. She describes the program as ''giving you your responsibility: to be a part of the working class,'' she said, ''which is a beautiful thing, because I love it.''  She earns about $320 a week and receives $115 in food stamps each month. Her share of the rent for her subsidized four-bedroom apartment is $150 a month. Her job training program ends in March, and she hopes to be hired permanently.  Ms. Barnes said she cherished the time she spent with her oldest children studying for the G.E.D. exam. Tisha helped her with language, and Raymond studied algebra with her.  ''He actually took a genuine interest in it,'' Ms. Barnes said. ''It was so amazing for us to just lay across the bed and just talk about it.''  ''I'm proud of my accomplishments,'' she said. ''Your kids have something to look up to.''  Cascille Andela, a social worker who counsels the family, said she had seen a big change in Ms. Barnes's ability to cope with adversity.  ''She is able to come home and be more relaxed, understanding, and trying to work though problems rather than getting frustrated and throwing her hands up,'' Ms. Andela said.  After a home visit in which she noticed that Raymond and Ms. Barnes were both sleeping in the living room, Ms. Andela used $965 from the Neediest Cases to replace the family's worn mattresses.  ''You've got to have a bed to sleep in,'' Ms. Andela said. ''You can't go to work the next morning if you can't get to sleep at night.''  Ms. Barnes hopes that her children will draw inspiration from her efforts. In December, Tisha started her first job, working at a day care center. ''I don't care where she worked as long as the little girl knows it's going to feel good to get a paycheck,'' Ms. Barnes said.  As for Raymond, he is getting in fewer fights, and is working at grade level for the first time after eight years in special education classes, where he had been placed because of his behavior. He grudgingly admits this year's schoolwork is a little more interesting. Ms. Barnes and Ms. Andela are still working on persuading him to attend school regularly, but he is no longer roaming the streets.  Bit by bit, Ms. Barnes and her family seem to be gaining ground.  ''I've made it my business to not let anything stop me from achieving my goals,'' she said.  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  Previously recorded: $4,697,117.83  Recorded Thursday: 1,085,148.71  Total: $5,782,266.54  Last year to date: $5,467,648.56  ", 
            "title": "The Neediest Cases; A Single Mother Takes Charge, Trading Helplessness for Ambition"
        }, 
        "weight": 0.6560586920643091, 
        "file": "1816693.txt", 
        "other_topics": {
            "0": 8.276035269421295e-05, 
            "1": 0.0054187613660289045, 
            "2": 0.0036883546286683245, 
            "3": 0.00012432499615558707, 
            "4": 7.720407770991567e-05, 
            "5": 0.00020551066327243313, 
            "6": 0.00014805073689926613, 
            "7": 0.0018903915809639744, 
            "8": 0.00014759819339199567, 
            "9": 0.6560586920643091, 
            "10": 0.023158331109921805, 
            "11": 0.13909789632457353, 
            "12": 0.00018244338029055007, 
            "13": 0.00016004184212628443, 
            "14": 0.00013749594302820992, 
            "15": 0.00010811493817939595, 
            "16": 0.00016103753857491857, 
            "17": 0.16883337136485665, 
            "18": 0.00022994550778212766, 
            "19": 8.9673390572768e-05
        }
    }, 
    {
        "content": {
            "text": "  Nancy Harris wants to make a few things very clear.  ''I'm not crazy. I'm not stupid,'' Ms. Harris said. ''I just want to work. I'm used to working.''  Not working pulled her into a depression. Not working took her from a steady salary to unemployment compensation and eventually to public assistance. Not working left her with no means to pay her share of her son's college tuition.  Ms. Harris, 51, has been unemployed for more than a year. Losing her job, she said, has been devastating.  Ms. Harris remembers exactly when she was hired as a member of the housekeeping staff at Harlem Hospital Center: Nov. 21, 1998. She valued her work. ''I got to learn a lot about how to care for the sickly, and for the public, and to sanitize the hospitals,'' she said.  One August night in 2005, she was working the graveyard shift and went to a deli on her break to buy a turkey on a roll. By morning, she had food poisoning.  She was sick for two weeks. ''It got worse and worse,'' she said. ''I was walking around here like a dog. I couldn't stand up.''  Ms. Harris was reluctant to ask for help from her son, Alphonso Howlett, 21, who was away at college. ''He's in school. He's getting an education. I don't need him to be distracted,'' she said.  A neighbor insisted that she go to the hospital, and it was determined that she had appendicitis.  The appendix was so inflamed that treatment required two operations, one to drain it and a second in September to remove it. She was at St. Luke's-Roosevelt Hospital Center for nearly a month. She still has a deep curving scar on her lower right abdomen from her surgery.  Ms. Harris said that on Nov. 18, 2005, she was fired from her job for reasons that she still struggles to understand. ''The only thing that I could see was that I was sick,'' she said. She missed a lot of work and said the union did not take up her case.  She had used her $29,557 yearly salary to put her daughter, Antastasia Nicole Harris, through a training program in the nursing field.  Without a job, she said she was worried that she would not be able to do the same for her son. ''I thought that my son would be terminated at the end of the semester,'' she said.  Ms. Harris's son is a junior at Green Mountain College in Vermont, where he plays on the basketball team and majors in sports management. ''I played basketball all my life, so that's something that I want to do -- being in sports,'' Mr. Howlett said.  Tuition at the Vermont college is $32,000 a year, paid with financial aid, grants, student loans and work study. ''Mine just goes to tuition,'' said Mr. Howlett of his work-study income.  The family also pays $500 each month. When he graduates in May 2008, he will be the first in his family to earn a bachelor's degree.  While Mr. Howlett was gaining a footing with his college life in Vermont, Ms. Harris said she felt like she was losing her ground in New York.  ''I gave up hope when I was on unemployment,'' Ms. Harris said. ''I was in that state of mind because I was hurt.''  Depression made looking for work difficult. ''I've been depressed like this ever since they terminated me,'' she said.  In September, Ms. Harris applied for and began receiving public assistance of $100 a month and $198 a month in food stamps. Her rent in public housing was lowered to $143 a month after she qualified for public assistance.  She was referred to the Work Experience Program run through Catholic Charities Archdiocese of New York, one of seven agencies supported by The New York Times Neediest Cases Fund. There, Ms. Harris met Diana Rivera, a case manager, who has helped Ms. Harris turn the corner. ''When I first got there I was looking out the window, crying, crying, crying,'' Ms. Harris said.  Ms. Rivera said she took a particular interest in Ms. Harris's case.  ''I was so compelled by her story,'' Ms. Rivera said. ''The world was pulled from under her feet.'' Ms. Rivera helped Ms. Harris get therapy, acquire interview clothes and seek out food pantries.  And they talked. ''Dee Dee is gorgeous. She's a beautiful person,'' Ms. Harris said of Ms. Rivera.  The agency used $500 in Neediest Cases money to cover Ms. Harris's portion of Mr. Howlett's January tuition. ''It means a lot. I appreciate it, and it really, really, helped my family,'' she said.  Ms. Harris is currently in a 90-day work program with the New York City Transit. ''I love it. We clean train stations,'' she said.  With Ms. Rivera's help she has put together a résumé and references and is ready to search for a permanent position. She has begun to attend job fairs. She feels stronger. ''That's why I want to go back to work,'' she said. ''I want to stay in maintenance or housekeeping. That's my field; I feel comfortable in that.''  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  Previously recorded: $4,697,117.83  Recorded Thursday: $1,085,148.71  Total: $5,782,266.54  Last year to date: $5,467,648.56  ", 
            "title": "The Neediest Cases; Losing Job and Pride, but Finding a Footing in a Work Program"
        }, 
        "weight": 0.6522084802531526, 
        "file": "1817377.txt", 
        "other_topics": {
            "0": 9.224482499976592e-05, 
            "1": 0.00011208918144181417, 
            "2": 0.0001592653688933443, 
            "3": 0.0001385728448480939, 
            "4": 0.011941394060512773, 
            "5": 0.03974687008516289, 
            "6": 0.00016501759443702995, 
            "7": 0.00013114318191290216, 
            "8": 0.00016451318870078105, 
            "9": 0.6522084802531526, 
            "10": 0.01988464274513594, 
            "11": 0.07600312850764013, 
            "12": 0.0002033516912313055, 
            "13": 0.00017838290001163302, 
            "14": 0.0001532532038581065, 
            "15": 0.00012050508761203309, 
            "16": 0.00017949270490814562, 
            "17": 0.19806140482664208, 
            "18": 0.0002562976405286379, 
            "19": 9.995010836993521e-05
        }
    }, 
    {
        "content": {
            "text": "  An article in the special Education Life section last Sunday about the large percentage of Asian students at the University of California, Berkeley, attributed an erroneous distinction to the state. Hawaii -- not California -- was the first state without a racial majority.  Also, an article about financial aid for graduate students misstated eligibility for federal PLUS loans. Graduate students may indeed apply for the loans; they became eligible in July 2006.  And an article about rigorous high schools misstated the student newspaper job held by Prateek Kumar of Phillips Academy, who talked about his challenging courses. Mr. Kumar is deputy managing editor of the Phillipian, not the top editor. (Stephen S. Blackman is the editor in chief.)  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6473232966713085, 
        "file": "1818983.txt", 
        "other_topics": {
            "0": 0.0006855292445018877, 
            "1": 0.0008330051238195409, 
            "2": 0.0011836010097373575, 
            "3": 0.001029821864125518, 
            "4": 0.000639504924060629, 
            "5": 0.0017023075076876067, 
            "6": 0.11869901094108325, 
            "7": 0.0009746073714005483, 
            "8": 0.001222600855505218, 
            "9": 0.6473232966713085, 
            "10": 0.0009344452324151626, 
            "11": 0.0949363484119386, 
            "12": 0.016195316858094395, 
            "13": 0.0013256753934688574, 
            "14": 0.001138920834405704, 
            "15": 0.0008955490096004895, 
            "16": 0.10412250188932055, 
            "17": 0.0035104560339454913, 
            "18": 0.001904708777751591, 
            "19": 0.0007427920458291006
        }
    }, 
    {
        "content": {
            "text": "  Ulrike Malmendier: http://www.econ.berkeley.edu/ulrike/index.html  Stefano DellaVigna: http://elsa.berkeley.edu/sdellavi/  Roland Fryer: http://www.economics.harvard.edu/faculty/fryer/fryer.html  Jesse Rothstein: http://www.princeton.edu/jrothst/  Jesse Shapiro: http://home.uchicago.edu/jmshapir/  Emily Oster: http://home.uchicago.edu/eoster/  Amy Finkelstein: http://www.nber.org/afinkels/  Benjamin Olken: http://www.nber.org/bolken/  Raj Chetty: http://elsa.berkeley.edu/chetty/  Justin Wolfers: http://bpp.wharton.upenn.edu/jwolfers/index.shtml  Xavier Gabiax: http://econ-www.mit.edu/faculty/index.htm?prof--id=xgabaix  Matthew Gentzkow: http://faculty.chicagogsb.edu/matthew.gentzkow/  Dean Karlan: http://www.econ.yale.edu/karlan/  ", 
            "title": "The Economists' Web Sites"
        }, 
        "weight": 0.6409575417939382, 
        "file": "1817699.txt", 
        "other_topics": {
            "0": 0.00045281050370635706, 
            "1": 0.010249453843044124, 
            "2": 0.0007818003005779133, 
            "3": 0.0006802250389205844, 
            "4": 0.0004224102022036955, 
            "5": 0.0011244198933908732, 
            "6": 0.0008100367696250981, 
            "7": 0.0006437543814494345, 
            "8": 0.000807560747631411, 
            "9": 0.6409575417939382, 
            "10": 0.0006172262084652007, 
            "11": 0.0045126221675139255, 
            "12": 0.0009982108127607235, 
            "13": 0.0008756442522068122, 
            "14": 0.0007522878430717205, 
            "15": 0.029689228870952707, 
            "16": 0.05907648137932287, 
            "17": 0.002318750626203958, 
            "18": 0.20494197402252348, 
            "19": 0.03928756034249099
        }
    }, 
    {
        "content": {
            "text": "  Stephanie Robinson Davis and Randy Davis are young parents just starting out. There can be a lot to learn, but in the Davises' house, they already know that their children come first.  ''I try my best to give them everything I didn't have,'' said Mr. Davis, 27. ''I want them to have a stable home. I never really had a stable home because I was in and out of foster care.''  Nyliyah, 2, danced around the coffee table. ''Me comfortable,'' she said in a singsong voice.  Ms. Davis, 26, laughed at her daughter's energy, saying, ''It's got to be the Froot Loops.''  The couple's other child, Shymell, 4, named for his quiet nature, even as a baby, watched the action from one corner of the immaculate living room, which Ms. Davis had carefully decorated and scrubbed to a shine.  As children, Mr. and Ms. Davis both spent years in foster care. Their cheerful home is proof of the new path they are making for their own children. The road has not always been easy.  Mr. Davis was born in 1980. He said drugs were booming then, and ''my mother, she was really on it hard.'' He was raised mostly by his grandmother, who died when he was 11. He was then placed in a foster home in the Bronx.  Meanwhile, Ms. Davis landed in foster care herself as her mother battled her own addictions and abusive relationships. Still, throughout the nearly 12 years that she was in foster care, her mother fought to stay in her life. ''My mother always made sure that we was close, always,'' Ms. Davis said.  She is the oldest of eight children and fiercely protective of her siblings. ''I know what it's like to be a mother. It's easy to take care of my children because I know what it's like to be a mother since a very young age,'' she said.  Throughout their tumultuous childhoods, both of the Davises found an adult they could count on: Jean Marie De Veaux, education coordinator at the Family Foster Care program of the Children's Aid Society, one of seven agencies supported by The New York Times Neediest Cases Fund.  ''I've been knowing her since I was a itty-bitty little person,'' Ms. Davis said. Ms. De Veaux provided information about schools, scholarships, jobs and bill-paying. Anything the Davises needed to know, they went to Ms. De Veaux.  Mr. Davis said: ''If I needed help, she was there for me. I love Miss Jean Marie De Veaux.''  The couple met as young adults at a day care center where they were both working in jobs they got through the Children's Aid Society. Ms. Davis had been hired full time after completing an internship, and Mr. Davis was working there during breaks from college at Norfolk State University in Virginia.  In May 2002, Mr. Davis left school about a semester short of graduation. Ms. Davis was pregnant with Shymell, and Mr. Davis would not think of her going through pregnancy alone, nor of his child's life beginning without him. Mr. Davis hopes to complete his degree and says he misses college. ''I wanted to be a social worker; that's what I majored in,'' he said.  Mr. Davis ended up working in construction, even though the income was quite unstable and he found the work unsatisfying. Ms. Davis was a seasonal Parks Department employee.  Their lives became even more of a struggle one day in March when Ms. Davis's mother died suddenly from a heart problem. Ms. Davis took on more family responsibility. Her savings went to cover funeral costs and to help provide for her younger siblings.  Her 3-year-old brother, Malikk, is of the greatest concern. She is helping her oldest brother care for him now. ''We all have to decide what we're going to do right now to keep this family together,'' Ms. Davis said. Her brother Alfred Robinson, 19, also sometimes lives with the Davises.  ''I wouldn't trade it in for a minute, because they all give me some type of support,'' she said.  Ms. Davis's job came to an end for the season in March, coincidentally on the day her mother died. The aftermath has derailed her search for a new job.  The Davises receive $345 in food stamps each month and $119.50 in public assistance. The $184 rent on their two-bedroom apartment in Harlem is covered by public assistance.  By the fall, construction work for Mr. Davis had slowed and the family was struggling to keep up. They turned to Ms. De Veaux for help. She used $605.59 in Neediest Cases money: $300 for clothing vouchers for the children, $152 for two monthly MetroCards for continuing job searches and $153.59 toward part of a phone bill.  The Children's Aid Society also helped with employment. On Nov. 14, Mr. Davis started working part time at the organization's P.S. 8 Community Schools program. ''I love it. I love working with kids,'' he said. He hopes to do more. ''If they put me full time, I'd jump and touch the sky.''  With a little help from Neediest Cases, and continuing help from Ms. De Veaux, the Davises are making it.  Ms. De Veaux said, ''When they had each of their babies, I watched them trying to recreate the love and stability that they missed out on, in part. This is such a success story, I think, from foster care because they've been through a lot.  ''This is what marriage is. This is what commitment is. It's not what you see in the movies.''  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  Previously recorded: $7,133,110  Recorded Tuesday: 80,591  Total: $7,213,701  Last year to date: $6,537,268  ", 
            "title": "The Neediest Cases; Two Who Were in Foster Care Make Providing Stable Home a Priority"
        }, 
        "weight": 0.6367322079956819, 
        "file": "1821304.txt", 
        "other_topics": {
            "0": 8.564504166326894e-05, 
            "1": 0.00010406960623113815, 
            "2": 0.000147870508230906, 
            "3": 0.011135793900752868, 
            "4": 7.989509755318307e-05, 
            "5": 0.03873764797313794, 
            "6": 0.00015321118285787535, 
            "7": 0.00012176036193697223, 
            "8": 0.00015274286552629236, 
            "9": 0.6367322079956819, 
            "10": 0.016627445958230673, 
            "11": 0.055889199177710444, 
            "12": 0.002023325187343655, 
            "13": 0.00016562024919609112, 
            "14": 0.00014228849184212, 
            "15": 0.0001118833847773535, 
            "16": 0.00016665065156934255, 
            "17": 0.20223605395613256, 
            "18": 0.035093889369726794, 
            "19": 9.279903989858585e-05
        }
    }, 
    {
        "content": {
            "text": "  An article last Sunday about a monthly series of talks by Columbia University science professors at an Upper West Side restaurant incorrectly described two eighth graders in the audience. They were Sarah Friedhoff, a 13-year-old girl, and Miguel Alonso-Lubell, a 13-year-old boy -- not two boys.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6339777142442278, 
        "file": "1820457.txt", 
        "other_topics": {
            "0": 0.0015509540958809382, 
            "1": 0.0018846062644876228, 
            "2": 0.0026778009088070545, 
            "3": 0.002329888113458618, 
            "4": 0.001446827818452214, 
            "5": 0.0038513321242996143, 
            "6": 0.10243913996139997, 
            "7": 0.00220496981955563, 
            "8": 0.002766034884261068, 
            "9": 0.6339777142442278, 
            "10": 0.0021141062503376843, 
            "11": 0.01545650945943501, 
            "12": 0.0034190442490438836, 
            "13": 0.10266385690810872, 
            "14": 0.0025767156502406485, 
            "15": 0.0020261067133776696, 
            "16": 0.0030178922867352548, 
            "17": 0.10760674520955638, 
            "18": 0.004309248517122993, 
            "19": 0.0016805065212112224
        }
    }, 
    {
        "content": {
            "text": "  Christmas presents came a few days late for the Fardan-Daniels children. On Dec. 28, Nadine Bosson, a social worker, took gifts to the Brooklyn shelter where the family was living.  ''Thank you, Miss Nadine!'' rang out from behind a flurry of Christmas paper.  Sayeedah Fardan, 15, got a book of Japanese Sudoku games and a paint set. She is a ninth grader at Legacy School for Integrated Studies. She wants to learn Japanese so that she can study in Japan someday.  Dawn Daniels, 10, unwrapped a chemistry set.  Darren Daniels III, 4, got a Learning Pad. His father, Darren Daniels II, 43, fiddled with the batteries. ''We are learning to read; it's a big thing for us,'' said his mother, Shebah Fardan, 35, referring to her son.  There was a remote-controlled car for Khalif Fardan, 17; a board game for Sashii Fardan, 13; Harry Potter books for Deloi Daniels, 11; and blocks for Daaimah Daniels, 8.  There were not many presents on Christmas Day, but Ms. Fardan said that it was filled with family time.  After being homeless for four years, the family was poised to move into an apartment as soon as the kitchen was finished.  At the shelter, the family has lived in two rooms that are not connected, each with a bathroom, kitchen space and bunk beds. The four youngest shared with their parents, and the older children slept in a room around the corner. Safety was a concern. They had to limit their children's movements after a certain hour, Ms. Fardan said.  The gift revelry was interrupted by room inspections. ''We never pass; it will be fine in the morning,'' Ms. Fardan said, and Sayeedah finished, ''and trashed by the afternoon.''  Lack of privacy in the shelter was continually wearing. But it was an improvement over a shelter in Auburn, N.Y., where the family lived for two years.  ''Nine of us in one room, and it was just a room,'' Mr. Daniels said. No kitchen, no bathroom, no sink.  With two working parents, and a rented house in Queens, the Fardan-Daniels family in 2001 never imagined that they would be homeless. Ms. Fardan worked freelance, building Web sites and also as a hairdresser. Mr. Daniels juggled jobs as a security guard and a forklift operator, among other things.  ''It was enough that the kids didn't need,'' Mr. Daniels said. ''We didn't go hungry; our bills were paid. We were able to live and not stress day to day.''  But in July of that year, a bicycle accident left him unable to work. ''It all stopped when I had the accident,'' he said. Little more than a year later, they entered the shelter system.  They have been trying to find a way out ever since. They need a five-bedroom that is wheelchair accessible. Daaimah was born with cerebral palsy and uses a wheelchair. She sleeps in the top bunk in her parents' room. ''It's because it's got railings,'' Mr. Daniels said. ''She'll roll, and we don't want her to roll onto the floor.''  In June, Daaimah had surgery to repair a dislocated hip socket. The damage was caused in part, Ms. Fardan said, because she had outgrown her wheelchair. The surgery also released her Achilles' tendons, which had atrophied.  The family lives on Mr. Daniels's Social Security disability of $577 a month, and Daaimah's Supplemental Security Income of $574. They receive $555 in food stamps and $83 in public assistance. With the help of Ms. Bosson at New Alternatives for Children, a member agency of the Federation of Protestant Welfare Agencies, one of seven agencies supported by The New York Times Neediest Cases Fund, they were approved for the Housing Stability Plus program. It will cover all of the $1,676 monthly rent on their new apartment for the first year, and will subsidize a smaller percentage for the next five years.  A week before Christmas, $1,000 in Neediest Cases money was used for blankets, towels and sheets. Ms. Fardan also bought storage bins, in preparation for her move.  ''It's all about packing; that's all it is, right now,'' she said.  The family is looking forward to retrieving its belongings from storage. They are short two beds, one for Mr. Daniels and Ms. Fardan, and one for Darren, who was born in the shelter system. They will also need a dining room table and nine chairs.  Mr. Daniels and Ms. Fardan feel the stigma of homelessness keenly. ''Just because we're labeled homeless doesn't mean we're second-class citizens, and we shouldn't be labeled as such,'' Ms. Fardan said. ''We're not homeless,'' Mr. Daniels added. ''We're houseless,'' Ms. Fardan agreed.  Previously recorded: $6,878,126.62  Recorded Tuesday: $153,723.67  Total: $7,031,850.29  Last year to date: $6,390,914.34  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESEOF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  ", 
            "title": "The Neediest Cases; A Family of Nine, Buffeted by an Injury, Remains Intact"
        }, 
        "weight": 0.6313018067407302, 
        "file": "1819627.txt", 
        "other_topics": {
            "0": 9.353857884523056e-05, 
            "1": 0.00011366125672653285, 
            "2": 0.000161499100524963, 
            "3": 0.00014051635930432114, 
            "4": 8.725868697931763e-05, 
            "5": 0.048318739322423115, 
            "6": 0.002170934675111883, 
            "7": 0.006143790512187273, 
            "8": 0.03623166863294744, 
            "9": 0.6313018067407302, 
            "10": 0.0001275024803826218, 
            "11": 0.03900063822396887, 
            "12": 0.00020620374317582282, 
            "13": 0.00018088475919837626, 
            "14": 0.00015540261356018686, 
            "15": 0.020158221926040592, 
            "16": 0.00018201012935128758, 
            "17": 0.21486447805705017, 
            "18": 0.0002598922709918458, 
            "19": 0.0001013519304998871
        }
    }, 
    {
        "content": {
            "text": "  She lost Joey to asthma shortly before he was to turn 11 -- a searing memory for Earline Sierra, who recalls that as her son was having another of his many asthma attacks, ''he was talking to me, and he turned blue, and he stopped breathing.''  Now she fears for Jaime, 16, another son who has the disease.  Despite her fear, Ms. Sierra, a 36-year-old single mother, says that she maintains the same approach with Jaime that she did with both asthmatic sons before Joey died three years ago: permitting them to participate in the normal activities of childhood, no matter how physically strenuous, even though vigorous exercise is among the conditions that can trigger an asthma attack.  The attack that killed Joey was not set off by physical activity. It came as he was trying to get a night's sleep in the East Harlem apartment where Ms. Sierra and the boys were living with her third son, Jeremy, now 12, who does not have asthma.  ''I never stopped them from doing anything,'' Ms. Sierra said recently of Joey and Jaime, speaking in the apartment, also in East Harlem, to which the family moved soon after Joey died. ''I never stopped them from living their lives.''  Despite the severity of his asthma, Joey ''played football, baseball, soccer, rode his bike,'' she said, and Jaime is similarly active.  Ms. Sierra, a credit clerk for a company in the Bronx that supplies food products to grocery stores, lives with Jaime and Jeremy in a two-bedroom apartment filled with reminders of Joey. He was one of the approximately 5,000 people a year in the United States who die from asthma, out of 20 million people in the country estimated to have the disease.  The threat to Jaime, while it is Ms. Sierra's predominant concern, is not her only worry related to the disease. In her job, which she has held for seven years, she brings home $1,800 a month, after taxes. ''But that's when I get a full check,'' she said, and many times she does not.  Jaime is often hospitalized for severe asthma attacks, and she said she takes days off from work to be with him in the hospital, where his lungs are treated with pure oxygen as well as medication.  Last year, she used up her three weeks of paid vacation and seven paid personal days -- and then took off additional days without pay -- to be at his bedside, she recounted. In October, Jaime was hospitalized twice, for a total of three weeks, after two separate attacks.  Her unpaid days add to the financial strain caused by her out-of-pocket costs under the health insurance plan provided by her company. ''Every emergency room visit has a $50 co-payment,'' she said. ''Every doctor's visit has a $20 co-payment, and he sees a lung specialist every week.''  Jaime's father, from whom Ms. Sierra was divorced months after Jaime was born, does not contribute to his son's support and has never had a relationship with him, Ms. Sierra said.  The father of Joey and Jeremy has a strong relationship with both boys, she said, visiting them regularly and buying some of what they need.  Despite this help, Ms. Sierra said, she has often found herself in tight spots. She is more than $1,500 in arrears on her $722 monthly rent. But she expressed confidence that she would be able to catch up.  The Children's Aid Society, one of seven agencies supported by The New York Times Neediest Cases Fund, has dipped into the fund to assist the family. Last May, it used $150 from the Neediest Cases to buy Jeremy a suit for his sixth-grade graduation ceremony. Later, $83 from the fund paid the fee for a passport for Jaime so that he could be part of a group from the Hope Leadership Academy of Children's Aid that visited Germany in September, a trip that the academy arranged and organizations in Germany paid for.  ''It was fun -- I got to try new things, eat different food and make friends,'' said Jaime, an articulate, soft-spoken youth with a ready smile. He and his mother said they had been ''a little'' afraid that he might have an asthma attack in Germany, but he did not.  Now a high school junior, Jaime is in the normal grade for his age, despite having ''missed a lot of school'' because of his illness, Ms. Sierra said. ''But he does his work and makes it up,'' she said. Both his and Jeremy's grades fell for a time after Joey died, she added. Both received psychological counseling to help them cope.  Despite that very close reminder of his own mortality, Jaime speaks of a rewarding future for himself. ''I want to go to college,'' he said. ''I want to be a computer technician or computer engineer.''  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest.  For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  Previously recorded: $7,377,194.28  Recorded Friday: 32,611.18  Total: $7,409,805.46  Last year to date: $6,593,664.83  ", 
            "title": "The Neediest Cases; Family Copes With a Disease It Well Knows Can Be Fatal"
        }, 
        "weight": 0.6284340105873225, 
        "file": "1822543.txt", 
        "other_topics": {
            "0": 9.744333330646059e-05, 
            "1": 0.00011840602946897837, 
            "2": 0.008517211964972835, 
            "3": 0.00014638219442436506, 
            "4": 9.090128826180374e-05, 
            "5": 0.0002419714683101851, 
            "6": 0.00017431725255263533, 
            "7": 0.00013853382871116234, 
            "8": 0.00017378442075118613, 
            "9": 0.6284340105873225, 
            "10": 0.00013282505300707558, 
            "11": 0.07193735588691282, 
            "12": 0.0002148116886463262, 
            "13": 0.00018843576734034348, 
            "14": 0.0001618898732136607, 
            "15": 0.0001272962187020613, 
            "16": 0.037759978101128126, 
            "17": 0.1695656524531592, 
            "18": 0.0002707414363001378, 
            "19": 0.08150805115350811
        }
    }, 
    {
        "content": {
            "text": "  ''I'm O.K.! I'm O.K.,'' Shenay Acheampong, 3, insisted, her little voice slightly croaky from a cold.  Shenay was born with osteogenesis imperfecta Type III, a genetic condition commonly called brittle bone disease.  ''She's very fragile,'' said her mother, Dorcas Acheampong, 28. ''She break easily.'' Shenay is small, with short arms and legs. For her, the most mundane movement is risky; pulling off a snug shirt can snap a bone. Shenay has spent much of her young life in hospitals, where blood pressure cuffs, X-ray procedures and intravenous insertions have all caused breaks and fractures.  ''Any time she goes to the hospital, we have to put a note in her crib,'' said Ms. Acheampong, who estimates that Shenay has worn 50 casts in her 3 years.  Shenay's delicate bones impose a severe limitation on her lively mind. She spends most of her days lying down, too weak to sit up for more than an hour. She looks up at the world with big, bright eyes. \"Mentally, everything is O.K., her head, brain and everything,\" her mother said, and Shenay emphatically agreed.  ''She always needs somebody to talk with because she likes to talk,'' Ms. Acheampong said.  ''She has lots of opinions,'' added Keiko Aizawa, a social worker at New Alternatives for Children Inc. a preventive program that serves families with medically fragile children, including Ms. Acheampong and Shenay. The program is run by the Federation of Protestant Welfare Agencies, one of seven agencies supported by The New York Times Neediest Cases Fund.  Mother and daughter have spent a lot of time in hospitals. Treating Shenay's disease requires calcium infusions every three months. As an infant, it took her a month or more to recover from the infusions. Now it requires a three-day stay at the Hospital for Special Surgery in Manhattan.  When Shenay was 7 months old, in October 2003, she had brain surgery, and a shunt was inserted to allow fluid to drain. After the surgery, she had difficulty swallowing and was fed through a tube in her nose for two years, until last October, when a feeding tube was inserted in her stomach, which she prefers.  ''It's hiding, so it's O.K.,'' her mother said. ''She didn't want people to ask questions about the tube.''  Ms. Acheampong was unable to work while caring for Shenay during her preparation for surgery to insert the new feeding tube and then her recovery from it. She fell behind on rent. Neediest Cases was able to help. Ms. Acheampong's monthly rent is $648 for her one-bedroom apartment in the Bronx. She receives $606 in Supplemental Security Income for Shenay each month, and $140 in food stamps. Shenay's medical costs are covered by Medicaid. Ms. Aizawa put $300 of Neediest Cases money toward Ms. Acheampong's rent for December.  Ms. Acheampong had worked as a home health aide and is eager to return to work when her daughter's health allows. ''I had more experience taking care of her. So I can take any case they give me,'' she said.  Shenay is busy learning new things. She practices eating. ''She's trying to feed herself, but she can't do it like a normal baby,'' Ms. Acheampong said. ''She's weak.'' Twice a week Shenay has therapy: speech, physical, occupational and feeding.  At the end of November Shenay got a back and leg brace, which Ms. Acheampong and the doctors hope will give her the strength to stand and perhaps someday to walk. ''Right now they just want to start standing her up,'' Ms. Acheampong said.  Shenay started school in the fall at St. Mary's Hospital for Children in Queens, which provides grade level work and access to medical care. She gets there on a school bus three days a week. Even school at a hospital can be hurtful. ''They want me to bring big clothes if I'm bringing her to St. Mary,'' Ms. Acheampong said, so the staff can change Shenay without injuring her.  Ms. Aizawa said that, at New Alternatives, Shenay and her mother have found help and a role model: a 20-year-old woman with the same disease who grew up in the program. ''She goes to Hunter College,'' Ms. Acheampong said. ''She lives in her own apartment. She's in a wheelchair, and she needs lots of help, but she is a very bright woman with a great talent for art.''  Ms. Acheampong said that she and the Hunter College student talk on the phone ''all the time.'' Ms. Acheampong is hopeful that Shenay will be independent. ''I'm hoping that she will be a bright person, a big person,'' she said.  But mostly, they focus on today.  ''Mama, I'm itchy,'' Shenay piped.  ''This is the big job we do every day: scratch her hair 24 hours,'' Ms. Acheampong said as she pulled her daughter close and gently scratched the back of her head. Shenay's arms are too short to do it.  Previously recorded: $4,647,966.83  Recorded Wednesday: 49,151.00  Total: $4,697,117.83  Last year to date: $5,367,663.05  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  Correction:  January 18, 2007, Thursday  An article on Jan. 4 about Delores Pryce, a Queens woman whose youngest daughter has health problems and who received help from The New York Times Neediest Cases Fund to help pay an electricity bill, referred incorrectly to New Alternatives for Children, a program that helps families with medically fragile children. (The error was repeated in an article on Jan. 5 about Dorcas Acheampong, a Bronx woman who received help from the fund to help pay her rent.) Although it is a member agency of the Federation of Protestant Welfare Agencies, it is not run by the federation.  ", 
            "title": "The Neediest Cases; For Girl, 3, Every Move Poses Risk Of Injury"
        }, 
        "weight": 0.6232993219179516, 
        "file": "1816500.txt", 
        "other_topics": {
            "0": 8.103648081009679e-05, 
            "1": 9.846961930874801e-05, 
            "2": 0.00013991359417800655, 
            "3": 0.001857542234941926, 
            "4": 7.559594127053883e-05, 
            "5": 0.00020122994137156835, 
            "6": 0.0001449668870308838, 
            "7": 0.00011520843521018004, 
            "8": 0.00014452376986126328, 
            "9": 0.6232993219179516, 
            "10": 0.00011046086472900171, 
            "11": 0.08239051772521674, 
            "12": 0.000178643142574212, 
            "13": 0.00015670822134118416, 
            "14": 0.00013463194616678836, 
            "15": 0.00010586293832544355, 
            "16": 0.0018934900667527256, 
            "17": 0.17573146714957386, 
            "18": 0.001960962704828049, 
            "19": 0.11117944641855719
        }
    }, 
    {
        "content": {
            "text": "  The quinceañera photo hangs high up on the living room wall: Wanda Reynoso, at 15, in a sparkling white dress and a tiara, radiant against the pink backdrop.  Ms. Reynoso, now 18, is still the same beautiful girl, but underneath her cocoa skin, her color is yellow and pale.  Subdued and gracious, Ms. Reynoso is fighting a disease that has left her exhausted; the treatments she undergoes have been like a battle.  She has aplastic anemia, a disorder of the bone marrow that causes it to stop producing red and white blood cells, and platelets. ''The inside of the bone is, like, empty,'' she said. ''I'm not producing blood or any type of cells.''  The disease compromises her ability to fight infections. Her bones and joints ache. She is at risk of uncontrolled bleeding. ''If I get a bruise, I got to tell him real quick,'' she said of her doctor's strict instructions.  ''Sometimes I don't even want to wake up,'' she said. ''I feel my body so tired, so heavy. I don't even want to get up from the bed.''  In August, she began chemotherapy at the Children's Hospital at Montefiore in the Bronx, but it was discontinued in October because her body was not responding.  She needs a bone marrow transplant and is waiting for a compatible donor. Neither her mother nor her brother is a match. On Tuesdays and Fridays she takes two trains and a bus from her Bronx apartment to the hospital for blood transfusions. She receives two bags each visit, and the process takes about four hours and leaves her exhausted.  Her doctors worry that public transportation will expose her weakened immune system to infections, but she has no other way to get to the hospital and back. It reassures her that her mother, Fatima Sanchez, goes with her.  If she needs to, Ms. Reynoso can sleep on the train.  No parent could be prepared for such a frightening illness in a child, but for Ms. Sanchez, this has been particularly devastating.  Three years ago, Ms. Sanchez, 44, moved her son, Gregory Reynoso, now 15, and Ms. Reynoso from the Dominican Republic to the Bronx. When Ms. Reynoso became ill, Ms. Sanchez left her restaurant job to care for her daughter full time.  ''Not being able to work has not been easy,'' Ms. Sanchez said in Spanish. ''There have been times when I feel very desperate.'' Her salary was the family's only income. They are legal residents, not citizens, and the family does not qualify for public assistance.  Ms. Reynoso's grandmother and aunts, also in the Bronx, pay the $642 monthly rent on their one-bedroom apartment.  Then there is the language barrier. Ms. Sanchez does not speak English and often relies on her daughter to translate medical information.  ''There's days when she's not even up to speaking, so when she's not up to it, what information does Mom get?'' asked Minerva Cales, a social worker. Ms. Cales works at Ms. Reynoso's high school for the Children's Aid Society, one of seven agencies supported by The New York Times Neediest Cases Fund.  In late September, Ms. Cales noticed that Ms. Reynoso, a senior and a strong student, was missing a lot of school. When she learned about the illness behind the absences, Ms. Cales did what she could to help.  Ms. Cales used $1,570.80 in Neediest Cases money for a variety of items: a sofa bed and armchair for the living room; $200 in clothing vouchers ; $80 in MetroCards; $90.89 to pay the bill on a cellphone, which is the family's only phone; and $200 in food vouchers.  With Ms. Cales's help, Ms. Reynoso now has Medicaid, and can be treated at Memorial Sloan-Kettering Cancer Center, where, Ms. Cales said, Ms. Reynoso can be added to a list for a bone marrow donor. Now that she is 18, she is above the age limit at the Children's Hospital, Ms. Cales said.  Ms. Reynoso continues her school work at home, with daily visits from a home educator, and a computer borrowed from the school. ''Even with the illness, she's still up to date on her schoolwork,'' Ms. Cales said.  When Ms. Reynoso talks about dancing, she still sparkles. ''I was the Shakira of the school,'' she said. She won the title after dancing in a school talent show, when she showed off some moves inspired by the pop performer.  Now, Ms. Reynoso's brother sometimes has to carry her up the stairs to their fourth-floor walk-up.  ''She's a senior at school this year, we're hoping that she's able to be there at graduation,'' Ms. Cales said. ''That's my goal.''  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  Previously recorded: $7,409,805.46  Recorded Monday: 34,436.25  Total: $7,444,241.71  Last year to date: $6,639,740.70  ", 
            "title": "The Neediest Cases; Her Deadly Illness Becomes Her Family's Struggle"
        }, 
        "weight": 0.6162042942967403, 
        "file": "1822747.txt", 
        "other_topics": {
            "0": 9.429429202738222e-05, 
            "1": 0.00011457954425098078, 
            "2": 0.00016280387766268593, 
            "3": 0.016299972415070686, 
            "4": 0.0021077537641028617, 
            "5": 0.00023415176309062385, 
            "6": 0.00016868390437665105, 
            "7": 0.00013405688061879554, 
            "8": 0.02238585939405541, 
            "9": 0.6162042942967403, 
            "10": 0.00012853259337313036, 
            "11": 0.08981048314079004, 
            "12": 0.0002078696962921816, 
            "13": 0.00018234615618199646, 
            "14": 0.0001566581362018401, 
            "15": 0.00012318243242483425, 
            "16": 0.0001834806183808834, 
            "17": 0.16408586003463102, 
            "18": 0.00026199198233611197, 
            "19": 0.08695314507739162
        }
    }, 
    {
        "content": {
            "text": "  On a recent evening, Jose Hodges and his wife, Laticha, unpacked a cartful of groceries while their 1-year-old son slept in his crib in their Bronx apartment. The couple have not had many moments like this. When he was 16, Jose Hodges, who is now 24, left his home in the Bronx. He began hanging out with the wrong crowd, he said, and at the age of 19 was convicted of attempted arson for trying to set fire to a car.  He was placed on probation, and he returned to live with his mother, his three siblings, and his mother's longtime male companion. Mr. Hodges said there was friction between him and his mother's companion, so, after two months, he chose to leave again.  Despite a learning disability that made it difficult for him to read, Mr. Hodges had learned to read music in middle school. He was hired by Eugene Klymyshyn, a blind man, to read music and text to him. But because Mr. Hodges had trouble reading, Mr. Klymyshyn hired him instead to repair his audio equipment.  ''I could read notes, but as far as reading text, I would stumble over words and would have to spell it out for him. So the progress was slow,'' Mr. Hodges said.  He lived alternately at his mother's home and, for three months, in Mr. Klymyshyn's basement, even though Mr. Klymyshyn had warned him not to do so.  Laticha Hodges, 21, was raised by her grandmother in the Bronx since she was 5, when her mother, a former prostitute and crack addict, was murdered in Yonkers in 1990. She, too, was unhappy with her living arrangements. At the age of 6, she said, she was sexually molested by a relative. She said that a year later she was raped by two men, and that at the age of 14 she was gang-raped by four teenage boys.  Mrs. Hodges has received money from Supplemental Security Income, a federal cash-assistance program, since she was 5, because she has a learning disability, she said. However, she said, the money often went toward the rent.  ''I would be lucky if I got $20 out of my own check,'' Mrs. Hodges said.  When she was 16, she had a mental breakdown, and, she said, tried to poison everyone in the apartment -- her grandmother, her sister and her aunt -- by putting rubbing alcohol in their drinks. No one was seriously injured. Mrs. Hodges' grandmother took her to a counselor, who prescribed medication to regulate mood swings and anger.  She met Mr. Hodges in 2003, while he was secretly living in the basement of Mr. Klymyshyn's house, in the same Bronx neighborhood where she lived.  Mrs. Hodges said she had found her savior.  ''Jose was my rescue,'' she said. ''I found a way out when I met him.''  Mrs. Hodges asked her grandmother if he could move in with them. When she refused, Mrs. Hodges joined him in Mr. Klymyshyn's basement apartment. There was a problem: Mrs. Hodges snored, and the noise led to their discovery by Mr. Klymyshyn. He ordered them out, but they did not move far, sleeping under his front porch.  After what they said were many unsuccessful attempts at getting into shelters separately, they married on Valentine's Day 2005, making themselves eligible for a family shelter. Three weeks later, they were placed in the Parkview Hotel, a shelter in Manhattan.  In November 2005, Mrs. Hodges gave birth to their son, Anthony, and the family was relocated to Help Morris, a shelter in the Bronx.  A week after Anthony was born, he became ill. After he vomited and had diarrhea for a day, the Hodgeses called Anthony's pediatrician, who advised them to change the baby's formula. But he got no better and they took him to Children's Hospital at Montefiore Medical Center in the Bronx. He was given a blood transfusion because he was so dehydrated that his blood was not circulating properly, Mrs. Hodges said.  ''He was 6-14 when he came out, and he was 4-11 when he went in,'' she said, referring to her son's weight in pounds and ounces when he was born and when he was admitted to Montefiore.  Anthony remained hospitalized for four months for treatment of a blood clot in his leg and an enlarged vein in his head. Doctors told the Hodgeses that their son might have some developmental delays.  A social worker at Help Morris helped the Hodges to get an apartment. Because they did not have a mattress, however, they had to spend one last night at the shelter, and, they said, that night they were robbed of all their possessions.  ''I'm a video game collector, and they took all my classic stuff,'' Mr. Hodges said. ''But oh, man, the feeling was amazing, when I got the keys to my apartment.''  Montefiore referred the couple to Enock Mensah, a caseworker at St. Mary's Hospital for Children in Queens, who in turn referred them to the Federation of Protestant Welfare Agencies, one of seven agencies supported by The New York Times Neediest Cases Fund.  The federation used $800 from the Neediest Cases to buy a crib for Anthony, and a mattress and headboard for the Hodgeses.  Mrs. Hodges, who receives counseling four times a month, said her $640 Supplemental Security Income check covers the family's household essentials. Mr. Hodges, who is unemployed, is determined to find a job, ideally as an artist. He is good at sketching layouts and blueprints.  ''I just want to be able to provide for my son and his education,'' he said.  Previously recorded: $7,031,850.29  Recorded Wednesday: 500.00  Total: $7,032,350.29  Last year to date: $6,399,378.18  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556- 1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  ", 
            "title": "The Neediest Cases; Homelessness, Abuse, Illnesses and Theft Yield to Perseverance"
        }, 
        "weight": 0.6129439370287249, 
        "file": "1819837.txt", 
        "other_topics": {
            "0": 8.856973900290451e-05, 
            "1": 0.00010762348506136667, 
            "2": 0.0001529201465244322, 
            "3": 0.015310410328316808, 
            "4": 0.00197979322772548, 
            "5": 0.00021993654226688645, 
            "6": 0.00015844320014929812, 
            "7": 0.0001259183633777358, 
            "8": 0.000157958890222847, 
            "9": 0.6129439370287249, 
            "10": 0.0001207294524796768, 
            "11": 0.033134555336543255, 
            "12": 0.06280185304875285, 
            "13": 0.00017127602439108796, 
            "14": 0.00014714750954436583, 
            "15": 0.00011570409677016565, 
            "16": 0.00017234161403287563, 
            "17": 0.23380543156906325, 
            "18": 0.0002460865975813744, 
            "19": 0.038039363799468526
        }
    }, 
    {
        "content": {
            "text": "  Compared with a decade ago, America's children appear to be marginally better off, according to a Census Bureau analysis. More are performing at grade level in school, more are taking lessons after class and on weekends and more parents -- especially in black households -- are imposing limits on television viewing.  And, by a small margin, more children under 6 are eating breakfast with at least one parent.  On the other hand, better educated and wealthier parents were generally less likely than other parents to have dinner with their children, once the children turn 6.  The Census Bureau report, titled ''A Child's Day,'' surveyed parents to analyze benchmarks of well-being for 73 million children from a 2003 review of income and participation in various government assistance programs. It compared some of the findings with results from similar surveys in 1994 and 2000.  ''We hadn't noted anything where children were doing worse,'' said Tallese Johnson, an author of the report.  Many of the results were left to half-empty, half-full ambiguities, and some seemed, perhaps, sugar-coated. For example, 47 percent of parents said they never felt angry with their children. Only 5 percent said their children often behaved in ways that bothered them a lot.  About 7 in 10 children under 6 were praised by a parent three or more times a day, but that declined to half of children 6 to 11 and a little more than 1 in 3 among 12- to 17-year-olds.  Parents of 7 in 10 children under 6, about half of 6- to 11-year-olds and about 4 in 10 children 12 to 17 said they played with or talked to their children just for fun for at least five minutes several times a day.  Non-Hispanic white parents were more likely to spend that kind of time, except when it came to teenagers. And generally, teenagers were praised less often than younger children, regardless of their parents' race, ethnicity, educational attainment or occupation.  Ms. Johnson and her co-author, Jane Lawler Dye, found a few improvements in child well-being compared with a decade earlier. The number of children considered ''on track'' academically increased to 75 percent, from 69 percent in 1994.  Also, the number of parents imposing rules for television viewing increased. Rules making certain programs off-limits and regulating viewing time by time of day and total hours were imposed on 54 percent of 3- to 5-year-olds in 1994, compared with 67 percent in 2003. Comparable numbers among 6- to 11-year-olds increased to 68 percent from 60 percent, and to 44 percent from 40 percent among 12- to 17-year-olds.  ''It's good news that more parents are restricting TV viewing because we know that children who watch a lot of TV are more likely to be obese,'' said Andrew J. Cherlin, a sociology professor at Johns Hopkins University. ''We know that black children spend more hours watching television than other children. Parents who live in dangerous neighborhoods seem to use television viewing as a way to keep their children safe at home.''  Parents who imposed no viewing rules were also least likely to have read to their young children (although there appeared to be no correlation between television rules and grade-level performance).  Most children have dinner each night with at least one parent, but not breakfast. Fifty-seven percent of children under age 6 have breakfast every day with at least one parent (up from 51 percent in 1998), but that drops to fewer than one-third among 6- to 11-year-olds and fewer than one-fourth among children 12 to 17.  Nearly 4 in 10 children (and more than half of black children) have been in regular child care, a situation that is more common when parents, regardless of race, are better educated and wealthier.  But racial and ethnic disparities persist, according to the report.  Children in wealthier households were about twice as likely to be enrolled in school programs for gifted students than those living in poverty.  ''It does underscore the pervasiveness of disadvantage of certain groups in every-day life,'' said William O'Hare, a senior fellow with the Kids Count project at the Annie E. Casey Foundation.  Hispanic children were least likely to have been read to by their parents. More than 1 in 5, Hispanic children ages 1 to 2 were not regularly read to. But Hispanic children liked school most often, while non-Hispanic whites were most likely to never have liked school. Nearly 1 in 5 black 12- to 17-year-olds had repeated a grade, and almost the same proportion had been expelled or suspended from school at some point, compared with about 1 in 10 among all children.  But children of wealthier parents were more likely than most other children to have repeated a grade and just as likely to have been suspended.  All parents said they wanted or expected their children to attend college, and they all set higher goals for their children's schooling after college than they expected the children to meet.  Hispanic children under 18 in central cities were most likely to be kept home as much as possible because their neighborhoods were perceived as dangerous; the same was true for more than 1 in 3 black children and 1 in 4 non-Hispanic whites.  Those disparities extend to the suburbs, where 33 percent of Hispanic children, 25 percent of blacks and 15 percent of whites are generally kept at home. In rural areas, 34 percent of black children were most likely to be kept home as much as possible.  ", 
            "title": "Children's Quality of Life Is on the Rise, Report Finds"
        }, 
        "weight": 0.6047087497851726, 
        "file": "1818019.txt", 
        "other_topics": {
            "0": 0.00012060211562013159, 
            "1": 0.00014654689214322738, 
            "2": 0.0002082256693923671, 
            "3": 0.00018117198722229444, 
            "4": 0.00011250526131418899, 
            "5": 0.04938228308987217, 
            "6": 0.02088218986472774, 
            "7": 0.0001714583467190914, 
            "8": 0.007965003111140484, 
            "9": 0.6047087497851726, 
            "10": 0.0001643927999633338, 
            "11": 0.14070039212674706, 
            "12": 0.0002658647157441021, 
            "13": 0.00023322018478447903, 
            "14": 0.00020036528456634676, 
            "15": 0.0001575499602176857, 
            "16": 0.02348442027475092, 
            "17": 0.10911640814954764, 
            "18": 0.008085003328729945, 
            "19": 0.033713647051624204
        }
    }, 
    {
        "content": {
            "text": "  Mirza Norales remembers waiting for her mother to pick her up from the emergency room as midnight approached one summer night in 2000, but she never came.  They had gone to St. Barnabas Hospital in the Bronx together after they had a fight where Ms. Norales, who was 14 at the time, suffered a blow to the head, she said. Her mother had warned her not to bring men into the house or she would throw her out, but Ms. Norales did, and her mother caught her.  That day was the beginning of the second phase of a turbulent, nomadic childhood for Ms. Norales, now 20, who bounced from home to home beginning when she was 4. The woman she waited for in the Bronx hospital was, in fact, one of several women she had called ''Mom.''  She was passed along from the homes of aunts and uncles in Honduras, her home country, for seven years after her parents died. Ms. Norales has never learned how her parents died. When she was 11, her relatives moved her to New York so that her maternal aunt and legal guardian could take care of her, as her biological mother had wished. But the situation was less than ideal and ended with Ms. Norales stranded in the emergency room that summer night in 2000.  ''I was rebellious, and sometimes I think it was my fault,'' she said.  She was taken from the emergency room to 7 Laight Street in Manhattan, an emergency intake center for children. She was then moved to Geller House School on Staten Island, where she stayed longer than the six months she was originally told she would stay, she said.  She behaved well because she wanted to go home, but after a year, her aunt refused to take her back, saying she did not have room in her one-bedroom apartment. Ms. Norales was then sent to Pleasantville Cottage School in Westchester County, a coeducational residential treatment center run by the Jewish Child Care Association, a part of the UJA-Federation, one of the seven agencies supported by The New York Times Neediest Cases Fund.  Her time there was turbulent.  ''I used to go AWOL because all you see in Pleasantville is trees,'' she said. She watched as her friends came and went to and from home visits, and she yearned to get out as well. So she would sneak a ride on a bus and ride along with her friends, or visit friends in the city. She soon got a job as a cashier at a McDonald's, where she worked for seven months.  After a year in Pleasantville, she was placed with foster parents, but it did not work out, and Ms. Norales was moved again. It was then that she met Michelle Jones, her third Mom. She lived in Brooklyn with Ms. Jones and her two children for two years, and finally felt that she was wanted and could have a good life.  Although she was treated by Ms. Jones as family, Ms. Norales still wanted to be with her actual family, so, when she turned 18, she moved in with another aunt in the Bronx.  Soon after she moved back to the Bronx she took a trip to Honduras, where she became pregnant and her adult life began, at 18.  Her son, Jaylen, was born prematurely on April 30, 2005, and her aunts were there to help. But after a lifetime of living somewhere between dependence and independence, Ms. Norales was ready to be on her own. She applied to public housing, got a job as a home assistant and moved into a one-bedroom apartment in the Webster/Morrisania Houses in the Bronx in March 2005, with the help of $626 from the Neediest Cases for a deposit and first month's rent.  She cooks hot Honduran meals for her son every day, keeps a clean house and tries to give him toys that she never had. Ms. Norales puts Jaylen in day care when she goes to work at Mimi Maternity in Manhasset, N.Y., and takes him to speech and physical therapy.  She plans to start community college full time next month and wants to earn a nursing assistant certificate. ''I need something better for my son than just to be in people's houses,'' she said.  Previously recorded: $7,213,701.25  Recorded Wednesday: $149,800.03  Total: $7,363,501.28  Last year to date: $6,566,951.98  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  ", 
            "title": "The Neediest Cases; From a Rough, Nomadic Childhood to Young Motherhood"
        }, 
        "weight": 0.6042677533630368, 
        "file": "1821578.txt", 
        "other_topics": {
            "0": 0.00010930716389898502, 
            "1": 0.0001328220908565282, 
            "2": 0.0001887243623813181, 
            "3": 0.00016420438397273408, 
            "4": 0.00010196861783671236, 
            "5": 0.0002714317547232947, 
            "6": 0.00019554056546142772, 
            "7": 0.0024967673003662718, 
            "8": 0.07277731456199125, 
            "9": 0.6042677533630368, 
            "10": 0.00014899664601244895, 
            "11": 0.010454801434728059, 
            "12": 0.00024096524268556543, 
            "13": 0.0048941116827439035, 
            "14": 0.00018160013932711261, 
            "15": 0.000142794670186685, 
            "16": 0.0002126931078693749, 
            "17": 0.30025469390763876, 
            "18": 0.002645071326317144, 
            "19": 0.00011843767796558285
        }
    }, 
    {
        "content": {
            "text": "  A year ago, as the Mendez-Rojas family slept on New Year's Day after a night of celebrating, a fire was spreading in the walls of their studio apartment on Gerard Avenue in the South Bronx.  At 10 a.m., a neighbor who had gone to throw out the garbage saw smoke. She woke up the Mendez-Rojas family, who gathered their documents -- precious possessions for immigrants -- and left the building.  When they returned later in the day, they found wires hanging out of human-size holes in the walls, clouds peeking through the ceiling and most of their belongings scattered under ash and water.  Almost a year later, as Rosanna Rojas, 40, and her daughter, Roxana Mendez, 14, gave a tour of their new apartment in the Mitchell Houses in the Mott Haven section of the Bronx, they pointed out the few possessions that survived the fire. There is Ms. Rojas's industrial-size sewing machine, a boombox, and the framed picture of a Frank Lloyd Wright building that Ms. Rojas drew years ago while studying to be an architect in the Dominican Republic, the family's home country. Johnny Mendez, 42, her husband, showed two of his water-damaged law books.  They also like to point out where each item in the house came from. A family they met in the Ruth Fernandez Family Center, the shelter where they lived for seven months after the fire, gave them a bedroom set. Ms. Rojas split the pieces among the family: she and Mr. Mendez took the bed, Roxana got the bureau, and Jonathan, 17, got the nightstands. A friend gave the family bunk beds, which Ms. Rojas separated for her children.  ''If it's good, it doesn't have anything to do with the fire, I'll take it,'' Ms. Rojas said.  Ms. Rojas moved to New York in 1990 in hopes of earning money for the family, leaving her husband and son behind. She traveled back and forth while Mr. Mendez practiced law in the Dominican Republic. She gave birth to Roxana there two years later and brought the baby with her to the United States, where she worked in various textile factories through the years and got her immigration status in order. The rest of the family joined them in 2000, although Mr. Mendez -- who is a legal resident of the United States, though not a citizen like the others in his family -- continued to split his time between New York and the Dominican Republic until October 2005, when he decided to stay in New York permanently.  ''We were in a studio, but we were stable,'' Ms. Rojas said, speaking about the apartment that was destroyed by the fire.  The couple decided that Ms. Rojas would continue working while Mr. Mendez studied for a law degree that would let him practice in the United States. Now, she works four days a week sewing curtains for C. J. Dellatore Textile, while Mr. Mendez takes English classes five nights a week at LaGuardia Community College in Long Island City, Queens, in preparation for a standardized English exam.  He greets the children when they get home from school and cooks hearty Dominican meals for the family. He makes a mean pork chop.  Explaining the couple's decision to sacrifice some comforts by having Mr. Mendez study rather than work, Ms. Rojas said, ''I'm a little strained, but if we spend the rest of our lives in a factory, then it's not a good future.''  The children attend the Manhattan Center for Science and Mathematics, a public high school in East Harlem. When their belongings were destroyed in the fire, they were the most worried about their books. But they never missed a day of school. A guidance counselor who learned that they had lost everything referred them to the Children's Aid Society, one of seven agencies supported by The New York Times Neediest Cases Fund.  Yalenis Cruz, the aid society's coordinator at the school, immediately dipped into the fund and gave the family $500 for clothes, toiletries and other basic household items. Ms. Rojas recently bought a couch and will be reimbursed with money from the fund.  Despite having lost everything, the Mendez-Rojas family is optimistic, and concerned more with the future than with the past.  After living in the shelter, Roxana decided that she wanted to be a doctor rather than a fashion designer, so she could help people. Jonathan is waiting to hear back from the colleges he applied to. He expects to enroll in City College in the fall and wants to be a computer systems engineer. Mr. Mendez expects to be practicing criminal law in New York by 2010.  And Ms. Rojas is waiting for all of these dreams to become reality so that she can complete her final year of school and receive her degree in architecture.  Previously recorded: $3,693,101.49  Recorded Thursday:110,794.50  Total: $3,803,895.99  Last year to date: $4,302,646.29  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF  COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE  OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE  ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE  SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT  WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  ", 
            "title": "The Neediest Cases; After a Fire, Putting an Immigrant Family's Dreams Back on Track"
        }, 
        "weight": 0.6011770183358891, 
        "file": "1815790.txt", 
        "other_topics": {
            "0": 8.823494565661392e-05, 
            "1": 0.0001072166686124442, 
            "2": 0.00015234210883180126, 
            "3": 0.00013254908808906066, 
            "4": 0.0038623081072167147, 
            "5": 0.00021910518280048114, 
            "6": 0.0001578442853306236, 
            "7": 0.0001254423923439577, 
            "8": 0.08142729695868292, 
            "9": 0.6011770183358891, 
            "10": 0.00012027309551344281, 
            "11": 0.0613592841961202, 
            "12": 0.03799448183868024, 
            "13": 0.00017062860153548533, 
            "14": 0.00014659129240210836, 
            "15": 0.013345256179078025, 
            "16": 0.000171690163251641, 
            "17": 0.19890167488835445, 
            "18": 0.000245156390984753, 
            "19": 9.560528062594605e-05
        }
    }, 
    {
        "content": {
            "text": "  There were two moments when life changed forever for Jennifer Coello.  The first was when her boyfriend, in a rage, held a kitchen knife to her pregnant belly. Still a teenager, she fled her native Ecuador to America, where she lives with relatives in the Bronx.  The second was when her son, Michael, was about to be born in a New York hospital. The doctors told her, she said, ''Your child is going to be born with a problem with his head, and we don't know what it is.''  Today, Michael is a cheerful child, with a bowl haircut, a lopsided smile and a slightly cross-eyed gaze. He cannot talk, and he crawls on his knees.  Ms. Coello, now 24, and Michael, 7, live with her grandparents in a dilapidated apartment building in the Bronx, near Franz Sigel Park. It is two flights up, on the third floor. There is no elevator.  Michael is 80 pounds and because he cannot walk, Ms. Coello must carry him up the stairs, 32 steps in all, his left arm holding on to her neck and his right hand playing with a toy. She catches her breath on the first floor.  Ms. Coello spoke recently in Spanish, which was translated by Silvia Morales, her social worker.  Ms. Coello was born in Guayaquil, Ecuador's largest port and the city from which tourists typically depart for the Galápagos. When she was 16, she became pregnant and lived with her boyfriend's family.  They were poorer than most and there was never enough to eat. Asked if she ever went to bed hungry, Ms. Coello replied, in English, ''Many times.''  She worried about her unborn baby. ''If I'm hungry,'' she recalled thinking, ''then Michael must be hungry.''  Her boyfriend slapped her, flew into mysterious rages, she said. She did not know why. Then, one day, she said she had had enough and wanted to break up with him. He held a knife to her abdomen and told her to never leave him. She was five months pregnant.  Ms. Coello wrote to her grandmother in the Bronx, begging for help. She was sent a plane ticket to America.  Ms. Coello told her boyfriend that she would help him get a visa so he could also come to America. She didn't.  By June 1999, she was 17, pregnant and living with 13 other people in the Bronx apartment she lives in today. (A brother and the families of an aunt and an uncle have since moved out.)  As Ms. Coello was about to go into labor in October 1999 in nearby Lincoln Medical and Mental Health Center in the Bronx, doctors detected something troubling. Ultrasound images indicated a growth at the back of Michael's head.  ''We see like a ball, a ball of water,'' Ms. Coello remembers the doctors telling her.  After Michael was born, doctors diagnosed his illness as hydrocephalus, a buildup of excess cerebrospinal fluid, which cushions the brain within the cranium. The excess fluid is present at birth and the body cannot absorb the fluid fast enough, so it must be drained with a shunt, or tube. The buildup can damage the brain, hurting intellectual and physical development.  When Michael was born, Ms. Coello said, ''I saw a real cute boy, as I imagined, but I felt so bad when I saw the back of his head.''  Today, Michael needs special education, as well as physical and occupational therapy, despite regular draining of the excess cerebrospinal fluid.  Last summer, Ms. Coello turned for help to Catholic Charities of the Archdiocese of New York, one of seven agencies supported by The New York Times Neediest Cases Fund, which issued a $102 grant. The money was spent mostly for a used children's wheelchair for Michael. He had outgrown a baby stroller.  But what Ms. Coello really needs is a long-term wheelchair for Michael. She said that such specialized wheelchairs made of alloys light enough for her to lift but strong enough to support Michael as he grows are expensive. They are typically $1,000 to $2,000.  Ms. Coello has little money or free time. She gets some public assistance, and her grandparents, who pay for much of the $920-a-month rent with pension and other payments, can contribute little.  Ms. Coello also received a grant and is studying English. She also enrolled in a program with the ASA Institute of Business and Computer Technology to become a medical technician.  For the moment, she has other concerns. Ms. Coello also used part of the $102 in Neediest Cases money to buy an air mattress, sheets and blankets to replace bedding infested with bedbugs, which remain a problem in the apartment.  When Ms. Coello goes to sleep at night, what does she think about? ''I wonder,'' she said, ''how many bug bites I'm going to wake up with.''  Previously recorded -- $7,032,350.29  Recorded Thursday -- 64,824.54  Total -- $7,097,174.83  Last year to date -- $6,434,748.71  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OFCOMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at(800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  ", 
            "title": "The Neediest Cases; Mother Flees To America, Only to Face New Struggle"
        }, 
        "weight": 0.6004517564215144, 
        "file": "1820039.txt", 
        "other_topics": {
            "0": 9.467674633732384e-05, 
            "1": 0.00011504427482573506, 
            "2": 0.028555216367047945, 
            "3": 0.00014222614743924779, 
            "4": 8.832044141421159e-05, 
            "5": 0.03673878282629353, 
            "6": 0.0001693680803204918, 
            "7": 0.00013460061058025594, 
            "8": 0.0001688503765474937, 
            "9": 0.6004517564215144, 
            "10": 0.006213000809011451, 
            "11": 0.03339124695539524, 
            "12": 0.00020871280842064548, 
            "13": 0.004239050340395669, 
            "14": 0.0021852758333858534, 
            "15": 0.0001236820560094335, 
            "16": 0.00018422480927284262, 
            "17": 0.23775874917729994, 
            "18": 0.0002630546125405521, 
            "19": 0.04877416030594773
        }
    }, 
    {
        "content": {
            "text": "  A chart with an article last Sunday about the changing demographics of the suburbs contained incorrect percentages for levels of education reported by the census in 2000 and 2005. In 2000, the proportion of the population over 25 with some college was 22.6 percent, not 28.1 percent. In 2005, the proportions in all groups were slightly higher than those reported: The proportion with less than a high school degree was 15.8 percent; the proportion with a high school degree was 27.7 percent; with some college, 23.7 percent; with a college degree, 19.3 percent; with a master's degree, 9.1 percent; with a professional degree, 4.3 percent.  ", 
            "title": "Correction"
        }, 
        "weight": 0.5962370509730232, 
        "file": "1817011.txt", 
        "other_topics": {
            "0": 0.0009911730530064295, 
            "1": 0.0012044011810847547, 
            "2": 0.001711310546956015, 
            "3": 0.022719962536507092, 
            "4": 0.0009246287493604847, 
            "5": 0.0024612827871063124, 
            "6": 0.023004112061275804, 
            "7": 0.0014091369136200176, 
            "8": 0.0017676985078001913, 
            "9": 0.5962370509730232, 
            "10": 0.0013510684501187446, 
            "11": 0.00987783952498555, 
            "12": 0.0021850192315099014, 
            "13": 0.0019167289179541469, 
            "14": 0.022877703377353415, 
            "15": 0.0012948303126113492, 
            "16": 0.19300759710657522, 
            "17": 0.02630658960342249, 
            "18": 0.0027539248390547554, 
            "19": 0.08599794132667428
        }
    }, 
    {
        "content": {
            "text": "  A picture caption on Wednesday with an article about Carmen Laureano, a Bronx woman who received money for clothing and furniture from The New York Times Neediest Cases Fund, misidentified the subject of the picture in some copies. She was Luz Rivera, Ms. Laureano's 12-year-old daughter, not Ms. Laureano.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5944787156855172, 
        "file": "1821547.txt", 
        "other_topics": {
            "0": 0.001454324305556435, 
            "1": 0.0017671887930967327, 
            "2": 0.002510964674881113, 
            "3": 0.002184728046838348, 
            "4": 0.0013566854544041758, 
            "5": 0.0036113808474504353, 
            "6": 0.15836027775609898, 
            "7": 0.002067592593562041, 
            "8": 0.002593701369293565, 
            "9": 0.5944787156855172, 
            "10": 0.0019823901381481627, 
            "11": 0.045645240395048754, 
            "12": 0.0032060259980377813, 
            "13": 0.12741926926833613, 
            "14": 0.00241617737662579, 
            "15": 0.0018998732759028174, 
            "16": 0.0028298671867895827, 
            "17": 0.03859902419714731, 
            "18": 0.004040767469378472, 
            "19": 0.0015758051678862776
        }
    }, 
    {
        "content": {
            "text": "  Growing up in Nepal, Kunsang Sherpa, 23, knew what it was like to go without. His family farmed for a living, but in the mountainous landscape they grew only enough crops to eat. They mostly went without money and without medical care.  For one of his brothers, Dawa, who is a year younger, it was especially hard. Dawa is hearing impaired and did not learn sign language, and there were no special schools for him to attend. He primarily communicated with his brother in a language only they understood.  His deafness, the result of an infection that was never treated, was seen by the traditional Buddhist community around them as a sort of karmic payback for bad deeds in a past life.  His brother's hardships inspired Mr. Sherpa to pursue a career in medicine.  ''That's why I feel I want to be a doctor, or a nurse,'' he said. ''So when I go back to my country, I can help.''  In his efforts to help his brother, Mr. Sherpa met an American couple, Matthew Brodsky, a doctor, and Irene Taylor Brodsky, a journalist, who included Dawa in a book about the deaf community in Nepal, which was published in 1997. The couple helped the Sherpa brothers enroll in schools in Katmandu, the capital. It is a full day's drive from their home in Tarkeyghyang, a region in the Himalayas that Mr. Sherpa generally refers to, in his uncertain English, as ''my place.''  Mr. Sherpa also began working with the couple and a local doctor, helping to set up traveling clinics in even the most rural areas around the country, translating for the doctors and advertising for the clinics. Mr. Sherpa even helped Dr. Brodsky bring a clinic to ''his place,'' getting hundreds of patients to come.  His ability to help organize the clinic still impresses Ms. Brodsky, as does Mr. Sherpa's desire to become a doctor and his constant striving toward that goal. ''Kunsang realizes he is surrounded by people who have more obstacles than he does,'' she said. ''He realizes there is nothing standing in his way.''  But his association with Americans ultimately put him in danger. In Nepal, Western tourists and workers can be the targets of those seeking money, even dangerous groups who will do whatever they can to get it. Mr. Sherpa became a target as well, and was threatened and ultimately beaten after he refused to help a group of men that approached him several times, asking for money.  After he was attacked, in 2004, Mr. Sherpa decided that it was too dangerous for him to stay and that he should come to the United States. With help from the Brodskys, he applied for a travel visa, Ms. Brodsky bought him a plane ticket and he arrived in August of that year. For six months, he lived with the Brodskys in Oregon. With legal help and support from the Brodskys, he applied for political asylum.  Though he enjoyed living there, Mr. Sherpa decided to come to New York, which has a larger Nepalese community. But he could not work until he was granted political asylum, and that occurred in June.  Once it was granted, he realized he would need assistance in finding a job that could cover his expenses, including his $300 a month rent in the two-bedroom apartment in Queens he shares with three roommates. Information from the immigration office led him to Catholic Charities of the Archdiocese of New York, one of seven beneficiaries of the New York Times Neediest Cases Fund. He enrolled in its employment and training program.  He found a job for $11 an hour in the mailroom of a law firm in Manhattan and started work on Dec. 4.  He is in charge of sorting and handing out an entire floor's mail, a job he performs alone.  And alone is how Mr. Sherpa sometimes feels in New York City in general, despite the big apartment buildings and the crowded trains. His mother died a few months ago, and now he worries about his father and brother.  ''In my country, you know everyone. But here, you don't know who lives next door,'' he said. ''If you want to share your feelings, everyone is busy.''  In addition to his job, Mr. Sherpa will enroll in a certified nursing assistant's program, the first step for a career in medicine. Catholic Charities drew on $995 from the fund for the program, which will begin in the spring. In the meantime, Mr. Sherpa volunteers at Elmhurst Hospital Center in Queens.  He is grateful for the help he has received, and, in keeping with his Buddhist beliefs, it reaffirms his commitment to someday giving back.  ''If you want to have a good thing in the next life, you have to do good in this life,'' he said. After he works hard to improve his status, financially and otherwise, he said, ''I can help other people. That's how it works. It's a good thing.''  Previously recorded: $3,803,895.99  Recorded Friday: 710,042.30  Total: $4,513,938.29  Last year to date: $4,641,858.36  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  ", 
            "title": "The Neediest Cases; A Long Way to Learn How to Help Those Back in Nepal"
        }, 
        "weight": 0.590679638337417, 
        "file": "1816149.txt", 
        "other_topics": {
            "0": 9.506231572418755e-05, 
            "1": 0.036767854743830354, 
            "2": 0.00016412990952833088, 
            "3": 0.00014280536092709577, 
            "4": 8.868012486089743e-05, 
            "5": 0.00023605892097723405, 
            "6": 0.00017005782885336584, 
            "7": 0.00013514876920315587, 
            "8": 0.026640673871841044, 
            "9": 0.590679638337417, 
            "10": 0.00012957948683189603, 
            "11": 0.13126681076415403, 
            "12": 0.03686190474088344, 
            "13": 0.0001838313592198269, 
            "14": 0.00015793411121913415, 
            "15": 0.00826915062750295, 
            "16": 0.002221216281196572, 
            "17": 0.13284247408770083, 
            "18": 0.00433660833707687, 
            "19": 0.028610380021051755
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''The Incredibles'' (Education Life, Jan. 7):  All of the 13 Advanced Placement courses I took at my comprehensive public high school required more work than most of the classes I have experienced in four years at Yale, and there were plenty of primary documents to go around.  The difference between high-powered high schools like those mentioned in the article (merely 68 schools supplied over 20 percent of Yale's 2006 freshman class) and mine, where the college counselor had not heard of the top-ranked liberal arts colleges where I applied, is not academic; it's social.  Many classmates from schools like Andover and Dalton arrive at college fighting to get into the most selective major and singing group and, later, the best law school and investment bank -- realms that preserve the ''I'll take you down'' moral certitude they learned in high school. That the viability of this culture of competitiveness is limited to these few domains comes as a surprise to some of them.  Phoebe Rounds  Rochester, Jan. 8, 2007  ", 
            "title": "The Shock of College"
        }, 
        "weight": 0.5906470567809843, 
        "file": "1818426.txt", 
        "other_topics": {
            "0": 0.0005617889201291607, 
            "1": 0.0006826449093541903, 
            "2": 0.0009699570637679823, 
            "3": 0.0008439355689236113, 
            "4": 0.0005240721436564656, 
            "5": 0.013428591892301153, 
            "6": 0.01303854582631647, 
            "7": 0.0007986874770409976, 
            "8": 0.0010019173067697962, 
            "9": 0.5906470567809843, 
            "10": 0.0007657747386397769, 
            "11": 0.2222026986816766, 
            "12": 0.0012384513388535732, 
            "13": 0.0010863865454490015, 
            "14": 0.0009333418097112576, 
            "15": 0.0007338994143010816, 
            "16": 0.061260928425743676, 
            "17": 0.087111703097561, 
            "18": 0.0015609024647680852, 
            "19": 0.0006087155940518178
        }
    }, 
    {
        "content": {
            "text": "  The pain weighs heavily on her. It always has. ''I was depressed from very, very young,'' said Heather Eicholz, a case manager at a social service agency on Long Island.  At 29, she is the closest she has ever been to happiness since receiving a diagnosis of severe depression at 12. ''Content'' is how she puts it. ''If I didn't have this job,'' she said, ''I don't mean to be dramatic, but I probably would have given up.''  A year ago, Ms. Eicholz was hired by Federation Employment and Guidance Service, a beneficiary of the UJA-Federation of New York, one the seven charities supported by The New York Times Neediest Cases Fund.  As a case manager, she helps clients with mental disabilities find the resources to cope with their illness. The connection with people who understand their illnesses gives a person hope, she said.  Her own demons still torment her, but they have gradually diminished, she said. She is in therapy and takes only one medication; at one point, she was taking five.  The forearm scars from cutting herself are fading with use of a steroid cream. The evenings are still difficult, Ms. Eicholz said, because she is alone.  ''During the day, at work, it is better,'' she said. ''I never got up for anything in my life that I actually looked forward to. You are not labeled. You are not your diagnosis.''  ''If I am identified here, if anything, it is as a good case manager,'' she said of her work environment.  For Ms. Eicholz, the less desirable labels ''a problem,'' ''crazy'' and ''special'' began almost at birth. Her biological parents met in a psychiatric hospital on Long Island. Her mother died shortly after Ms. Eicholz was born. At 13 months, she and her older sister were placed in foster care, and both were later adopted by Johanna and Donald Eicholz of Hicksville, on Long Island.  ''Nothing made me happy or excited,'' she said of her childhood.  Sent to Catholic school, she defied the nuns or fell asleep in class. She was placed in special education classes until the sixth grade, and then transferred to Fork Lane School, a public school in Hicksville.  At the age of 12, she said, she found a feeling of euphoria by cutting herself with a broken piece of glass. She was near the school playground at the time. ''It was impulsive,'' she said. ''There really is no pain associated with it. It was like, 'Ahh,' and emotional release.''  A year later she tried to commit suicide by overdosing on 100 Tylenol tablets, she said. Her actions created a deep rift between her and her parents. Following a doctor's suggestion, they sent her to High Point Hospital, a psychiatric institution in Westchester County, where she lived for three years, starting at 14.  ''I can't describe to you what happened there,'' she said. Her complaints to her parents about her life at the hospital, which closed in 1995, fell on deaf ears, Ms. Eicholz said. ''I was sick, so no matter what I said -- it didn't matter. They were in denial.''  At 17, she left High Point and enrolled for half a year in Harmony Heights, a residential school for girls in Oyster Bay, on Long Island. After graduation, she moved into an apartment that she paid for through disability assistance and a small inheritance from her mother's sister. ''I could afford it then; rents weren't so high as they are now,'' she said.  After Ms. Eicholz turned 18, she said, she attempted suicide again. ''I was in the hospital most of the time,'' she said of the five years after leaving High Point. ''When I didn't know how to deal with something, the cutting got really bad,'' she said.  On good days, she attended classes. She enrolled in various community colleges on Long Island but rarely finished. ''I couldn't function,'' she said. ''I didn't have the skills.''  At 24 she entered an outpatient treatment program at North Shore University Hospital. ''It gave me structure,'' she said. There, her skills in advocacy developed, and then she learned that there was a job available at Federation Employment and Guidance Service.  The job was developed around her interests, and it has ended a destructive cycle, Ms. Eicholz said. ''It was a life saver,'' she said. The $600-a-month salary enables her to afford a $210 a month subsidized one-bedroom apartment in Old Bethpage, on Long Island, $150 for car insurance, and monthly payments to her parents for her white '96 Chrysler Sebring.  She calls the car a godsend because it gets her to work, which she loves. But when its water pump sprang a leak last year, it was out of commission.  ''I lost it psychologically,'' Ms. Eicholz said. Losing the freedom that the car gave her, she said, brought up feelings she experienced while she was hospitalized. ''I felt trapped and powerless,'' she said. She confided in Holly Beck, her work supervisor, who drew $765.05 from the Neediest Cases Fund to have the car repaired.  ''I was relieved,'' Ms. Eicholz said. ''Without having a financial foundation, there is always a sense of fear, like you don't know what is going to happen.''  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  Previously recorded: $7,097,174.83  Recorded Friday: 12,260.00  Total: $7,109,434.83  Last year to date: $6,452,678.71  ", 
            "title": "The Neediest Cases; Fighting Depression Since 12, She Has a Tailor-Made Job"
        }, 
        "weight": 0.5828832125406472, 
        "file": "1820905.txt", 
        "other_topics": {
            "0": 9.316524657114246e-05, 
            "1": 0.00011320761058423214, 
            "2": 0.00016085452341884802, 
            "3": 0.0001399555287613164, 
            "4": 8.691041908337458e-05, 
            "5": 0.03415664791057318, 
            "6": 0.004157875885459064, 
            "7": 0.002128057602741894, 
            "8": 0.01413539579830062, 
            "9": 0.5828832125406472, 
            "10": 0.00012699359098596036, 
            "11": 0.15059890715619176, 
            "12": 0.00020538074037509943, 
            "13": 0.00018016280982376424, 
            "14": 0.00015478236882442224, 
            "15": 0.00012170749091323742, 
            "16": 0.00018128368838610874, 
            "17": 0.1681079734124424, 
            "18": 0.0002588549859085664, 
            "19": 0.042008670690007736
        }
    }, 
    {
        "content": {
            "text": "  Margaret Silvestri stopped getting out of bed altogether when her son was about 11 years old. She had been experiencing symptoms of depression for years, but this was a breakdown. Her son, Mark Silvestri, called relatives for help.  ''She started to scream and cry,'' Mr. Silvestri, now 26, said. ''She was thinking I was calling them to get her.'' But he made the calls, he said, mostly because there was no food in the apartment and he did not know what to do.  As her depression worsened, Ms. Silvestri spent her days shedding quiet tears, leaving her son to cook for himself. Their apartment was rarely cleaned.  ''I was always crying,'' Ms. Silvestri, now 53, recalled of the time before her breakdown. ''I knew something was wrong.''  After her son called for help, Ms. Silvestri was hospitalized at Jacobi Medical Center for several weeks in 1991. Meanwhile, her son stayed with his aunt and uncle for months, realizing how different life could be outside his mother's Bronx apartment.  In her life, Ms. Silvestri had suffered a number of medical problems, yet it was only depression that seemed overwhelming, she said.  She was born prematurely and soon received a diagnosis of hydrocephalus, an abnormal buildup of fluid on the brain. She was 8 months old when she had surgery to correct the problem. She was also born blind in her right eye.  Nevertheless, she played softball as a child, though her father refused to watch her games out of fear that she would get hurt, she said.  When she became depressed in her late teens, Ms. Silvestri said she thought about suicide and twice asked her brother to take her to a hospital before she harmed herself.  To cope with her depression, she went into counseling. Meanwhile, she took typing and business math courses and eventually got a job at a Manhattan insurance company and an apartment in the Bronx.  But, at 27, her depression returned after she gave birth to her son. Four years later, it got worse after she had a second child, whom she gave up for adoption.  With the help of medications her doctors prescribed, Ms. Silvestri said she seemed to move beyond her depression at times, but it returned periodically, and her struggle left little structure for her growing son.  By the time Mr. Silvestri reached his teenage years, he often refused to go to school and his temper would flare violently, she said.  ''He was always angry,'' Ms. Silvestri remembered. ''I couldn't understand why.''  Unsure of how to help him, Ms. Silvestri sent her son, then 13, to live at Children's Village, a boarding home in Dobbs Ferry, N.Y., where he remained for about two years.  When he returned to live with her, his anger had subsided and their relationship improved, but their peace was short-lived. In 1999 they were evicted from their apartment after falling behind in rent and had to leave most of their possessions behind.  Afterward, they spent two years in a Brooklyn shelter and then another two years in a shelter in the Bronx, in each sharing a single bedroom.  During that time, Ms. Silvestri began experiencing mood swings. At one point she called the police on her son, who was forced to move out of the shelter and live with friends for a while.  In 2003 she was diagnosed with bipolar disorder at Lincoln Medical and Mental Health Center, where she remained for treatment for two months.  In the meantime, her son, who had since returned to live at the shelter, had secured steady work with a general contractor. He later decided to get his own apartment, and he also pulled away from Ms. Silvestri emotionally.  When Ms. Silvestri was ready to leave the hospital, social workers there helped her secure a room at Metro House on University Avenue in the Bronx, which serves once homeless, mentally ill people and is run by the Metropolitan Council on Jewish Poverty. The council is affiliated with the UJA-Federation of New York, one of seven agencies supported by The New York Times Neediest Cases Fund.  Ms. Silvestri has furnished her small room at Metro House with a telephone, a television and a small refrigerator with income from Social Security disability and the help of her son, who was married in 2004 and has slowly begun to reach out to her. She shares a bathroom and kitchen with other residents on her floor.  On her walls, she has taped up pictures of her relatives and a certificate of membership to her nearby church, where she is an usher.  This winter, social workers at Metro House helped Ms. Silvestri buy warm clothing, including a coat, with $300 from Neediest Cases.  ''I'm comfortable, I'm happy to be here,'' Ms. Silvestri said, adding that she could not afford an apartment and that she knows living with her son is not an option.  Ms. Silvestri said she would like to talk to him more often.  ''I was a half-good mother and a half-bad mother,'' she said, but added that her son has not been unforgiving. ''He told me at one point he understood what I was going through as a single mother; that it was hard.''  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  Previously recorded: $7,032,350.29  Recorded Thursday: 64,824.54  Total: $7,097,174.83  Last year to date: $6,434,748.71  ", 
            "title": "The Neediest Cases; After Years of Instability, an Illness Is in Check and a Mother Reconnects With a Son"
        }, 
        "weight": 0.5745594701477335, 
        "file": "1820720.txt", 
        "other_topics": {
            "0": 9.15214793579464e-05, 
            "1": 0.00011121022459094194, 
            "2": 0.00015801647595564214, 
            "3": 0.0001374862140978523, 
            "4": 8.537700933422215e-05, 
            "5": 0.00022726630946125805, 
            "6": 0.00016372359493342778, 
            "7": 0.00013011481149655322, 
            "8": 0.04133154472314257, 
            "9": 0.5745594701477335, 
            "10": 0.00012475297113218956, 
            "11": 0.04404080326005876, 
            "12": 0.00020175709164689342, 
            "13": 0.00017698409532748005, 
            "14": 0.0001520514558239385, 
            "15": 0.0001195601367170483, 
            "16": 0.0021384814632423466, 
            "17": 0.2945281027554703, 
            "18": 0.0002542878607790911, 
            "19": 0.041267487919698045
        }
    }, 
    {
        "content": {
            "text": "  The On Education column yesterday, about A Better Chance, a nonprofit group that helps minority children apply to private day and boarding high schools, misstated the surname of the president of the group and omitted her middle initial. She is Sandra E. Timmons, not Simmons.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5723412040056696, 
        "file": "1816350.txt", 
        "other_topics": {
            "0": 0.0016613385508570289, 
            "1": 0.0020187374008652156, 
            "2": 0.0028683852688717246, 
            "3": 0.00249571083525447, 
            "4": 0.001549801401363693, 
            "5": 0.0041254390102492275, 
            "6": 0.21648788683712547, 
            "7": 0.002361901860559803, 
            "8": 0.03854888293152511, 
            "9": 0.5723412040056696, 
            "10": 0.002264571352319005, 
            "11": 0.052142563554569116, 
            "12": 0.07483435215933258, 
            "13": 0.0032126939218948347, 
            "14": 0.0027601055735372642, 
            "15": 0.002170308715147786, 
            "16": 0.0032326816193999353, 
            "17": 0.008507377310387311, 
            "18": 0.004615946213839134, 
            "19": 0.001800111477231731
        }
    }, 
    {
        "content": {
            "text": "  On a recent cold Saturday, when most children around the city were relaxing after a week at school, 320 boys and girls, ages 10 to 13, filed into Nightingale-Bamford, a private girls' school in a stately brick building on the Upper East Side.  The children, most black or Hispanic, were going to be interviewed for a shot at admission to a private day or boarding school, or an elite suburban public school, through A Better Chance, a nonprofit group. The boys wore jackets and neckties. The girls were in prim skirts or nicely pressed trousers. Some were confident, but many were nervous, folding and unfolding their hands, sitting up extra straight as they waited to be interviewed. The stakes, after all, were high.  The program's mission is to increase the number of minority men and women in leadership positions. It is really about social mobility, whisking children out of their environment in urban neighborhoods and transporting them to institutions that are incubators for presidents, senators and titans of industry -- like Phillips Academy in Andover, Mass., President Bush's alma mater.  ''These schools are pathways to influence and power in our society,'' said Sandra Simmons, the president of the group, pointing out that Governor-elect Deval L. Patrick of Massachusetts, the state's first black governor, is an alumnus of the program.  Yet A Better Chance and similar programs, like the New York City-based Prep for Prep, can only hope to provide mobility for the few. Most of the children who seek placement will never get a spot. In 2006, for example, 2,153 students nationwide applied to A Better Chance; about half passed the screening process, but only 624 children were accepted and 455 enrolled. The others declined their spots, largely for financial reasons, group officials said.  The former president of the group, Judith Berry Griffin, worried so much about talented students who had been rejected that she left the organization in 2003 and established a new nonprofit group, Pathways to College, to help them.  THE fact, she said, is that most public middle schools serving urban youth simply are not preparing children for academically challenging high schools, public or private. Even if they were, there are not many seats available in the elite private schools, or enough scholarship money to support the students who need financial aid, she said.  ''There are just not enough places,'' she said in a telephone interview from her office in Englewood, N.J. ''It's like musical chairs. We simply have to come to grips with the fact that we are throwing away hundreds of thousands of talented children. We don't even know what talent we are throwing away.''  Rather than helping a few students get coveted spots in a few schools, she now tries to help children in low-performing public high schools, like Barringer in Newark, get the skills they need to attend college by offering after-school writing courses and college guidance. ''My real goal is to bring about systemic change in the public schools,'' she said.  Ms. Simmons acknowledged the limitations of her program in being able to help only a small number of children. But, she said, it still has great impact because it vaults talented students of color to the highest echelons of society.  At the Nightingale-Bamford school, Kirk Cohall, 10, waited for his interview with his sister, Shannon, 14, and their parents. Their mother, Sophia, left her job as a financial analyst to spend more time with the family; their father, Kirkpatrick, is the senior minister at the Lenox Road Baptist Church in Flatbush, Brooklyn. Shannon, who was accepted as A Better Chance scholar last year, is a ninth grader at Poly Prep Country Day School, a mostly white school in Bay Ridge. Kirk, a fifth grader in a gifted program at Public School 279, a mostly black school in Canarsie, is hoping to join his sister there.  Kirk and Shannon's parents say the quality of public schools in Canarsie has declined in recent years as the neighborhood changed from mostly white to mostly black. P.S. 279 still posts high test scores, but it is badly overcrowded. Some children attend classes in an annex a few blocks away, and some classes are as large as 32 pupils. Several years ago, the school had a leaky roof and moldy classroom walls.  David Cantor, a spokesman for the city's Department of Education, said overcrowding and adequate maintenance were issues citywide, acknowledging that some classes at P.S. 279 have 32 students.  Poly Prep has a 25-acre campus, protected by a gate. It has a whole building dedicated to the study of science; one floor has physics labs, another has chemistry labs, and two floors have biology labs. The school has a professional-looking theater for student productions. It even has a pond with ducks -- 262 by one count.  ''You can sit around the pond and do your homework,'' Shannon said. ''It doesn't look like you're in Brooklyn. There's grass and trees. It's getting a breath of fresh air in the middle of the city.'' But what struck her most is the class size. ''There are 10 students in the class and you get lots of individual attention.''  Shannon was also accepted at Bronx High School of Science, but declined the spot because, her parents said, it was too far from home, and, with classes of 34 students, too crowded. Her parents pay part of Poly Prep's $27,000 a year tuition, and a scholarship from the school pays the rest.  Shannon's father, who has a Ph.D. in education from Fordham University, said graduates of A Better Chance can be agents for change. ''We want a better life for our children, of course,'' he said. But, he added, ''We're teaching them, whatever God wants you to do, you take it to help others.''  Mrs. Cohall, who attended public schools in Brooklyn, said she had always been a proponent of public education, but was worried about the quality of most public schools in black neighborhoods. ''The expectations are low and the resources are limited,'' she said.  ''If the playing field were level, we wouldn't need this program,'' she continued, referring to A Better Chance.  ''I think these kids are going to help to level it,'' Shannon's father added.  ON EDUCATION Clara Hemphill, a guest columnist, is author of ''New York City's Best Public High Schools.'' Samuel G. Freedman is on vacation.  Correction:  January 4, 2007, Thursday  The On Education column yesterday, about A Better Chance, a nonprofit group that helps minority children apply to private day and boarding high schools, misstated the surname of the president of the group and omitted her middle initial. She is Sandra E. Timmons, not Simmons.  ", 
            "title": "Giving Minority Students A Push Along the Path To Leadership Roles"
        }, 
        "weight": 0.5701245785669361, 
        "file": "1816120.txt", 
        "other_topics": {
            "0": 0.011449866126893138, 
            "1": 0.00010741969166769874, 
            "2": 0.00015263058039857556, 
            "3": 0.009600686831325004, 
            "4": 8.246698585427882e-05, 
            "5": 0.028623180329266775, 
            "6": 0.00015814317569419318, 
            "7": 0.00012567992721686228, 
            "8": 0.0550714029402987, 
            "9": 0.5701245785669361, 
            "10": 0.00012050084192295236, 
            "11": 0.19213230991463412, 
            "12": 0.015343499125840866, 
            "13": 0.00017095169999065894, 
            "14": 0.04748630263077785, 
            "15": 0.00011548500211318973, 
            "16": 0.00017201527185603624, 
            "17": 0.06862147342711906, 
            "18": 0.0002456206135739925, 
            "19": 9.57863166199043e-05
        }
    }, 
    {
        "content": {
            "text": "  It was like going through the looking glass. Not long ago, Brenda Francis, who had worked in shelters helping the homeless, found her world turned upside down when she and her teenage son, Bryant Dukes, were suddenly left without a home.  It was a result of a chain of unfortunate events, spiraling out of control from the heart attack and sudden death in 2003 of Maurice Dukes, 51, her longtime partner and the father of her two children. ''He died the day after Valentine's Day,'' recalled Ms. Francis, 50.  They met as teenagers in the early '70s in fairy tale style on the Grand Concourse in the Bronx, outside the building where Ms. Francis, then in high school, lived with her sisters and her mother, who worked for the Port Authority. Ms. Francis fondly remembered the diner her grandparents owned on Linden Boulevard in Queens, George's, where James Brown's son used to eat.  After Ms. Francis graduated, she joined the Army Reserve. In 1975, she and Mr. Dukes had a daughter, Shartel Dukes, who now has a family of her own.  Brenda Francis always knew that she wanted to help people. Throughout her career, she enjoyed steady employment as the office manager at Volunteers of America, a shelter in the Bronx, and at several other shelters. She also worked as a consultant, helping nonprofit organizations set up their tax exemption status. Mr. Dukes received disability assistance because of kidney problems.  Their son, Bryant, now 14, is an eighth grader. He loves basketball and hopes to become a graphic designer. Bryant started off in preschool and kindergarten at a private school, which both mother and son remember fondly as a rigorous environment where he was taught French and Spanish. But at $4,000 a year, Ms. Francis could not continue to pay.  The family lived in Manhattan, on Riverside Drive and 135th Street, until a young woman was raped and murdered in their building. Seeking secure and affordable housing, they moved from borough to borough until settling in the Bronx in 1996.  After Mr. Dukes's death, Ms. Francis slipped into depression and, with less income, fell behind on the rent. The family had little savings. What they did have paid for Mr. Duke's burial. ''He still doesn't have a tombstone,'' Ms. Francis said.  Although they never wed, Ms. Francis called Mr. Dukes her husband. She said the reason she did not marry was her feminist politics. ''Back then I didn't believe in marriage,'' she said, noting that if they had married, she would have been better protected financially.  To cushion the downward spiral that she felt coming, she put the family's belongings -- the contents of six rooms -- into storage, while she and Bryant went to stay in the home of a friend, a pastor. She thought the situation would allow her to get back on her feet.  Instead, Ms. Francis said that she found the lifestyle unsuitable for her son, and in September 2004 they moved to a Bronx shelter.  What was strange about her plunge, she said, was that she had heard the same story many times from people she had counseled. Citing the difficulties of negotiating the welfare system, Ms. Francis said that shortly after arriving at the shelter, she found a two-bedroom apartment with a big kitchen, and hoped to relocate by putting her shelter assistance toward it. ''I like to cook,'' she said. ''It was the nicest place I'd seen for this neighborhood.''  Although the apartment met all of the transfer guidelines, Ms. Francis said, her application was denied.  Ms. Francis and Bryant transferred to Volunteers of America, where she had worked and where she felt safer. There, her old energy kicked in and she started doing taxes for other shelter residents. ''All I brought was my old trusty word processor,'' she said.  By June 2005, Ms. Francis had saved some money and found an apartment in the Wakefield section of the Bronx. But when she and her son got to their new home, they slept on the floor because they did not have the $850 needed to retrieve their belongings from storage, having received only $250 in public assistance.  Ms. Francis contacted Community Service Society of New York, one of the affiliate charities of The New York Times Neediest Cases Fund. The fund came to the rescue with $600 to help her rebuild her home.  Finding a safe and nurturing place for her son remains a challenge, she said, calling the public high schools in the neighborhood ''places I wouldn't send my dogs and cats to.''  Ms. Francis is more determined than ever to help. ''I'm going to run for office to make a difference,'' she said. ''I want to change welfare and stop the throwing away of taxpayer money.''  Back on her feet, operating an administrative business out of her home office, Ms. Francis said she was planning to run for the State Assembly in 2008. ''It happens,'' she said. ''You never know.''  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  Previously recorded: $5,782,266.54  Recorded Friday: 273,255.91  Total: $6,055,522.45  Last year to date: $5,546,619.56  ", 
            "title": "The Neediest Cases; A Mother Helped the Homeless. Then She Joined Them."
        }, 
        "weight": 0.5665243563206159, 
        "file": "1817602.txt", 
        "other_topics": {
            "0": 8.993471032547869e-05, 
            "1": 0.00010928209862846138, 
            "2": 0.00015527683874233346, 
            "3": 0.00013510252375049172, 
            "4": 8.389677108363177e-05, 
            "5": 0.03682506979303016, 
            "6": 0.0001608850095855163, 
            "7": 0.0001278589240808722, 
            "8": 0.08106951100210959, 
            "9": 0.5665243563206159, 
            "10": 0.0001225900455251123, 
            "11": 0.024013162771959345, 
            "12": 0.00019825909415655628, 
            "13": 0.007879545867279942, 
            "14": 0.00014941523814984, 
            "15": 0.00011748724274952147, 
            "16": 0.00017499761554636443, 
            "17": 0.25474633608035435, 
            "18": 0.025293177458477468, 
            "19": 0.0020238545938490267
        }
    }, 
    {
        "content": {
            "text": "  Depending on the day at her Methodist seminary, Jennifer Wilsford wants to be either a parish minister or a professor. Her seminary, for its part, has tweaked its curriculum, brings in speakers and tries to hold her hand through the logistics of ordination -- all designed to nudge Ms. Wilsford and other seminarians toward the pulpit.  Jason Miller entered the rabbinic seminary with the notion that he wanted a pulpit job, but leading a congregation out of school was daunting. He said that to help him prepare for the calling -- and not be tempted to leave it before he graduated -- he became ''the guinea pig'' in a new program, attending classes in one state, living and working as an assistant rabbi in another and serving as the primary rabbi in a third.  ''We need to lead the horses to water, as it were,'' Dr. James Hudnut-Beumler, the dean of the divinity school at Vanderbilt University, said of what has become a common effort across faiths and denominations for seminaries to lean on their students -- ever so slightly -- to consider a pulpit job.  While a seminarian taking a pulpit job was a near given in the past, there are far more options available now, like chaplaincy or work in nonprofit organizations and even in businesses that are finding use for those with divinity degrees. From 2000 to 2006, the number of students about to earn a master's degree in divinity who intended to enter parish ministry fell about 15 percent, according to a survey by the Association of Theological Schools in the United States and Canada.  Equally troublesome, the number of seminary students nearing graduation and unsure what they want to do -- about 9 percent of the group in 2000 -- nearly doubled for men and tripled for women. As a result, seminaries are trying hard to ensure that a good number of their students decide on church ministry.  Vanderbilt offers a number of programs, including a new full-time, two-year internship that is required after the second year of three years of study. Students leave classes altogether to serve in a church, in the hope that they develop a comfort level at a time when they have some training -- but before they make their ultimate decision.  ''You have to learn how to share deep things about life with one person, while another is asking you if they can move the picture of Jesus from this wall to that,'' Dr. Hudnut-Beumler said in explaining that the immersion of students in a church leadership position could teach the coping skills that relieve anxieties, forming a greater willingness to take such a job after graduation.  Vanderbilt's divinity school also received $10 million from the Lilly Endowment -- its biggest grant ever -- to help train future seminary teachers to teach specifically for ministry positions.  While Vanderbilt is training teachers, Virginia Theological Seminary tells its graduates they can come back for extra support. The seminary offers a three-year program for graduates that includes mentors and weeklong campus visits for lectures and peer reflection groups. The offer of continuing support, said Dr. J. Barney Hawkins, professor of parish ministry and director of the ministry program at the seminary, is to mitigate the sense among some graduates that working in a parish could become isolating and overwhelming.  ''Knowing that they won't be solitary practitioners, that there is support and that they will be able to reflect with others'' can help tilt them toward a parish, Dr. Hawkins said.  At the Candler School of Theology at Emory University, the Rev. Dr. Alice Rogers, the director of teaching parish programs, describes a goal to ''cultivate that culture of the call of the ministry.''  ''Instead of selling explicitly,'' Dr. Rogers said, ''we try to put in place programs where they can hear if pulpit ministry is what is calling them.''  As a board member for the Jewish Theological Seminary in New York and traveling to smaller Jewish communities around the world, Ned Gladstein saw the result of the waning popularity of pulpit work -- smaller or emerging congregations can be left struggling for rabbis.  Mr. Gladstein, president of Sunrise ShopRite Inc., which runs grocery stores, donated the money to establish a scholarship for an internship program structured to guide a seminarian through the process of learning how to serve a synagogue. This is done by serving in two simultaneously. While going to school, the student serves as the assistant rabbi at a large established synagogue and lives in that community; using what he learns there as a knowledge base and the head rabbi as a mentor, he travels for holidays and regular Shabbats to a synagogue that is smaller and newer.  Rabbi Miller did not go into the rabbinate immediately after completing the program at the Jewish Theological Seminary. He took a position at Hillel at the University of Michigan instead.  But now he is a rabbi at Congregation Agudas Achim in Columbus, Ohio, and Rabbi Miller said that his experience was a lasting influence on his eventual arrival at the pulpit. It taught him, he said, to try his varied activities ''in baby steps, I know I can't do everything at once.''  Ms. Wilsford is only in her first year at Drew Theological School, still torn between academia and the ministry.  ''I love Greek text,'' she said, ''but understand that there is not much calling to do that in a parish setting.''  She said that a course taught by practicing ministers was having an influence as were campus talks by deacons and bishops.  Ms. Wilsford said the first-year course had given her a full sense of what pulpit life would be like. With a future internship, she might be there. ''It will be either, 'Whoa, I don't want to work in a church' or 'Oh, this is something I can see myself doing,' '' she said.  Maxine Clarke Beach, the vice president and dean at Drew, said that since the seminary's students had tended to be younger in recent years, the school matched their searching nature and flexibility in bringing speakers from different denominations to speak about pulpit jobs.  At the dean's retreat, which is held at the end of each school year, Dr. Beach said she did not use a heavy hand but tried to let graduates know that ''if they take a dead little congregation and turn it into a place of joy, that's not something dreadful.''  In the end, Dr. Beach said her school only wanted students to have the confidence and wherewithal to make a sound decision on their future.  ''We just ask that they not shut any doors in considering pulpit work,'' she said.  RELIGION JOURNAL  ", 
            "title": "Trying to Keep Divinity Students on a Path to the Pulpit"
        }, 
        "weight": 0.5643099688266262, 
        "file": "1821748.txt", 
        "other_topics": {
            "0": 9.37263692491721e-05, 
            "1": 0.00011388944592479398, 
            "2": 0.008192323953983453, 
            "3": 0.00014079846348208307, 
            "4": 0.010125559649466388, 
            "5": 0.0002327414961809512, 
            "6": 0.00016766794222715955, 
            "7": 0.0001332494727212199, 
            "8": 0.00016715543522975146, 
            "9": 0.5643099688266262, 
            "10": 0.00012775845756968403, 
            "11": 0.3081007077837194, 
            "12": 0.0022142428789482765, 
            "13": 0.00018124790799127095, 
            "14": 0.00015571460375647073, 
            "15": 0.00012244051997451248, 
            "16": 0.030296752876721657, 
            "17": 0.04063245682063261, 
            "18": 0.028367166220558567, 
            "19": 0.006124430875036372
        }
    }, 
    {
        "content": {
            "text": "  A map last Saturday showing parishes affected by the reorganization plans of the Roman Catholic Archdiocese of New York misidentified a Bronx parish scheduled for closing. It is St. Anthony's at 4505 Richardson Avenue, in the northern part of the borough -- not St. Anthony's at 1496 Commonwealth Avenue, in the central Bronx. A corrected version of the map can be found at www.nytimes.com/2007/01/20/nyregion/20churches.html.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5616252561183933, 
        "file": "1821828.txt", 
        "other_topics": {
            "0": 0.0011358665000507028, 
            "1": 0.0013802221015453684, 
            "2": 0.07495214243190843, 
            "3": 0.001706331518110343, 
            "4": 0.0010596079243646867, 
            "5": 0.0028205858266077692, 
            "6": 0.0750229730752082, 
            "7": 0.001614845570418707, 
            "8": 0.22099878464128186, 
            "9": 0.5616252561183933, 
            "10": 0.001548300155165085, 
            "11": 0.0356501636212839, 
            "12": 0.0025039927583892143, 
            "13": 0.0021965368822112487, 
            "14": 0.0018870996859531798, 
            "15": 0.0014838522605959811, 
            "16": 0.00221020258327951, 
            "17": 0.00581654165863752, 
            "18": 0.0031559483572032995, 
            "19": 0.0012307463293917556
        }
    }
]