[
    {
        "content": {
            "text": "  An unyielding President Vladimir V. Putin on Tuesday raised the possibility of diverting oil transit routes away from Belarus, a day after Moscow cut off pipeline deliveries of crude oil headed to customers in Eastern and Central Europe through the country.  Such a change, which would be years in the making, would cut Belarus out of any role in the transshipment of oil to Europe without offering the customers any immediate assurance that their supplies were reliable.  The two-day cutoff has affected supplies to Ukraine, Germany, Poland, Hungary, the Czech Republic and Slovakia. It is the second stoppage of Russian energy supplies to European countries since last winter, when natural gas shipments were shut down briefly during a gas pricing dispute between Russia and Ukraine.  In a meeting with his cabinet ministers, Mr. Putin also urged the government to discuss with Russian companies ''the possibility of scaling down the extraction of oil, given problems in transiting crude across Belarus.'' That indicated that Russia might not have sufficient storage for oil that was being produced but not exported.  With the new year, Russia began charging Belarus $100 per thousand cubic meters of gas, more than double the old rate of $46. It also imposed a duty of $180 a ton on oil that officials said Belarus was obtaining at subsidized rates and reselling on world markets. In response, Belarus imposed a transshipment fee of $45 a ton on oil going through Belarus in the Druzhba pipeline to Europe.  On Monday, officials in Moscow accused Belarus of siphoning off about 79,000 tons -- roughly half a million barrels -- of Russian oil bound for Europe, then shut down the pipeline entirely.  Normally the 2,500-mile pipeline pumps 1.2 million barrels a day to Eastern and Central Europe, with one arm running to Poland and Germany and the other to Ukraine, Hungary, Slovakia and the Czech Republic.  In general terms, Mr. Putin told his cabinet members to do whatever was necessary to guarantee the interests of Russian companies as well as the interests of the countries dependent on Russian energy supplies.  He also said the government must continue negotiations with Russia's ''Belarussian partners,'' but it is unclear when those talks will begin. Russian officials have begun formulating their starting positions, but German O. Gref, Russia's trade minister, told reporters Tuesday evening that Moscow would start talks only after Belarus had lifted transit duties and resumed oil transit.  Russia's intransigence irritated European leaders, including Chancellor Angela Merkel of Germany, who said it was ''not acceptable'' for energy suppliers to cut off shipments without consultation, and who renewed her call for diversification of supplies.  But few analysts expected the standoff to last more than a few days. ''Belarus's reserves of cheap oil will last a few days, a week at most,'' Yaroslav Romanchuk, an economist in Belarus, told The Associated Press. ''After that, it will have to buy oil taking into account Russian export duties.''  In a news conference, the Russian industry and energy minister, Viktor B. Khristenko, said that in time Russia would be able to reroute oil around Belarus, possibly by increasing the capacity of the Baltic pipeline system or hurrying the completion of the East Siberia-Pacific Ocean pipeline. In the short term, he said, Russia might have to ship more oil by rail and river. ''If these measures aren't enough, it could be necessary to reduce oil output,'' he said.  ", 
            "title": "Russia Considers Alternatives to the Oil Pipeline Through Belarus"
        }, 
        "weight": 0.7999520516753279, 
        "file": "1817818.txt", 
        "other_topics": {
            "0": 0.00015556496400188224, 
            "1": 0.00018903119471515628, 
            "2": 0.023594075008478148, 
            "3": 0.00023369418957092545, 
            "4": 0.0001451208118229947, 
            "5": 0.0003862992108323209, 
            "6": 0.00027829155877675426, 
            "7": 0.7999520516753279, 
            "8": 0.0002774409109468938, 
            "9": 0.00027768086394298625, 
            "10": 0.00021205067487386375, 
            "11": 0.11817775147512469, 
            "12": 0.0003429395472992679, 
            "13": 0.00030083128694679043, 
            "14": 0.0035906637004997724, 
            "15": 0.00020322407914435487, 
            "16": 0.04695367131769378, 
            "17": 0.004128828616007747, 
            "18": 0.00043222948520641764, 
            "19": 0.00016855942878738893
        }
    }, 
    {
        "content": {
            "text": "  In shooting down one of its own weather satellites, orbiting 540 miles above Earth, China became the third country (after the United States and the Soviet Union) to test an antisatellite weapon successfully. That means China could be able to hit more than 300 satellites owned and operated by corporations and governments, including many military imaging satellites that orbit Earth at lower altitudes.  DAVID CONSTANTINE  THE WORLD  ", 
            "title": "Moving Targets"
        }, 
        "weight": 0.7433673794333189, 
        "file": "1820490.txt", 
        "other_topics": {
            "0": 0.0011939656747643346, 
            "1": 0.0014508199799207946, 
            "2": 0.0020614422937852072, 
            "3": 0.027368435126681284, 
            "4": 0.0011138064995694882, 
            "5": 0.05411450850129355, 
            "6": 0.0021358958997482595, 
            "7": 0.7433673794333189, 
            "8": 0.002129367152631693, 
            "9": 0.002131208798935084, 
            "10": 0.0016274951672726383, 
            "11": 0.08862330773262839, 
            "12": 0.002632071113323381, 
            "13": 0.0023088889764748184, 
            "14": 0.0019836241757161402, 
            "15": 0.001559750785408303, 
            "16": 0.002323253673379222, 
            "17": 0.05726370642762897, 
            "18": 0.003317374013285391, 
            "19": 0.001293698574234174
        }
    }, 
    {
        "content": {
            "text": "  An article in Business Day on Saturday about the energy efficient ways of the Japanese misstated the amount of energy consumed in Japan and the United States as measured in tons of oil per person. Japan consumed the energy equivalent of 2.8 tons of oil per person in 2004, not 2.8 million tons. Likewise, the United States consumed 5.4 tons of oil per person, not 5.4 million tons. The article also referred imprecisely to the output from a home fuel cell used by a Japanese homeowner, Kiminobu Kimura. The cell produces one kilowatt of power per hour; not one kilowatt per hour.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7412335037136658, 
        "file": "1817863.txt", 
        "other_topics": {
            "0": 0.0008035185767512733, 
            "1": 0.0009763771522312533, 
            "2": 0.0013873155761233355, 
            "3": 0.001207068852577887, 
            "4": 0.0007495728162260956, 
            "5": 0.001995298839167738, 
            "6": 0.12191737665247675, 
            "7": 0.7412335037136658, 
            "8": 0.0014330278499850879, 
            "9": 0.0014342672466008007, 
            "10": 0.0010952765461491216, 
            "11": 0.0596419776559885, 
            "12": 0.0017713390590589513, 
            "13": 0.0015538429818092862, 
            "14": 0.0013349453071969182, 
            "15": 0.0010496857302244764, 
            "16": 0.0015635101783259434, 
            "17": 0.05574892189862543, 
            "18": 0.0022325362462642558, 
            "19": 0.0008706371205512034
        }
    }, 
    {
        "content": {
            "text": "  Just a few years ago, politicians and environmental groups in the Netherlands were thrilled by the early and rapid adoption of ''sustainable energy,'' achieved in part by coaxing electrical plants to use biofuel -- in particular, palm oil from Southeast Asia.  Spurred by government subsidies, energy companies became so enthusiastic that they designed generators that ran exclusively on the oil, which in theory would be cleaner than fossil fuels like coal because it is derived from plants.  But last year, when scientists studied practices at palm plantations in Indonesia and Malaysia, this green fairy tale began to look more like an environmental nightmare.  Rising demand for palm oil in Europe brought about the clearing of huge tracts of Southeast Asian rainforest and the overuse of chemical fertilizer there.  Worse still, the scientists said, space for the expanding palm plantations was often created by draining and burning peatland, which sent huge amounts of carbon emissions into the atmosphere.  Considering these emissions, Indonesia had quickly become the world's third-leading producer of carbon emissions that scientists believe are responsible for global warming, ranked after the United States and China, according to a study released in December by researchers from Wetlands International and Delft Hydraulics, both in the Netherlands.  ''It was shocking and totally smashed all the good reasons we initially went into palm oil,'' said Alex Kaat, a spokesman for Wetlands, a conservation group.  The production of biofuels, long a cornerstone of the quest for greener energy, may sometimes create more harmful emissions than fossil fuels, scientific studies are finding.  As a result, politicians in many countries are rethinking the billions of dollars in subsidies that have indiscriminately supported the spread of all of these supposedly eco-friendly fuels for vehicles and factories. The 2003 European Union Biofuels Directive, which demands that all member states aim to have 5.75 percent of transportation run by biofuel in 2010, is now under review.  ''If you make biofuels properly, you will reduce greenhouse emissions,'' said Peder Jensen, of the European Environment Agency in Copenhagen. ''But that depends very much on the types of plants and how they're grown and processed. You can end up with a 90 percent reduction compared to fossil fuels -- or a 20 percent increase.''  He added, ''It's important to take a life-cycle view,'' and not to ''just see what the effects are here in Europe.''  In the Netherlands, the data from Indonesia has provoked soul-searching, and helped prompt the government to suspend palm oil subsidies. The Netherlands, a leader in green energy, is now leading the effort to distinguish which biofuels are truly environmentally sound.  The government, environmental groups and some of the Netherlands' ''green energy'' companies are trying to develop programs to trace the origins of imported palm oil, to certify which operations produce the oil in a responsible manner.  Krista van Velzen, a member of Parliament, said the Netherlands should pay compensation to Indonesia for the damage that palm oil has caused. ''We can't only think: does it pollute the Netherlands?''  In the United States and Brazil most biofuel is ethanol (made from corn in the United States and sugar in Brazil), used to power vehicles made to run on gasoline. In Europe it is mostly local rapeseed and sunflower oil, used to make diesel fuel.  In a small number of instances, plant oil is used in place of diesel fuel, without further refinement. But as many European countries push for more green energy, they are increasingly importing plant oils from the tropics, since there is simply not enough plant matter for fuel production at home.  On the surface, the environmental equation that supports biofuels is simple: Since they are derived from plants, biofuels absorb carbon while they are grown and release it when they are burned. In theory that neutralizes their emissions.  But the industry was promoted long before there was adequate research, said Reanne Creyghton, who runs Friends of the Earth's campaign against palm oil here.  Biofuelswatch, an environment group in Britain, now says that ''biofuels should not automatically be classed as renewable energy.'' It supports a moratorium on subsidies until more research can determine whether various biofuels in different regions are produced in a nonpolluting manner.  Beyond that, the group suggests that all emissions arising from the production of a biofuel be counted as emissions in the country where the fuel is actually used, providing a clearer accounting of environmental costs.  The demand for palm oil in Europe has soared in the last two decades, first for use in food and cosmetics, and more recently for fuel. This versatile and cheap oil is used in about 10 percent of supermarket products, from chocolate to toothpaste, accounting for 21 percent of the global market for edible oils.  Palm oil produces the most energy of all vegetable oils for each unit of volume when burned. In much of Europe it is used as a substitute for diesel fuel, though in the Netherlands, the government has encouraged its use for electricity.  Supported by hundreds of millions of euros in national subsidies, the Netherlands rapidly became the leading importer of palm oil in Europe, taking in 1.7 million tons last year, nearly double the previous year.  The increasing demand has created damage far away. Friends of the Earth estimates that 87 percent of the deforestation in Malaysia from 1985 to 2000 was caused by new palm oil plantations. In Indonesia, the amount of land devoted to palm oil has increased 118 percent in the last eight years.  In December, scientists from Wetlands International released their calculations about the global emissions caused by palm farming on peatland.  Peat is an organic sponge that stores huge amounts of carbon, helping balance global emissions. Peatland is 90 percent water. But when it is drained, the Wetlands International scientists say, the stored carbon gases are released into the atmosphere.  To makes matters worse, once dried, peatland is often burned to clear ground for plantations. The Dutch study estimated that the draining of peatland in Indonesia releases 660 million ton of carbon a year into the atmosphere and that fires contributed 1.5 billion tons annually.  The total is equivalent to 8 percent of all global emissions caused annually by burning fossil fuels, the researchers said. ''These emissions generated by peat drainage in Indonesia were not counted before,'' said Mr. Kaat. ''It was a totally ignored problem.'' For the moment Wetlands is backing the certification system for palm oil imports.  But some environmental groups say palm oil cannot be produced sustainably at reasonable prices. They say palm oil is now cheap because of poor environmental practices and labor abuses.  ''Yes, there have been bad examples in the palm oil industry,'' said Arjen Brinkman, a company official at Biox, a young company that plans to build three palm oil electrical plants in Holland, using oil from palms grown on its own plantations in a manner that it says is responsible.  ''But it is now clear,'' he said, ''that to serve Europe's markets for biofuel and bioenergy, you will have to prove that you produce it sustainably -- that you are producing less, not more CO2.''  ", 
            "title": "Once a Dream Fuel, Palm Oil May Be an Eco-Nightmare"
        }, 
        "weight": 0.7263566252991147, 
        "file": "1822801.txt", 
        "other_topics": {
            "0": 7.740858903308093e-05, 
            "1": 9.40612699011121e-05, 
            "2": 0.006766038664037668, 
            "3": 0.00011628542195205213, 
            "4": 0.006704600423979418, 
            "5": 0.003508415558203219, 
            "6": 0.00013847691890614012, 
            "7": 0.7263566252991147, 
            "8": 0.0001380536394826785, 
            "9": 0.00013817303926514849, 
            "10": 0.0001055156837583286, 
            "11": 0.19808500614030067, 
            "12": 0.00017064553481180154, 
            "13": 0.00014969260983003336, 
            "14": 0.00012860465912841444, 
            "15": 0.019998290027238384, 
            "16": 0.00015062391878033232, 
            "17": 0.00868687967445566, 
            "18": 0.00021507589966027885, 
            "19": 0.028271527028160916
        }
    }, 
    {
        "content": {
            "text": "  Belarus announced Wednesday that it had reached a compromise with Russia to end a dispute that had shut a Russian oil pipeline to Europe since Monday, but the Kremlin did not confirm any agreement.  The announcement, by President Aleksandr G. Lukashenko's office, was the first sign that the dispute might be ending after two days of increasingly hostile remarks and threats.  The Belarussian prime minister, Sergei S. Sidorsky, said later in televised remarks that his country would revoke a transit fee of $45 a ton on Russian oil that it imposed last week, provoking a dispute with swift repercussions in Europe.  Russia had declared the transit fee illegal and refused to pay it. When Belarus began siphoning oil headed to Europe as payment, Russia's pipeline monopoly, Transneft, shut the pipeline. As a result, Poland, Germany, the Czech Republic, Slovakia and Hungary had to tap into oil reserves this week.  The conflict with Belarus unfolded only days after Russia's giant energy company, Gazprom, negotiated a significantly higher price for supplies of natural gas to Belarus, Russia's smaller neighbor and one of its closest allies. The new price, $100 per thousand cubic meters, compared with $46 last year, infuriated Mr. Lukashenko, but a separate decision by Russia to impose a customs duty of $180 per metric ton on Russian oil prompted the Belarussian transit fee.  Mr. Sidorsky said he would fly to Moscow for more talks on Wednesday, an indication that a final resolution had not been found. ''We hope to solve all other questions in the coming days,'' he said.  Russia had said that it would hold no talks until the transit fee was lifted. The statement by Mr. Lukashenko's office said the two governments would settle the dispute by Friday.  By Wednesday night, Semyon M. Vainshtok, the president of Transneft, said the company had reached an agreement to ship 79,000 tons of oil that Belarus had siphoned into its own storage facilities. He said the company could resume full operations by Thursday, though he suggested that outstanding issues remained.  The Kremlin announced only that President Vladimir V. Putin had discussed the issue by telephone with Mr. Lukashenko. Mr. Putin was steadfast on Tuesday, warning that Russia would divert oil intended for European markets around Belarus, though that could take time.  In the meantime, the pipeline, called Druzhba, or Friendship, remained closed for a third day, despite statements in Slovakia that some oil was set to resume flowing.  Druzhba stretches 2,500 miles and pumps 1.8 million barrels of oil a day in two trunks. It accounts for considerable amounts of the oil consumed in Germany, the Czech Republic and Poland, and almost all oil used by Hungary and Slovakia.  A swift resolution would ease jitters over the reliability of oil supplies in Europe. Russia has forced Belarus, for years a close ally, to back off. But the episode has done further damage to Russia's international image, already battered by a shut-off of natural gas to Ukraine last January and a threat to do so to Belarus this year.  ''We consider it unacceptable, this kind of event,'' the European Commission president, José Manuel Barroso, said in Brussels, where the European Union announced a sweeping energy policy meant to address concerns like those Russia had raised.  Echoing remarks by Chancellor Angela Merkel of Germany on Tuesday, he criticized Russia for stopping the flow of oil without first notifying the customers paying for it farther along the pipeline.  The dispute grew from Russia's new strategy to increase energy prices for the other former republics of the Soviet Union. Now independent, but still tied into the Soviet-era network of gas and oil pipelines, those countries had long enjoyed subsidized prices.  Russia has recently negotiated higher prices for natural gas with Ukraine, Georgia, Azerbaijan and Moldova. Those deals have sometimes followed threats and cutoffs as deadlines, typically on New Year's Day, approached.  ''For Russia, a small, victorious energy war is becoming a New Year's tradition,'' the newspaper Trud, or Labor, wrote Wednesday.  Stefan Czucz, the general director of Transpetrol, Slovakia's pipeline operator, said in a telephone interview that a resumption of oil shipments was scheduled for Wednesday, but officials in Russia said late Wednesday that the pipeline had not resumed operation.  William C. Ramsay, deputy executive director of the International Energy Agency in Paris, which maintains and improves systems for coping with oil supply disruptions, said that refineries and other companies dependent on Russian oil generally had 10 to 15 days worth of commercial stocks.  Once those reserves run out, the refineries would have to turn to strategic stocks built by governments. Those could last at least 90 days. ''They have learned the need to take care, especially since they are dependent on Russia and have had some problems in the past,'' he said in a telephone interview.  The duty Russia imposed on the oil exports to Belarus, the same Russia charges for exports to other countries, could cost the Belarussian government $3.5 billion, more than 10 percent of the country's gross domestic product. Belarus had long profited by refining the oil and exporting the products.  ''It simply puts Belarus on the same footing as all the other countries of the world,'' Andrei V. Sharonov, a deputy economic development minister, said of the new charge in an interview published in the official state newspaper, Rossiskaya Gazeta.  ", 
            "title": "Belarus Signals Resolution in Oil Dispute"
        }, 
        "weight": 0.7133773124135222, 
        "file": "1818004.txt", 
        "other_topics": {
            "0": 9.764714660790837e-05, 
            "1": 0.00011865368852330791, 
            "2": 0.00016859275114815888, 
            "3": 0.00014668836866231903, 
            "4": 9.109141816641432e-05, 
            "5": 0.00024247757788319575, 
            "6": 0.00017468185599482593, 
            "7": 0.7133773124135222, 
            "8": 0.00017414790971786686, 
            "9": 0.0001742985266999025, 
            "10": 0.00013310287101319008, 
            "11": 0.14320250870537762, 
            "12": 0.012764911820382046, 
            "13": 0.00018882990118767088, 
            "14": 0.016895096256494532, 
            "15": 0.00012756247255150518, 
            "16": 0.0859459520387335, 
            "17": 0.0255993328657666, 
            "18": 0.0002713077213819248, 
            "19": 0.0001058036901853319
        }
    }, 
    {
        "content": {
            "text": "  Supplies of Russian crude oil headed to European markets came to a halt overnight, officials said Monday, in the latest manifestation of rapidly deteriorating relations between Russia and Belarus.  The head of Russia's oil pipeline monopoly accused Belarus of illegally siphoning oil beginning Saturday in an escalating dispute over duties and transit fees. Belarus's foreign ministry acknowledged the halt but denied responsibility, suggesting that the Russians had instead caused the stoppage at their common border.  Regardless of the cause, the disruption along the Druzhba, or Friendship, pipeline affected supplies of crude oil headed to Poland, Germany and Ukraine. In the short term, at least, the halt should have a minimal effect, because refineries in those countries maintain reserves. In the longer term as well, the disruption is not as threatening as a shut-off of natural gas, because alternative sources of oil are more readily available.  Still, a prolonged disruption could be worrisome. Oil prices rose on the news, and the dispute rekindled concerns in Europe about the reliability of energy supplies from Russia.  ''This shows us once again that arguments among various countries of the former Soviet Union, between suppliers and transit countries, mean that these deliveries are unreliable from our perspective,'' Poland's deputy economics minister, Piotr Naimski, said in televised remarks, according to The Associated Press.  The shutdown of Druzhba, one of the highest-capacity pipelines in the world, took place a week after Russia and Belarus negotiated a last-minute agreement that sharply raised the price Belarus would have to pay for natural gas. The deal came after brinkmanship by each side that raised the specter of disruptions of natural gas deliveries across Europe, like one that followed a dispute between Ukraine and Russia in 2006.  Belarus, led by an autocratic president, Aleksandr G. Lukashenko, has reacted furiously to the terms of that deal and to Russia's tactics in the talks that led to it. Last week, Belarus called Russia's conduct shameless.  Russia has responded by saying that it is simply raising the costs of oil and gas to market prices. Belarus and other former republics of the Soviet Union have long bought oil and gas at a discount, compared with European customers.  ''Belarus has cast prudence to the wind,'' Andrei V. Sharonov, a deputy economic development minister, said in remarks on the Moscow radio station Ekho Moskvy, referring to what he, too, called the illegal siphoning of oil. ''This looks like a trade war.''  He later said that Russia would suspend all oil shipments through Belarus, blaming it for the initial disruptions. His remarks suggested that the disruption could last indefinitely.  For the last decade, Russia and Belarus, two countries bound by history and deep ethnic, cultural and social ties, have moved haltingly toward the creation of a union, with a common currency and even, ultimately, the creation of a single unified state, as negotiated in a 1996 treaty between Mr. Lukashenko and President Boris N. Yeltsin.  The union has never come to fruition under President Vladimir V. Putin. In the past month, the two countries have seemed instead to be negotiating the terms of their divorce, which, like many, is becoming nasty.  Beginning New Year's Day, Russia began charging Belarus $100 per thousand cubic meters of natural gas, compared with the $46 it charged last year. The price is to increase steadily to the level charged in Europe -- now $265 on average -- by 2011.  As those negotiations dragged on bitterly, Russia also imposed a separate duty of $180 a ton on oil it sold to Belarus, which has been sold at steeply subsidized prices. Mr. Lukashenko's government responded to the oil duty last week by announcing a $45 a metric ton fee on shipping oil across Belarus on its way to other parts of Europe.  These are the fees are at the heart of the dispute that has shut down the pipeline.  Mr. Sharonov, in his radio interview, said Mr. Lukashenko's government had begun seizing the oil as payment for the transit fee.  The head of Russia's pipeline monopoly, Semyon M. Vainshtok, said in a statement that Belarus had siphoned 79,900 metric tons of oil since Saturday ''without warning anyone.''  He said, ''Transit is a sacred cow,'' and vowed to use other means of transport to supply customers in Europe.  On Sunday, prosecutors in Belarus filed suit against Mr. Vainshtok, accusing him of having violated customs duties by not paying the new transit fee. A hearing scheduled for Monday, however, was canceled.  In Belarus, there were conflicting reports about what had unfolded. While the foreign ministry denied responsibility, an official from the Druzhba pipeline told Russian news agencies that operations had been halted on orders from Belneftekhim, the Belarus pipeline monopoly. Neither the ministry nor the companies would elaborate.  Belarus has used its cheap supplies of oil and gas to shore up a Soviet-style economy and earn hard currency, in the case of oil, by exporting refined products at world prices. For Mr. Lukashenko's government, the changing economics could weaken his iron control on the country of 10 million.  ''The Belarussian people may not realize the extent to which they have been propped up by Russian energy, the extent to which the Belarussian miracle that Lukashenko talks about was built on legs of clay,'' said Rory MacFarquhar, an economist with Goldman Sachs in Moscow.  The impact in Belarus, where the news media is tightly controlled by the state, remains uncertain.  Pavel Daneyko, the director of the Institute for Privatization and Management, a business consultancy in Minsk, the capital of Belarus, said Mr. Lukashenko's government faced two difficult options: a liberalization of the country's economy or a populist propaganda war against Russia.  ''If there is a clear war with Russia,'' he said by telephone, ''then the society may be able to weather the situation.''  ", 
            "title": "Belarus and Russia Trade Accusations Over Crude Oil Cutoff"
        }, 
        "weight": 0.7005901122114552, 
        "file": "1817639.txt", 
        "other_topics": {
            "0": 9.316524657114246e-05, 
            "1": 0.00011320761058423214, 
            "2": 0.00016085452341884802, 
            "3": 0.0001399555287613164, 
            "4": 8.691041908337458e-05, 
            "5": 0.0002313481152928205, 
            "6": 0.01812711697763333, 
            "7": 0.7005901122114552, 
            "8": 0.00016615470612635501, 
            "9": 0.00016629840994931972, 
            "10": 0.00012699359098596036, 
            "11": 0.1366296660640175, 
            "12": 0.04809992162782972, 
            "13": 0.00018016280982376424, 
            "14": 0.00015478236882442224, 
            "15": 0.00012170749091323742, 
            "16": 0.06803188327894683, 
            "17": 0.02641995662038915, 
            "18": 0.0002588549859085664, 
            "19": 0.00010094741348494132
        }
    }, 
    {
        "content": {
            "text": "  After a political dispute that shut down an important oil pipeline to Europe, Russia's prime minister, Mikhail Y. Fradkov, announced that Russia had agreed to lower significantly an export duty on oil to Belarus. Russia had imposed a duty of $180 per ton on oil shipped to Belarus, but agreed to lower it to $53 after the conflict prompted a halt in supplies to Europe through the Druzhba, or Friendship, pipeline, according to news accounts. Belarus on Wednesday agreed to drop a tit-for-tat fee it had imposed in response to Russia's new duty, causing Russia to close the pipeline. Belarus has refined subsidized Russian oil and resold it at significant profit. Belarus will continue to receive a subsidy, but Mr. Fradkov said the new agreement, which appeared to end the dispute between the countries, would still raise $1 billion for Russia.  STEVEN LEE MYERS  ", 
            "title": "World Briefing | Europe: Russia Cuts Belarus Oil Duty"
        }, 
        "weight": 0.6999523400206712, 
        "file": "1818516.txt", 
        "other_topics": {
            "0": 0.0005181431829324308, 
            "1": 0.000629609793771084, 
            "2": 0.0008946004848457848, 
            "3": 0.0007783696797926113, 
            "4": 0.00048335664672409794, 
            "5": 0.0012866541251700036, 
            "6": 0.0009269109852143212, 
            "7": 0.6999523400206712, 
            "8": 0.0009240777163163636, 
            "9": 0.000924876932322019, 
            "10": 0.0007062812139421342, 
            "11": 0.0828543487265537, 
            "12": 0.012240897223209821, 
            "13": 0.0010019844863164912, 
            "14": 0.0008608298930789178, 
            "15": 0.0006768823037499253, 
            "16": 0.16748814761327696, 
            "17": 0.0026533060078195764, 
            "18": 0.023636958870470744, 
            "19": 0.0005614240938217514
        }
    }, 
    {
        "content": {
            "text": "  As a New Year's deadline arrived, Russia's natural gas monopoly, Gazprom, struck a deal early Monday to supply gas to Belarus for the next five years, averting a price dispute that threatened to disrupt supplies to Europe, the company said in a statement.  The agreement, reached as the Russian capital celebrated the New Year with rolling displays of fireworks, more than doubled the price that Belarus will pay for natural gas this year and raised it significantly in the years to come.  For Belarus, a close ally of Russia, the price of gas would rise to $100 per thousand cubic meters in 2007, from $46 now, and increase steadily to the level paid by European countries by 2011, the company said.  Gazprom, Russia's largest company, succeeded in achieving, at least in part, what its officials had described as a central goal: ending subsidized supplies of energy to the countries of the former Soviet Union. Belarus, led by its autocratic president, Aleksandr G. Lukashenko, has for years benefited from the comparatively inexpensive supply of natural gas, a vital part of its sclerotic economy, still mostly managed by the state.  The agreement headed off a shutdown of supplies to Belarus and beyond, avoiding the disruptions of last year, when the effects of a price dispute with Ukraine rippled throughout Europe and raised concerns about Russia's reliability as an energy supplier.  Gazprom, closely allied to the Kremlin, threatened to cut off gas supplies again beginning Monday at 10 a.m. if Belarus did not agree to the higher prices. At least 20 percent of Russian natural gas destined for Europe passes through Belarus, less than the amount that transits Ukraine but enough to raise new concerns in Europe.  The agreement was reached after months of negotiations -- and a final week of threats and counterthreats. Belarus's prime minister, Sergei S. Sidorsky, arrived in Moscow on Sunday for a last round of negotiations and announced the deal with Gazprom's chairman, Aleksei B. Miller. Mr. Miller had suggested that Belarus should ultimately pay the going market price, now roughly $260 per thousand cubic meters of gas.  The agreed price, $100 per thousand cubic meters, was less than the $105 that Gazprom had demanded in the past few days. But under the deal announced on Monday, Gazprom, in keeping with its stated goals of expanding its export empire, will acquire 50 percent of Beltranzgaz, the Belarussian gas-transit monopoly that distributes gas through the country.  Mr. Lukashenko, whose rule has been described as the last dictatorship in Europe, had previously vowed never to give up control of those pipelines. On Friday, he vowed that Belarussians would rather live in unheated dugouts than pay the higher prices that Gazprom was demanding. ''All this means destruction of our relations,'' he said.  A statement by Mr. Sidorsky early Monday appeared to reflect his government's unease with the agreement. ''The Belarussian side, in a difficult atmosphere on the eve of the new year, signed an agreement on unfortunate terms,'' he said, according to Agence France-Presse.  Russia has long been the country's most reliable partner, shielding it from efforts by Europe and the United States to isolate Mr. Lukashenko, who won re-election to a third term as president in balloting in March that was denounced as unfair. But the negotiations suggested that Russia's political priorities had been surpassed by Gazprom's economic ones.  ", 
            "title": "Russia-Belarus Gas Deal Averts Feared Disruptions in Europe"
        }, 
        "weight": 0.6498342427209424, 
        "file": "1815792.txt", 
        "other_topics": {
            "0": 0.00015713579334453214, 
            "1": 0.00019093995192948085, 
            "2": 0.0036371622172006353, 
            "3": 0.0002360539348550908, 
            "4": 0.0001465861805254101, 
            "5": 0.00039019989720673207, 
            "6": 0.0002811016294706478, 
            "7": 0.6498342427209424, 
            "8": 0.0002802423921580592, 
            "9": 0.0002804847680982223, 
            "10": 0.023775206975035105, 
            "11": 0.13620035702818534, 
            "12": 0.0003464024060934, 
            "13": 0.00030386895430174467, 
            "14": 0.023822076508605086, 
            "15": 0.0002052761501148408, 
            "16": 0.13830599077908662, 
            "17": 0.02099981628599193, 
            "18": 0.0004365939561043281, 
            "19": 0.00017026147075049016
        }
    }, 
    {
        "content": {
            "text": "  China signed a new trade agreement on services with the Association of Southeast Asian Nations here on Sunday, and won support for its initiative to reconvene negotiations with North Korea over its nuclear weapons program.  Delegates called the trade in services deal, which emphasizes high-technology, energy and construction, a major step toward establishing a comprehensive free trade pact between Asean and China.  ''We are very happy to have China as our big brother in this region,'' President Gloria Macapagal Arroyo of the Philippines said at the opening ceremony of the one-day meeting in Cebu, a central Philippine province.  Prime Minister Wen Jiabao of China said the agreement he signed with Asean leaders would ''lay the foundation for the full and scheduled completion of a China-Asean free trade agreement.''  China and Asean began lowering barriers to trade in 2005. Since then, tariffs on more than 7,000 products from China and Asean have been lowered, Mr. Wen said. Two-way trade volume last year amounted to more than $160 billion, up 23 percent from 2005.  The leaders of Japan, Australia, India and New Zealand were also scheduled to hold meetings with Asean leaders on Sunday, with most of the discussion centering on improving free trade.  Beijing also received unqualified support for its efforts to reconvene six-party talks with North Korea over its nuclear weapons program, for which Manila has agreed to play host next month. Although Asean members had independently urged a return to the talks, officials acknowledged on Sunday the role the Chinese played in pushing the agenda.  ''We reaffirmed that the denuclearization of the Korean Peninsula is an international priority,'' the leaders said in a statement released late Saturday. They said North Korea must denuclearize in a ''verifiable manner'' and that it must rejoin soon the Nuclear Nonproliferation Treaty.  Mr. Wen's arrival here on Saturday was greeted with more excitement than that of the other heads of state. Huge billboards along the route from the airports to the Shangri-la Mactan Resort, where the meetings were held, welcomed Mr. Wen and his wife. Cebu Province, known for its tourism and robust industries, has a sizable population of Filipinos of Chinese descent.  ", 
            "title": "China and Asean in Services Pact"
        }, 
        "weight": 0.6467715386667948, 
        "file": "1819022.txt", 
        "other_topics": {
            "0": 0.0002321480499488952, 
            "1": 0.0002820893734922375, 
            "2": 0.06007233818432028, 
            "3": 0.0003487395169044707, 
            "4": 0.00021656234543467753, 
            "5": 0.0005764704737143472, 
            "6": 0.0004152917278114124, 
            "7": 0.6467715386667948, 
            "8": 0.0004140223145077012, 
            "9": 0.00041438039397938465, 
            "10": 0.000316441114991156, 
            "11": 0.14154709590655531, 
            "12": 0.0005117652786839503, 
            "13": 0.010394181340493578, 
            "14": 0.05508458076178806, 
            "15": 0.0003032692738928741, 
            "16": 0.0302874819329406, 
            "17": 0.011134036816128729, 
            "18": 0.040426026966993774, 
            "19": 0.0002515395606238083
        }
    }, 
    {
        "content": {
            "text": "  FEW subjects seem less suited to the intoxicating air of the World Economic Forum's annual conference than nuclear energy. Aging, expensive, unpopular, and still vulnerable to catastrophic accidents, it is the antithesis of the kinds of cutting-edge solutions that beguile the wealthy and well intentioned, who gather each winter in this Alpine ski resort.  And yet nuclear energy is suddenly back on the agenda -- and not just here. Spurred on by politicians interested in energy independence and scientists who specialize in the field of climate change, Germany is reconsidering a commitment to shut down its nuclear power plants. France, Europe's leading nuclear power producer, is increasing its investment, as is Finland.  At a time when industrialized countries are wrestling with how to curb carbon dioxide emissions, nuclear energy has one indisputable advantage: unlike coal, oil, natural gas, or even biological fuels, it emits no carbon dioxide. That virtue, in the view of advocates, is enough to offset its well-documented shortcomings.  ''It has put nuclear back into the mix,'' said Daniel C. Esty, director of the Center for Environmental Law and Policy at Yale University. ''We're seeing a new balancing of the costs and benefits.''  But being in the mix does not mean nuclear energy will shove aside fossil fuels any time soon. In a way, the revival of interest in nuclear power illustrates the lack of palatable choices to combat global warming.  Renewable energy, while growing steadily, has limitations. Windmills don't turn when the wind isn't blowing; solar power and geothermal energy are not yet economical enough; hydroelectric dams can be disruptive themselves.  That leaves nuclear power as a ''clean'' alternative to fossil fuels. It already generates one-sixth of the world's electricity, but it fell out of favor in the West two decades ago after the Chernobyl and Three Mile Island accidents. The previous German government, in fact, pledged to shut down its last nuclear power station by 2022.  But now Germany has also committed to deep reductions in carbon dioxide emissions in the next decade, and its new chancellor, Angela Merkel, rekindled the debate over nuclear energy by saying, ''We should consider what consequences it will have if we shut off our nuclear power plants.''  That comment was a reference to Europe's increasing vulnerability as an importer of foreign fossil fuels. Just as the United States worries about disruptions in the supply of Middle East oil, Europe worries about Russia's penchant for using its gas and oil pipelines as a political weapon.  In a recent report, Deutsche Bank declared that Germany's energy policy was untenable. ''Far from reducing carbon emissions and securing future energy supplies,'' it concluded, ''current policies would increase both emissions and Germany's dependence on foreign gas imports.''  Even in the United States, which has not ordered cuts in carbon dioxide emissions, there are more voices in favor of building nuclear plants. ''The question is, how do we produce enough electricity?'' said James E. Rogers, the chief executive of Duke Energy Corporation, a major energy supplier. ''We need to put our money on nuclear.''  Critics point out that nuclear reactors are astronomically expensive, and take a decade or more to build, even if environmental groups fail to block construction altogether.  Given the entrenched opposition in parts of Western Europe and America, some experts say that if the world does turn to nuclear power, most of the new plants will be in China, India and other developing countries.  They also point out that the issue of security cuts both ways. Building more plants may reduce a country's reliance on imported oil and gas, but it also creates more targets for terrorist attacks. And there is the nuclear fuel cycle: North Korea and other countries are already suspected of diverting enriched uranium to try to make nuclear weapons. Those dangers would only multiply with an increase in the global demand for nuclear power.  John P. Holdren, the director of the Woods Hole Research Center, said that if current economic predictions held, nuclear energy would have to generate one-third of the world's electricity by 2100 to curb the rise in carbon dioxide emissions. That would require a tenfold increase in the number of plants, to more than 3,000.  To manage such a risk, Mr. Holdren said, the world would need a radically new regime for policing nuclear technology. One option would be international supervision of all nuclear plants. But is that realistic? Could all countries be treated equally?  Right now, the United Nations is demanding that Iran suspend its enrichment of uranium, to forestall the possibility that it might be used for a weapons program. It would be, at the least, awkward for European countries to plunge back into nuclear energy at the same time that European diplomats are demanding that the Iranians scale back their nuclear ambitions.  With so many downsides, even advocates acknowledge that nuclear power should play only a partial role in the energy mix -- and then only for an interim period, until it is replaced by newer technologies.  Of course, there is another alternative: energy efficiency. But under the snow-capped peaks of Davos, the idea of simply turning down the thermostat has not yet caught on.  Europe\u0092s Embrace  ", 
            "title": "THE WORLD: Europe's Embrace; With Apologies, Nuclear Power Gets a Second Look"
        }, 
        "weight": 0.6442982750585279, 
        "file": "1822120.txt", 
        "other_topics": {
            "0": 0.00010441756732867381, 
            "1": 0.029203088036086823, 
            "2": 0.020309964290237792, 
            "3": 0.0001568590905439783, 
            "4": 9.740729370873e-05, 
            "5": 0.009205815261258871, 
            "6": 0.0001867935223204997, 
            "7": 0.6442982750585279, 
            "8": 0.00018622255457324805, 
            "9": 0.000186383614669819, 
            "10": 0.004615594315612436, 
            "11": 0.2537799468162058, 
            "12": 0.00023018623441042264, 
            "13": 0.00020192253031317526, 
            "14": 0.00017347668806601797, 
            "15": 0.00013640708949482134, 
            "16": 0.024806123531740783, 
            "17": 0.0005347011556672448, 
            "18": 0.00029011899731120087, 
            "19": 0.011296296351921819
        }
    }, 
    {
        "content": {
            "text": "  Renewing concerns about whether there will be enough corn to support the demand for both fuel and food, a new study has found that ethanol plants could use as much as half of America's corn crop next year.  Dozens of new ethanol plants are being built by farmers and investors in a furious gold rush, spurred by a call last year from the Bush administration and politicians from farm states to produce more renewable fuels to curb America's reliance on oil. But the new study by the Earth Policy Institute, an environmental group, found that the number of ethanol plants coming on line has been underreported by more than 25 percent by both the Agriculture Department and the Renewable Fuels Association, the ethanol industry's main lobbying group.  The Earth Policy Institute says that 79 ethanol plants are under construction, which would more than double ethanol production capacity to 11 billion gallons by 2008. Yet late last month, the Renewable Fuels Association said there were 62 plants under construction.  The lower tally has led to an underestimate of the grain that would be needed for ethanol, clouding the debate over the priorities of allocating corn for food and fuel, said Lester R. Brown, who has written more than a dozen books on environmental issues and is the president of the Earth Policy Institute. ''This unprecedented diversion of corn to fuel production will affect food prices everywhere,'' Mr. Brown said.  Bob Dinneen, the president of the Renewable Fuels Association, said the group had not intentionally tried to play down the number of plants under construction. ''It has been a moving target,'' Mr. Dinneen said in an interview on Thursday. ''We are not trying to hide the ball. We are trying to keep up with a growing and dynamic industry as best we can.''  The Renewable Fuels Association has generally played down concerns in the food versus fuel debate over ethanol, saying that estimates showed there would be plenty of corn to meet the demand for both. ''We can absolutely do that without having a deleterious impact on consumer food prices,'' Mr. Dinneen said.  The National Corn Growers Association said Thursday that farmers were keeping up, noting that growers produced their third-largest crop in 2006 of 10.7 billion bushels. ''All demands for corn -- food, feed, fuel and exports -- are being met,'' Rick Tolman, chief executive of the corn growers, said in a statement. ''Farmers have always responded to price signals from the marketplace and, historically, we have had much more challenge with overproduction than shortage.''  With spot prices of corn soaring to record highs of nearly $4 a bushel last month, farmers are expected to plant some 85 million acres of corn this year, an increase of 8 percent over 2006 and what would be the largest corn-seeding in the country since 1985, said Dan Basse, president of AgResource, an agricultural research company in Chicago.  Ethanol has raised the incomes of farmers and given new hope to flagging rural economies. But the reliance on corn to produce ethanol in the United States has drawn concerns from some economists, who question whether the drive to corn-based fuel will push up the prices of livestock and retail prices of meat, poultry and dairy products.  Mr. Brown is among those who believe the ethanol industry is growing too quickly. He called for a federal moratorium on the licensing of new distilleries. ''We need a time out, a chance to catch our breath and decide how much corn can be used for ethanol without raising food prices,'' he said Thursday.  Like many other experts, he advocates moving past corn-based ethanol into cellulosic ethanol, produced from plant waste and nonfood crops like switch grass.  For now, however, in the anticipation of high potential returns, ethanol plants that rely on corn are being built by everyone from farmers to Bill Gates of Microsoft to a mix of Wall Street investors. In addition to the 116 ethanol plants in production, and the 79 under construction, at least 200 more ethanol plants, with a capacity of 3 billion gallons a year, are in the planning stages.  In all, ethanol distilleries now running or in the works will pull an estimated 139 million tons of corn from the 2008 corn harvest, according to the Earth Policy Institute. That is about double the demand projected by the Agriculture Department and will require over half of the projected 2008 corn harvest of about 11 billion bushels.  Keith Collins, the Agriculture Department's chief economist, did not respond to requests for comment. One reason for the department's projection of just 60 million tons of corn used for ethanol is that it was released last February, before surging oil prices set off investor interest in ethanol plants. The Agriculture Department will release its new projections next month.  But the pace of plant construction may be slowing. Shortages of galvanized steel and backlogs for special tanks for the distilleries have pushed construction time back from 18 months to as much as 28 months for some plants, Mr. Basse said.  Some towns are also demanding environmental studies to better understand the impact ethanol plants can have on water supplies and quality of the groundwater, which has delayed permits for new processing plants.  ", 
            "title": "Rise in Ethanol Raises Concerns About Corn as a Food"
        }, 
        "weight": 0.6435217762493369, 
        "file": "1816511.txt", 
        "other_topics": {
            "0": 0.00010804233025797764, 
            "1": 0.00013128515729433706, 
            "2": 0.0025008145700516388, 
            "3": 0.004790852328488634, 
            "4": 0.00010078870122771417, 
            "5": 0.037296675031084414, 
            "6": 0.0001932778932215205, 
            "7": 0.6435217762493369, 
            "8": 0.00019268710483702348, 
            "9": 0.00019285375599152057, 
            "10": 0.03948993067142396, 
            "11": 0.13530462144219518, 
            "12": 0.0002381769446967541, 
            "13": 0.00020893209126345643, 
            "14": 0.00017949877691645827, 
            "15": 0.00014114234021885615, 
            "16": 0.1274953023478325, 
            "17": 0.00749608485176562, 
            "18": 0.00030019022012785863, 
            "19": 0.00011706719176769643
        }
    }, 
    {
        "content": {
            "text": "  The United States trade representative, Susan C. Schwab, said Friday that she was optimistic the collapsed Doha trade negotiations could be restarted, but added that there were still obstacles to a revival of the talks.  ''I am more optimistic than I have been in many months that we are on a path that could help reach a successful conclusion of the Doha round,'' Ms. Schwab said after a three-hour meeting with the head of the World Trade Organization, Pascal Lamy.  But she added that ''ultimately it will be substance that dictates when there's a breakthrough.''  The next few weeks are considered critical to whether the new political impetus could be maintained.  Mr. Lamy, who will meet with Prime Minister Tony Blair of Britain in London on Tuesday as part of his step-by-step diplomacy, is also expected to visit India. In the next few weeks, he is scheduled to visit a group of African countries and make stops in Brussels and Washington. The meetings of about 25 trade ministers in late January during the World Economic Forum meeting in Davos, Switzerland, are also considered crucial.  Ms. Schwab distanced herself on Friday from the upbeat assessment of Peter Mandelson, the European trade commissioner, who said the talks were approaching ''the endgame.'' She reiterated that an agreement on important issues, like agricultural market access, would dictate whether a deal could be hammered out.  In recent weeks, diplomatic activity and support for a deal at high levels in capitals around the world have lifted hopes that the talks could be revived. The talks, which were started in Doha, Qatar, in November 2001, collapsed in late July because of major differences over agricultural subsidies and tariffs primarily among countries like the United States, the European Union, Japan, India, Australia and Brazil.  President Bush and José Manuel Barroso, president of the European Commission, meeting Monday in Washington, instructed their negotiators to push ahead with the talks.  Many developing countries are apprehensive, about the latest push by the United States and Europe.  Correction:  January 18, 2007, Thursday  Because of an editing error, an article in Business Day on Saturday about a meeting between the United States trade representative, Susan C. Schwab, and the head of the World Trade Organization, Pascal Lamy, misstated the date of Mr. Lamy's discussion with Prime Minister Tony Blair of Britain about the restart of global trade negotiations. It had already been held, on Jan. 9; it was not scheduled for Tuesday.  ", 
            "title": "U.S. Official Sees Opening for Revival of Trade Talks"
        }, 
        "weight": 0.6301495766229764, 
        "file": "1818461.txt", 
        "other_topics": {
            "0": 0.00021307617976943052, 
            "1": 0.0002589146282749728, 
            "2": 0.00036788683130407597, 
            "3": 0.00032008920175293073, 
            "4": 0.000198770901833063, 
            "5": 0.01878553578401083, 
            "6": 0.027765810809491764, 
            "7": 0.6301495766229764, 
            "8": 0.00038000876222746174, 
            "9": 0.00038033742407018225, 
            "10": 0.00029044423986821204, 
            "11": 0.16186719149535544, 
            "12": 0.009597934066722952, 
            "13": 0.00041204638710916867, 
            "14": 0.13727718394665078, 
            "15": 0.0002783545170281118, 
            "16": 0.00041460992373725496, 
            "17": 0.010219332149096922, 
            "18": 0.0005920215267132818, 
            "19": 0.00023087460200678378
        }
    }, 
    {
        "content": {
            "text": "  A chart in Business Day last Friday about recommendations by industry and environmental groups on how to limit greenhouse emission misstated a goal of the coalition. The group wants to cut greenhouse emissions to 20 to 40 percent of current levels by 2050, not 60 to 80 percent of current levels.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6297333075307799, 
        "file": "1821550.txt", 
        "other_topics": {
            "0": 0.00172264040456191, 
            "1": 0.0020932269410932273, 
            "2": 0.0029742260284393043, 
            "3": 0.0025878002534128175, 
            "4": 0.001606987637564019, 
            "5": 0.04117673763436278, 
            "6": 0.1506779418469289, 
            "7": 0.6297333075307799, 
            "8": 0.003072227259794817, 
            "9": 0.0030748843666113593, 
            "10": 0.0023481319376509415, 
            "11": 0.05406657585246633, 
            "12": 0.003797522946701169, 
            "13": 0.0033312393518416454, 
            "14": 0.0028619509126415208, 
            "15": 0.0022503910964792643, 
            "16": 0.07715011206855181, 
            "17": 0.008821291653146981, 
            "18": 0.004786270353590417, 
            "19": 0.0018665339233808385
        }
    }, 
    {
        "content": {
            "text": "  Confronted with higher natural gas and oil prices after a New Year's confrontation with Russia, President Aleksandr G. Lukashenko of Belarus said that energy conservation had become a national security priority. Belarus long enjoyed discounted prices for energy from Russia, subsidizing its industries and generating profits from the refining and export of gasoline and other oil products. Russia more than doubled the price of natural gas -- $100 per cubic meter, compared with $46 -- beginning Jan. 1. Belarus imposed a retaliatory fee on the transit of oil, but backed down last week after Russia turned off its main oil pipeline through Belarus, disrupting supplies across Europe. Mr. Lukashenko appeared to be bracing the country for austerity as energy-saving measures are adopted. ''The next three, four years will not be an easy time,'' he said, according to Interfax, ''but we will have to bear it.''  STEVEN LEE MYERS  ", 
            "title": "World Briefing | Europe: Belarus: Leader Warns Of Hard Times"
        }, 
        "weight": 0.6292454893169209, 
        "file": "1820120.txt", 
        "other_topics": {
            "0": 0.0005239584203173, 
            "1": 0.0006366760459793945, 
            "2": 0.0009046407871316411, 
            "3": 0.0007871054976326946, 
            "4": 0.000488781466995489, 
            "5": 0.0013010945335678121, 
            "6": 0.0009373139155069835, 
            "7": 0.6292454893169209, 
            "8": 0.0009344488481954609, 
            "9": 0.0009352570339819563, 
            "10": 0.0007142079667294669, 
            "11": 0.1623468148190182, 
            "12": 0.00115505483268765, 
            "13": 0.0010132299833833637, 
            "14": 0.0008704911804240768, 
            "15": 0.0006844791059613253, 
            "16": 0.19181435419564793, 
            "17": 0.0026830846574253603, 
            "18": 0.0014557923098968107, 
            "19": 0.0005677250825960923
        }
    }, 
    {
        "content": {
            "text": "  China announced Tuesday that talks over North Korea's nuclear weapons would resume in Beijing next week, the latest in a long series of negotiations that have failed to curb its nuclear program.  Discussions are set to resume Feb. 8 though the United States and North Korea have not settled a dispute over freezing North Korean assets at a bank in Macau, a Chinese territory.  United States Treasury officials and their North Korean counterparts met Tuesday in Beijing to discuss American measures that have led to the freezing of $24 million in North Korean assets held at the bank, Banco Delta Asia. No breakthrough appeared imminent, but the talks were set to continue Wednesday.  The dispute overshadowed the last round of nuclear negotiations, which ended in a stalemate in December. Whether North Korea would bargain on its nuclear program while its money remained frozen was unclear.  The United States contends that the matter is separate from the nuclear issue and that the deposits are linked to North Korean counterfeiting and money laundering.  North Korea exploded a nuclear device in October, adding a sense of urgency to six-nation talks that have dragged on for more than three years without tangible progress.  Many American and Chinese analysts say they doubt North Korea will give up its nuclear arms voluntarily after spending decades working to buy and develop the technology.  But the analysts also say that the Bush administration and the North Korean leader, Kim Jong-il, may have more to gain by continuing the talks than abandoning them, at least partly because China, the key intermediary, insists that the talks are the only way to proceed.  The United States and China agreed to impose limited United Nations military sanctions on North Korea after its nuclear test. But China has opposed tougher penalties on North Korea, its former ally.  Christopher R. Hill, an assistant secretary of state and the chief American envoy at the talks, says the North Koreans have signaled their commitment to a 2005 accord on dismantling their arms program. He met his North Korean counterpart, Kim Kye-gwan, in Berlin this month, and both sides said they had set the stage for a productive round.  ", 
            "title": "Talks to Resume On North Korea And Weapons"
        }, 
        "weight": 0.6268090646383012, 
        "file": "1822751.txt", 
        "other_topics": {
            "0": 0.00022326629026205703, 
            "1": 0.15330742516738552, 
            "2": 0.0003854805738980504, 
            "3": 0.00033539708054486567, 
            "4": 0.0002082768797166055, 
            "5": 0.010119173287643378, 
            "6": 0.0003994030682807174, 
            "7": 0.6268090646383012, 
            "8": 0.00039818222150129665, 
            "9": 0.00039852660119899116, 
            "10": 0.000304334384226003, 
            "11": 0.12656688300928148, 
            "12": 0.0004921856344769917, 
            "13": 0.00043175200703005095, 
            "14": 0.00037092893066099946, 
            "15": 0.0002916664850186562, 
            "16": 0.07695250227183517, 
            "17": 0.0011433013282993577, 
            "18": 0.0006203342399304506, 
            "19": 0.00024191590050826848
        }
    }, 
    {
        "content": {
            "text": "  With concerns about global warming and energy security on the rise, countries the world over are taking a new look at nuclear energy. Some are building new reactors as fast as they can.  They are coming from everywhere in Australia; shirt-sleeved workers from every corner of the continent heading to a remote stretch of the South Australian desert. There is no water, and not much of anything else either. But the Olympic Dam mine is located here. And the mine is hiring.  The company currently employs about 700 miners, who have already dug several kilometers of tunnels under the desert. The area is so bone dry that drinking water must be pumped through a system of pipes from a distant spring. Recently, there has even been talk of building a desalination plant. After all, uranium mining requires water -- lots of it -- and Australia wants to remain the world's second largest supplier after Canada.  The explanation for the government's enthusiasm for nuclear power can be found in a report by nuclear physicist and former IT manger Ziggy Switkowski. As if on cue, he enthuses about the need for more nuclear power plants: Australia must start building reactors so that the first one can be completed in 2020. If a concerted effort is made, another 25 could be online by mid-century. On the one hand, this would help the country improve its poor record of carbon dioxide emissions. On the other, it would allow Australia to tap an almost inexhaustible source of energy; the country possesses more than 38 percent of the world's accessible uranium reserves.  The international atomic energy lobby loves such talk. Almost 21 years after the Chernobyl disaster, and just a couple months after the most recent breakdown at Sweden's Forsmark reactor last July, the risks associated with nuclear power are largely fading into the background. So too are questions about the disposal of spent nuclear fuel and atomic weapons. The industry, in short, is preparing for a new boom.  Plans for more nuclear plants  Currently there are 435 atomic reactors generating electricity in 31 countries across the globe. They fill 6.5 percent of the world's total energy demand and use close to 70,000 tons of enriched uranium per year. Atomic plants produce one-sixth of the total electricity supply -- roughly on par with hydropower.  That number may soon rocket upwards. At present, 29 nuclear power plants are under construction and there are concrete plans to build another 64. Another 158 are under consideration. On the other end of the equation, only six are slowly being shut down in preparation for decommissioning. In response to the growing demand, the price for uranium has increased seven-fold since 2002 and now sells for $72 per pound (454 grams). The fact that no final storage place exists for highly radioactive waste is considered to be but a secondary problem. Indeed, the only terminal repository apparently free from political opposition is that in Finland's Eurajoki where such a site is now under construction. There, nuclear waste will be stored at a maximum depth of 520 meters in shafts bored deep into the granite bedrock.  The main obstacle to the construction of nuclear power plants is no longer the anti-nuclear power lobby, but the huge costs of building them. Whereas in 1970 a brand new reactor cost $400 million, a plant now runs as much as 10 times higher. In the last three decades the nuclear power industry has received subsidies of about $1 billion -- the electricity generated may be clean from a global warming point of view, but it's not cheap.  Nonetheless, power plant construction companies are hoping for a renaissance. E.on has applied to build a new plant in Romania's Cernavoda and Siemens expects orders to triple in the next five years. General Electric too expects a number of new reactors to be built within the next decade, says Ferdinando Beccalli-Falco, a GE manager.  Indeed, a lots of companies stand to benefit. The industry is celebrating the \"strategic shift\" and preparing for a boom with mergers en vogue. Japan's Toshiba has acquired US-based Westinghouse, General Electric is working together with Hitachi and Mitsubishi Heavy is flirting with the Franco-German global market leader Areva NP, in which Siemens holds a stake.  Admiration of France  Until now, France has been virtually alone in its reliance on nuclear technology: Eighty percent of its domestically produced power comes from nuclear plants. The 59 plants allow the country to be mostly self-sufficient, and now this strategy is once again being held up as an example.  Lithuania, for example, urgently wants to replace its aging Ignalina nuclear reactor. Doing so would allow the country to decrease its dependence on Russia, but the price tag is some 3 billion. Ukraine also wants to build more nuclear power plants in order to increase its self-sufficiency, despite the trauma of Chernobyl. Bulgaria and the Czech Republic are both discussing building two new nuclear reactors each.  Poland is considering building a nuclear plant after 2020 since its domestic coal-fired power plants could soon run afoul of EU regulations. Next year the EU wants to tighten the emissions requirements for such polluters. Sites under consideration include Gryfino and Klempicz near Posnan, both of which are close to the German border.  Britain's Labour government wants to prepare the way for new atomic power plants by easing the approval process; many of its aging coal-fired power plants will have to close as a result of new EU standards. Gas-fired plants could help to close the gap, but Europe's two most important suppliers, Russia's Gazprom and Algeria's state-owned Sonatrach, in August signed an agreement that has aroused suspicions in London and Brussels that they will create a cartel similar to OPEC.  EU Commission President Jose Manuel Barroso adroitly side-stepped the issue last Wednesday when announcing the EU's new energy strategy. Germany is joined by a number of other EU countries in their skepticism toward nuclear power. But he did not conceal his committee's sympathy for atomic power, citing both environmental reasons and issues related to securing Europe's energy supply. Canada and Australia, the two most significant uranium suppliers, are reliable partners. Other suppliers include Kazakhstan, Russia, Uzbekistan, Namibia and Niger. Kazakhstan wants to surpass Canada as the world's leading uranium supplier by 2010, which explains why French, Chinese and Japanese companies are racing to invest there.  India is considering building 19 new reactors, while China wants to construct at least 63 facilities that will be able to supply 50 giga-watts of power. In emerging market Indonesia a single, very modest, nuclear reactor will go online in 2011. In contrast the US is talking about building more than 20 new plants after a 20-year construction moratorium. Washington is providing tax incentives for power plant operators and it also wants to ease the process of obtaining the required permits.  But who is going to pay?  President George W. Bush already enthuses about a \"Global Nuclear Energy Partnership\" to foster the use of nuclear power while also monitoring to ensure that the technology is not misused by North Korea, Iran or al-Qaida. The US has budgeted $250 million to support the partnership, and the Hill & Knowlton public relations company, which worked for the government during the first Gulf war, has already launched a PR campaign to promote nuclear power.  The need for advertising seems unavoidable, since even the most enthusiastic supporters of the new atomic era cannot deny that it brings with it the same old risks. No one can rule out a meltdown. And no one can guarantee that civilian nuclear research won't be misused. Furthermore, no one knows who is going to pay for all the new facilities.  Moscow wants to build about 30 new reactors, in part because Gazprom doesn't want to sell natural gas on the domestic market at low prices. The Kremlin speculates that it will be able to obtain $30 billion from foreign investors to fund their construction, but this money is not likely to appear soon.  President Putin has called for the former superpower to take a \"giant leap\" by expanding its nuclear energy sector, but at present it only has one factory capable of manufacturing turbines and reactors. Consequently, Russia can only build one new nuclear power plant every three years. On the other hand, Russia also wants to sell nuclear technology abroad at discount prices, charging roughly 30 percent less than France for its reactors.  Despite the lofty ambitions and impressive figures, the fact remains that 1.6 billion people still do not have access to electricity, while 2.4 billion are forced to meet their energy needs with wood, straw or manure. In this respect, Steve Kidd, the director of strategy and research at London's World Nuclear Association, could be correct. In the nuclear industry, Kidd says, many such grandiose plans often turn out to be delusional.  ", 
            "title": "NEW REACTORS ACROSS THE GLOBE: A Nuclear Power Renaissance"
        }, 
        "weight": 0.6038856075648525, 
        "file": "1819336.txt", 
        "other_topics": {
            "0": 6.46518933403793e-05, 
            "1": 0.007002799861109113, 
            "2": 0.013960103967156898, 
            "3": 9.712194461873207e-05, 
            "4": 6.03113645006596e-05, 
            "5": 0.02785750209148735, 
            "6": 0.00011565635161491068, 
            "7": 0.6038856075648525, 
            "8": 0.04581528416835167, 
            "9": 0.0001154025503974604, 
            "10": 0.01116691038131848, 
            "11": 0.19729271286097635, 
            "12": 0.00014252367926445166, 
            "13": 0.0001250237314161408, 
            "14": 0.00010741100966835647, 
            "15": 0.020857177535496155, 
            "16": 0.04859547874340846, 
            "17": 0.01279470049018306, 
            "18": 0.0001796320576128842, 
            "19": 0.00976398775322594
        }
    }, 
    {
        "content": {
            "text": "  A new nuclear accord, booming trade and an ever closer partnership with the United States notwithstanding, the guest of honor this week at India's Republic Day ceremony, an annual display of military pomp, will be a symbol of New Delhi's newest old friend: President Vladimir V. Putin of Russia.  Mr. Putin's two-day visit to this country, starting Thursday, is his fourth since becoming president and is seen as testament to the enduring ties between India and Russia. Battered by the end of the cold war and challenged by India's warmer relations with the United States, those links have been revived by the strategic demands of a prospering India, namely energy and arms. In both areas Russia stands to be an important partner.  Asked about the visit's significance, one Indian government minister took pains to point out that his country's old camaraderie with Moscow ought not to alarm its new friends in Washington.  ''Our relationship with Russia is not directed against the United States, and our relationship with the United States is not at the expense of our continued engagement with Russia,'' said Jairam Ramesh, India's junior commerce minister.  For starters, India wants to expand its access to investment in Russia's vast oil reserves. On the agenda during Mr. Putin's visit, Indian officials have said, is a proposed joint venture to explore for oil in Siberia. India's $1 billion stake in an existing project called Sakhalin I is this country's largest foreign investment.  Reliance Industries, an Indian energy company, has floated the idea of investing in a Russian refinery.  And according to Indian officials, Russia has expressed interest in investing in a pipeline that would carry natural gas from Iran through Pakistan to India. The Bush administration has repeatedly expressed reservations about the project.  India's current oil imports from Russia, or indeed from anywhere outside the Middle East, are negligible, primarily because of transportation problems.  Far more important, analysts pointed out, Moscow is already New Delhi's largest defense partner. Paradoxically, when the India-United States nuclear deal opens the door for New Delhi to buy nuclear technology to expand its civilian nuclear program, Russia may benefit.  Kanwal Sibal, India's ambassador to Russia, predicted that Russia would be ''among the first, if not the first, to walk in.''  India would be allowed to purchase nuclear fuel, reactors and other technology on the world market, but only after it gained approval from the 45-nation Nuclear Suppliers Group, which regulates international atomic energy trade.  Russia is already building two nuclear reactors in this country. This week, the Interfax news agency quoted the Russian defense minister, Sergei B. Ivanov, as saying his government was prepared to build additional reactors here.  Likewise, India has Moscow to thank for a variety of conventional weaponry, from tanks to an aircraft carrier and fighter jets. Russia remains India's biggest military partner, though New Delhi's utter dependence on Moscow during the cold war has been complicated by new entrants, most prominently Israel.  The Indians and the Russians have jointly produced a short-range missile called the Brahmos, which, contrary to Russian objectives, India wants to sell on the private market. And India's ambitions for space research -- particularly in light of China's successful testing of an antisatellite missile last week -- rely heavily on Russian cooperation.  ''Russia continues to be as important an ally as before and will remain that way, but the contours of this relationship have changed,'' said Ashok Mehta, a retired general.  Best of all from an Indian perspective, Russia has displayed none of the compulsions that the United States has, for instance, to maintain good relations with India's neighbor and rival, Pakistan.  Gauging Russia's future importance to India is a matter of debate. If India is allowed to shop on the world nuclear market, Russia is likely to face competition from France, C. Raja Mohan, the strategic affairs columnist of The Indian Express, argued, and from the United States and Israel on conventional weapons.  Russia's soft power in this country has all but collapsed. Where once there were state-sponsored performances of the Bolshoi Ballet in New Delhi and Russian literature flooded Indian libraries, there are now only a handful of relics of Russian romance left: a statue of Lenin at a public park here in the capital or a prominent politician in the south named after Stalin.  Trade with Russia has plummeted. At roughly $2.5 billion, it now represents a little more than a tenth of India-China trade. In an effort to fix that, a trade delegation is expected to come to India next month.  ", 
            "title": "Putin in India: Visit Is Sign Of Durability Of Old Ties"
        }, 
        "weight": 0.6014629305173467, 
        "file": "1821272.txt", 
        "other_topics": {
            "0": 0.019431699368810278, 
            "1": 0.05567900380301152, 
            "2": 0.00019464904500605387, 
            "3": 0.012243709735228456, 
            "4": 0.00010516975038124754, 
            "5": 0.0002799528962479982, 
            "6": 0.00020167923127013522, 
            "7": 0.6014629305173467, 
            "8": 0.00020106276269609026, 
            "9": 0.012275587089728467, 
            "10": 0.00015367414407700854, 
            "11": 0.21121722943913365, 
            "12": 0.0002485299395190344, 
            "13": 0.0002180138806944728, 
            "14": 0.005017041341777757, 
            "15": 0.00014727746769456878, 
            "16": 0.04127216171738089, 
            "17": 0.039215233254138594, 
            "18": 0.0003132387870184946, 
            "19": 0.00012215582883864787
        }
    }, 
    {
        "content": {
            "text": "  Thirty years after it was founded by President Jimmy Carter, the National Renewable Energy Laboratory at the edge of the Rockies here still does not have a cafeteria.  Evaporation chambers for new solar energy systems look like they belong in an H. G. Wells movie. Technicians had to knock out a giant door from a testing facility to fit modern wind turbine blades, which now stick out like a bare toe from an old sock.  The hopes for this neglected lab brightened a bit just over a year ago when President Bush made the first presidential call on the lab since Mr. Carter and spelled out a vision for the not-too-distant future in which solar and wind power would help run every American home and cars would operate on biofuels made from residues of plants.  But one year after the president's visit, the money flowing into the nation's primary laboratory for developing renewable fuels is actually less than it was at the beginning of the Bush administration. The lab's fitful history reflects a basic truth: Americans may have a growing love affair with renewables and the idea of cutting oil imports and conserving energy, but it is a fickle one.  Riding that wave, the new House speaker, Nancy Pelosi, just promised committee hearings on how lawmakers could help limit climate change and enhance energy independence; Congressional Democrats pledged to find more research dollars for clean energy. [And President Bush, in his State of the Union address, called for greater federal mandates to increase use of homegrown alternative fuels.]  But the intertwined goals of developing domestic energy resources and reducing global warming gases are not necessarily in step with each other. Despite a lot of promises, no one so far has wanted to pay the extra costs to make wind and solar more than a trivial energy source. Research is uncertain and expensive, and the benefits seem far away.  So while all kinds of domestic energy technologies are being advanced in the name of energy independence, most of the money and attention are still focused on the dirty but cheaper standbys: offshore oil, oil sands and coal, in all its various incarnations, from straight out of the pit to black-coal liquid.  ''You have fossil fuels competing with renewable fuels,'' said Benjamin Kroposki, a senior scientist at the Renewable Energy Laboratory. ''Renewables lose every time.''  One example is the shotgun approach to tax incentives, loan guarantees and other spending in the 2005 energy act, the first major energy legislation enacted by Congress in a decade: $13.1 billion for oil, gas and coal, $12 billion for nuclear energy and $7.7 billion divided up among a wide assortment of renewables like ethanol, hydroelectric, wind and solar.  Now that they are in control of Congress, Democrats have promised to increase the amount going to renewable energy sources, taking the money from tax breaks for oil companies.  But even additional money for renewable energy will be going up against government tax policies that encourage more energy consumption. Companies can still deduct purchases of sport utility vehicles and utility bills, for example, while consumers get a break to build bigger homes with deductions for interest payments on mortgages, even on second homes, that far outweigh their energy saving credits.  Meanwhile, fuel efficiency standards for automobiles have changed only slightly over the decades, and the federal government still does not have a building code to encourage energy efficiency.  It is a policy mix that goes back many administrations and appears difficult to shake, partly because dirty sources of energy like coal and shale are what the United States has in abundance.  ''We are going dirtier,'' said Amy Jaffe, an energy expert at the James A. Baker Institute for Public Policy at Rice University. ''If you need to come up with a fuel source other than drilling for oil under the ground in the Middle East, what is the most obvious thing with today's economy, today's infrastructure and today's technology? Oil shale, liquefied coal and tar sands. It's all dirty but it's fast.''  Renewable energy today supplies only 6 percent of the country's energy needs, and much of that comes from decades-old dams supplying hydropower. Under current policies, the Energy Information Administration estimates, renewables will increase only slightly in importance in the decades ahead. They would supply 7 percent of United States energy supplies by 2030, while coal would increase over the same period from 23 percent to 26 percent.  ''Denmark gets 22 percent of its electrical energy from wind today and we get 0.5 percent,'' noted Robert Thresher, director of the lab's National Wind Technology Center. ''That shows you what you can do when you really want to.''  Meanwhile imports of oil and gas are set to continue to rise in the decades ahead, as domestic production slows and the population grows.  ''The current trends do not seem sustainable,'' said Faith Birol, chief economist of the International Energy Agency. ''For me the most important thing that is missing from current consideration is an increase in vehicle fuel efficiency.''  As they have in the past, higher prices for oil and gas have driven the renewed interest in alternative energy sources. With prices falling, some of that momentum may falter.  Still, President Bush advanced his call last year to end the nation's oil addiction, providing some of the strongest rhetoric since President Carter called energy independence the moral equivalent of war.  [Mr. Bush set a goal of reducing gas use by 20 percent in the next 10 years. ''To reach this goal, we must increase the supply of alternative fuels, by setting a mandatory fuels standard to require 35 billion gallons of renewable and alternative fuels in 2017; this is nearly five times the current target,'' he said Tuesday night.  [On Wednesday the administration sought to put some teeth into the goal by proposing $1.6 billion in new financing for renewable energy, with a focus on research and production of ''cellulosic'' energy from nonfood crops and agricultural waste.]  The Democratic Congress appears ready to put clean energy front and center in its agenda.  Prominent Democrats are talking about doubling the budget of the renewable energy lab, and otherwise greatly increase the priority of producing clean energy.  ''You've got to invest in this new energy future that everybody pays lip service to, but when push comes to shove do we really stand there?'' said Representative Mark Udall of Colorado, a senior Democratic spokesman on energy issues. ''This is the country's economic future not to mention the national security ramifications.''  Institutional investments in private clean energy companies in North America and Europe are rising quickly, from $500 million in 2004 to $1.3 billion in 2005 to $2.7 billion in 2006, according to Venture Business Research, an independent group based in Britain.  But even while top energy companies are also beginning to invest significant amounts in wind, solar and plants, those investments pale in comparison with the resources they are pouring into making synthetic fuels out of oil sands, a process that emits significantly more carbon dioxide than conventional oil.  Likewise energy companies are stepping up research and investments into oil sands, deep-ocean oil and gas drilling, and gasifying and liquefying coal -- all with significant environmental consequences.  For instance, Royal Dutch Shell has invested $1 billion over the last five years in clean energy like biofuels for transportation, solar and wind for electrical generation and hydrogen. That is one of the biggest commitments to clean energy by any company, but it is less than one fifth of what Shell invested over roughly the same period with Chevron and another partner in a giant oil sand mining project in Canada.  The companies say they can contain emissions through a process called carbon capture and sequestration. But most experts say development of technologies to bury significant amounts of carbon gases effectively could take decades.  At the lab here, signs of change are mixed. Last year, the institution opened its first building in a decade, although meager budgets could leave its main laboratory as much as 80 percent vacant of equipment for the next several years unless Congress suddenly comes to the rescue.  Congressional earmarks that redirected Energy Department financing last year slowed or even shelved many research projects, including ones to develop bigger and more efficient wind turbines, to make hydrogen power out of a mix of algae and water, and to plant matter.  Its scientists are also doing ground-breaking work on finding environmentally benign ways of generating electricity to produce hydrogen from water to power cars; they are working on new materials and designs to make devices powered by solar cells cheaper; and they are developing enzymes and more efficient machinery to convert switchgrass and corn stalks into biofuels to reduce oil consumption.  When Chevron decided last year that it wanted to develop the next generation of ethanol and renewable plant-based diesel fuels from trees and agricultural waste, it turned to the lab here for a scientific partnership. Now Chevron and scientists from the federal laboratory are working to make hydrogen energy out of decomposed plants. DuPont, Cargill and the National Corn Growers Association look to the lab for help in producing ethanol.  But it is hardly the kind of crash program that government labs have conducted in the past to build an atomic bomb or go to the moon. Rather, the lab gingerly hands over slices of its yearly budget of $200 million to a smorgasbord of programs in solar, wind, plant matter, geothermal, hydrogen and fuel cells, efficient buildings, advanced vehicles and fuels and electric infrastructure.  ''Our budget is nothing compared to the price of a B2 bomber or an aircraft carrier,'' Rob Farrington, manager of the lab's advanced vehicle systems group, said.  Articles in this series are examining the ways in which the world is, and is not, moving toward a more energy-efficient, environmentally benign future. Previous articles are at nytimes.com/energychallenge.  The Energy Challenge  ", 
            "title": "Energy Research on a Shoestring; 30 Years After Opening, a Lab for Alternative Power Goes Begging"
        }, 
        "weight": 0.5986384702019112, 
        "file": "1821356.txt", 
        "other_topics": {
            "0": 5.322670510738038e-05, 
            "1": 6.467720879026262e-05, 
            "2": 0.01833381246613425, 
            "3": 7.995869631319682e-05, 
            "4": 4.9653228189303086e-05, 
            "5": 0.06055851231595568, 
            "6": 9.521772995559778e-05, 
            "7": 0.5986384702019112, 
            "8": 9.49266799657706e-05, 
            "9": 9.500878011887764e-05, 
            "10": 7.255334651827887e-05, 
            "11": 0.2091723368555675, 
            "12": 0.00011733710267522579, 
            "13": 0.0001029297200698533, 
            "14": 0.06507524761969781, 
            "15": 6.953331812685426e-05, 
            "16": 0.018345483955013658, 
            "17": 0.026495314320819124, 
            "18": 0.00014788774256084078, 
            "19": 0.0023379120065093258
        }
    }, 
    {
        "content": {
            "text": "  ALL the nations surrounding the Caspian Sea can resume exporting sevruga and osetra caviar, an international environmental agency ruled yesterday. The agency, the Convention on International Trade in Endangered Species, or Cites, said the nations' efforts to monitor the depletion of endangered sturgeon had improved.  Last year Cites banned almost all Caspian caviar exports by refusing to issue export quotas. It said that four of the countries bordering the sea had not provided enough information to determine the extent to which sturgeon stocks were being depleted by poaching, pollution, overfishing and development.  Iran, the only exception in 2006, was allowed to export about 100,000 pounds of osetra because its documentation was acceptable.  The quotas issued by Cites for the 2007 harvest cover three kinds of sturgeon -- sevruga, osetra from the northern Caspian, and Iranian osetra -- for all Caspian Sea countries, Iran, Azerbaijan, Kazakhstan, Russia and Turkmenistan.  No quotas were given for beluga sturgeon, which is considered the most endangered of the major caviar sturgeons, and produces the most expensive caviar.  The total allowable caviar exports from the Caspian, about 82 tons, will be about 15 percent lower than it was in 2005, the last year that quotas were issued. Cites said the five nations had voluntarily reduced their overall sturgeon catch by about 20 percent.  ''The decision taken by Cites last year not to publish caviar quotas has undoubtedly helped to spur improvements to the monitoring programs and scientific assessments carried out jointly by the five Caspian neighbors,'' Cites's secretary general, Willem Wijnstekers, said in a statement yesterday. ''However, ensuring that sturgeon stocks recover to safe levels will take decades of careful fisheries management and an unrelenting struggle against poaching and illegal trade.''  Armen Petrossian, the president of Petrossian, a major caviar dealer, was pleased. ''Keeping the door closed encourages the black market,'' Mr. Petrossian said. ''You have to establish quotas to create commercial interest.''  But Ellen K. Pikitch, the lead scientist for Caviar Emptor, a coalition of environmental groups, said Cites's decision was a poor one that would harm sturgeon populations.  ''They've provided no evidence that the populations can sustain this increased trade,'' Dr. Pikitch said. ''Cites has a bad track record on controlling the trade. They use the export quota system as a lever, turning it on and off, and there is no evidence that it works.''  She called for a complete moratorium on sturgeon fishing.  After sturgeon stocks declined sharply in the 1990s, Cites began regulating the caviar trade in 1998. The 169 nations that belong to Cites voluntarily agree to abide by its decisions. Most countries will not accept imports of caviar without proper Cites documentation.  Caviar dealers expect the ruling to cause prices to drop 10 or 15 percent, both for existing supplies of Caspian caviar and for farmed caviar.  But Caspian caviar from 2007 will not be available for at least two months. Except for Iranian osetra, any Caspian caviar now being sold is a year or two old, or illegal.  ", 
            "title": "Agency Lifts Restrictions on Caviar"
        }, 
        "weight": 0.5887054381864499, 
        "file": "1816060.txt", 
        "other_topics": {
            "0": 0.00017610345589978165, 
            "1": 0.015302579721846558, 
            "2": 0.026709086936190844, 
            "3": 0.0002645477062987058, 
            "4": 0.00016428041268149582, 
            "5": 0.00043730043249395775, 
            "6": 0.00031503305106496, 
            "7": 0.5887054381864499, 
            "8": 0.00031407009630484925, 
            "9": 0.00031434172913770794, 
            "10": 0.00024004670274417687, 
            "11": 0.16395737332431706, 
            "12": 0.09091976610292347, 
            "13": 0.00034054859083480825, 
            "14": 0.00029257379833714023, 
            "15": 0.0077743505992527535, 
            "16": 0.06446918181901212, 
            "17": 0.008446085857138607, 
            "18": 0.004261442572019686, 
            "19": 0.026595848905051487
        }
    }, 
    {
        "content": {
            "text": "  Diplomatic relations with the United States appeared to become more fragile as William Brownfield, the American ambassador, responded to a threat of expulsion from President Hugo Chávez by saying, ''My bags are always packed and ready.'' Mr. Brownfield, in a visit to Maracaibo, also emphasized that he hoped to avoid further confrontation and to focus instead on issues of political and economic importance to both Caracas and Washington. Mr. Chávez, who has threatened to expel Mr. Brownfield before, said on Thursday night that he could declare the ambassador ''persona non grata'' if he continued to comment on such issues as Venezuela's plan to nationalize companies controlled by foreign investors.  SIMON ROMERO  ", 
            "title": "World Briefing | Americas: Venezuela: U.S. Envoy Says Bags Are Packed"
        }, 
        "weight": 0.5798237353436624, 
        "file": "1821838.txt", 
        "other_topics": {
            "0": 0.0006756085526479175, 
            "1": 0.07317885423306009, 
            "2": 0.0011664724320875675, 
            "3": 0.0010149187138071185, 
            "4": 0.0006302502768787833, 
            "5": 0.0016776724270401867, 
            "6": 0.0012086021968096938, 
            "7": 0.5798237353436624, 
            "8": 0.0012049078884361314, 
            "9": 0.0012059499887408735, 
            "10": 0.0009209223327291859, 
            "11": 0.10803405017688432, 
            "12": 0.0014893642195281651, 
            "13": 0.0013064907748949971, 
            "14": 0.1458382468699203, 
            "15": 0.0008825889997458693, 
            "16": 0.0013146190756409342, 
            "17": 0.06134597739395697, 
            "18": 0.016348725432809685, 
            "19": 0.0007320426707187724
        }
    }, 
    {
        "content": {
            "text": "  European Union officials on Wednesday challenged governments to loosen their grip on national energy sectors, calling for a fresh wave of competition and investment in infrastructure and technology to ease dependence on powerful exporters like Russia and to combat global warming.  The region needs a new ''postindustrial revolution,'' said the European Commission's president, José Manuel Barroso, announcing a number of energy proposals. ''We have already left behind our coal-based industrial past. It is time to embrace our low-carbon future.''  The package of proposals is one of the largest ever presented by the commission, although it reflected changes by France and Germany, which oppose the breakup of their national electricity companies.  European Union officials also backed away from earlier, more ambitious targets for cutting emissions after energy-intensive industries and labor groups warned of threats to profits and jobs -- especially if competitors in the United States and elsewhere did not follow suit.  Many of the proposals, which also aim to encourage the use of renewable fuels for cars and to improve the energy efficiency of buildings and home appliances, are to be debated by European Union leaders at a summit meeting in March. If they approve the package, many of the measures would still require the commission to draft formal legal proposals.  The plan, called an Energy Policy for Europe, sought to echo the postwar integration of important industrial sectors, namely coal and steel, that eventually grew into the union's single market. But it fell far short of proposing a unified power market, one that could be overseen by a single regulator, operate on a common grid and benefit from a common front in dealing with energy suppliers.  Christian Egenhofer, a senior research fellow at the Center for European Policy Studies in Brussels, said it would be unrealistic to unify energy policy in a trade bloc of 27 disparate countries, some rich, some much poorer. France, for instance, relies on nuclear power for 80 percent of its electricity, while others, like Poland, depend almost entirely on coal for electricity.  In another sign that the vision of transforming the way Europe consumes energy is meeting resistance, commission officials also backed away from earlier recommendations to require that emissions be cut to levels that environmental experts say are critical to keeping down rising temperatures.  Under pressure from industries like steel, where executives fear losing business if Europe adopts stricter regulations than the rest of the world, the union recommended cutting emissions by 20 percent from 1990 levels by 2020, rather than the 30 percent sought by its environment commissioner.  The commission pushed ahead with proposals to encourage the ''capture,'' or trapping, and storage of carbon dioxide emissions, including possibly making it mandatory for all new coal-fired power stations after 2020 to incorporate the new, cleaner technologies.  The European Union also highlighted the benefits of nuclear energy as a way to curb carbon emissions. But widespread public skepticism about the safety and price of nuclear technology led the officials to back away from pushing member states to use nuclear power as a primary tool against climate change.  ", 
            "title": "Europe Union Proposes Cleaner, More Competitive Energy Market"
        }, 
        "weight": 0.5664656861920364, 
        "file": "1817984.txt", 
        "other_topics": {
            "0": 0.000163177345178017, 
            "1": 0.00019828120494454513, 
            "2": 0.00028173396258141745, 
            "3": 0.000245129728807384, 
            "4": 0.00015222212119091503, 
            "5": 0.1856544989533401, 
            "6": 0.00029190941570939705, 
            "7": 0.5664656861920364, 
            "8": 0.00029101714246876955, 
            "9": 0.0002912688372711378, 
            "10": 0.00022242711519995762, 
            "11": 0.18338022087255507, 
            "12": 0.0038549906228155808, 
            "13": 0.0003155520978995602, 
            "14": 0.0002710986870608157, 
            "15": 0.00021316860080796728, 
            "16": 0.05274656152309621, 
            "17": 0.0008355980442520691, 
            "18": 0.003948649854585932, 
            "19": 0.0001768076781987771
        }
    }, 
    {
        "content": {
            "text": "  President Aleksandr G. Lukashenko of Belarus appeared to be the last leader in the old Soviet neighborhood to realize that he was dealing with a different Russia.  For much of last year, he dragged out negotiations on new gas and energy deals, assuming that pleas of solidarity and Slavic brotherhood -- encapsulated in a dusty treaty that a decade ago envisioned a glorious Union State of Belarus and Russia -- would avert a steep rise in prices.  It did not, and now Belarus faces the economic and political consequences of Russia's newly assertive, hard-knuckled effort to cement its position as an energy power.  President Vladimir V. Putin, who spent the first seven years of his presidency supporting Mr. Lukashenko, despite what is widely reported to be an intense personal dislike, at last made it clear that the rules had changed.  When it comes to supplies of energy, cash is czar.  And it underscores how Mr. Putin, whose critics accused him of dabbling in Soviet nostalgia as he centralized his own political power, has consistently sacrificed political links to the former Soviet republics in pursuit of a new strategy. What Mr. Putin is creating in place of the Soviet empire of ideology is a new empire based on energy reserves and pipelines and, to his loyalists here, unrelenting market principles.  ''We are still getting rid of some legacy of the Soviet Union,'' said Vyacheslav A. Nikonov, director of the Politika Foundation, a research institute with close ties to the Kremlin. Prices are rising for everyone, he added. ''I don't know why Belarus should be an exception.''  Indeed, it no longer is.  A day after Belarus agreed to drop a transit fee of $46 a ton that prompted Russia to turn off for three days a pipeline that moved oil across Europe, the crude oil started flowing again on Thursday morning, as did the Russian profits that Belarus had hoped to share, as it had for the last decade.  These new deals -- which more than doubled the price Belarus pays for natural gas and imposed an export duty on oil shipments -- will generate billions of dollars of added revenue for the Russian energy giant Gazprom, as well as Russia's state and private oil companies, much as recent deals did with Ukraine, Moldova and Armenia.  Mr. Putin has long faced criticism for wielding the country's energy resources as a weapon of geopolitics -- ''tools of intimidation or blackmail,'' as Vice President Dick Cheney put it last year. Gazprom's similar showdown with Ukraine a year ago appeared to many to be a punitive measure against President Viktor A. Yushchenko's tilt toward the European Union and NATO.  The shutdown of the oil pipeline through Belarus revived those criticisms, but Mr. Putin's ministers could fairly say that they were now being consistent in demanding market rates for its natural riches.  ''When a country has a cheaper price compared to European consumers, then Russia is accused of bribing them,'' Viktor B. Khristenko, the energy minister, said this week. ''But when we want to shift to market prices, then we are accused of blackmail.''  What is striking is the degree to which officials in Mr. Putin's Russia used the dispute over energy to turn on Mr. Lukashenko. He is an autocrat who has created a dictatorship in all but name, but he enjoyed wide political support from lawmakers here -- even if it was driven in part by a fear of the emergence of a Western-oriented alternative, as happened in Ukraine with Mr. Yushchenko.  Last March, after tainted elections in Belarus denounced as fraudulent in Europe and the United States, Mr. Putin praised the vote as fair and congratulated Mr. Lukashenko. Less than two weeks later, Gazprom announced that it would demand that Belarus pay more for natural gas.  On Thursday, Vladimir V. Zhirinovksy, the flamboyant Russian ultranationalist leader better known for his denunciations of the United States, called Mr. Lukashenko a dangerous man. ''Lukashenko is a petty tyrant, and this tyranny should lead to his resignation and a new presidential election,'' Mr. Zhirinovsky said in an interview on the state-owned Mayak Radio.  The collateral damage, if not the intended target, of price war was the Russia-Belarus union treaty. It was negotiated in 1996 between Mr. Lukashenko and a weakened Boris N. Yeltsin when Mr. Yeltsin faced a bruising re-election challenge from the remnants of the Communist Party.  In Russia, it was viewed as a populist attempt to win over those voters lamenting the decline of the Soviet Union. In Belarus, it was viewed as a vehicle for Mr. Lukashenko to become the leader of the newly unified nation, a notion that quickly became moot with the emergence of a strong leader like Mr. Putin.  In 2002 he dismissed Mr. Lukashenko's constant public reminders of the treaty's existence by offering, in essence, to absorb Belarus's provinces into the Russian Federation. The offer was not well received. ''Lukashenko does not want to be the governor of a Russian province,'' Anatoly Lebedko, one of the Belarussian president's fiercest critics, said in a telephone interview from Belarus on Thursday.  Since then, the two countries have repeatedly postponed deadlines to establish the Russian ruble as a common currency and to draft a constitution for the union, which officials now describe as little more than an economic alliance. The union has a bureaucracy and a budget, but few of its promises have been accomplished.  Andrei V. Sharonov, a deputy economic development minister, blamed Mr. Lukashenko, suggesting that he kept alive the dream of a union only to justify the subsidized gas and oil Russia was providing.  ''When there is nothing but talk for many years and no deeds, preferences become meaningless,'' he told Rossiskaya Gazeta, the official state newspaper, ''and we are justified in putting all these things on a strictly economic footing.''  Russia's new power centers -- Gazprom, the pipeline monopoly Transneft and the state-owned oil giant Rosneft -- will almost surely continue to press ahead, buying more and more assets at home and abroad, expanding the country's energy network as long as the reserves hold out.  Still, some question the cost of Russia's tactics. Garry Kasparov, the former chess champion and an opposition leader here, said in an interview as the New Year's confrontation unfolded that the worsening of relations with Belarus ''might have unpredictable consequences for everybody.''  ''I'm not a big fan of Lukashenko, as you can guess,'' he said, ''but if our government spoils relations with everybody, there is something wrong.''  MEMO FROM MOSCOW  ", 
            "title": "Belarus Learns That Days of Wine and Roses Are Over"
        }, 
        "weight": 0.5630887151014425, 
        "file": "1818213.txt", 
        "other_topics": {
            "0": 8.53319548683646e-05, 
            "1": 0.03117656513178177, 
            "2": 0.00014732994800016998, 
            "3": 0.00012818813134057595, 
            "4": 7.960303044064846e-05, 
            "5": 0.0020397127039032343, 
            "6": 0.00015265109908357965, 
            "7": 0.5630887151014425, 
            "8": 0.00015218449374803864, 
            "9": 0.0019801323482999964, 
            "10": 0.0001163160274181265, 
            "11": 0.24394996083463924, 
            "12": 0.00018811242081709633, 
            "13": 0.0001650148024360097, 
            "14": 0.10249947740116404, 
            "15": 0.00011147438024349249, 
            "16": 0.03489454987038143, 
            "17": 0.018715129943251873, 
            "18": 0.00023709057602433044, 
            "19": 9.245980071546674e-05
        }
    }, 
    {
        "content": {
            "text": "  President Bush never used the phrase ''energy independence'' in his State of the Union address last week, and it is just as well. His program for cutting gasoline demand is ambitious in scope, but modest in effect, according to experts.  The reason is that the United States has fallen down a very deep well, and it's hard to get out. Last year, the United States imported 60 percent of the oil it consumed. If, as Mr. Bush proposes, we cut gasoline consumption 20 percent by 2017 -- about 2.1 million barrels a day -- then the share of oil imported will fall only by 4 or 5 percentage points.  In fact, the government expects the share of imported oil to fall anyway, to less than 56 percent, because of a rise in domestic production, mostly from the Gulf Coast.  Domestic production has fallen sharply since the mid-1970s, but the Energy Information Administration, which is part of the Energy Department, expects production to rise to almost six million barrels a day by 2017, up from a little over five million barrels a day now.  Mr. Bush is also proposing an increase in fuel-economy standards and an increase in the production of ethanol and other gasoline substitutes, hoping to keep oil consumption relatively steady. Without such intervention, oil consumption is forecast to rise to just over 23 million barrels a day in 2017, from nearly 21 million barrels a day today.  ''It's an enormous challenge,'' said John Felmy, the chief economist of the American Petroleum Institute, the industry's main trade association.  Production of ethanol from corn has already put pressure on food prices, according to some agriculture experts, but Mr. Bush's plan involves tripling the production of corn ethanol, and making huge amounts of ethanol from cellulose, which is not now done commercially.  Integrating that much ethanol into the fuel supply will involve many more rail-tanker cars or trucks, because ethanol cannot be shipped in conventional pipelines. In addition, the gasoline formula with which it is mixed has to be changed, or the mixture evaporates too easily, causing air pollution.  The actual amount of ethanol produced will depend on what is technically feasible and on the price of oil. But at the rate of change suggested by the Bush plan, energy independence is about a century away.  The Basics  ", 
            "title": "The Long Road to Energy Independence"
        }, 
        "weight": 0.5625499039279619, 
        "file": "1822127.txt", 
        "other_topics": {
            "0": 0.00024302427120432448, 
            "1": 0.0002953053640662802, 
            "2": 0.0004195937300926215, 
            "3": 0.00036507809113414663, 
            "4": 0.00022670837071923523, 
            "5": 0.04224824867558685, 
            "6": 0.00043474829752294247, 
            "7": 0.5625499039279619, 
            "8": 0.0004334194117405315, 
            "9": 0.0004337942673667505, 
            "10": 0.0003312664972492288, 
            "11": 0.25749615141260135, 
            "12": 0.0005357416696251552, 
            "13": 0.00046995996003841963, 
            "14": 0.06287090986042454, 
            "15": 0.00031747755056613666, 
            "16": 0.06814563562139253, 
            "17": 0.0012444779359694802, 
            "18": 0.0006752308034734547, 
            "19": 0.0002633242812641077
        }
    }, 
    {
        "content": {
            "text": "  A year after Russia put the gas squeeze on Ukraine, it was Belarus's turn. Unlike Ukraine, Belarus blinked two minutes before the Jan. 1 deadline and Russia had its booty: a 50 percent share of Belarus's pipeline network and a more than doubling of the price Belarus will now pay for Russian gas.  There was no global outcry this time. President Aleksandr Lukashenko, the utterly Soviet boss of Belarus, has no friends in the West. But this latest squeeze is another warning that the Kremlin will let nothing -- personal loyalty, contracts, the law -- halt its drive to reimpose state control on Russia's energy sector. It is also another reminder that the West, a big consumer of Russian energy, remains vulnerable to President Vladimir Putin's whims.  The Belarus deal came less than two weeks after Royal Dutch Shell gave in to the Kremlin's pressure and sold a controlling share in the Sakhalin-2 oil and gas project to Gazprom, Russia's state gas monopoly. Moscow is now leaning on the British-Russian joint venture, TNK-BP, to give Gazprom a large and possibly controlling stake.  A year ago, when the democratic revolutions in Georgia and Ukraine were seen as serious threats to the Kremlin's influence, Mr. Putin was eager to prop up Mr. Lukashenko. But once Mr. Lukashenko successfully stole the March presidential election, the new gas bill arrived in Minsk. That included half ownership for the Kremlin of Beltransgaz, the state pipeline operator that not only fuels Belarus but also supplies a fifth of Europe's gas.  Russia's European customers could increase their leverage -- and possibly improve the Kremlin's behavior -- if they negotiated jointly with Gazprom, rather than scurrying to cut separate deals. Western companies and governments also need to warn Moscow that its leverage has limits. Russia will need the expertise and capital of foreign companies if it wants to keep developing its natural resources. No one wants to do business with a bully.  Editorial  ", 
            "title": "Now It's Belarus's Turn"
        }, 
        "weight": 0.5611651186112449, 
        "file": "1816104.txt", 
        "other_topics": {
            "0": 0.0002592168078548274, 
            "1": 0.0003149813532464435, 
            "2": 0.0004475509658830075, 
            "3": 0.00038940298815653144, 
            "4": 0.0002418137903699359, 
            "5": 0.0006436876641939866, 
            "6": 0.0004637152715066452, 
            "7": 0.5611651186112449, 
            "8": 0.011567180886337854, 
            "9": 0.0004626976749906273, 
            "10": 0.005905780073168393, 
            "11": 0.1913663164608294, 
            "12": 0.0005714377611209439, 
            "13": 0.0005012730623860981, 
            "14": 0.044850188378713615, 
            "15": 0.0003386308569736762, 
            "16": 0.17818252041406793, 
            "17": 0.0013273966275432353, 
            "18": 0.000720220958072457, 
            "19": 0.00028086939333956583
        }
    }, 
    {
        "content": {
            "text": "  India sealed a wide-ranging package of agreements with Russia on Thursday, the first day of a summit meeting intended to demonstrate that their longstanding relationship had not deteriorated as a result of India's growing engagement with the United States.  In a joint statement issued after President Vladimir V. Putin of Russia met with Prime Minister Manmohan Singh of India, Russia offered to build four new nuclear power plants in India, in addition to the two reactors it is already building here.  ''Energy security is the most important of the emerging dimensions of our strategic partnership,'' Mr. Singh said. ''Russia's position as a global leader on energy issues is widely recognized.''  As India's economy booms, the prospect of growing energy shortages has become a major driver of its foreign policy. Describing Russia as a ''special friend'' of India, Mr. Singh added that despite the ''sea change'' that had occurred in international affairs over the past decade, ''Russia remains indispensable to India's strategic interests.''  This was Mr. Putin's first visit to India since the United States agreed to cooperate with India on its civilian nuclear power program last year, and the Indian government was at pains to show that the agreement had done nothing to dilute the warmth of India's affection for its historic partner, Russia.  Mr. Singh went to the airport to meet the Russian leader as he stepped off his plane, a pointed gesture of respect previously extended only to President Bush and King Abdullah of Saudi Arabia.  Mr. Putin will be the guest of honor at India's Republic Day celebrations on Friday. Much of the weaponry on display will be Soviet-made, a testament to the earlier close friendship between the countries in the 1970s and 1980s.  ", 
            "title": "New India Accords With Russia Include More Nuclear Power Plants"
        }, 
        "weight": 0.5603000522866267, 
        "file": "1821478.txt", 
        "other_topics": {
            "0": 0.006301500296019314, 
            "1": 0.16289327804716816, 
            "2": 0.006505708404148424, 
            "3": 0.00042222424409792434, 
            "4": 0.0002621953296628487, 
            "5": 0.024779682047821095, 
            "6": 0.0005028000193718417, 
            "7": 0.5603000522866267, 
            "8": 0.0005012631213530428, 
            "9": 0.0005016966536226306, 
            "10": 0.0064035551935717324, 
            "11": 0.17739365976252897, 
            "12": 0.0006196020166165587, 
            "13": 0.0005435234096548418, 
            "14": 0.00046695453373644285, 
            "15": 0.0003671727284138577, 
            "16": 0.0005469049273976569, 
            "17": 0.04960275863368527, 
            "18": 0.0007809255677395743, 
            "19": 0.0003045427767631055
        }
    }, 
    {
        "content": {
            "text": "  Leading trade ministers on Saturday embraced an unusual game plan for reviving trade talks, saying they would try to hash out details on technical issues, rather than first agreeing on the broad outlines of an accord.  During a meeting at the World Economic Forum, officials from 30 countries including the United States, the European Union and emerging markets like India and Brazil vowed to move forward in the Doha round of World Trade Organization talks, which began more than five years ago in the Persian Gulf emirate of Qatar but collapsed in July because of disagreements about farm subsidies and tariff cuts. They hope to reach a deal within a year.  To resuscitate the talks, the ministers endorsed a strategy that is highly unusual in these negotiations, but now appears to offer the only chance to conclude the trade round. Instead of creating a framework for agreement and then working out details on technical issues like tariffs and subsidies later, countries will aim to work out most specifics up front. Then, they will decide whether a final push is warranted at a meeting of all World Trade Organization members in Geneva.  Pascal Lamy, the organization's director general, said the process would have to achieve a genuine breakthrough in ''months, not quarters,'' for a meeting of all the group's members to occur. Apart from agriculture, it would also have to address tariff cuts for industrial products and services like finance and telecommunications.  After the Geneva meeting, Mr. Lamy said countries would tackle other, less contentious issues, including simplifying customs procedures, environmental rules and antidumping rules.  The W.T.O. negotiations would dovetail with a bid by the Bush administration to extend the United States trade negotiating authority that expires on June 30. Next week, President Bush will give two major addresses on economic policy calling on Congress to take that step, American officials said.  ", 
            "title": "A Plan to Revive Trade Talks Is Offered at Forum"
        }, 
        "weight": 0.5549731008217842, 
        "file": "1822168.txt", 
        "other_topics": {
            "0": 0.000269699232367965, 
            "1": 0.00032771883074944906, 
            "2": 0.0004656494034591613, 
            "3": 0.00040514998952701013, 
            "4": 0.0002515924572116638, 
            "5": 0.11620923288677565, 
            "6": 0.0004824673746954161, 
            "7": 0.5549731008217842, 
            "8": 0.00048099262703484355, 
            "9": 0.006258384390083527, 
            "10": 0.0003676271492332812, 
            "11": 0.25109772832510896, 
            "12": 0.0005945460357906226, 
            "13": 0.0005215439587080464, 
            "14": 0.06399480482405885, 
            "15": 0.0003523246927454431, 
            "16": 0.0005247887318285809, 
            "17": 0.0013810749945533255, 
            "18": 0.0007493458512005382, 
            "19": 0.00029222742308346127
        }
    }, 
    {
        "content": {
            "text": "  Vowing to reduce the nation's thirst for foreign oil, President Bush called on Tuesday for a huge government-mandated increase in renewable fuels -- mainly ethanol -- and tougher mileage standards for cars and light trucks.  It was the second year in a row that Mr. Bush made ''energy security'' a focal point of his State of the Union address, but his proposals on Tuesday were modest, and perhaps less achievable, than those he made a year ago when he said the nation was ''addicted to oil.''  The centerpiece of Mr. Bush's proposal, which he said would cut the projected use of gasoline by 20 percent over the next decade, was a nearly fivefold mandatory increase in the production of ethanol and other alternative fuels for cars and trucks. The most obvious beneficiaries would be makers of ethanol and other biofuels, but it could also promote the production of liquefied coal.  Mr. Bush called for a mandatory requirement that makers of fuel produce 35 billion gallons of alternative fuels a year by 2017, replacing about 15 percent of the projected gasoline use in that year.  A second major plank of Mr. Bush's energy proposal calls for increasing fuel-efficiency standards of cars and trucks by 4 percent a year -- about one mile per gallon -- starting in 2010 for cars and 2012 for trucks.  That was a significant change from Mr. Bush's approach last year, when he called for ''reform'' of the corporate average fuel economy, or CAFE, rules, but avoided suggesting specific mileage requirements.  In a third proposal, Mr. Bush called for doubling the amount of oil in the Strategic Petroleum Reserve to about 1.5 billion barrels of oil. The doubling would take place at a snail's pace over the next 20 years. Even so, advance word of the idea helped push up oil prices by $2.46 a barrel on Tuesday to $55.04.  ''It's a big change that the president has endorsed these new fuel-efficiency standards,'' said Frederick W. Smith, the chief executive of the FedEx Corporation and a co-chairman of the Energy Security Leadership Council, a group of executive and retired military officers. These standards, he said, match their recommendations, ''which are achievable.''  But the proposals face an array of obstacles, both practical and political. On a practical level, skeptics noted that Mr. Bush's goal for ethanol would require big advances in ''cellulosic ethanol,'' a form of ethanol made from plants like switchgrass that has yet to be produced at anything close to competitive prices. It could also require up to 40 million additional acres devoted to growing the plant material involved as well as a sprawling new infrastructure for transforming the feedstock into fuel.  On a political level, Mr. Bush faces a Congress that is now controlled by Democrats, some of whom criticized him on Tuesday for proposing little to reduce the production of heat-trapping gases implicated in global warming.  ''I am disappointed,'' said Senator Jeff Bingaman, Democrat of New Mexico and chairman of the Senate Energy Committee. He said Mr. Bush was ''completely silent'' on energy efficiency and reduction of carbon dioxide from electric power plants, which contribute 40 percent of these emissions.  Cars and trucks account for about one-third of heat-trapping gases that result from burning fossil fuels. Electric utilities and other ''smokestack'' sources were not addressed.  ''If this was a real effort to solve the climate problem, it would include large stationary sources and utilities,'' said Eileen Claussen, president of the Pew Center on Global Climate Change, a nonpartisan policy research group.  Ms. Claussen and other environmental leaders also criticized the absence of any proposal for a mandatory cap on emissions of heat-trapping gases.  Many supporters of ethanol and other renewable fuels praised Mr. Bush's proposals. The Union of Concerned Scientists estimated that the mileage requirement could save 550,000 barrels of oil per day in 2017, and reduce emissions equivalent to ''taking 14 million of today's cars and trucks off the road.''  But many cautioned that the goals would be difficult to attain, might do little to reduce gas emissions and could lead to higher food prices as farmers cater to energy demand rather than food production.  Philip Clapp, president of the National Environmental Trust, said, ''The big numbers may sound impressive, but this is nothing more than stay-the-course on global warming.'' The proposal, Mr. Clapp said, represents a 1.5 percent cut in carbon emissions a decade hence. ''They will still go up by 14 percent over the next decade.''  And if liquefied coal, which produces double the heat-trapping gases of regular gasoline, is part of the alternative-fuel mix -- as coal-industry lobbyists and environmental groups say is the case -- the emissions reductions would fall significantly.  Mr. Bush called for increasing the requirement for annual production of alternative fuels to 35 billion gallons a year. That would almost quintuple the current mandate of producing 7.5 billion gallons of ethanol by 2012. Spurred by tax breaks and soaring oil prices, ethanol production has climbed rapidly and is expected to hit 6 billion gallons this year.  But energy analysts say that corn-based ethanol, which accounts for virtually all of today's production, will not be able to produce more than about half as much alternative fuel as Mr. Bush envisions by 2017.  Mr. Bush also laced his proposals with numerous ''safety valves'' that could delay attainment of his goals.  STATE OF THE UNION  ", 
            "title": "Bush Seeks Vast, Mandatory Increase in Alternative Fuels and Greater Vehicle Efficiency"
        }, 
        "weight": 0.5516749574255752, 
        "file": "1821088.txt", 
        "other_topics": {
            "0": 9.643689722068068e-05, 
            "1": 0.00011718308176401108, 
            "2": 0.0001665031941989181, 
            "3": 0.0001448702970191214, 
            "4": 8.996242119264432e-05, 
            "5": 0.11591782377590086, 
            "6": 0.004303886526143345, 
            "7": 0.5516749574255752, 
            "8": 0.00430335919765479, 
            "9": 0.00017213825174603955, 
            "10": 0.0001314531795098757, 
            "11": 0.16415017451945427, 
            "12": 0.00021259302239420768, 
            "13": 0.00018648952279320242, 
            "14": 0.1302983632339385, 
            "15": 0.00012598144935111803, 
            "16": 0.024975867939612092, 
            "17": 0.0004938337648735968, 
            "18": 0.00026794510388659676, 
            "19": 0.002170177195770961
        }
    }, 
    {
        "content": {
            "text": "  Because of an editing error, an article in Business Day on Saturday about a meeting between the United States trade representative, Susan C. Schwab, and the head of the World Trade Organization, Pascal Lamy, misstated the date of Mr. Lamy's discussion with Prime Minister Tony Blair of Britain about the restart of global trade negotiations. It had already been held, on Jan. 9; it was not scheduled for Tuesday.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5502705293199628, 
        "file": "1819704.txt", 
        "other_topics": {
            "0": 0.0011641916759801865, 
            "1": 0.0014146407888174105, 
            "2": 0.002010035974787915, 
            "3": 0.0017488824168667909, 
            "4": 0.0010860314352901035, 
            "5": 0.0028909229566836244, 
            "6": 0.15170501862868735, 
            "7": 0.5502705293199628, 
            "8": 0.0020762669870628835, 
            "9": 0.002078062708114019, 
            "10": 0.0015869102156649238, 
            "11": 0.061476238326948575, 
            "12": 0.0025664349867711247, 
            "13": 0.002251312063644503, 
            "14": 0.17649360839814174, 
            "15": 0.001520855179806, 
            "16": 0.002265318547178786, 
            "17": 0.0059615891318878745, 
            "18": 0.003234648444262965, 
            "19": 0.026198501813440484
        }
    }, 
    {
        "content": {
            "text": "  Trade envoys from the United States and Europe said on Monday that they had made progress in resolving differences to break an impasse on global trade negotiations, but they declined to say specifically where the differences had narrowed.  ''We are clearly making progress,'' the United States trade representative, Susan C. Schwab, said after a day of talks with Peter Mandelson, the European Union's commissioner for trade. ''Perhaps there's some showing of momentum here.''  Mr. Mandelson, who has tangled sometimes bitterly with Ms. Schwab in the last year, said he had come to Washington ''looking for new impetus, and I believe we've found it.''  He said his new confidence was inspired not only by his talks with President Bush but also by those with the House speaker, Nancy Pelosi, and the new Senate majority leader, Harry Reid. The Democratic leaders and many members of Congress were recently elected on promises to be more skeptical of trade deals.  The comments of Ms. Schwab and Mr. Mandelson came after a session between Mr. Bush and José Manuel Barroso, president of the European Commission. Both pledged in general terms to try again to complete a world trade accord in coming weeks.  Mr. Barroso, speaking at the White House, said he and the president had instructed trade envoys ''to come up with a solution'' on issues that have divided the United States and Europe for years. The principal issue has been over lowering barriers to trade of agriculture products.  ''There is now the defining moment,'' Mr. Barroso said. ''Of course, it is important to engage also others, because this is a real global agreement that we are trying to build.''  Mr. Bush said that both the United States and Europe recognized ''that the best way to help impoverished nations'' would be to complete the current round of talks, known as the Doha round, after the city in Qatar where the talks started.  The trade talks were suspended last summer by the director general of the World Trade Organization, Pascal Lamy, when it became apparent that Europe and the United States could not reach agreement on lowering tariffs and subsidies on farm goods.  The final offer of the United States then was to limit farm subsidies to $22.5 billion a year, less than half what the United States is entitled to impose under current agreements. But because the actual amount of subsidies for 2005 was $19.7 billion, Europeans claimed that the United States was trying to increase subsidies, not lower them.  The Bush administration has called on Europe to lower its tariffs on farm products by more than 50 percent of their current level. A coalition of rich and poor nations has called on Europe to lower tariffs by 36 percent.  Mr. Lamy has said that a final trade agreement can occur only if the United States and Europe increase what they are willing to do, and decrease what they are demanding from the other side. But on both sides, farmers make up powerful political blocs, even though they account for less than 5 percent of the population and of the economy.  By itself, a European and American agreement on farm subsidies would not produce a breakthrough. A global deal on trade would require participation by India and some other poor countries that are resisting demands that they lower their barriers on farm goods and on manufactured goods and services.  With millions of its citizens depending on subsistence farming, India is resisting lower tariffs for farm goods. Kamal Nath, the top Indian trade envoy, has said that the Doha trade talks should recognize the plight of poor farmers and not ask them to sacrifice in order to get rich countries to open their markets.  Negotiators are operating under a timetable that top officials say may be impossible to meet. Bush's legislative authority to negotiate a trade deal, and to get an up-or-down vote on it, expires June 30. Many experts say it will be impossible to meet that deadline for wrapping up a trade deal.  Mr. Lamy has said that if the broad outlines of a trade accord can be negotiated by March, then he hopes the Bush administration may ask Congress to extend Mr. Bush's trade negotiating authority by another six months so that the deal can be completed.  But Democrats and Republicans in Congress said they doubted that Congress would be willing to extend trade negotiating authority past June 30. More likely, they say, Congress will let the deadline slip and allow a new Congress and president in 2009 to negotiate over trade authority.  European officials say that Europe has signaled a willingness to lower tariffs on specific products that the United States hopes to export, particularly poultry, beef and pork.  But Europe has other sorts of trade barriers that American farmers and ranchers say are blocking exports to Europe, like rules barring certain kinds of cleaning processes for chicken used by American producers. Also barred are the levels of hormone for beef used by Americans.  It was not clear whether any of these barriers were on the table in the talks this week.  Canada Seeks Talks Over Subsidies  By The New York Times  OTTAWA, Jan. 8 -- Canada has asked the World Trade Organization to start talks between it and the United States about American farm subsidies in general and its support of corn growers in particular.  ''Canada is concerned that these U.S. subsidies continue to cause economic harm to our corn farmers,'' the Canadian agriculture minister, Chuck Strahl, said in a statement.  ''That's why we took the action we did, in order to provide the best possible support for our producers by pushing for a level playing field so that they can compete.'' Jennifer Chiu, a spokeswoman for David Emerson, the international trade minister, said that Canada did not have specific demands at this point. The Canadian government, however, noted in its statement that if the United States does not reduce its farm subsidies, Canada will ask the W.T.O. to begin a formal dispute settlement hearing on the issue.  ", 
            "title": "Some Progress in Global Trade Effort"
        }, 
        "weight": 0.5447222064098103, 
        "file": "1817559.txt", 
        "other_topics": {
            "0": 9.703824853975433e-05, 
            "1": 0.000117913800014212, 
            "2": 0.00016754145775101442, 
            "3": 0.0001457736643683185, 
            "4": 9.052339963772493e-05, 
            "5": 0.11456208642611611, 
            "6": 0.00017359259278180135, 
            "7": 0.5447222064098103, 
            "8": 0.00017306197603230756, 
            "9": 0.0001732116538124046, 
            "10": 0.0022108387156831136, 
            "11": 0.19427368702735628, 
            "12": 0.0002139186881728366, 
            "13": 0.0001876524150445829, 
            "14": 0.14150369358158685, 
            "15": 0.0001267670315601012, 
            "16": 0.0001888198900046004, 
            "17": 0.0004969131628474893, 
            "18": 0.00026961592850150334, 
            "19": 0.00010514393037876937
        }
    }, 
    {
        "content": {
            "text": "  Romania and Bulgaria joined the European Union on Monday, helping to end geographic divisions left over from the cold war and extending the borders of the now 27-member bloc eastward to the Black Sea.  In Bucharest, Romania, President Traian Basescu said Sunday night that the entry into the European Union signaled the end of a painful 17-year process. ''We arrived in Europe, welcome to Europe,'' he said to rapturous applause from a crowd in University Square. ''This is an enormous chance for new generations.''  In Sofia, the Bulgarian capital, revelers gathered in Battenberg Square. Fireworks filled the sky over the building where the Communist Party once had its headquarters. ''We are home!'' said a headline in the Bulgarian newspaper Trud.  Romania and Bulgaria, now the European Union's poorest members, hope that membership will help them raise their per capita wealth, which is one-third of the Union average. Their accession, the second wave of enlargement into formerly Communist Eastern Europe, will also give the Union a stable political and economic anchor in an unstable region.  Romania, with a population of about 22 million, becomes the European Union's seventh largest member. Bulgaria has a population of 7.7 million.  For Romania, which suffered one of Eastern Europe's most brutal Communist dictatorships under Nicolae Ceausescu before he was overthrown in 1989, being moored to the European Union is an important symbolic final break with a difficult past. For Bulgaria, whose history is marked by conflicts with the Ottoman Empire and Soviet occupation, European membership is also viewed as a source of economic and democratic stability.  The European Union has been experiencing expansion fatigue, though, after the bloc's enlargement in May 2004 to 25 countries from 15. With the latest additions, the Union has a population of nearly 489 million.  Some members, like France, are concerned that the addition of member nations with much lower per capita incomes, the European Union will become economically overburdened, institutionally unwieldy and ultimately unmanageable. They fear that expansion will diminish their power while paralyzing the European Union's decision-making process.  Wariness about the future shape of the Union was reflected in French and Dutch rejections of a proposed European constitution in referendums in 2005. Since then, there have been calls across the bloc for a slowing of the pace of enlargement.  Such ambivalence, stoked by fears of immigration and Europe's lackluster economic performance, has been most prominently expressed in opposition to admitting Turkey, which is Muslim. It has also cast a shadow over the admission of Romania and Bulgaria, which have been criticized for corruption that has lingered since Communist times.  Some countries, though, led by Britain, with the enthusiastic backing of the United States, have supported further expansion because the promise of membership has helped accelerate economic and political change in Europe, ranging from the arrest of war criminals in Croatia to the liberalization of Turkey's banking industry.  The cautious approach to further expansion was reflected in the tough conditions imposed on Romania and Bulgaria for entry.  Even now that they are in the Union, the two countries will be subject to unprecedented safeguards devised to keep them from backtracking. They include the power by the European Commission, the union's executive, to suspend some of the rights that come with membership, like generous economic aid.  The commission has also threatened to suspend recognition of arrest warrants and decisions made by Bulgarian courts if the country does not improve its judicial system.  Romania expects to receive as much as $ 2.2 billion in the first year after entry, while Bulgaria would be entitled to $873 million.  The European Union has been grappling with fears that westward migration from its poorer members in the east risks undermining the bloc's social standards.  At the time of the last enlargement, in May 2004, the European Commission estimated that the number of migrants throughout the bloc would total 70,000 to 150,000 a year. But Britain alone is estimated to have received up to 600,000 in the past three years.  Britain, Sweden and Ireland, which opened their doors to European Union newcomers in 2004, have already signaled that they are less inclined to do so now. Romanians and Bulgarians may also face obstacles in labor markets in Hungary, Slovakia and the Czech Republic, which are themselves confronting restrictions by countries further west.  At a recent meeting in Brussels, European leaders toughened their tone on enlargement but stopped short of setting new hurdles to expansion. They reaffirmed backing for the eventual membership of Turkey, Albania, Bosnia, Croatia, Macedonia, Montenegro and Serbia.  ", 
            "title": "Romania and Bulgaria Celebrate Entry Into European Union"
        }, 
        "weight": 0.5380893723785534, 
        "file": "1815951.txt", 
        "other_topics": {
            "0": 0.00012250085843691898, 
            "1": 0.04738043392579744, 
            "2": 0.000211503945167187, 
            "3": 0.00018402433361416824, 
            "4": 0.0001142765283908293, 
            "5": 0.0632796341216633, 
            "6": 0.00021914288390468317, 
            "7": 0.5380893723785534, 
            "8": 0.008090403004543703, 
            "9": 0.00021866198743895543, 
            "10": 0.000166980977181096, 
            "11": 0.24262667234703203, 
            "12": 0.008141980422576703, 
            "13": 0.00023689197070889977, 
            "14": 0.03693919300080647, 
            "15": 0.00016003040472490078, 
            "16": 0.00023836578837314957, 
            "17": 0.053106835150050435, 
            "18": 0.00034036251876671343, 
            "19": 0.0001327334522691242
        }
    }, 
    {
        "content": {
            "text": "  A toxic purple haze of diesel exhaust hangs over the rice and jute fields here in northeastern India, and bird songs are frequently drowned out by the chug-a-chug-a-chug of diesel generators.  Across the developing world, cheap diesel generators from China have become a favorite way to provide electricity. They power everything from irrigation pumps to television sets, allowing growing numbers of rural villages in many poor countries to grow more crops and connect to the wider world.  But as the demand increases for the electricity that makes those advances possible, it is often being met through the dirtiest, most inefficient means, creating pollution in many remote areas that used to have pristine air and negligible emissions of carbon dioxide and other global warming gases.  ''There has been a mushrooming of these decentralized diesel generators,'' said Ibrahim Rehman, a rural energy expert at the Energy and Resources Institute in New Delhi.  While many generators are purchased initially to power irrigation pumps, they have also opened up a huge new market for television sets, which in turn creates demand for even more diesel generators.  ''You either want clean air or television'' in many villages, said Nandita Mongia, the chief of the United Nations Development Program's regional energy program for Asia and the Pacific. In nearly all cases, television wins.  Rising prices for diesel fuel have improved the commercial potential of alternatives, but renewable energy sources have been in an often-losing race against smoke-spewing backyard diesel generators, and occasionally coal, to become the energy source of choice in outlying areas.  Renewable sources have made some inroads, including tiny hydroelectric dams for Himalayan streams, biomass generators for India and Southeast Asia, solar-powered lanterns for India and Africa and rooftop water tanks in southern China.  But demand for electricity has been growing even more swiftly across the developing world, particularly in China and India.  When night falls here in Baharbari and countless stars blaze from an inky sky virtually uncontaminated by outdoor lighting, many of the thatch huts glow softly with the violet light of television screens, and occasionally a small bulb providing reading light for a child.  Three years ago, practically no one had a television set in this isolated community tucked between Nepal and Bangladesh. It is an area so remote and roadless that the only access is on foot or by bullock cart, after monsoon rains turn dirt paths into bogs that become impassable even for farm tractors.  Even so, half of the 1,000 households have TV, paying about 40 cents every few days to the owner of a diesel generator to recharge the batteries that power the sets. Ranvir Kumar Mandel, a slender 22-year-old, has built a bamboo hut here just to serve as a television repair shop.  ''Before, there was no market,'' he said, sitting near a pile of mostly black-and-white sets to be fixed.  Lavish government subsidies for diesel, kerosene and other fossil fuels have held down prices in many developing countries and made it harder to introduce renewable energy technologies.  While entrepreneurs and organized crime syndicates frequently raise the subsidized price of kerosene and pocket the profits, it remains very cheap and is frequently mixed with diesel to reduce the cost of running generators. The mixture shortens the life of the generator, however, and can make pollution even worse.  Given the popularity of generators, perhaps the most promising alternative is a new type like the one at the edge of the village here that contributes much less to air pollution and global warming. It burns a common local weed instead of diesel, costs half as much to operate and emits less pollution.  The main material is dhaincha, a weed commonly grown in India to restore nitrogen to depleted soils. The dhaincha grows 10 feet tall in just four months, with a green stalk three inches thick. Wood from shrubs and trees is used when there is not enough dhaincha.  ''Other villagers were surprised,'' said Ravindra Prasad Mandal, a village leader. ''How was it possible that from dhaincha and wood, power was produced?''  For all its potential advantages, the toughest part of the project here has been to persuade change-resistant villagers to try it. Many projects fail in rural areas, development economists said, because governments or foreign aid organizations donate money or equipment without requiring any ongoing commitment. And they often threaten existing ways to obtain power, making it even harder to overcome resistance.  The biomass generator in Baharbari is owned by a collective of village residents, and has been supported by Hindus and Muslims alike. But local landlords, some with their own diesel generators that they rent out to charge batteries, have been wary.  The project has succeeded here partly because it has the active backing of one landlord family, the Sharans. Family members have gone on to successful business careers in big Indian cities and in Europe, and have dedicated themselves to helping their home village.  That makes it an unusual case, although the Sharans are trying to replicate it by setting up a school and training managers to establish similar cooperatives in nearby villages.  The biomass project has attracted interest and World Bank support because it appears to offer significantly cheaper electricity than diesel, at least at current prices. Another popular approach being tried in India and elsewhere -- using solar energy to recharge lanterns by day -- has run into difficulty even as diesel prices would seem to make it more competitive.  The problem is that prices for photovoltaic panels for solar energy have surged as governments in industrialized countries, especially Germany, have encouraged greater use of renewable energy, said Hemant Lamba, the coordinator of Aurore, a renewable energy service company in Auroville, India.  ''It's harder to do any solar energy projects in India,'' he said.  In mountainous countries like Nepal, development agencies have focused on designing very small, inexpensive hydroelectric systems to install in streams. But deforestation has denuded many hillsides in the Himalayas and elsewhere, causing rainfall to surge into streams much more quickly. A Japanese project in Bhutan was recently destroyed this way.  ''The villagers shrugged and said, 'Nobody asked us, we knew every third year there would be a flood,' '' Ms. Mongia, the United Nations energy expert, said.  Wind energy has found few applications in rural villages, because the turbines, even though far more capable than in the past, are still too expensive.  China has tried another approach: supplementing an expansion of electricity from coal-fired power plants with cheap rooftop solar water heaters that channel water through thin pipes crisscrossing a shiny surface.  Close to 5,000 small Chinese companies sell these simple water heaters, and together they have made China the world's largest market for solar water heaters, with 60 percent of the global market and more than 30 million households using the systems, said Eric Martinot, an expert on renewable energy at Tsinghua University in Beijing.  Wang Youyun, a 27-year-old lettuce farmer in Wangjiaying, a village of 3,000 people in southwestern China's Yunnan Province, bought one such hot water system a year ago for $360 and installed it on his family'sroof next to a spot where ears of corn dry in the sunshine.  The village now has electricity, and some residents use it for water heaters, but Mr. Wang calculates that the solar system will pay for itself in two years. There is so much competition that even without government subsidies, the same size model now costs $330 and the price is still falling, he said.  The water heaters can be installed only on a sturdy, flat concrete roof, however, and not on the beautiful but fragile tile roofs that still adorn many of the houses in the village. The systems pose another drawback as well, Mr. Wang acknowledged: ''If there is no sun for two or three days then there's no hot water.''  Big conventional power plants, even those that burn coal, are often cleaner, safer and more efficient than crude household stoves and other small systems. So many economists say that the first step in developing countries should be the construction of power lines connecting as many villagers to national grids as possible.  Cooperation across national borders can help make this happen. Vietnam has made electricity available to 84 percent of its households, up from 50 percent in the early 1990s, partly by building a high-power line from China across Vietnam's impoverished northern highlands.  But power plants have actually closed in some of the poorest and most chaotic parts of the developing world, from Africa to dysfunctional states in India like Bihar, which includes Baharbari. Causes range from corruption to a failure of government-owned electricity boards to invest in maintenance and replacement parts.  Mohamad Aslam, 21, who sells time on a shared phone in Harwa, a village near Baharbari, said that he could remember lights shining outside homes when he was a boy, and when power from the national grid was still available. ''It gradually decreased until it was gone: 10 to 12 hours a day, then five to six hours, then three to four hours and then there was no more,'' he said.  So for now, diesel generators remain the favorite choice of millions across the developing world -- so much so that the International Energy Agency plans to assess the extent of their use as part of a detailed look next year at energy use in India and China.  Mohan Lal Yadav, the 55-year-old owner of a diesel station in Vehbra, a community of 4,000 people near Baharbari, calculates residents there have bought 100 diesel generators and 100 to 150 diesel-powered irrigation pumps in recent years. ''It'll keep on increasing,'' he said.  Articles in this series are examining the ways in which the world is, and is not, moving toward a more energy-efficient, environmentally benign future. Previous articles are at nytimes.com/energychallenge.  The Energy Challenge  ", 
            "title": "Clean Air or TV: Paying in Pollution For Energy Hunger; India and China Explore Alternatives, but Too Often The Diesel Generator Rules"
        }, 
        "weight": 0.5353086254073003, 
        "file": "1817599.txt", 
        "other_topics": {
            "0": 5.491723496236893e-05, 
            "1": 6.673141733420094e-05, 
            "2": 0.058911361384878395, 
            "3": 8.249825917005077e-05, 
            "4": 5.1230261080616445e-05, 
            "5": 0.0001363705810184842, 
            "6": 9.824193396915516e-05, 
            "7": 0.5353086254073003, 
            "8": 0.07773577971123322, 
            "9": 0.013037666026236067, 
            "10": 7.485770855085324e-05, 
            "11": 0.19346555887262706, 
            "12": 0.00012106383862046505, 
            "13": 0.0001061988640905598, 
            "14": 9.123809606699146e-05, 
            "15": 0.04359598431634552, 
            "16": 0.0024595213374896114, 
            "17": 0.07439006543852955, 
            "18": 0.00015258479535570362, 
            "19": 5.9504515140875356e-05
        }
    }, 
    {
        "content": {
            "text": "  In many countries, higher oil prices have hurt pocketbooks and led to worries about economic slowdowns. But here in Japan, Kiminobu Kimura, an architect, says he has not felt the pinch. In fact, his monthly energy bill is lower than a year ago.  A reason is his new home fuel cell, a machine as large and quiet as a filing cabinet that sits in front of his house and turns hydrogen into electricity and cold water into hot -- at a fraction of regular utility costs. But even with the futuristic device, which is available for now only in Japan, Mr. Kimura has not let up on the other shortcuts that leave him unscathed by last year's oil squeeze.  Energy-efficient appliances abound in the many corners of his cramped home. There is the refrigerator that beeps when left open and the dishwasher that is compact enough to sit on the kitchen counter. In some homes, room heaters have a sensor that directs heat only toward occupants; there are ''energy navigators'' that track a home's energy use.  And then Mr. Kimura, 48, says there are the little things that his family of four does to squeeze fuel bills, like reusing warm bath water to wash laundry and bicycling to buy groceries.  ''It's not just technology, it's a whole mind-set,'' said Hitoshi Ikuma, a specialist in energy issues at the Japan Research Institute. ''Energy conservation is almost an obsession here among government, companies, regular citizens, everyone.''  Japan is the most energy-efficient developed country on earth, according to most specialists, who say it is much better prepared than the United States to prosper in an era of higher global energy prices. And if there is any lesson that Japan can offer to Americans, they say, it is that there is no one fix-all solution to living with oil above $50 a barrel.  Rather, as Mr. Kimura shows, it is a combination of many things, from the most advanced technologies to the simplest frugality in everyday life -- and an obsession with saving energy that keeps his family huddled in a single heated room during winter.  Japan tops most global comparisons of energy efficiency in wealthy nations. Its population and economy are each about 40 percent as large as that of the United States, yet in 2004 it consumed less than a quarter as much energy as America did, according to the International Energy Agency, which is based in Paris.  That means Japan consumed the energy equivalent of 2.8 million tons of oil per person in 2004, in contrast to 5.4 million tons per American. Germany, another energy-conscious country, used 3.2 million tons per person. On other measures, like household electricity use, Japan is also much lower.  Japan's obsession with conservation stems from an acute sense of insecurity in a resource-poor nation that imports most its energy from the volatile Middle East, a fact driven home here by the 1970s shocks. The guiding hand of government has also played a role, forcing households and companies to conserve by raising the cost of gasoline and electricity far above global levels. Taxes and price controls make a gallon of gasoline in Japan currently cost about $5.20, twice America's more market-based prices.  The government in turn has used these tax revenues to help Japan seize the lead in renewable energies like solar power, and more recently home fuel cells. One way has been a subsidy of about $51,000 for each home fuel cell. This allowed Mr. Kimura to buy his cell last year for about $9,000, far below production cost. His cell, which generates one kilowatt per hour, provides just under half of his household's electricity, and has cut his electricity bill by the same amount, he said.  The device works by converting natural gas into hydrogen, which the fuel cell then uses to generate electricity. Heat released by the process is used to warm water.  The first two fuel cells were installed in the prime minister's residence in April 2005. Since then, some 1,300 have been sold, according to the trade ministry. The ministry forecasts that as sales pick up, production cost will fall to about $5,000 by decade's end. Experts say that Japan is far more willing to embrace new technologies than the United States, where opposition to hydrogen storage tanks in Tarrytown, N.Y., forced General Motors to scrap an experimental filling station for fuel-cell cars last year.  Higher energy prices have also created strong domestic demand in Japan for more conventional and new energy-saving products of all sorts. That has spurred the invention and development of things like low-energy washing machines and televisions and high-mileage cars and hybrid vehicles, experts say. Japanese factories also learned how to cut energy use and become among the most efficient in the world.  Companies like Mitsubishi Heavy Industries are now reaping the benefits in booming overseas sales of their highly efficient electric turbines, steel blast furnaces and other industrial machinery, particularly in the United States. The environment ministry forecasts that exports will help turn energy conservation into a $7.9 billion industry in Japan by 2020, about 10 times its size in 2000.  ''Japan has taught itself how to survive with energy prices that are twice as high as everywhere else,'' said Kouichi Iwama, an economics professor at Wako University who advises the Japanese Parliament on energy policy.  But with a few exceptions like cars, many of Japan's efficient consumer products have yet to make their way overseas, according to corporate executives. Partly, that is because while more energy-efficient, they are also more expensive. But another reason is that many appliances here are designed for Japan's conservation-conscious lifestyle, which includes things like smaller homes and a lack of central heating.  Mr. Kimura says he, his wife, and two teenage children all take turns bathing in the same water, a common practice here. Afterward, the still-warm water is sucked through a rubber tube into the nearby washing machine to clean clothes. Wet laundry is hung outside to dry or under a heat lamp in the bathroom.  ''In Japan, it's natural to think about saving energy,'' Mr. Kimura explains. ''We learned not to waste from our parents, who had learned it from the hardship of the war and after,'' he said.  The different approach is also apparent in the layout of Mr. Kimura's home, which at 1,188 square feet is about the average size of a house in Japan but only about half as big as the average American one. The rooms are also small, making them easier to heat or cool. The largest is the living room, which is about the size of an American bedroom.  During winter, the entire family, including the miniature dachshund, gathers here, which is often the only room heated. Like most Japanese homes, Mr. Kimura's does not have central heating. The hallways, stairwell and bathrooms are left cold. The three bedrooms have wall-mounted heaters, which are used only when the rooms are occupied, and switched off at night.  The living room is kept toasty by hot water running through pipes under the floor. Mr. Kimura says such ambient heat saves money. He says the energy bill for his home is about 20,000 yen ($168) a month. Central heating alone would easily double or triple his energy bill, he says.  ''Central heating is just too extravagant,'' says Mr. Kimura, who is solidly middle class.  The government has tried to foster a culture of conservation with regular campaigns like this winter's Warm Biz, a call to businesspeople to don sweaters and long johns under their gray suits so that office thermostats could be set lower. It has also encouraged development of energy-saving appliances with its Top Runner program, which has set goals for reducing energy use.  Products that meet the goals are awarded a green sticker, while those that fail get an orange sticker. Japan's trade and industry ministry says consumers heed the stickers, pushing manufacturers to raise the energy efficiency. The average air-conditioner now uses two-thirds less electricity than in 1997, and the average freezer 23 percent less, the ministry said.  The savings add up. The average household here used 4,177 kilowatt- hours of electricity in 2001, the most recent figure, according to the Jyukankyo Research Institute in Tokyo. In the same year, the average American household consumed more than twice that, or 10,655 kilowatt hours, according to the Energy Department.  ''The Japanese use less energy, there's no doubt about that,'' said Alan K. Meier, a scientist specializing in energy efficiency at Lawrence Berkeley National Laboratory in California. ''Some of it is more efficient appliances, but these are only part of a different lifestyle and one that's more energy-conscious.''  The Energy Challenge  Correction:  January 10, 2007, Wednesday  An article in Business Day on Saturday about the energy efficient ways of the Japanese misstated the amount of energy consumed in Japan and the United States as measured in tons of oil per person. Japan consumed the energy equivalent of 2.8 tons of oil per person in 2004, not 2.8 million tons. Likewise, the United States consumed 5.4 tons of oil per person, not 5.4 million tons. The article also referred imprecisely to the output from a home fuel cell used by a Japanese homeowner, Kiminobu Kimura. The cell produces one kilowatt of power per hour; not one kilowatt per hour.  ", 
            "title": "The Land of Rising Conservation; Japan Offers a Lesson in Using Technology to Reduce Energy Consumption"
        }, 
        "weight": 0.5304965206022861, 
        "file": "1816724.txt", 
        "other_topics": {
            "0": 6.054355607480509e-05, 
            "1": 7.356811227099949e-05, 
            "2": 0.00010453152024943597, 
            "3": 9.095028152015172e-05, 
            "4": 0.023399725890158367, 
            "5": 0.00015034187217371513, 
            "6": 0.005295695141764512, 
            "7": 0.5304965206022861, 
            "8": 0.07013771697631001, 
            "9": 0.00010806923695768092, 
            "10": 8.25269494792587e-05, 
            "11": 0.1691934829299062, 
            "12": 0.00013346693997197393, 
            "13": 0.00011707903516178887, 
            "14": 0.00010058552272661748, 
            "15": 0.007860174117779003, 
            "16": 0.057179077986223736, 
            "17": 0.1351821252740213, 
            "18": 0.00016821724764749896, 
            "19": 6.560080731676138e-05
        }
    }, 
    {
        "content": {
            "text": "  Chinese officials announced Wednesday that President Hu Jintao would visit Sudan in early February and would seek a diplomatic solution to the conflict in the country's western Darfur region, which the United States has described as genocide.  Mr. Hu's visit to Sudan will be part of an eight-country tour of Africa, the latest of a string of high-level visits to the continent by Chinese officials.  In recent months, China has faced widespread criticism for its economic engagement with Sudan at a time when government-allied militias known as the janjaweed have carried out frequent attacks on civilian populations in western Darfur. At least 200,000 people have died in the conflict since early 2003, and many thousands have been forced to flee their homes.  China has played a leading role in building a thriving oil industry in Sudan amid the violence in Darfur, and now imports more than 64 percent of Sudan's oil exports, accounting for nearly 5 percent of China's petroleum imports.  A Foreign Ministry spokesman said that China would use its diplomatic influence to encourage a settlement of the Darfur crisis, but that China would not publicly pressure Sudan or threaten it with sanctions.  ''The Sudan issue should be resolved like any other -- through peaceful negotiation,'' Assistant Foreign Minister Zhai Jun said at a news conference in Beijing. ''Using pressure and imposing sanctions is not practical and will not help settle the issue.''  Mr. Zhai acknowledged China's prominent role as a leading trading partner of Sudan's and said China would sign new economic agreements with the country during Mr. Hu's visit. ''With Sudan, we have cooperation in many aspects, including military cooperation,'' he said. ''In this, we have nothing to hide.''  China's intense engagement with the continent has brought increasing scrutiny, and very often criticism, from Western governments and from international human rights groups and others who say China ignores questions of governance and of rights as it pursues business opportunities in Africa.  Despite the vow not to pressure the Sudanese government, Chinese diplomatic analysts said the announcement of a diplomatic initiative with Sudan was a turning point in China's foreign policy and in its relations with Africa in particular.  ''This is a remarkable change,'' said Shi Yinhong, an expert in international relations at People's University in Beijing. ''It would boost China's image in the West, and would be welcomed in Africa, too.''  Mr. Shi said that during the recent China-Africa summit meeting in Beijing, Mr. Hu had pushed the Sudanese president, Omar Hassan al-Bashir, in private to cooperate with the United Nations.  ''China has begun to follow a different pattern on this issue,'' Mr. Shi said, adding, ''When the world talks about China's rise, naturally that places demands and pressure on China to take on more responsibility.''  An expert in African affairs, however, expressed more caution. ''China now is showing slightly different tactics, paying more attention,'' said He Wenping, director of African studies at the Chinese Academy of Social Sciences, in Beijing. ''Hu's visit at least gives a clear signal that China thinks the Sudan issue is important and China wants to play a role. But China's strategy remains the same, and as always, it uses quiet diplomacy to keep a constructive engagement, rather than waving a stick.''  In the last two years, Africa has been the focus of a huge push by Chinese diplomats and companies to expand China's influence abroad. Africa's many countries offer China a rich source of support in United Nations votes and help in securing petroleum and other natural resources needed by China's booming economy.  Africa is also a stage of China's bitter diplomatic contest with Taiwan, with China offering large amounts of foreign aid and investment to countries in order to keep them from recognizing Taiwan, which this country regards as a breakaway province.  The Foreign Ministry spokesman, Mr. Zhai, acknowledged that there had been problems in certain countries, like Zambia, where there were riots last year at a Chinese-controlled copper mine after a labor dispute over working conditions. ''We are also trying to educate Chinese businesses who have interests in Africa and investments there to respect social conventions and observe local laws and regulations,'' he said.  ", 
            "title": "Chinese Leader to Visit Sudan For Talks on Darfur Conflict"
        }, 
        "weight": 0.5212004122709846, 
        "file": "1821312.txt", 
        "other_topics": {
            "0": 0.0001234728278912751, 
            "1": 0.2276025176587918, 
            "2": 0.00021318209972709303, 
            "3": 0.0001854844542485336, 
            "4": 0.00011518324281196083, 
            "5": 0.0161753858060564, 
            "6": 0.00022088164877549868, 
            "7": 0.5212004122709846, 
            "8": 0.00022020648458434335, 
            "9": 0.00022039693669017972, 
            "10": 0.018681880025077705, 
            "11": 0.21016941472497835, 
            "12": 0.0002721931379117086, 
            "13": 0.0002387715637374649, 
            "14": 0.002849930920833133, 
            "15": 0.0001613001481956451, 
            "16": 0.00024025707524426583, 
            "17": 0.0006322792749916686, 
            "18": 0.0003430630873657434, 
            "19": 0.00013378661110264583
        }
    }, 
    {
        "content": {
            "text": "  An article on Jan. 7 about the effect of the Iraq war on the price of oil in the Middle East attributed an incorrect statistic to James A. Placke, an oil expert, about the amount of oil currently being produced by Iraq. He said production was expected to average 1.85 million barrels a day for 2006; he did not say 1.5 million barrels.  ", 
            "title": "CORRECTIONS"
        }, 
        "weight": 0.516587789954075, 
        "file": "1820566.txt", 
        "other_topics": {
            "0": 0.0015010857146300612, 
            "1": 0.06613072451046415, 
            "2": 0.0025917006193213843, 
            "3": 0.0022549743884022707, 
            "4": 0.0014003074466071867, 
            "5": 0.003727498866301586, 
            "6": 0.22775880701866474, 
            "7": 0.516587789954075, 
            "8": 0.0026770975762337745, 
            "9": 0.002679412943430547, 
            "10": 0.002046130636632097, 
            "11": 0.14357296011693413, 
            "12": 0.0033091104975693803, 
            "13": 0.002902797234884715, 
            "14": 0.002493865591194693, 
            "15": 0.0019609605802290357, 
            "16": 0.00292085691764942, 
            "17": 0.0076867550825221835, 
            "18": 0.00417069170971819, 
            "19": 0.001626472594535433
        }
    }, 
    {
        "content": {
            "text": "  China spread alarm and consternation among space powers when it destroyed one of its own satellites last week with a missile fired from the ground, thus becoming the first nation in more than two decades to successfully test an antisatellite weapon. This aggressive show of force puts a wide range of United States military and intelligence satellites at risk and holds the danger of starting an arms race in space. Too bad the Bush administration's own bellicose attitudes -- and adamant refusal to consider an arms control treaty for space -- give it scant standing to chastise the Chinese. The administration needs to reverse course promptly and join in talks aimed at banning further tests or use of antisatellite weapons.  The Chinese test, which Beijing has not acknowledged but was tracked by intelligence agencies, destroyed an aging communications satellite some 500 miles above the Earth. The missile smashed the satellite into hundreds of pieces large enough to pose a danger for a decade or more to spacecraft or satellites that pass through the debris.  The Chinese have now demonstrated that -- should they ever choose -- they could destroy essential American satellites used to conduct military reconnaissance, spot nuclear tests and direct smart weapons. A top intelligence official told reporters last August that China had used a ground-based laser to illuminate an American satellite. That could signal a nascent effort to develop a way to blind satellites or to guide a missile to a target in space.  The Bush administration has been flexing its own muscles in space. A national space policy issued in October declared that ''freedom of action in space is as important to the United States as air power and sea power.'' It asserted a need to deter others from interfering with America's right to operate in space. The policy did not address whether Washington would place weapons in space -- as some in the Pentagon have been urging -- but the administration continues to oppose any restrictions.  Surely it would make military and diplomatic sense to pursue the opposite course and seek to ban all tests and any use of antisatellite weapons.  The United States and the Soviet Union successfully tested such weapons decades ago and have no overriding need to develop better versions, although the United States is clearly trying. China's success in matching the feat reportedly came after three earlier tests failed, so the Chinese could only benefit from additional testing. The United States, with many more satellites in orbit than any other power and a military that has become increasingly dependent on satellites, has the most to lose from an unbridled space arms race.  Some experts suggest that China's latest test is intended to prod the United States to join serious negotiations. The way to counter China or any other potentially belligerent space power is through an arms control treaty, not a new arms race in space.  Editorial  ", 
            "title": "China's Muscle Flex in Space"
        }, 
        "weight": 0.5161865403034018, 
        "file": "1820043.txt", 
        "other_topics": {
            "0": 0.00018817015187497306, 
            "1": 0.10099408451160431, 
            "2": 0.012416737375507822, 
            "3": 0.00028267464609401207, 
            "4": 0.00017553698788257935, 
            "5": 0.00046726447460638084, 
            "6": 0.012428471336238704, 
            "7": 0.5161865403034018, 
            "8": 0.00033559033477857024, 
            "9": 0.00033588058002760346, 
            "10": 0.00025649482164713316, 
            "11": 0.3202940384834897, 
            "12": 0.0004148169680318054, 
            "13": 0.000363883148861438, 
            "14": 0.00031262109983274706, 
            "15": 0.00024581824116117883, 
            "16": 0.00036614703906805813, 
            "17": 0.0009635811314481706, 
            "18": 0.0005228213717527614, 
            "19": 0.03244882699269023
        }
    }, 
    {
        "content": {
            "text": "  President Hugo Chávez signaled a vigorous new effort to assert greater control over Venezuela's economy on Monday by announcing plans to nationalize companies in the telecommunications and electricity industries.  Mr. Chávez, who will be sworn in Wednesday to another six-year term, announced his plans at the swearing-in of his new cabinet to a cheering crowd of supporters, sending a chilling message to foreign investors.  American corporations, including Verizon Communications, have large stakes in Venezuela's largest telecommunications company, CANTV, and its biggest publicly traded electricity company, Electricidad de Caracas.  ''Let it be nationalized,'' Mr. Chávez said of CANTV. ''All that was privatized, let it be nationalized.''  Financial markets appeared to be caught off-guard by Mr. Chávez's announcement, as speculators reacted with a sell-off of assets that would be affected by the decision. Shares in CANTV plunged 14 percent in New York trading. Venezuela's currency, the bolívar, fell as much as 20 percent in black market trading here on Monday, traders said.  The announcement was the latest in a series of bold steps Mr. Chávez has taken since his re-election in December to consolidate his power and move Venezuela toward what he calls a socialist revolution. Mr. Chávez said he would also seek a ''revolutionary enabling law'' from Congress that would allow him to approve bills by decree, as well as a measure stripping the central bank of its autonomy.  ''While this is a break with the past, it is consistent with Chávez's drive to concentrate ever greater power in his hands and the hands of his government,'' said Robert Bottome, editor and publisher of Veneconomía, a business newsletter.  Last month, Mr. Chávez announced plans to meld the broad coalition of parties that support him into a single socialist party, raising concerns that he was following in the footsteps of Fidel Castro.  On Monday, in addition to the telecommunications and electricity nationalizations, Mr. Chávez also appeared to signal that he wanted control over four multibillion-dollar oil projects in the Orinoco River basin, which he said should become ''state property.''  It was not clear what Mr. Chávez meant, however, since Venezuela's government already has stakes in those ventures together with some of the world's largest private oil companies, including Exxon Mobil, Chevron, BP and ConocoPhillips.  Venezuela, which has the largest conventional oil reserves outside the Middle East, has already increased its control over numerous oil production ventures in the past year. The largest consumer of Venezuelan oil, of course, remains the United States, despite efforts by Mr. Chávez to export larger quantities of oil to China and other Asian markets.  Details were vague as to how any of the nationalization plans would play out. For instance, Mr. Chávez omitted from his remarks whether Venezuela would compensate foreign investors for their holdings or expropriate them outright. He has already clashed with investors over small-scale takeovers of farms and even a tomato-processing plant owned by H. J. Heinz, but his government has negotiated settlements with owners in those cases.  The nationalizations would, at least for Venezuela, reverse a trend that got under way in Latin America in the 1990s, when governments throughout the region sold many of their assets, particularly state telephone companies, to private investors. Those deals, together with the auction of licenses to provide wireless phone services, led to a sharp increase in the usage of such services among poorer Venezuelans.  They would also be a significant shift of Mr. Chávez's economic policies since he became president in 1999. Though Mr. Chávez steadily adopted more strident rhetoric, he let most of Venezuela's private companies operate unfettered as long they did not actively engage in politics.  But with his re-election in December, Mr. Chávez seems determined to use the momentum -- and margin -- of his victory to solidify his power and deepen his socialist policies in ways that are increasingly unnerving his opponents.  Supporters of Mr. Chávez already control every institution in the federal government, including Congress and the Supreme Court, so it was unclear what hindrances Mr. Chávez was attempting to overcome by seeking expanded powers.  Mr. Chávez is also going forward with a plan to effectively take RCTV, a television station that persistently criticizes his government, off the air in May by not renewing its broadcast license. The move has drawn fierce criticism both here and abroad, with critics claiming it will restrict freedom of expression.  On Monday, Mr. Chávez described one of the most prominent critics of the decision, José Miguel Insulza, the general secretary of the Organization of American States, in a vulgar term that loosely translates as ''idiot.'' Mr. Chávez also called on Mr. Insulza to resign.  Flush with more than $50 billion in revenue from oil exports, Mr. Chávez is also retooling Venezuela's economy to focus on what his economic theorists describe as ''endogenous development'' that prioritizes the domestic production of agricultural goods and industrial products from worker-owned cooperatives.  Venezuela has undergone a nationalization push before, when the populist government of Carlos Andrés Pérez took control of companies in various sectors, including the oil industry, in the 1970s. The economy, however, suffered from poor growth and inefficient services after oil prices crashed in the 1980s, leading subsequent administrations to privatize state companies and open the oil industry to foreign investment.  American companies reacted cautiously to Mr. Chávez's comments on Monday. ''Verizon has of course been carefully monitoring the news reports on President Chávez's comments today,'' said Eric Rabe, a spokesman for Verizon, which has had a large stake in CANTV since the early 1990s. ''We are not aware of the details of the government's plan and therefore cannot comment at this time.''  While Mr. Chávez referred specifically to the telephone company CANTV, his nationalization plans for the electricity sector remained unclear. The AES Corporation of Arlington, Va., controls Electricidad de Caracas, but did not acquire the company through a privatization auction. Robin Pence, a spokeswoman for AES, declined to comment.  CMS Energy of Jackson, Mich., controls an electricity utility that provides power to Margarita Island that it bought from the Venezuelan government in the 1990s. Jeffrey Holyfield, a spokesman for CMS, said the company had a ''good relationship'' with Mr. Chávez's government but was awaiting more details about its plan before it could comment.  ", 
            "title": "Chávez Moves to Nationalize 2 Industries"
        }, 
        "weight": 0.5128454688558893, 
        "file": "1817622.txt", 
        "other_topics": {
            "0": 7.978998082459731e-05, 
            "1": 9.695496346716314e-05, 
            "2": 0.008683295324604497, 
            "3": 0.00011986281759727302, 
            "4": 0.0034926466778008192, 
            "5": 0.030962056583406092, 
            "6": 0.018942911538950582, 
            "7": 0.5128454688558893, 
            "8": 0.00014230071087307055, 
            "9": 0.00014242378386112965, 
            "10": 0.00010876176001830202, 
            "11": 0.11188711194986807, 
            "12": 0.01897606978764531, 
            "13": 0.00015429774159580635, 
            "14": 0.08558789980154693, 
            "15": 0.0018133413339137025, 
            "16": 0.20524807072219545, 
            "17": 0.00040858828690470457, 
            "18": 0.00022169247785142903, 
            "19": 8.645490118577158e-05
        }
    }, 
    {
        "content": {
            "text": "  Ségolène Royal, the Socialist Party's presidential candidate, said owners of unoccupied residences should be fined and even pressured to sell the properties to local governments as a way to ease homelessness. She also said that every city should be forced to create emergency shelters for 1,000 people. France's numerous vacant investment lodgings ''will have to be rented,'' Ms. Royal said in her New Year's speech yesterday in Paris, which was broadcast on national television. ''To do that, lodgings unoccupied for more than two years will be surcharged and local governments will be given the chance'' to acquire or requisition them. The latest opinion poll shows Ms. Royal leading Nicolas Sarkozy, the interior minister who is expected to be the candidate of the governing UMP party in the spring election, by 52 percent to 48 percent.  ELAINE SCIOLINO  ", 
            "title": "World Briefing | Europe: France: Royal Eyes Vacancies For The Homeless"
        }, 
        "weight": 0.5126826964097828, 
        "file": "1816610.txt", 
        "other_topics": {
            "0": 0.0005828294537729885, 
            "1": 0.000708211830785735, 
            "2": 0.0010062846122511147, 
            "3": 0.0008755432672866863, 
            "4": 0.0005437000807255371, 
            "5": 0.0014472831944319672, 
            "6": 0.050979613800836945, 
            "7": 0.5126826964097828, 
            "8": 0.20078738171704139, 
            "9": 0.0010403408459834444, 
            "10": 0.013278701341295114, 
            "11": 0.05574535091898209, 
            "12": 0.026253327216165186, 
            "13": 0.013611320938336703, 
            "14": 0.10084226794822976, 
            "15": 0.0007613859573148477, 
            "16": 0.0011340867648468756, 
            "17": 0.01546879750482225, 
            "18": 0.0016193625369552258, 
            "19": 0.0006315136601532733
        }
    }, 
    {
        "content": {
            "text": "  THE nation's star warriors, frustrated that their plans to arm the heavens went nowhere for two decades despite more than $100 billion in blue-sky research, felt a shiver of hope last week with news that China had conducted its first successful test of an antisatellite weapon.  Having long warned of the Chinese threat, they now said their fears were vindicated and expressed optimism for their own projects, which range from new kinds of defensive satellites to flotillas of space weapons and orbital battle stations able to shatter all kinds of enemy arms.  China, a group of 26 ''Star Wars'' supporters warned in a recent report, has ''begun to erode American space dominance'' and will accelerate that slide with ''both lasers and missiles capable of destroying satellites.''  H. Baker Spring of the Heritage Foundation, a conservative research group in Washington, said in an interview that the cost to the United States of new arms and defensive measures would most likely run to ''billions or tens of billions of dollars a year, pretty much year in and year out,'' and added, ''I don't think that's excessive.''  But the prospect of a new arms race in space is also energizing an opposition, including arms control supporters and fiscal conservatives alarmed at the rising costs of the Iraq war. Treaties could short-circuit the costly game of measure-countermeasure on the high frontier before it expands any further, they say. Currently, no international treaty or domestic law forbids such developments.  An unfettered arms race could hurt the United States more than any other nation, arms control advocates argue. The United States owns or operates 443 of the 845 active satellites that now orbit the planet, or 53 percent. By contrast, China owns just 4 percent.  ''We not only have the most satellites but they are more integrated into our economy and our way of making war than any other country,'' said Laura Grego, a staff scientist at the Union of Concerned Scientists, a private group in Cambridge, Mass., that takes liberal positions on arms issues and environmental issues. ''We have the most to lose in an unrestrained arms race.''  But that logic has not persuaded the Star Wars advocates, who say the United States needs to protect its huge investment in space satellites by being ahead of anyone else in shooting such devices out of the sky.  Diplomats from around the globe have gathered in Geneva for many years to hammer out a treaty on the ''Prevention of an Arms Race in Outer Space,'' which would ban space weapons. Arms control supporters say China and Russia have backed the process, while the United States has dragged its feet.  Last year, John Mohanco, a State Department official, told the diplomats in Geneva that as long as attacks on satellites remained a threat, ''our government will continue to consider the possible role that space-related weapons may play in protecting our assets.''  A Heritage Foundation analysis of such diplomacy says China is charging ahead to build space arms while ''seeking to block the United States from developing its own anti-satellite weapons and space-based ballistic missile defense systems.''  China's strategy, the analysis says, is clear: ''Work on public opinion in the United States to make moral arguments against weapons in space, develop international coalitions to limit the way that the United States can use space, and develop China's own weapons systems and tactics to destroy American satellites and space-based weapons.''  But Theresa Hitchens, a critic of the administration's space arms research who is director of the Center for Defense Information, a private group in Washington that tracks military programs, said that China's antisatellite test might be ''a shot across the bow'' meant to prod the Bush administration into serious negotiations. In the test, a Chinese missile pulverized an aging Chinese weather satellite more than 500 miles above Earth on Jan. 11.  Ms. Hitchens warned that an arms race in space could easily spin out of control, noting that India has been ''rattling its sword'' and some experts in that country are openly calling for antisatellite arms. A global competition that produced armadas of space weapons, she added, could raise the risk of accidental nuclear war if, for instance, a whirling piece of space junk knocked out a spy satellite.  ''How do you know it's not a precursor to a nuclear attack?'' she asked. ''Do you have an itchy trigger finger? If you've got a lot of satellites out there, you probably do.''  The Bush administration has conducted secret research that critics say could produce a powerful ground-based laser meant to shatter enemy satellites. The project, parts of which were made public through Air Force budget documents submitted to Congress last year, appears to be part of a wide-ranging administration effort to develop space weapons, both defensive and offensive.  John E. Pike, who is the director of GlobalSecurity.org, a group in Washington that conducts research on military and space topics, said that treaties and defensive measures were the smart, cheap way to counter antisatellite threats, and that the star warriors in the wake of the Chinese tests were playing a false card.  ''They're trying to piggyback on a totally unrelated topic,'' he said. ''This says nothing about space-based weapons, star wars or any of that.''  But a report, ''Missile Defense, the Space Relationship and the 21st Century,'' researched by a group of organizations that focus on national security issues and published late last year by the Institute for Foreign Policy Analysis, called the military development of the high frontier vital to the nation's protection from a wide variety of threats -- including Chinese arms.  ''Without the means to dissuade, deter and defeat the growing number of strategic adversaries now arrayed against it,'' the group warned, ''the United States will be unable to maintain its status of global leadership.''  THE WORLD  ", 
            "title": "Look Up! It's No Meteor, It's an Arms Race"
        }, 
        "weight": 0.5106258638779713, 
        "file": "1820489.txt", 
        "other_topics": {
            "0": 8.993471032547869e-05, 
            "1": 0.029005395586584524, 
            "2": 0.023272167629107183, 
            "3": 0.00013510252375049172, 
            "4": 8.389677108363177e-05, 
            "5": 0.0002233260416191492, 
            "6": 0.0001608850095855163, 
            "7": 0.5106258638779713, 
            "8": 0.00016039323583261285, 
            "9": 0.0001605319566772051, 
            "10": 0.036724333796936126, 
            "11": 0.2590348858073353, 
            "12": 0.005977481791747769, 
            "13": 0.005953138301416205, 
            "14": 0.08105853300442681, 
            "15": 0.00011748724274952147, 
            "16": 0.02521829597177495, 
            "17": 0.00046053738634099534, 
            "18": 0.0002498791022488818, 
            "19": 0.0212879302524864
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Thomas L. Friedman (''My Favorite Green Lump,'' column, Jan. 10) urges Washington to co-invest in advanced coal to identify ways to reduce carbon dioxide. We already are.  Although not reported in major media, on Nov. 30 the Treasury Department awarded nearly $1 billion in tax credits to help offset the cost of nearly $10 billion in private investment to build nine advanced coal projects. The Energy Department also awarded a $235 million grant to match $300 million by a private utility to build a coal gasification facility in Florida.  With another $650 million in tax credits this year leveraging billions more in private dollars, we should produce more than a dozen commercial-scale coal projects holding the promise of lower carbon dioxide.  This builds on the $2.2 billion President Bush dedicated to clean coal research that culminates with the Energy Department's FutureGen initiative, a $1 billion international partnership to build and operate the world's first coal-fueled, near-zero emissions power plant by 2012.  James L. Connaughton  Chairman, White House Council on Environmental Quality  Washington, Jan. 13, 2007  ", 
            "title": "Cleaner Coal Investment"
        }, 
        "weight": 0.5047286118149835, 
        "file": "1819463.txt", 
        "other_topics": {
            "0": 0.0004279082183433895, 
            "1": 0.0005199628480671662, 
            "2": 0.0007388052418889253, 
            "3": 0.0006428161054007449, 
            "4": 0.00039917977952267324, 
            "5": 0.21187650967900076, 
            "6": 0.000765488848084873, 
            "7": 0.5047286118149835, 
            "8": 0.0007631489947660444, 
            "9": 0.0007638090267964112, 
            "10": 0.0005832818916905384, 
            "11": 0.21507837798072912, 
            "12": 0.0009433142714740238, 
            "13": 0.0008274882512606922, 
            "14": 0.04654003042609634, 
            "15": 0.0005590028203913877, 
            "16": 0.00999845937058649, 
            "17": 0.0021912310803748358, 
            "18": 0.0011889216194458847, 
            "19": 0.00046365173109620195
        }
    }, 
    {
        "content": {
            "text": "  Russia's elite players came to the World Economic Forum high in the Swiss Alps with a mission. At a meeting as much about posturing and politics as it is about business and trade, Moscow's emissaries were here to say loudly that their country was not the bully its detractors depicted it to be.  In truth, last year was a grim one for Russia's reputation, tarnished by the unsolved murders of Kremlin critics at home and abroad and by President Vladimir V. Putin's continued moves to tighten state control of economic and public life.  So the high-powered Russian delegation of political and business leaders spent part of the past week trying to project a counterimage, buttressed by slabs of statistics to display economic growth and sober stewardship in the service of market freedoms that should not alarm the West.  ''Russia today is a different country,'' said Dmitry A. Medvedev, the powerful first deputy prime minister, at a public session of the forum, which ended Sunday.  The Davos meeting has long been used by Moscow to define itself to the world, beginning in the Soviet era. Not only has the Russian image here -- more sober this year than festive -- reflected the nation at home, the conference has even provided a conspiratorial corner to help change the course of post-Soviet history.  In the 1990s, Russians here were known for flashy wealth, showy parties and backroom maneuvering as their nation rode a roller coaster of Wild East capitalism after the collapse of the Soviet Union. And the so-called Davos Pact between Russian oligarchs in 1996 is remembered as the secret deal that thwarted a Communist resurgence. (The group got together amid the parties and debates and agreed to use money and mass media to support Boris N. Yeltsin against a growing Communist challenge.)  Then, after the 1998 financial crash, the number of Russians at the yearly get-together dwindled.  This year the contingent has grown substantially again to 43, and although it may represent a small number of the 2,000 or so participants, the group includes some of the most powerful figures in the Kremlin and in business, both private and state-controlled.  The higher numbers reflect the increasing political and economic muscle displayed by a land intent on parlaying huge oil and gas reserves into a growing international assertiveness. As if to underscore the differences in style that have emerged over the past decade, a well-subscribed Russian dinner here Friday night seemed an exercise in considered statements and relative sobriety in contrast to the vodka-fueled excesses of the '90s.  ''In the 1990s there was a big interest in Russia,'' Anatoly B. Chubais, a former government minister from that era, said in an interview. ''Then it became clear that Russia is not going to become North Korea or Iran and the interest dipped.''  ''Now it has risen again with the question of energy supplies, the cutting off of the supplies of gas,'' he said, referring to Russia's standoff with Belarus over gas supplies, which ended when Belarus accepted higher, market-related prices.  ''Russia became stronger,'' said Mr. Chubais, who heads the country's state-controlled electric power supply monopoly -- a monolith which, he said, is now set to be thrown open to investors through a range of stock offerings.  Beyond projecting their country's power in a world that needs its energy supplies, delegation members spent much of their time defending Russia against charges that it was not attuned to Western ideals.  Russian ministers, including First Deputy Prime Minister Medvedev, insisted that in squeezing Belarus-- as it did in the past with Ukraine -- Gazprom, the state-controlled gas company, was merely bringing its prices closer into line with market prices (although those prices are not charged in Russia itself).  ''There is nothing to be afraid of with Gazprom,'' Aleksandr Medvedev, the deputy chairman of the company, said at a discussion here.  The first deputy prime minister, meanwhile, mounted a broader defense of Russia's actions: ''We are not trying to push anyone to love Russia. But we will not allow anyone to hurt Russia.''  Yet, at virtually every encounter with Western reporters, academics and business analysts here, the Russian leaders have encountered skepticism and the same series of questions: Is Russia a reliable trading partner? Is its widening state control of the energy business a threat to Russia's avowed commitment to free markets and to foreign investors doing business inside Russia? Is Russian investment outside the country, equally, a threat to the steel, telecommunications and other companies that Russian executives have sought to invest in? And has the Kremlin moved back toward the centralized power that has dominated much of Russia's history from the time of the czars to the Communists?  At the dinner here Friday night, Joseph S. Nye Jr., a professor at the John F. Kennedy School of Government at Harvard University, likened Russian public life to a pendulum: ''Under Yeltsin, it swung too far toward chaos and it may have swung too much the other way.''  Also at the dinner, Timothy Garton Ash, a British historian from Oxford University, raised a touchy issue, mentioning the name of Anna Politkovskaya, a reporter who was slain in Moscow in October.  Russia won praise, however, from some American executives whose companies do business in the country, like E. Neville Isdell, the chairman and chief executive of Coca-Cola. ''People do not understand how fundamentally changed Russia is,'' he said. ''We need to help Russia to project itself in a different way.'' He suggested that the Russians themselves had not excelled in the spin doctor's arts. ''They have not always put the right face to the world,'' he said.  Indeed, Mr. Chubais appeared to echo that thought in an interview when the subject of Alexander V. Litvinenko came up. Mr. Litvinenko, a former K.G.B. agent living in London who was killed in November, blamed the Kremlin before he died for poisoning him with radioactive polonium 210.  Mr. Chubais ridiculed the idea that Mr. Putin might have had any interest in killing the former agent. But, he said, the very fact that Mr. Litvinenko's allegation had gained widespread currency ''means there's a very high level of mistrust of Russia in the West'' -- a conclusion that seemed unlikely to change rapidly as a result of the gathering here.  MEMO FROM DAVOS  ", 
            "title": "Russia Turns to Spin to Redefine Itself and Reassure the West"
        }, 
        "weight": 0.5038909329200637, 
        "file": "1822388.txt", 
        "other_topics": {
            "0": 0.0020202340703872257, 
            "1": 0.007829996125860954, 
            "2": 0.0001555765425710132, 
            "3": 0.007855866387651027, 
            "4": 8.405870240391936e-05, 
            "5": 0.00022375708896825328, 
            "6": 0.00016119553788928969, 
            "7": 0.5038909329200637, 
            "8": 0.00016070281495119041, 
            "9": 0.00016084180354446033, 
            "10": 0.00012282665973170924, 
            "11": 0.24023359796940083, 
            "12": 0.05424216345240473, 
            "13": 0.007894754381851776, 
            "14": 0.01366058405166725, 
            "15": 0.00011771400790495773, 
            "16": 0.08703099524712325, 
            "17": 0.0699459541727555, 
            "18": 0.004110612949863311, 
            "19": 9.763511300567763e-05
        }
    }
]