[
    {
        "content": {
            "text": "  Giants (8-8) at Eagles (10-6)  4:30 p.m., Ch. 5  EAGLES' BRIAN WESTBROOK VS. GIANTS' TIKI BARBER  Tiki Barber (1,662 yards rushing, 465 receiving) and Brian Westbrook (1,217 and 699) finished fifth and sixth in the N.F.L. in yards from scrimmage. They are small and versatile backs, and whoever has the better game will most likely be headed to the next round of the playoffs -- unless they cancel each other out, as they have done twice this season. The Eagles have the 26th-ranked rush defense, but held Barber to 126 yards on 40 carries in two meetings. The Giants, under their new play-caller, Kevin Gilbride, have vowed to be more committed to the run. While Eli Manning has played relatively well against the Eagles, and quarterback Jeff Garcia has sparked the Eagles' five-game winning streak, each team would like to put its chances in the hands of its ball carriers.  BY THE NUMBERS, GIANTS vs. EAGLES  3.15  Average gain per rush by Giants running back Tiki Barber in two games against the Eagles. In 14 other games, Barber averaged 5.4 yards a carry.  8  Sacks of Giants quarterback Eli Manning by the Eagles on Sept. 17. He was not sacked more than twice in any other game, including the Dec. 17 rematch, when he was sacked once.  23  Points scored by the Giants in the fourth quarter and overtime on Sept. 17 to overcome a 24-7 fourth-quarter deficit.  22  Points scored by the Eagles in the fourth quarter on Dec. 17, leading to a 36-22 victory.  QUOTABLE  ''We expected to be here. Yeah, we didn't get here the way that we wanted to, but we're here.''  Giants running back Tiki Barber, on making the playoffs.  JOHN BRANCH  PRO FOOTBALL  ", 
            "title": "KEY MATCHUP"
        }, 
        "weight": 0.9475222613479422, 
        "file": "1817228.txt", 
        "other_topics": {
            "0": 0.00034813469432153315, 
            "1": 0.00042302788170605634, 
            "2": 0.022972278162188685, 
            "3": 0.0005229780096886609, 
            "4": 0.00032476200401447536, 
            "5": 0.000864488726896966, 
            "6": 0.0006227812757751552, 
            "7": 0.007952006894152732, 
            "8": 0.0006208776336271704, 
            "9": 0.0006214146180534655, 
            "10": 0.9475222613479422, 
            "11": 0.0109265118869641, 
            "12": 0.0007674552894079097, 
            "13": 0.0006732223338045909, 
            "14": 0.0005783821182280187, 
            "15": 0.00045478976018558406, 
            "16": 0.000677410770265985, 
            "17": 0.0017827270654146832, 
            "18": 0.0009672748659991925, 
            "19": 0.00037721466136295237
        }
    }, 
    {
        "content": {
            "text": "  MAJOR LEAGUE BASEBALL  American League  BOSTON RED SOX--Agreed to terms with RHP Brendan Donnelly on a one-year contract.  OAKLAND ATHLETICS--Traded RHP Kirk Saarloos and a player to be named to Cincinnati for RHP David Shafer and a player to be named.  National League  CINCINNATI REDS--Agreed to terms with INF Mark Bellhorn on a minor league contract.  LOS ANGELES DODGERS--Agreed to terms with RHP Rudy Seanez and INF Fernando Tatis on minor league contracts.  PHILADELPHIA PHILLIES--Agreed to terms with RHP Antonio Alfonseca on a one-year contract.  PITTSBURGH PIRATES--Agreed to terms with OF Luis Matos and INF Nick Green on minor league contracts.  N.B.A.  MINNESOTA TIMBERWOLVES--Fired Dwane Casey, coach. Named assistant coach Randy Wittman interim coach.  SACRAMENTO KINGS--Waived F Maurice Taylor.  N.F.L.  ARIZONA CARDINALS--Named Russ Grimm assistant head coach and offensive line coach.  CAROLINA PANTHERS--Named Jeff Davidson offensive coordinator and promoted Dave Magazu from tight ends coach to offensive line coach.  CLEVELAND BROWNS--Named Alfredo Roberts tight ends coach.  HOUSTON TEXANS--Named Jethro Franklin defensive line coach and Larry Kirksey wide receivers coach.  NEW ENGLAND PATRIOTS--Signed C Brian Barthelmes, P Danny Baugher, T Sean Bubin, RB Quadtrine Hill, TE Matt Kranchik, P Tom Malone, DL Santonio Thomas from practice squad.  PHILADELPHIA EAGLES--Named John Harbaugh secondary coach and Sean McDermott linebackers coach. Signed LB Jeremy Cain, LB Craig Kobel, LB Greg Richmond, WR Michael Gasperson, WR Jermaine Jamison, WR J.J. Outlaw, WR Bill Sampy, RB Antoine Bagwell, S Erick Harris, C Jasper Harvey, QB Jeff Mroz, FB Zack Tuiasosopo and TE Lee Vickers. Allocated Harris, Harvey, Jamison, Kobel and Outlaw to NFL Europe.  N.H.L.  SAN JOSE SHARKS--Assigned G Nolan Schaefer to Hershey of the AHL.  ", 
            "title": "TRANSACTIONS"
        }, 
        "weight": 0.9392589489723647, 
        "file": "1821039.txt", 
        "other_topics": {
            "0": 0.00020201212251207118, 
            "1": 0.00024547039309532, 
            "2": 0.00034878417529540676, 
            "3": 0.00030346845484687527, 
            "4": 0.0001884496512767703, 
            "5": 0.0005016368820940365, 
            "6": 0.0003613812970445243, 
            "7": 0.00028719781875329324, 
            "8": 0.0003602766705965131, 
            "9": 0.00036058826655486256, 
            "10": 0.9392589489723647, 
            "11": 0.002013213860307616, 
            "12": 0.004772444588613268, 
            "13": 0.00039065073028541166, 
            "14": 0.00033561779745616937, 
            "15": 0.0002639008586343101, 
            "16": 0.0003930811543522291, 
            "17": 0.0010344630518540675, 
            "18": 0.04815952689878819, 
            "19": 0.00021888635527438397
        }
    }, 
    {
        "content": {
            "text": "  The Mets signed the journeyman catcher Mike DiFelice to a minor league contract yesterday. DiFelice, 37, was added to the Mets' major league roster in August when the backup catcher Ramon Castro went on the disabled list because of a sore left rib cage. In 15 games with the Mets, DiFelice batted .080. Castro returned for the playoffs, and DiFelice was left off the postseason roster.  MICHAEL S. SCHMIDT  SPORTS BRIEFING: BASEBALL  ", 
            "title": "MINOR LEAGUE DEAL FOR DIFELICE"
        }, 
        "weight": 0.9381414291362911, 
        "file": "1817901.txt", 
        "other_topics": {
            "0": 0.0009508001874267238, 
            "1": 0.0011553430203120382, 
            "2": 0.001641604746876178, 
            "3": 0.0014283195491362939, 
            "4": 0.0008869663935328791, 
            "5": 0.0023610288114599, 
            "6": 0.0017008949794184477, 
            "7": 0.0013517393733777554, 
            "8": 0.0220619000850111, 
            "9": 0.0016971624631276967, 
            "10": 0.9381414291362911, 
            "11": 0.009475491331448089, 
            "12": 0.0020960181358331722, 
            "13": 0.001838655932896112, 
            "14": 0.0015796352256335607, 
            "15": 0.0012420887555229855, 
            "16": 0.0018500950862970094, 
            "17": 0.004868854657621328, 
            "18": 0.0026417508478364434, 
            "19": 0.0010302212809412006
        }
    }, 
    {
        "content": {
            "text": "  MAJOR LEAGUE BASEBALL  American League  BALTIMORE ORIOLES--Claimed RHP Jeremy Guthrie off waivers from Cleveland. Designated RHP Marino Salas for assignment. Agreed to terms with OF Nick Markakis, LHP Kurt Birkins, RHP Ryan Keefer and OF Adam Stern.  SEATTLE MARINERS--Agreed to terms with RHP Jeff Weaver on a one-year contract.  National League  LOS ANGELES DODGERS--Agreed to terms with RHP Chin-hui Tsao.  MILWAUKEE BREWERS--Agreed to terms with RHP Claudio Vargas on a one-year contract.  ST. LOUIS CARDINALS--Agreed to terms with OF Preston Wilson on a one-year contract.  SAN FRANCISCO GIANTS--Agreed to terms with OF Barry Bonds on a one-year contract.  N.F.L.  CLEVELAND BROWNS--Named Steve Marshall offensive line coach, Tom Myslinski strength and conditioning coach and Alan DeGennaro assistant strength and conditioning coach.  DENVER BRONCOS--Named Joe Baker linebackers coach and Scott O'Brien special teams coach.  DETROIT LIONS--Named Jim Colletto offensive line coach.  OAKLAND RAIDERS--Named Greg Knapp offensive coordinator.  N.H.L.  LOS ANGELES KINGS--Traded C Craig Conroy to Calgary for C Jamie Lundmark.  PHOENIX COYOTES--Placed C Kevyn Adams and C Dave Scatchard on injured reserve.  PITTSBURGH PENGUINS--Assigned D Noah Welch to Wilkes-Barre/Scranton of the AHL.  ST. LOUIS BLUES--Recalled D Jeff Woywitka from Peoria of the AHL.  TAMPA BAY LIGHTNING--Recalled C Blair Jones from Springfield of the AHL.  TORONTO MAPLE LEAFS--Recalled F Kris Newbury from Toronto of the AHL.  ", 
            "title": "TRANSACTIONS"
        }, 
        "weight": 0.9373239349702487, 
        "file": "1822592.txt", 
        "other_topics": {
            "0": 0.00026510472171253766, 
            "1": 0.0003221359166022993, 
            "2": 0.00045771674778527505, 
            "3": 0.0003982479826967184, 
            "4": 0.0002473064078397952, 
            "5": 0.0006583085429456741, 
            "6": 0.0004742482133931333, 
            "7": 0.00037689568759661965, 
            "8": 0.00047279858906636147, 
            "9": 0.0004732075029414189, 
            "10": 0.9373239349702487, 
            "11": 0.00832054357215837, 
            "12": 0.0005844175379354445, 
            "13": 0.0005126591011038224, 
            "14": 0.000440438235537454, 
            "15": 0.00034632260093088224, 
            "16": 0.0005158485972977382, 
            "17": 0.001357547438606254, 
            "18": 0.04616506850429147, 
            "19": 0.0002872491293101471
        }
    }, 
    {
        "content": {
            "text": "  MAJOR LEAGUE BASEBALL  American League  CLEVELAND INDIANS--Agreed to terms with OF Trot Nixon on a one-year contract. Designated RHP Jeremy Guthrie for assignment.  DETROIT TIGERS--Agreed to terms with RHP Fernando Rodney on a two-year contract.  OAKLAND ATHLETICS--Agreed to terms with RHP Kirk Saarloos on a one-year contract.  TORONTO BLUE JAYS--Claimed INF Ray Olmedo off waivers from Cincinnati. Designated INF Ryan Roberts for assignment.  Sent INF Rob Cosby outright to Syracuse of the IL.  National League  ARIZONA DIAMONDBACKS--Claimed OF Alex Romero off waivers from the Minnesota Twins.  CHICAGO CUBS--Agreed to terms with RHP Jeff Samardzija on a five-year contract.  HOUSTON ASTROS--Agreed to terms with RHP Brian Moehler on a minor league contract.  MILWAUKEE BREWERS--Agreed to terms with INF Tony Graffanino on a one-year contract.  PITTSBURGH PIRATES--Agreed to terms with RHP Shawn Chacon on a one-year contract. Acquired 1B Adam LaRoche and OF Jamie Romak from Atlanta for LHP Mike Gonzalez and SS Brent Lillibridge.  N.B.A.  GOLDEN STATE WARRIORS--Reassigned C Patrick O'Bryant to Bakersfield of the NBADL.  N.F.L.  ARIZONA CARDINALS--Named Billy Davis linebackers coach, Kevin Spencer special teams coach and John Lott strength and  conditioning coach.  CAROLINA PANTHERS--Named Tim Lewis secondary coach.  MIAMI DOLPHINS--Named Cam Cameron coach and signed him to a four-year contract.  PITTSBURGH STEELERS--Signed P Mike Barr, WR Gerran Walker, LB Derek Rehage and LB Richard Koonce. Allocated Walker, Rehage, Koonce and DB Grant Mason to NFL Europe.  SEATTLE SEAHAWKS--Named Bruce DeHaven special teams coach.  N.H.L.  LOS ANGELES KINGS--Assigned G Barry Brust to Manchester of the AHL.  ", 
            "title": "TRANSACTIONS"
        }, 
        "weight": 0.934188530696213, 
        "file": "1820010.txt", 
        "other_topics": {
            "0": 0.00023566365219781767, 
            "1": 0.00028636127685763193, 
            "2": 0.0004068852480573676, 
            "3": 0.00035402075631263023, 
            "4": 0.00021984192098489075, 
            "5": 0.0005852004238227961, 
            "6": 0.00042158082019264976, 
            "7": 0.00033503972944298754, 
            "8": 0.00042029218315534983, 
            "9": 0.035756175048741845, 
            "10": 0.934188530696213, 
            "11": 0.0023485785163561653, 
            "12": 0.0005195153466472943, 
            "13": 0.01055158868164674, 
            "14": 0.00039152559216530257, 
            "15": 0.00030786192130714953, 
            "16": 0.00045856129470272274, 
            "17": 0.0012067857009376388, 
            "18": 0.010750642366342105, 
            "19": 0.0002553488239159906
        }
    }, 
    {
        "content": {
            "text": "  Patriots Put a Stop to the Titans' Run  Corey Dillon ran for two touchdowns and Tom Brady threw for one as the Patriots defeated the Titans, 40-23, dashing Tennessee's hopes for a playoff spot. The host Titans (8-8) had won six games in a row and needed to beat the Patriots and hope the Jaguars, Bengals and Broncos lost. All three did, but the Titans proved no match for the Patriots (12-4), who will play the Jets in a wild-card game Sunday.  With New Orleans (10-6) set to play host to its first playoff game in the rebuilt Superdome in two weeks, Coach Sean Payton removed several key players early in the Saints' 31-21 loss to the visiting Panthers. Quarterback Drew Brees played only one full series and was 4 of 5 for 46 yards. Reggie Bush rushed for an early touchdown but played little more than a quarter, and running back Deuce McAllister had the day off. Carolina finished 8-8.  Shaun Alexander rushed for 92 yards and scored on a 1-yard run in the first quarter as the Seahawks defeated the Buccaneers, 23-7. Visiting Seattle (9-7) had little to play for after clinching the National Football Conference West title; they will play host to Dallas in the first round Saturday. Tampa Bay finished 4-12.  Chargers and Ravens Finish 1-2 in A.F.C.  Philip Rivers threw two touchdown passes after spraining his right foot, and LaDainian Tomlinson also limped off after wrapping up his first rushing title as the Chargers defeated the visiting Cardinals, 27-20. The Chargers (14-2), who have won 10 in a row, clinched home-field advantage throughout the American Football Conference playoffs. Rivers and Tomlinson, who had one of his legs stepped on, said they would have played if the result had been more important, but the Chargers had already earned a first-round bye. Tomlinson ran for 66 yards, giving him 1,815 this season. Arizona finished 5-11.  Using a stellar performance from the defense and an efficient effort from the offense, the Ravens beat the Bills, 19-7, to earn the No. 2 seeding in the A.F.C. Chris McAlister returned an interception 31 yards for a touchdown and the host Ravens (13-3) allowed only 39 yards rushing. Buffalo finished 7-9.  Colts Finish Strong, but Cowboys Do Not  Peyton Manning threw two touchdown passes and ran for another score as the Colts held on to beat the visiting Dolphins, 27-22. Manning's two scoring passes gave him 275 in his career, moving him ahead of Joe Montana into seventh on the career list. Indianapolis (12-4), which blew a chance to earn a first-round bye by losing four times in the previous six weeks, will play host to Kansas City in a wild-card game Saturday. Cleo Lemon was solid in his first N.F.L. start for Miami (6-10), finishing 18 of 36 for 210 yards.  Done in by repeated mistakes from quarterback Tony Romo and a few more by cornerback Terence Newman, the Cowboys lost To the visiting Lions, 39-31, and blew their chance to stay alive in the N.F.C. East race. ''I can't tell you how disappointed I am, I really can't,'' Cowboys Coach Bill Parcells said. As much as Dallas (9-7) wanted to win the game, Detroit (3-13) might have been better off losing it. By winning, they gave the Raiders the No. 1 overall pick in the draft. But even the Lions could not refuse the gifts the Cowboys gave them, from a penalty on Newman that wiped out an interception return for a touchdown on the game's first snap to Romo's two fumbles and an interception.  In Other Games  Steven Jackson had a career-high 4 touchdowns and 142 yards rushing, helping the visiting Rams defeat the Vikings, 41-21. Jackson's 59-yard touchdown run in the fourth quarter prevented Minnesota (6-10) from establishing a postmerger N.F.L. record for fewest yards rushing allowed in a season. They missed by 15 the mark of 970 yards set by the Ravens in 2000. The Rams finished 8-8.  Despite losing running back Ron Dayne (ankle) and tight end Jeb Putzier (broken foot) to injuries in pregame warm-ups, the Texans defeated the visiting Browns, 14-6. Houston (6-10) won back-to-back games for the first time since 2004 and tripled its victory total from last season. Cleveland finished 4-12.  PRO FOOTBALL  ", 
            "title": "AROUND THE LEAGUE"
        }, 
        "weight": 0.9334332557446706, 
        "file": "1815797.txt", 
        "other_topics": {
            "0": 0.00012928571225696186, 
            "1": 0.00015709856524787758, 
            "2": 0.00022321833940598884, 
            "3": 0.0001942167373151258, 
            "4": 0.011197840601926906, 
            "5": 0.00032104252353476324, 
            "6": 0.0002312803697310502, 
            "7": 0.00018380369501808796, 
            "8": 0.0002305734199929201, 
            "9": 0.00023077283825015464, 
            "10": 0.9334332557446706, 
            "11": 0.023442905946829476, 
            "12": 0.00028500751385851546, 
            "13": 0.0002500125105394791, 
            "14": 0.005753409357893303, 
            "15": 0.00016889387651338513, 
            "16": 0.00855949400774105, 
            "17": 0.014508589292624456, 
            "18": 0.00035921389634169514, 
            "19": 0.00014008505030824642
        }
    }, 
    {
        "content": {
            "text": "  N.F.L.  ARIZONA CARDINALS--Fired Dennis Green, coach.  ATLANTA FALCONS--Fired Jim Mora, coach.  N.H.L.  ATLANTA THRASHERS--Recalled RW Darren Haydar from Chicago of the AHL.  COLUMBUS BLUE JACKETS--Assigned F Joakim Lindstrom to Syracuse of the AHL.  RANGERS--Recalled F Jed Ortmeyer from Hartford of the AHL.  OTTAWA SENATORS--Recalled RW Jeff Heerema and C Serge Payer from Binghamton of the AHL.  COLLEGE  WYOMING--Announced men's senior basketball F Chris Anderson has been declared academically ineligible.  ", 
            "title": "TRANSACTIONS"
        }, 
        "weight": 0.9305120727758056, 
        "file": "1815958.txt", 
        "other_topics": {
            "0": 0.0008035185767512733, 
            "1": 0.0009763771522312533, 
            "2": 0.0013873155761233355, 
            "3": 0.001207068852577887, 
            "4": 0.0007495728162260956, 
            "5": 0.036418143143969836, 
            "6": 0.0014374215856694141, 
            "7": 0.001142351160420716, 
            "8": 0.0014330278499850879, 
            "9": 0.0014342672466008007, 
            "10": 0.9305120727758056, 
            "11": 0.00800771119878536, 
            "12": 0.0017713390590589513, 
            "13": 0.0015538429818092862, 
            "14": 0.0013349453071969182, 
            "15": 0.0010496857302244764, 
            "16": 0.0015635101783259434, 
            "17": 0.004114655441422285, 
            "18": 0.0022325362462642558, 
            "19": 0.0008706371205512034
        }
    }, 
    {
        "content": {
            "text": "  Before the Knicks' game on Wednesday night, they vowed that Gilbert Arenas would not beat them with his scoring. He did not. He beat them by not taking the game-winning shot.  The Knicks were so concerned about stopping Arenas at the end of a tight game that they left Caron Butler open underneath the basket for a dunk that gave the Wizards a 99-98 victory at the Verizon Center.  ''It's obviously frustrating,'' Quentin Richardson said. ''You never want to lose that way. At the same time, we denied, denied and swarmed. They just made a great play at the end. They found probably the only open guy on the court.''  Coach Isiah Thomas was also dejected. He fielded a few questions from the news media before leaving the arena with a sour look on his face.  Arenas scored 16 points in what was a quiet night for him. He entered the game averaging 30.2 points, second most in the N.B.A, and he was coming off a 51-point performance against the Utah Jazz on Monday, when he made a game-winning 3-pointer.  Stephon Marbury deserved ample credit for his defense of Arenas, who made 4 of 14 shots and went 0 for 5 from beyond the 3-point arc. A double team -- and sometimes even a triple team -- never seemed far away when the ball arrived in Arenas's hands.  ''I've never really tried to beat double teams like that, because I know what kind of energy it takes to do that,'' Arenas said. ''I had to do that all through high school.''  Marbury has been playing exceptionally well on defense in recent weeks, which has sparked the Knicks (17-23) to four wins in their last six games.  ''I always play defense,'' Marbury said. ''I don't get enough credit for playing defense. I think this year it's just being talked about more because Isiah spoke about it and he said that I was playing the best defense of my career.''  The Knicks led twice in the closing moments. Marbury made a driving layup over Antawn Jamison to give the Knicks their first lead of the second half, 96-95, with 31 seconds left. After Jamison made a layup, the Knicks went to Jamal Crawford, who made the game-winning shot on Monday against the Sacramento Kings.  Crawford delivered again, making a runner in the lane after driving past Jamison. That gave the Knicks a 98-97 lead with 12.4 seconds left.  After a timeout, the Wizards (22-16) inbounded the ball to Arenas, and most of the 16,503 fans probably thought he would take the final shot. Arenas also made a game-winning 3-pointer against the Milwaukee Bucks earlier this month.  The Knicks closed in, as they had the entire game. Arenas passed to Jamison, who drove toward the basket before dishing off to DeShawn Stevenson on the left wing. Eddy Curry went out to cover Stevenson, who passed underneath to Butler.  ''That wasn't an easy pass that he made, but he got it through there,'' Curry said. ''You got to give him credit.''  Butler dunked with one hand to quash the Knicks' hopes of a thrilling comeback.  Crawford's desperation shot from near midcourt was on target but fell just short at the final buzzer.  ''We played a hard-fought game,'' Richardson said. ''We went blow for blow with them. Unfortunately they just got the last punch.''  The loss spoiled a fine offensive performance by Richardson, who finished with a game-high 35 points and made seven 3-pointers. He had 25 points in the first half.  The game was close for most of the first half, but the Wizards took a 14-point lead in the third quarter, when they went on a 19-3 spurt.  The Wizards led, 81-70, to start the fourth quarter, but the Knicks scored 8 consecutive points to cut the lead to 81-78.  They kept chipping away by going to Curry in the paint and threatening with Richardson from the perimeter. When Richardson made a 3-pointer with 2 minutes 45 seconds remaining, the Knicks cut the lead to 93-92.  With Arenas quiet, the Wizards went to Butler and Jamison. Butler led them with 27 points and Jamison added 21.  ''Everybody in the league, despite what anybody else says or writes, knows those two can play,'' Richardson said. ''But obviously Gilbert is the focal point.''  Last night it became apparent early on that he would not be the focal point. In the first quarter, Arenas mostly stood at the top of the key as his teammates looked for an open man. He took only 3 of the Wizards' first 17 shots.  ''We all knew what they were going to do before, and that's why we tried to keep four shooters out there when I was in,'' Arenas said.  Arenas began to look for his shot in the final minutes of the opening quarter. He finally got going when the Knicks handed him four consecutive free throws.  Thomas and Marbury were hit with technical fouls after arguing after Marbury was whistled for a touch foul as Arenas was shooting. He missed the shot but he made both technical free throws and both free throws that resulted from the initial foul.  Arenas was quiet for nearly the rest of the game, but just the threat of his scoring did the Knicks in.  ''We gave ourselves a chance to win,'' Jared Jeffries said. ''That's all you can really ask for.''  PRO BASKETBALL  ", 
            "title": "Neutralizing Arenas Not Enough for Knicks"
        }, 
        "weight": 0.9194047312243765, 
        "file": "1819741.txt", 
        "other_topics": {
            "0": 0.00012122845588347351, 
            "1": 0.00014730797513538683, 
            "2": 0.0002093070776241477, 
            "3": 0.00018211289368652605, 
            "4": 0.00011308955102284413, 
            "5": 0.01068792156168596, 
            "6": 0.00021686667156945848, 
            "7": 0.00017234880594100475, 
            "8": 0.00021620377987288498, 
            "9": 0.00021639077012089832, 
            "10": 0.9194047312243765, 
            "11": 0.05054585186914881, 
            "12": 0.0002672454691016716, 
            "13": 0.0002344314006176628, 
            "14": 0.00020140587033430418, 
            "15": 0.00015836818702129397, 
            "16": 0.00023588990990462257, 
            "17": 0.016201116550228732, 
            "18": 0.0003368272118023225, 
            "19": 0.00013135476492154259
        }
    }, 
    {
        "content": {
            "text": "  AMERICAN FOOTBALL CONFERENCE  SEEDING --1  TEAM -- San Diego Chargers (West champions)  The Chargers have won 10 in a row, including the finale over Arizona to clinch home-field advantage throughout the A.F.C. playoffs. If the seedings hold up, their first game could be a doozy: against New England, whose coach, Bill Belichick, would surely try to confuse quarterback Philip Rivers in his first playoff game, and whose solid run defense would give LaDainian Tomlinson one of his biggest challenges of the season.  RECORD -- 14-2  1ST-ROUND OPPONENT -- BYE  SEEDING -- 2  TEAM -- Baltimore Ravens (North champions)  Baltimore beat Buffalo yesterday, using its fifth interception return for a touchdown to secure the second seeding and a first-round bye. The Ravens have won four in a row and their offense has been energized since Brian Billick took over the play-calling. But a run in the playoffs will still be all about their top-rated defense. Baltimore held the Chargers to 13 points in October to hand San Diego its first loss.  RECORD --13-3  1ST-ROUND OPPONENT -- BYE  SEEDING -- 3  TEAM -- Indianapolis Colts (South champions)  The Colts held off the Dolphins yesterday to secure the third seeding, but the Dolphins, playing a meaningless game, moved down the field with ease late in the fourth quarter, a bad omen for Indianapolis. The defense is not as good as it was last year, and the Colts will go only as far as their porous run defense - the worst in the league - allows them. The Chiefs have a star running back in Larry Johnson, and that could mean another early exit for the Colts.  RECORD -- 12-4  1ST-ROUND OPPONENT -- Kansas City  SEEDING -- 4  TEAM -- New England Patriots (East champions)  After an erratic season, the Patriots go into the playoffs on a roll after pounding Vince Young (five sacks, three turnovers) and the Titans yesterday. They remain an intimidating playoff opponent because of Tom Brady, who has had a superb season despite a dearth of receiver talent. But the Jets held the Patriots to 14 points in Foxborough in November.  RECORD -- 12-4  1ST-ROUND OPPONENT -- Jets  SEEDING -- 5  TEAM -- Jets  The Jets defeated the Raiders yesterday to secure a wild-card spot, completing a remarkable rookie regular season for Coach Eric Mangini, who took over a team that won only four games last season. The Jets started looking like a serious threat when they beat the Patriots in Foxborough in mid-November. Now they are going back for another visit, another chance for Bill Belichick to offer Mangini a warm welcome back.  RECORD -- 10-6  1ST-ROUND OPPONENT -- New England  SEEDING -- 6  TEAM -- Kansas City Chiefs  The Chiefs snuck in when the Broncos lost to the 49ers in overtime yesterday and Pittsburgh beat Cincinnati. The Chiefs survived Trent Green's severe concussion in the season opener because they leaned heavily on running back Larry Johnson. Coach Herman Edwards will no doubt do that again when he faces his friend Tony Dungy's suspect run defense.  RECORD -- 9-7  1ST-ROUND OPPONENT -- Indianapolis  NATIONAL FOOTBALL CONFERENCE  SEEDING -- 1  TEAM -- Chicago Bears (North champions)  The Bears wrapped up the top seeding long ago on the strength of their dominating defense, rendering last night's game against the Packers meaningless. But the Bears still have not answered the biggest question about a potential run to the Super Bowl: What happens if quarterback Rex Grossman struggles? It is a question that could shape the postseason for the N.F.C., especially if the Bears face the Saints, who have a top-five pass defense, in the conference championship game.  RECORD -- 13-3  1ST-ROUND OPPONENT -- BYE  SEEDING -- 2  TEAM -- New Orleans Saints (South champions)  The Saints, the feel-good story of the season, may also be the most dangerous team in the N.F.C., and after their decimation of the Giants in Week 15, everyone knows it. Drew Brees, Reggie Bush and Deuce McAllister rested for most of the Saints' meaningless loss to the Panthers yesterday. Bush versus Chicago linebacker Brian Urlacher in the conference championship would be a blockbuster.  RECORD -- 10-6  1ST-ROUND OPPONENT -- BYE  SEEDING -- 3  TEAM -- Philadelphia Eagles (East champions)  The Eagles finished the season with five consecutive victories behind the backup quarterback Jeff Garcia, who has been so effective leading a balanced offense that Donovan McNabb's mother is worried about her injured son's future. The Eagles defeated the Giants, 36-22, just two weeks ago, and they seem to be getting stronger and more confident by the week. Their offense, improbably, is in the top five in the league.  RECORD -- 10-6  1ST-ROUND OPPONENT -- Giants  SEEDING -- 4  TEAM -- Seattle Seahawks (West champions)  The Seahawks blew out the Buccaneers in their season finale, but they had lost three in a row before that. They are nowhere near the powerhouse team that went to the Super Bowl last season. And the final game was costly: Cornerback Kelly Herndon broke his left ankle (another cornerback, Marcus Trufant, didn't play because of a sprained ankle) and linebacker Leroy Hill sustained a concussion.  RECORD -- 9-7  1ST-ROUND OPPONENT -- Dallas  SEEDING -- 5  TEAM -- Dallas Cowboys  Less than a month ago, the Cowboys had a two-game lead in the N.F.C. East and looked like the best team in the conference. But yesterday, with a chance to win the division, they lost to the Lions at home, their third loss in their final four games. Quarterback Tony Romo was voted into the Pro Bowl, but he has struggled in those three losses. Seattle's Qwest Field is one of the loudest, most difficult stadiums in the league. Seattle's secondary is injury-riddled, so the complaining Dallas receivers should get plenty of action.  RECORD -- 9-7  1ST-ROUND OPPONENT -- Seattle  SEEDING -- 6  TEAM -- Giants  The Giants survived a near-complete collapse and rediscovered their offense to sneak into the playoffs with almost no momentum. They played the Eagles close for a while two weeks ago, but their defense was gashed up the middle by the Eagles' rushers. Earlier in the season, the Giants forged an epic comeback to beat the Eagles in Philadelphia. But that was a long time ago, and if they beat the Eagles next week, it will be an even greater comeback for the season.  RECORD -- 8-8  1ST-ROUND OPPONENT -- Philadelphia  PRO FOOTBALL  ", 
            "title": "Looking Ahead to the Playoffs"
        }, 
        "weight": 0.9139271944189195, 
        "file": "1815807.txt", 
        "other_topics": {
            "0": 8.365008799214268e-05, 
            "1": 0.00010164548407565188, 
            "2": 0.0019362166508011388, 
            "3": 0.00012566158226105372, 
            "4": 7.803407892240959e-05, 
            "5": 0.00020772005563558603, 
            "6": 0.00014964239235040338, 
            "7": 0.00011892416411014576, 
            "8": 0.00014918498366410504, 
            "9": 0.00014931401071955995, 
            "10": 0.9139271944189195, 
            "11": 0.051003775522655254, 
            "12": 0.00018440478221832933, 
            "13": 0.0001617624108702527, 
            "14": 0.00013897412660104151, 
            "15": 0.00010927725411450463, 
            "16": 0.001954559343060451, 
            "17": 0.0290970036119796, 
            "18": 0.00023241759288343295, 
            "19": 9.063744616557614e-05
        }
    }, 
    {
        "content": {
            "text": "  MAJOR LEAGUE BASEBALL  American League  CLEVELAND INDIANS--Agreed to terms with OF Jason Michaels on a two-year contract and RHP Matt Miller on a one-year contract. Sent RHP Brian Sikorski outright to Buffalo of the IL.  KANSAS CITY ROYALS--Named Jerry Nyman pitching coach and Kyle Turner trainer for Idaho of the Pioneer League.  OAKLAND ATHLETICS--Agreed to terms with LHP Joe Kennedy on a one-year contract.  TEXAS RANGERS--Agreed to terms with RHP Joaquin Benoit on a one-year contract. Released 2B Joey Hooft, LHP Pat Ford, OF Joe Napoli and C Alberto Martinez.  TORONTO BLUE JAYS--Agreed to terms with 1B Lyle Overbay on a four-year contract.  National League  CINCINNATI REDS--Agreed to terms with C David Ross on a two-year contract and RHP Paul Wilson on a minor league contract.  COLORADO ROCKIES--Agreed to terms with INF-OF John Mabry on a minor league contract.  FLORIDA MARLINS--Agreed to terms with LHP Dontrelle Willis on a one-year contract.  HOUSTON ASTROS--Agreed to terms with INF Mike Lamb on a one-year contract.  LOS ANGELES DODGERS--Agreed to terms with LHP Mark Hendrickson on a one-year contract.  SAN DIEGO PADRES--Agreed to terms with C Josh Bard on a one-year contract.  N.B.A.  CHICAGO BULLS--Suspended G Chris Duhon one game for a violation of team policy.  SEATTLE SUPERSONICS--Signed F Andre Brown to a second 10-day contract.  N.F.L.  CAROLINA PANTHERS--Fired Dan Henning, offensive coordinator.  GREEN BAY PACKERS--Named Joe Philbin offensive coordinator, Winston Moss assistant head coach/defense, James Campen offensive line coach, and Jerry Fontenot assistant offensive line coach.  GIANTS--Named Jerry Reese general manager.  SEATTLE SEAHAWKS--Announced the retirement of C Robbie Tobeck.  N.H.L.  ATLANTA THRASHERS--Assigned D Mark Popovic to Chicago of the AHL.  CALGARY FLAMES--Assigned LW Eric Godard to Omaha of the AHL.  COLUMBUS BLUE JACKETS--Assigned F Geoff Platt to Syracuse of the AHL.  PHOENIX COYOTES--Assigned D Matt Jones to San Antonio of the AHL.  ", 
            "title": "TRANSACTIONS"
        }, 
        "weight": 0.9136698295994221, 
        "file": "1819321.txt", 
        "other_topics": {
            "0": 0.00020114175933003863, 
            "1": 0.00024441279125552714, 
            "2": 0.00034728144911799844, 
            "3": 0.0003021609700943637, 
            "4": 0.00018763772159602365, 
            "5": 0.0004994755946054691, 
            "6": 0.00035982429654519076, 
            "7": 0.00028596043554928287, 
            "8": 0.004667194491486841, 
            "9": 0.0003590346828036521, 
            "10": 0.9136698295994221, 
            "11": 0.002004539988661796, 
            "12": 0.0004434125918403268, 
            "13": 0.00038896762330922394, 
            "14": 0.021876522108921912, 
            "15": 0.0002627638496855112, 
            "16": 0.0003913875759667112, 
            "17": 0.0010300060987647646, 
            "18": 0.05226050308107763, 
            "19": 0.00021794328996567342
        }
    }, 
    {
        "content": {
            "text": "  For now, Seton Hall looks like the best Big East basketball team from the state of New Jersey. For the Pirates, that may be as good as it gets the rest of this season.  In front of a small crowd (7,214) at Continental Arena that included an impartial Gov. Jon S. Corzine, Seton Hall defeated interstate rival Rutgers, 77-72, Wednesday night.  The game kicked off the Big East portion of the schedule for Seton Hall and Rutgers, which figures to mean problems for both. Neither team fared particularly well in the nonconference portion of their schedules and must now play much tougher opponents.  Both have first-year coaches and are in a rebuilding mode. Bobby Gonzalez has come over from Manhattan to try to get Seton Hall (9-4, 1-0) back on track. Fred Hill is the new coach at Rutgers (7-7, 0-1).  So far, it is Gonzalez's team that seems to be on the faster track.  ''We don't know how long we are going to stay undefeated in the league, but the bottom line is that we're 9-4 and we won our first Big East game, and it's a rivalry game,'' Gonzalez said. ''Rivalry games are important. We've got to find ways to win games and scratch and claw. That's what we did. That's what we're going to have to do every game. No games this year are going to be easy for us.''  The Pirates have a talented freshman, Eugene Harvey, they can build around. A point guard, he had 21 points for Seton Hall on Wednesday. Brian Laing also had 21.  ''Eugene Harvey makes everyone else on the floor better,'' Hill said. ''Everybody gets worried about Eugene's penetration and that opens up the floor for Laing and Jamar Nutter. He's their catalyst and he makes them go. The better Eugene plays and as he continues to develop and grow, they will develop and grow as a team.''  It appeared early on that Seton Hall was going to run away with the game. The Pirates had a 34-16 lead with 5 minutes 17 seconds to go in the first half.  But the Scarlet Knights went on a 17-0 run to cut the Pirates' lead to 34-33. Rutgers had its first lead, 54-53, on a hook shot by J. R. Inman with 10:11 to go. Seton Hall then started to take control. When Harvey scored on a driving layup with 4:44 to play, the Pirates had a 68-61 lead.  Rutgers was not done. When Hamaday N'Diaye dunked with 1:07 left to go, the Seton Hall lead was down to 68-66. Making 9 of 10 free-throw attempts inside the final minute, Seton Hall was able to close out the game.  Rutgers was led by Inman, who had 18 points and 12 rebounds.  ST. JOHN'S 64, DEPAUL 53 -- Aaron Spears, playing for the first time since serving a four-game suspension, scored all 6 of his points in the final nine and a half minutes and St. John's won a Big East opener at Madison Square Garden.  Daryll Hill, who has battled a knee injury all season, had 9 points for the Red Storm (10-4), including a 3-pointer from deep in the corner as the shot clock ran out for a 59-52 lead with 45 seconds to play.  Wilson Chandler had 15 points for the Blue Demons (9-6).  Hill, who came in averaging 6.5 points a game, and Spears, who was averaging 2.8, combined to score 12 straight points for the Red Storm in the second half.(AP)  NOTRE DAME 78, LOUISVILLE 62 -- Tory Jackson, a freshman point guard, tied a career high with 14 points to help 17th-ranked Notre Dame beat visiting Louisville in a Big East opener. Jackson was put in the starting lineup after Kyle McAlarney was arrested on a marijuana possession charge last week and suspended indefinitely.  Notre Dame (13-1) has won 12 consecutive games for the first time in nearly 33 years. Terrence Williams led Louisville (10-5) with 18 points, but the Cardinals continued to struggle offensively. (AP)  NORTH CAROLINA 102, PENNSYLVANIA 64 -- Tyler Hansbrough and Reyshawn Terry scored 19 points apiece, and No. 2 North Carolina routed visiting Pennsylvania for its 10th straight victory. Wayne Ellington added 17 points for North Carolina (13-1), which used a 27-4 run late in the first half to take command against the Quakers (6-6). (AP)  WEST VIRGINIA 67, VILLANOVA 56 -- Frank Young scored a career-high 25 points, including eight 3-pointers, for No. 25 West Virginia (12-1, 2-0) in a Big East game. Curtis Sumpter, conference's second-leading scorer, led visiting Villanova (10-3, 0-1) with 21 points. (AP)  GEORGE WASHINGTON 70, FORDHAM 59 -- Maureece Rice had 17 points and 6 rebounds to lead George Washington (9-3) past visiting Fordham in the Atlantic 10 opener for both teams. Marcus Stout had 15 points for Fordham (7-6) to give him 1,001 in his career. (AP)  IN OTHER GAMES -- Dan Nwaelele led a balanced offense with 22 points, and No. 20 Air Force (14-1, 1-0 Mountain West Conference) beat Colorado State, 81-75, for its 10th straight victory.  Cliff Hammonds's layup with three seconds left lifted No. 23 Clemson (15-0) past Florida State, 68-66, in the Atlantic Coast Conference opener for both teams. (AP)  WOMEN  MARYLAND 80, NORTH CAROLINA STATE 61 -- Top-ranked Maryland (16-0) opened Atlantic Coast Conference play in the same fashion it handled the nonleague portion of its schedule: with a blowout victory. Laura Harper scored 17 points and Coach Brenda Frese earned her 100th win at Maryland.  Shay Doron scored 10 points to move into second place on the Terps' career scoring list. Doron, a senior guard, has 1,681 points. (AP)  DUKE 72, MIAMI 42 -- Carrem Gay had 12 points and 10 rebounds to lead third-ranked Duke (15-0) past Miami in the A.C.C. (AP)  TENNESSEE 72, ALABAMA 36 -- In a Southeastern Conference opener, Candace Parker scored 15 points and No. 4 Tennessee (13-1) beat visiting Alabama (10-6) for the 31st consecutive time. (AP)  COLLEGE BASKETBALL: ROUNDUP  ", 
            "title": "Seton Hall Starts Big East Play On Right Track, Beating Rutgers"
        }, 
        "weight": 0.908310640406563, 
        "file": "1816385.txt", 
        "other_topics": {
            "0": 9.297969574449505e-05, 
            "1": 0.0001129821427569062, 
            "2": 0.016093585033137254, 
            "3": 0.00013967678894135887, 
            "4": 8.673732556729744e-05, 
            "5": 0.0002308873551315395, 
            "6": 0.0001663322113005522, 
            "7": 0.00013218793740741067, 
            "8": 0.02207376873707148, 
            "9": 0.0001659672048210997, 
            "10": 0.908310640406563, 
            "11": 0.04075924490071496, 
            "12": 0.00020497169765201754, 
            "13": 0.0041630667100798525, 
            "14": 0.00015447409940483897, 
            "15": 0.0001214650944576998, 
            "16": 0.0021725539971863663, 
            "17": 0.004459392856410174, 
            "18": 0.000258339442201177, 
            "19": 0.0001007463634506268
        }
    }, 
    {
        "content": {
            "text": "  Darryl Dora scored 19 points and the Red Raiders gave the No. 5 Jayhawks their first conference loss, 69-64. The home victory was Texas Tech's second in three seasons over a Kansas team ranked in the top 10.  No. 3 U.C.L.A. held off No. 11 Arizona.  No. 1 Gators and No. 2 Badgers won.  Connecticut lost for the fifth time in seven games, falling to visiting Indiana.  COVERAGE, PAGE 5  COLLEGE HIGHLIGHTS  ", 
            "title": "Texas Tech Knocks Off Kansas"
        }, 
        "weight": 0.9017707729782135, 
        "file": "1820521.txt", 
        "other_topics": {
            "0": 0.0011358665000507028, 
            "1": 0.0013802221015453684, 
            "2": 0.0019611311219315136, 
            "3": 0.001706331518110343, 
            "4": 0.0010596079243646867, 
            "5": 0.0028205858266077692, 
            "6": 0.0020319617652312873, 
            "7": 0.001614845570418707, 
            "8": 0.0020257507113511375, 
            "9": 0.0020275027419037555, 
            "10": 0.9017707729782135, 
            "11": 0.011319826517958263, 
            "12": 0.0025039927583892143, 
            "13": 0.0021965368822112487, 
            "14": 0.0018870996859531798, 
            "15": 0.0014838522605959811, 
            "16": 0.026540539686605146, 
            "17": 0.030146878761963154, 
            "18": 0.0031559483572032995, 
            "19": 0.0012307463293917556
        }
    }, 
    {
        "content": {
            "text": "  M.L.B.  American League  BALTIMORE ORIOLES--Traded RHP Rodrigo Lopez to Colorado for RHP Jim Miller and RHP Jason Burch. Agreed to terms with RHP Todd Williams on a one-year contract.  BOSTON RED SOX--Agreed to terms with RHP Kyle Snyder on a one-year contract.  KANSAS CITY ROYALS--Agreed to terms with INF Alex S. Gonzalez on a minor league contract.  YANKEES--Agreed to terms with RHP Jeff Nelson and C Todd Pratt on minor league contracts, and announced Nelson's retirement.  TEXAS RANGERS--Acquired C Chris Stewart from the Chicago White Sox for RHP Johnny Lujan. Designated INF Drew Meyer for assignment.  National League  ARIZONA DIAMONDBACKS--Agreed to terms with RHP Juan Cruz and RHP Jorge Julio on one-year contracts.  CHICAGO CUBS--Agreed to terms with INF Tomas Perez on a minor league contract.  FLORIDA MARLINS--Agreed to terms with RHP Felix Rodriguez on a minor league contract.  HOUSTON ASTROS--Agreed to terms with OF Richard Hidalgo on a minor league contract.  MILWAUKEE BREWERS--Agreed to terms with RHP R.A. Dickey on a minor league contract.  METS--Agreed to terms with LHP Oliver Perez on a one-year contract.  ST. LOUIS CARDINALS--Agreed to terms with LHP Randy Flores on a two-year contract.  SAN DIEGO PADRES--Agreed to terms with SS Khalil Greene on a one-year contract.  WASHINGTON NATIONALS--Agreed to terms with RHP Jerome Williams on a one-year contract and LHP Brandon Claussen on a minor league contract. Named Lee Kuntz athletic trainer.  BASKETBALL  National Basketball Association  NBA--Suspended Minnesota F-C Eddie Griffin for five game, without pay, for violating the terms of the NBA/NBPA anti-drug program, and Rodney Mott, NBA official, three games, without pay, for making an obscene gesture toward a fan and using inappropriate language.  Women's National Basketball Association  MINNESOTA LYNX--Announced the retirement of G Tynesha Lewis.  N.F.L.  CLEVELAND BROWNS--Signed OL Kelly Butler to a two-year contract extension.  KANSAS CITY CHIEFS--Agreed to terms with TE Tony Gonzalez on a five-year contract extension.  PITTSBURGH STEELERS--Signed WR Rasheed Marshall, DB Grant Mason and DB Harrison Smith to reserve-future contracts.  SEATTLE SEAHAWKS--Signed CB Gerard Ross from the practice squad.  TAMPA BAY BUCCANEERS--Named Casey Bradley linebackers coach.  WASHINGTON REDSKINS--Signed OL Kili Lefotu, WR Steven Harris, WR Ryan Hoag, LB Anthony Trucks, DT Lorenzo Alexander, DT Vaka Manapuna, OL Calvin Armstrong, DE Jamaal Green, QB Casey Bramlet, WR Cedric Bonner, DT Jared Clauss, DB Jerrell Pippens, DB Chip Cox, TE Eric Edwards, OL William Whitticker and DE Chris Wilson.  N.H.L.  ANAHEIM DUCKS--Recalled LW Curtis Glencross from Portland of the AHL.  ATLANTA THRASHERS--Activated F Scott Mellanby from injured reserve.  DALLAS STARS--Assigned RW Chris Conner to Iowa of the AHL.  DETROIT RED WINGS--Assigned G Joey MacDonald to Grand Rapids of the AHL.  LOS ANGELES KINGS--Placed G Mathieu Garon on injured reserve. Recalled G Yutaka Fukufuji from Manchester of the AHL.  MINNESOTA WILD--Recalled D Shawn Belle from Houston of the AHL.  RANGERS--Claimed C Jason Krog off waivers from Atlanta.  OTTAWA SENATORS--Assigned C Josh Hennessy to Binghamton of the AHL.  PHOENIX COYOTES--Assigned C Joel Perrault to San Antonio of the AHL.  ST. LOUIS BLUES--Assigned D Matt Walker to Peoria of the AHL.  SAN JOSE SHARKS--Recalled D Matt Carle from Worcester of the AHL.  WASHINGTON CAPITALS--Re-signed G Brent Johnson to a two-year contract extension.  M.L.S.  COLORADO RAPIDS--Acquired D Greg Vanney and a 2008 third-round draft pick from FC Dallas for 2007 and a 2008 second-round draft picks.  COLUMBUS CREW--Acquired F Andy Herron from Chicago for F Ryan Coiner and a 2007 first-round draft pick.  NEW ENGLAND REVOLUTION--Acquired a 2007 first-round draft pick and a conditional 2008 second-round draft pick from Los Angeles for a portion of a replacement allocation.  ", 
            "title": "TRANSACTIONS"
        }, 
        "weight": 0.9006020301946823, 
        "file": "1818443.txt", 
        "other_topics": {
            "0": 0.00010303486132861565, 
            "1": 0.00012520044638086387, 
            "2": 0.0001778949138709753, 
            "3": 0.013396864057340948, 
            "4": 9.611741832754494e-05, 
            "5": 0.0046698837304493725, 
            "6": 0.0001843199871607352, 
            "7": 0.00014648322616063914, 
            "8": 0.015632852372594125, 
            "9": 0.0001839155075408214, 
            "10": 0.9006020301946823, 
            "11": 0.0010268255604771802, 
            "12": 0.009055192827896486, 
            "13": 0.01564834444796621, 
            "14": 0.00017117949551886664, 
            "15": 0.00013460077561565126, 
            "16": 0.00020048827627735044, 
            "17": 0.0005276205990607885, 
            "18": 0.037805509856362135, 
            "19": 0.00011164144498840464
        }
    }, 
    {
        "content": {
            "text": "  MAJOR LEAGUE BASEBALL  American League  BOSTON RED SOX--Agreed to terms with OF J.D. Drew on a five-year contract.  YANKEES--Agreed to terms with INF Miguel Cairo on a one-year contract. Designated RHP Matt DeSalvo for assignment.  SEATTLE MARINERS--Agreed to terms with LHP Arthur Rhodes on a minor league contract.  National League  METS--Designated RHP Jason Standridge for assignment.  PHILADELPHIA PHILLIES--Agreed to terms with OF Karim Garcia on a minor league contract.  N.B.A.  SEATTLE SUPERSONICS--Recalled C Mouhamed Sene from the Idaho of the NBADL.  N.F.L.  SAN DIEGO CHARGERS--Named Clarence Shelmon offensive coordinator.  Arena Football League  COLORADO CRUSH--Signed DB James Taylor.  GEORGIA FORCE--Signed WR-DB Jarrick Hillery.  KANSAS CITY BRIGADE--Signed DB Isaiah Trufant. Released OL-DL Chad Pegues.  TAMPA BAY STORM--Released OL Ricky Hall.  N.H.L.  ANAHEIM DUCKS--Traded LW Curtis Glencross, C Zenon Konopka and a 2007 or 2008 seventh-round draft pick to Colombus for C Mark Hartigan, RW Joe Motzko and 2007 fourth-round draft pick. Traded LW Chris Durno to Nashville for C Shane Endicott and assigned Endicott and Motzko to Portland of the AHL.  CALGARY FLAMES--Recalled RW Dave Mossand LW Eric Godard from Omaha of the AHL.  CAROLINA HURRICANES--Activated D Tim Gleason from injured reserve.  COLORADO AVALANCHE--Recalled C Ben Guite from Albany of the AHL..  DETROIT RED WINGS--Recalled F Matt Ellis and F Matt Hussey from Grand Rapids of the AHL.  FLORIDA PANTHERS--Named Randy Sexton assistant general manager.  NASHVILLE PREDATORS--Recalled D Kevin Klein from Milwaukee of the AHL.  VANCOUVER CANUCKS--Recalled D Yannick Tremblay from Manitoba of the AHL.  MAJOR LEAGUE SOCCER  COLUMBUS CREW--Announced the retirement of G Jonny Walker.  COLLEGE  COLONIAL ATHLETIC ASSOCIATION--Suspended Drexel men's basketball C Frank Elegar for one game for unsportsmanlike  conduct in a Jan. 20 game.  ARMY--Named Alma Kovaci women's volleyball coach.  CHARLESTON SOUTHERN--Announced F V.J. Fails has been dismissed from basketball team.  LIVINGSTONE--Named Lamonte J. Massie football coach.  MINNESOTA--Named Dave Manka women's assistant volleyball coach.  ", 
            "title": "TRANSACTIONS"
        }, 
        "weight": 0.8998911657634718, 
        "file": "1821759.txt", 
        "other_topics": {
            "0": 0.00018666539828719866, 
            "1": 0.004225207604898655, 
            "2": 0.0003222872775563201, 
            "3": 0.0002804141617204572, 
            "4": 0.008170904121675999, 
            "5": 0.00046352786767059735, 
            "6": 0.0043323128359236615, 
            "7": 0.00026537959483889255, 
            "8": 0.00033290669576755436, 
            "9": 0.00033319461999183704, 
            "10": 0.8998911657634718, 
            "11": 0.005858656797320555, 
            "12": 0.0004114997717884273, 
            "13": 0.0003609732586991358, 
            "14": 0.00031012114053048824, 
            "15": 0.0002438524890127008, 
            "16": 0.00036321904509451495, 
            "17": 0.0009558755939322009, 
            "18": 0.07248957825481192, 
            "19": 0.00020225770700708651
        }
    }, 
    {
        "content": {
            "text": "  The Nets squandered double-digit leads in the fourth quarter and lost each of their first two games of their trip out West, a reflection of their inability to maintain a steady course this season.  The letdowns, 1-point defeats to the Sacramento Kings on Monday night and the Golden State Warriors on Wednesday night, came on the heels of a four-game winning streak that had the Nets at .500 for the first time in two months. They have followed each apparent turning point this season with a misstep.  With their season past the midway point, the Nets (20-22) were still trying for their first road victory against a Western Conference opponent when they played the Los Angeles Clippers (20-21) on Thursday night.  After the game against the Warriors, ''the mood was not good,'' Rod Thorn, the Nets' president, said Thursday morning. ''If you're a competitor, as a player or as a coach, you're very upset about that, about losing two games like that, games that you had in hand.''  Perhaps most disheartening for the Nets is that their five-game trip was getting more difficult. They play the Denver Nuggets on Saturday night and the Utah Jazz on Monday.  ''Virtually every game, we're playing a better team,'' Thorn said. ''We've got our work cut out for us.''  Against the Kings, the Nets held a 20-point lead in the third quarter, only to have it evaporate at the hands of Sacramento point guard Mike Bibby, who capped a strong fourth quarter by making the winning shot with 10 seconds remaining.  ''We just quit playing,'' Thorn said. ''We just stood around in the fourth quarter.''  The Nets led the Warriors by 11 points with a little more than four minutes remaining, but Golden State finished the game on a 17-5 run, capped by guard Monta Ellis hitting the winner at the buzzer. It was the seventh time this season the Nets had lost after squandering a double-digit lead.  ''It is hard,'' Nets forward Bostjan Nachbar said after the game. ''It is not easy. We had both games won. We thought we were the better team, at least most of the game. We lost the game down the stretch, and the next couple games will show how tough we are.''  The Nets' grit will have to start with their two stars, Jason Kidd and Vince Carter. That is especially true with their third top-flight player, Richard Jefferson, out for about six weeks after he had arthroscopic surgery on his right ankle Monday.  Kidd has been stellar all season, playing some of the best basketball of his career, but he had eight turnovers against the Warriors.  Carter, after leading by 214,000 votes the last time they were counted, was surpassed in the All-Star voting by the Washington Wizards' Gilbert Arenas for an Eastern Conference starting spot Thursday. Arenas beat out Carter by 3,010 votes, the smallest margin in 17 years. Carter has been voted a starter six times.  Before Thursday night's game, Carter pretended to have thought he had beaten out Arenas. After sarcastically acting as if his feelings were hurt, Carter said he would not be disappointed to go the game as a reserve.  ''It's still an honor to be involved in it,'' he said.  For now, Carter has more pressing things to think about. He scored only 8 points against the Kings. Despite having 23 points and a career-high 13 assists against the Warriors, he did not dominate down the stretch.  The injuries to Jefferson and center Nenad Krstic, who is out for the season with a torn anterior cruciate ligament, have probably affected Carter more than any other player because he faces more double-teams.  As the Nets have struggled this season, Carter has seemed to be the most likely candidate for a trade if Thorn chooses to make drastic changes. Carter can opt out of his contract at the end of the season, meaning the Nets may try to get someone in return for him if they feel he may leave.  But with the Nets' recent success -- they had won 9 of 11 games before losing to the Kings and the Warriors -- much of the trade talk seemed to have settled.  The Nets' ability to make any significant trades by the Feb. 22 deadline could be hampered by the fact that two of their biggest assets, Jefferson and Krstic, are injured.  ''When you're talking about trading, you trade from assets,'' Thorn said. ''If you don't have a lot of assets to trade, it's difficult to make anything but a minor trade.''  BASKETBALL  ", 
            "title": "Nets Take Two Steps Back After a Big Step Forward"
        }, 
        "weight": 0.8993279535439779, 
        "file": "1821583.txt", 
        "other_topics": {
            "0": 0.00013808063392346413, 
            "1": 0.00016778551240665443, 
            "2": 0.00023840321772959243, 
            "3": 0.000207428723088273, 
            "4": 0.00012881032577338175, 
            "5": 0.00034288208953794637, 
            "6": 0.00024701368394864455, 
            "7": 0.00019630731256002336, 
            "8": 0.0002462586425269056, 
            "9": 0.00024647162661381016, 
            "10": 0.8993279535439779, 
            "11": 0.09010697994957871, 
            "12": 0.0003043957255564034, 
            "13": 0.003224716615700243, 
            "14": 0.0031871001491375734, 
            "15": 0.00018038322354142183, 
            "16": 0.00026868137565892633, 
            "17": 0.000707082882918948, 
            "18": 0.0003836501470664859, 
            "19": 0.00014961461875476063
        }
    }, 
    {
        "content": {
            "text": "  A young, rebuilding Rutgers team might have learned something Wednesday night. It probably is not going to win a jump-shooting contest.  Against the Syracuse zone defense, Rutgers could do little else but shoot long-range jumpers, a strategy that failed. Hitting 18 of 61 shots (29.5 percent) from the field and scoring just 20 points in the paint, the Scarlet Knights were no match for Syracuse, losing by 68-58.  Only the reserve guard Courtney Nelson, who led Rutgers with 14 points, seemed to be in any rhythm for the Scarlet Knights (8-8, 1-2 Big East). But he made only 3 of 9 field-goal attempts.  ''I thought we did a good job of getting the ball inside, but, of course, any time you see a zone you've got to make shots,'' Rutgers Coach Fred Hill said. ''There are a lot of different ways to attack a zone, but you've got to make shots to loosen things up a bit. We got some great looks, but they didn't go down.''  The Orange (13-4, 2-1 Big East) offered a far more diverse attack. Shooting 46.9 percent, they got solid interior play from Darryl Watkins (9 points, 10 rebounds) and Demetris Nichols (12 points, 7 rebounds), as well as good perimeter shooting from guard Eric Devendorf, who led all scorers with 19 points.  ''These games are made for Eric,'' Syracuse Coach Jim Boeheim said. ''Teams will go way out with their defense. That creates space for him to get to the basket.''  The Orange also helped itself at the free-throw line, making 18 of 21 attempts.  Rutgers was cold throughout, making 9 of 32 field-goal attempts during an opening half that ended with Syracuse leading, 28-25. Ten Syracuse turnovers helped Rutgers stay close.  The Orange got an immediate lift from an unlikely source. Guard Andy Rautins, who was averaging 5 points a game, scored 9 of Syracuse's first 11 points. He did not score again.  Syracuse took control early in the second half. A dunk by Nichols with 16 minutes 4 seconds left extended the lead to 39-30, and for Rutgers, it would only get worse. When Roberts dunked with 4:55 to go, the Orange had a 60-43 lead. Rutgers cut the deficit in the closing minutes, and when Marquis Webb scored on a putback with 54.4 seconds left, the lead was 6 points. Nichols responded by making a pair of free throws, and seconds later, Devendorf sealed the game by making two more free throws.  ''The shots weren't falling,'' Rutgers forward J. R. Inman said. ''It just wasn't outside. We were missing midrange and a lot of shots we usually hit. It was an adjustment for us. We haven't played a team that big down low. When you see a zone and with a lot of big, athletic guys, it's hard to adjust.''  The loss came just four days after Rutgers played what might have been its best game of the season, a 54-42 victory at Cincinnati. The 42 points were the fewest scored against Rutgers by a Big East opponent.  The Orange have beaten Rutgers six straight times, which includes an 86-84 overtime victory last season at the Carrier Dome. Three of Syracuse's four losses have come against teams that were ranked at the time.  COLLEGE BASKETBALL  ", 
            "title": "Rutgers Can't Get Shots to Drop Against Tough Syracuse Defense"
        }, 
        "weight": 0.8968438895698914, 
        "file": "1818113.txt", 
        "other_topics": {
            "0": 0.003993442940809497, 
            "1": 0.00021643737299873134, 
            "2": 0.007938179333242255, 
            "3": 0.0002675757117867021, 
            "4": 0.00016616076159145081, 
            "5": 0.000442305760750328, 
            "6": 0.000318638910366752, 
            "7": 0.0002532294857970539, 
            "8": 0.00031766493365396924, 
            "9": 0.004133263485373347, 
            "10": 0.8968438895698914, 
            "11": 0.08189690091975198, 
            "12": 0.00039265971326412215, 
            "13": 0.00034444650027581046, 
            "14": 0.00029592258967388487, 
            "15": 0.00023268797452383525, 
            "16": 0.0003465894658435178, 
            "17": 0.0009121118949795394, 
            "18": 0.0004948951121619837, 
            "19": 0.00019299756326400695
        }
    }, 
    {
        "content": {
            "text": "  Everything the Nets would like to be was wrapped into their 116-115 victory over the Utah Jazz on Monday night.  A team with a dominant star player: Vince Carter scored 33 points, including the winning 3-pointer at the buzzer.  A team with a balanced supporting cast: Eddie House had 19 points, and Antoine Wright and Marcus Williams added 12 each.  A team with resiliency: the Nets fought their way back from 13 points down in the second quarter and from 4 down with less than a minute and a half to play.  And then there was the performance of Jason Kidd, the face of the franchise, who had 22 points, 10 assists and 6 rebounds.  The Nets displayed those characteristics throughout their five-game Western trip, even if they finished with a 2-3 record. Perhaps that is why they seemed to be feeling confident as they headed back to New Jersey early Tuesday morning one game below .500 (22-23).  ''The big thing is that we're not going to quit,'' Kidd said after Monday night's game. ''We're going to play hard.''  If nothing else, this trip will be remembered because four of the five games were decided by a point. The Nets were three defensive stops short of having a nine-game winning streak. The Nets became the first team in N.B.A. history to have five of seven games decided by a point and only the fourth team to lose by a point three games in a row, according to the Elias Sports Bureau.  They lost each of the first three games of the trip -- against the Sacramento Kings, the Golden State Warriors and the Los Angeles Clippers -- by a point on their opponent's final shot.  In the fourth game, the Nets played stellar defense against the Denver Nuggets' Carmelo Anthony and Allen Iverson, two of the league's top three scorers. The Nets won that game, 112-102.  On Monday night, the Nets appeared to be out of it when they were down by 2 points with 5.9 seconds left and with the length of the court to go. But Carter jogged the ball up the court, used a screen from center Mikki Moore and drilled the winning shot from about 10 feet beyond the 3-point line.  ''Sometimes, what comes around goes around,'' Nets Coach Lawrence Frank said. ''And I think our guys deserve a great deal of credit for staying together and fighting the fight, so to speak, and not getting discouraged and not wilting and not letting circumstances determine their behavior.''  Perhaps more than anyone else, Carter seemed motivated by the Nets' early struggles on the trip.  Against the Kings, he scored a season-low 8 points and missed two crucial free throws down the stretch. Against the Warriors, he fouled Baron Davis on a 3-pointer late in the game and was later called for charging. Against the Clippers, he left Cuttino Mobley open for the winning 3-pointer.  After each of those games, Carter put much of the blame on himself and appeared uncharacteristically down.  But he made a renewed commitment to attacking the basket. In the final three games of the trip, Carter averaged 35.3 points and shot 66.1 percent from the field. He also averaged 12 free-throw attempts a game, evidence of his aggressiveness in the paint.  ''At the beginning of the trip, each individual had to step their game up, and I felt I had to do the same,'' Carter said Monday night. ''I felt that in the first three games, regardless of points, I didn't deliver because we didn't win the game. I'm just glad I could do it for my team.''  Carter is playing his best at a time when he is the subject of many trade rumors. Although the Nets' president, Rod Thorn, has said that players are worth more in trades when they are playing well, Carter might be making him think twice about any such decision.  The Nets also need Carter more than ever because they are without small forward Richard Jefferson, who missed the trip because of ankle surgery that could keep him out until early March. Jefferson was the Nets' second-leading scorer before he was injured.  Another good sign for the Nets was that their bench helped lift the burden of not having Jefferson. In each game, a different reserve stepped forward.  The rookie Hassan Adams took Jefferson's place in the starting lineup for the first three games, and Wright started the last two. Both were called on for their defense, and they delivered.  Wright was especially impressive. Before starting Saturday night's game against the Nuggets, he had not played in 12 of the previous 19 games. But he scored 11 points and slowed Anthony.  The reserve forward Bostjan Nachbar was averaging 17.7 points over a three-game stretch but became ill before the Jazz game and did not play. So House stepped in with his 19-point effort.  Moore had a fitting description for what these all-around contributions said about the Nets: ''We're a team.''  PRO BASKETBALL  ", 
            "title": "Nets End 5-Game Trip By Making Their Point"
        }, 
        "weight": 0.8946629341760616, 
        "file": "1822795.txt", 
        "other_topics": {
            "0": 0.00012928571225696186, 
            "1": 0.00015709856524787758, 
            "2": 0.008531144389822201, 
            "3": 0.0001942167373151258, 
            "4": 0.00012060586803862462, 
            "5": 0.00032104252353476324, 
            "6": 0.0002312803697310502, 
            "7": 0.00018380369501808796, 
            "8": 0.0002305734199929201, 
            "9": 0.00023077283825015464, 
            "10": 0.8946629341760616, 
            "11": 0.08436769698321503, 
            "12": 0.00028500751385851546, 
            "13": 0.0002500125105394791, 
            "14": 0.008522718041365373, 
            "15": 0.00016889387651338513, 
            "16": 0.0002515679573248382, 
            "17": 0.000662045875264104, 
            "18": 0.00035921389634169514, 
            "19": 0.00014008505030824642
        }
    }, 
    {
        "content": {
            "text": "  For one of the few times all game, Wisconsin fans at the Kohl Center turned oddly silent. A Badgers victory that 10 minutes earlier seemed assured was suddenly in peril, and many held their breath as Jamar Butler's 3-point attempt to tie the score descended toward the cylinder in the final seconds.  When the ball clanged off the back rim, and the horn sounded before an Ohio State player could reach it, the third-ranked Badgers had escaped with a 72-69 victory over the No. 5 Buckeyes on Tuesday night. And Butler, who shot from the right wing in front of the Ohio State bench, turned toward his coaches and teammates with a look of disbelief.  ''From my standpoint,'' Ohio State Coach Thad Matta said, ''I'm glad we can check this off on the places we have to go.''  The Badgers (16-1, 2-0 Big Ten) had done what they usually do at Kohl, especially against ranked teams. Led by Kammron Taylor's season-high 25 points, and sparked by the sophomore forward Marcus Landry's 8 points and 4 blocks off the bench in the second half, the Badgers improved to 13-2 against ranked teams here in four seasons under Coach Bo Ryan. Their 85-5 overall mark includes 40-2 in Big Ten play.  A 14-0 run midway through in the second half enabled Wisconsin to take a 16-point lead. After Joe Krabbenhoft's layup began the run, Landry blocked shots by Othello Hunter and Daequan Cook in the same sequence, energizing the crowd. Michael Flowers then stole the ball from Cook and drove for a layup. Ohio State (13-3, 2-1) missed six shots and committed four turnovers before scoring again.  ''We took advantage of some hustle opportunities,'' Ryan said. ''We took advantage of some long rebounds. Sometimes you can get that in transition. When we had the opportunity to run, we did.''  Alando Tucker, the Badgers' leading scorer, had a slow first half, missing 7 of 10 shots and even air-balling a free throw. But he contributed two big baskets in the run. He drove for a layup after Flowers pushed the ball upcourt, and he added a pumping put-back in the lane just before the shot clock expired.  ''I've made a lot of difficult shots,'' Tucker said. ''This is up there with them. It's just determination.''  Wisconsin's defense held Ohio State's two leading scorers, Cook and the 7-foot freshman center Greg Oden, to a combined 15 points, less than half their average. Cook shot 1 for 8 from the field for 5 points. Oden (10 points, 7 rebounds and 6 blocks) had a quiet game until dunking twice in the final 37 seconds.  ''It was an all-around great team effort -- Marcus stepping in, and Joe always does a solid job,'' Tucker said. ''Defensively, we did well almost the whole game. At the end, they hit some shots and it was like, wow.''  That was when things got interesting. Ohio State began fouling with the Badgers ahead by 10 and 1 minute 4 seconds to play. But Wisconsin made 4 of 7 free throws, Ron Lewis hit two 3-pointers, and suddenly Oden's second dunk with eight seconds left made it a 2-point game. Taylor, fouled with seven seconds left, made the first but missed the second, giving Butler his chance.  It had been more than decade since Ohio State played a game in which both teams were ranked in the top five. In 1992, the No. 4 Buckeyes lost to Indiana, which was No. 5. Wisconsin had never played such a game because it had never been ranked higher than sixth before this season.  For the Badgers, this has been a season of uncommon success. Their 15-1 start going into the game matched the best in team history. Wisconsin had already beaten two ranked teams: Marquette and Pittsburgh.  The Buckeyes lost both previous games this season to ranked teams: North Carolina and Florida, the top two teams in the latest A.P. poll.  COLLEGE BASKETBALL  ", 
            "title": "Wisconsin Defeats Ohio State in a Clash of Top-5 Teams"
        }, 
        "weight": 0.8943271836397698, 
        "file": "1817900.txt", 
        "other_topics": {
            "0": 0.00014493963304771528, 
            "1": 0.00017612006773102504, 
            "2": 0.012668712521464263, 
            "3": 0.009531582680411013, 
            "4": 0.006344442279772004, 
            "5": 0.0034645310925145558, 
            "6": 0.0002592838089744386, 
            "7": 0.00020605865600822643, 
            "8": 0.0002584912617251022, 
            "9": 0.00025871482555533536, 
            "10": 0.8943271836397698, 
            "11": 0.023176757499480925, 
            "12": 0.0003195162385182315, 
            "13": 0.00028028403837005475, 
            "14": 0.00024079901642869427, 
            "15": 0.0001893435559004549, 
            "16": 0.0002820278187334031, 
            "17": 0.03799760710601276, 
            "18": 0.00971655770406788, 
            "19": 0.0001570465555141391
        }
    }, 
    {
        "content": {
            "text": "  The Mets most likely completed their bench for next season by signing the utility player David Newhan yesterday to a one-year contract. Newhan, 33, adds another left-handed bat and provides additional versatility. A natural infielder, Newhan has played 169 of his 229 career games in the outfield and has started at every infield position except shortstop. With Endy Chávez and Ben Johnson projected as the team's fourth and fifth outfielders, Newhan should receive most of his playing time in the infield or as a pinch-hitter.  ''David is a versatile player who can help us in so many spots on the field,'' Mets General Manager Omar Minaya said in a statement. ''We couldn't be more pleased to have him in our organization.''  Newhan batted .252 in 39 games with Baltimore last season and missed four months with a broken fibula. In seven major league seasons with San Diego, Philadelphia and Baltimore, Newhan has hit .256 with 20 home runs and 102 runs batted in. His best season came with Baltimore in 2004, when he hit .311 with 8 homers and 54 R.B.I.  Newhan is the son of Ross Newhan, a former baseball writer for The Los Angeles Times who won the J. G. Taylor Spink Award in 2000 and was inducted into the Baseball Hall of Fame.  BEN SHPIGEL  BASEBALL  ", 
            "title": "METS SIGN NEWHAN"
        }, 
        "weight": 0.8916542609637951, 
        "file": "1816786.txt", 
        "other_topics": {
            "0": 0.00042020516605807326, 
            "1": 0.009511425682196357, 
            "2": 0.0007255055314300598, 
            "3": 0.0006312443574008697, 
            "4": 0.00039199388642436266, 
            "5": 0.0010434542576947727, 
            "6": 0.0007517087887921292, 
            "7": 0.027599868891222776, 
            "8": 0.0007494110566845378, 
            "9": 0.000750059207051917, 
            "10": 0.8916542609637951, 
            "11": 0.031190152723406625, 
            "12": 0.0009263330618520618, 
            "13": 0.0008125921006571279, 
            "14": 0.0006981181651793563, 
            "15": 0.0005489398494819143, 
            "16": 0.000817647622750994, 
            "17": 0.002151785314068492, 
            "18": 0.0281699881371064, 
            "19": 0.0004553052367459922
        }
    }, 
    {
        "content": {
            "text": "  Even though Peyton Manning was not at his best Saturday, the Indianapolis Colts' defense was superb.  Following a script that few expected, the Colts opened the N.F.L. playoffs by defeating the Kansas City Chiefs, 23-8, at the RCA Dome. It was a role reversal for the Colts, known for their high-powered offense led by Manning, and for their porous defense, which ranked last in the league against the run during the regular season.  ''This was playoff football,'' said Colts defensive end Dwight Freeney, who had three tackles and two sacks. ''If not now, then when?''  The Colts changed their identity against the Chiefs. While Manning threw three interceptions in the game and struggled to find his rhythm in the first half, the Colts held Kansas City without a first down until late in the third quarter.  The first seven times that the Chiefs had the ball, they ran three plays and punted. It looked like a scene from the film ''Groundhog Day;'' the same thing happening over and over, as Kansas City's offense produced only seven first downs and 126 total yards.  ''We couldn't run, we couldn't pass, we couldn't do anything,'' Chiefs Coach Herman Edwards said.  When the Chiefs finally made their initial first down, late in the third quarter on a pass from Trent Green to Tony Gonzalez, Colts fans cheered derisively, mocking Kansas City for its struggles. The Chiefs finished that drive by scoring their only touchdown, but that was not enough to save their season, as the Colts advanced to meet the Baltimore Ravens in the next round of the American Football Conference playoffs.  Manning's numbers looked stout (30 for 38, 268 yards, 1 touchdown), but his two first-half interceptions could have changed the game's momentum if his defense had not bailed him out. Manning's first interception should have led to a Chiefs score, and his second probably cost the Colts at least 3 points.  In the third quarter, a pass by Manning was intercepted by Ty Law with no Colts receiver in the vicinity. Usually, it is Manning who confuses the defense, but for much of the game, Kansas City's defensive players kept showing up in places where Manning did not expect them to be.  ''Obviously, those were three poor throws,'' Manning said of his interceptions. ''I told Ty Law I would be glad to introduce him at the Hall of Fame.''  Unfortunately for the Chiefs, their defense eventually wore down. During the first half, Indianapolis had 15 first downs and held the ball for 21 minutes 5 seconds, compared with 8 minutes 55 seconds for Kansas City. Colts running back Joseph Addai took advantage of the tiring defense, rushing for 122 yards on 25 carries and eventually opening up the passing game for Manning.  Leading by 9-0 midway through the third quarter, the Colts scored the game's first touchdown, driving 89 yards in 12 plays to take a 16-0 lead.  How tired was Kansas City's defense? The Colts finished the drive with seven consecutive running plays, moving from Kansas City's 41. Addai capped the drive by running 6 yards up the middle for the touchdown.  Kansas City went to a hurry-up offense and responded with its only scoring drive, moving 60 yards in 8 plays, capped by a 6-yard scoring pass from Green to Gonzalez. Edwards decided to try a 2-point conversion, which paid off, Green passing to Kris Wilson to cut the Colts' lead to 16-8.  But instead of the momentum swinging to the Chiefs, Manning responded with his best drive of the game, moving the Colts 71 yards for their final touchdown, on a 5-yard pass to Reggie Wayne.  It was a satisfying victory for the Colts' defensive players, who had heard talk all week about how they would struggle to stop Chiefs running back Larry Johnson, who rushed for more yards this season than any player except LaDainian Tomlinson of the Chargers. But Johnson was held to 32 yards on 13 carries by the swarming and aggressive Indianapolis defense. By the fourth quarter, the Chiefs were forced to abandon Johnson and try to catch up through the air.  Nothing the Chiefs tried offensively worked for long, as the Colts overcame a lackluster offensive start.  The Colts squandered a chance to put Kansas City into a deep hole early, dominating the statistics but not the scoreboard. The Colts took a 3-0 lead on their opening drive. On their second drive, they looked poised to take a 10-0 lead, with second-and-goal from the 2. But the Chiefs held firm, and when Coach Tony Dungy sent the field-goal unit onto the field, many fans booed. Adam Vinatieri's 19-yarder, his second of three first-half field goals, made the score 6-0.  A brief momentum swing occurred when Law intercepted Manning early in the second quarter after wide receiver Marvin Harrison broke inside and Manning threw outside. Law, who caught the ball near midfield, almost returned it to the end zone after avoiding a tackle attempt by Manning. But he was caught from behind by Harrison at the 9, setting up the Chiefs with first-and-goal.  A touchdown and the extra point would have given Kansas City the lead, and perhaps have changed the direction of the game. Even a field goal would have helped. Instead, the Chiefs got nothing. After two carries by Johnson made it third-and-goal at the 2, Green fell after being accidentally stepped on by one of his lineman as he backed away from center. Kicker Lawrence Tynes compounded the error by missing a 19-yard field goal attempt, hooking the ball against the left upright. Tynes grabbed his head in disbelief, and the Colts ran off the field in celebration.  It was that kind of day for the Chiefs, and a day of redemption for the Colts' defense.  ''This was the way we had hoped to play all year,'' Dungy said. ''We picked a good time to play that way.''  PRO FOOTBALL  ", 
            "title": "A Weakness Is a Strength as the Colts Advance"
        }, 
        "weight": 0.890240012103838, 
        "file": "1817282.txt", 
        "other_topics": {
            "0": 9.847099769990481e-05, 
            "1": 0.00011965477226466749, 
            "2": 0.002279270589475833, 
            "3": 0.00014792598160753785, 
            "4": 9.185995843548376e-05, 
            "5": 0.002353778784095157, 
            "6": 0.00017615565059930286, 
            "7": 0.00013999484485483448, 
            "8": 0.00017561719940603417, 
            "9": 0.0001757690871468112, 
            "10": 0.890240012103838, 
            "11": 0.047384962163493125, 
            "12": 0.019200375910931256, 
            "13": 0.00019042306315603547, 
            "14": 0.00016359720867433966, 
            "15": 0.00012863871989676873, 
            "16": 0.00019160777563624357, 
            "17": 0.03425233666243718, 
            "18": 0.002382852168139349, 
            "19": 0.0001066963582122477
        }
    }, 
    {
        "content": {
            "text": "  MAJOR LEAGUE BASEBALL  American League  CHICAGO WHITE SOX--Agreed to terms with 3B Joe Crede on a one-year contract.  CLEVELAND INDIANS--Agreed to terms with RHP Rafael Betancourt on a one-year contract.  DETROIT TIGERS--Agreed to terms with RHP Fernando Rodney, LHP Nate Robertson, INF Omar Infante and OF Craig Monroe on one-year contracts.  KANSAS CITY ROYALS--Agreed to terms with OF Emil Brown on a one-year contract.  LOS ANGELES ANGELS--Agreed to terms with RHP Scot Shields, RHP Francisco Rodriguez on one-year contracts and 1B Robb Quinlan on a two-year contract.  YANKEES--Agreed to terms with RHP Luis Vizcaino on a one-year contract and INF Chris Basak on a minor league contract.  OAKLAND ATHLETICS--Agreed to terms with OF Milton Bradley, INF Marco Scutaro and RHP Kiko Calero on one-year contracts.  SEATTLE MARINERS--Agreed to terms with 1B Ben Broussard and LHP Horacio Ramirez on one-year contracts.  TAMPA BAY DEVIL RAYS--Agreed to terms with INF Ty Wigginton and RHP Seth McClung on one-year contracts.  TEXAS RANGERS--Agreed to terms with RHP Rick Bauer, RHP Akinori Otsuka and OF Brad Wilkerson on one-year contracts. Named Bobby Jones manager and Randy Whisler coach for Oklahoma of the PCL; Dave Anderson manager and Scott Coolbaugh coach for Frisco of the Texas League; Mike Anderson pitching coach and Brant Brown coach for Bakersfield of the California League; Mike Micucci manager and Danny Clark pitching coach for Clinton of the Midwest League; Andy Fox manager for Spokane of the Northwest League; and Pedro Lopez manager, Keith Comstock pitching coach and Paul Herfurth coach for Arizona of the Arizona League.  National League  ARIZONA DIAMONDBACKS--Agreed to terms with RHP Jose Valverde, 2B Orlando Hudson and RHP Brandon Lyon on one-year contracts.  ATLANTA BRAVES--Agreed to terms with RHP Rafael Soriano on a one-year contract.  CHICAGO CUBS--Agreed to terms with LHP Will Ohman on a two-year contract.  CINCINNATI REDS--Agreed to terms with RHP Kyle Lohse on a one-year contract.  COLORADO ROCKIES--Agreed to terms with LHP Jeremy Affeldt, RHP Rodrigo Lopez, OF Matt Holliday and OF Cory Sullivan on one-year contracts.  FLORIDA MARLINS--Agreed to terms with C Miguel Olivo on a one-year contract.  HOUSTON ASTROS--Agreed to terms with RHP Brad Lidge on a one-year contract.  MILWAUKEE BREWERS--Agreed to terms with OF Kevin Mench on a one-year contract.  METS--Agreed to terms with LHP Scott Schoeneweis on a three-year contract and RHP Jorge Sosa, OF Endy Chavez and C Ramon Castro on one-year contracts.  PHILADELPHIA PHILLIES--Agreed to terms with OF Aaron Rowand on a one-year contract. Claimed INF Greg Dobbs off waivers from Seattle.  PITTSBURGH PIRATES--Agreed to terms with LHP Mike Gonzalez and OF Xavier Nady on one-year contracts.  ST. LOUIS CARDINALS--Agreed to terms with OF So Taguchi on a one-year contract.  WASHINGTON NATIONALS--Agreed to terms with OF Chris Snelling, OF Tony Blanco, OF Frank Diaz, INF Larry Broadway, INF Bernie Castro, C Jesus Flores, RHP Brett Campbell, RHP Shawn Hill, RHP Beltran Perez, RHP Levale Speigner, RHP Jermaine Van Buren, LHP Matt Chico and LHP Mike O'Connor on one-year contracts.  N.B.A.  DETROIT PISTONS--Signed F Chris Webber.  GOLDEN STATE WARRIORS--Recalled C Patrick O'Bryant from Bakersfield of the NBADL.  NEW ORLEANS HORNETS--Recalled F Marcus Vinicius from Tulsa of the NBADL.  N.F.L.  ATLANTA FALCONS--Named Paul Petrino receivers coach, Brian VanGorder linebackers coach, Mike Summers offensive line coach, Keith Rowan tight ends coach, Derrick Nix offensive assistant, Andy Sugarman offensive quality control coach, Kevin Wolthausen defensive line coach, Joe Whitt Jr. assistant defensive backs coach, Jon Gannon defensive quality control coach, Tom McMahon assistant special teams coach and Evan Marcus strength and conditioning coach.  CINCINNATI BENGALS--Named Mike Sheppard receivers coach.  SAN FRANCISCO 49ERS--Named Jim Tomsula defensive line coach. Re-signed FB Zak Keasey.  WASHINGTON REDSKINS--Fired Dale Lindsey, linebackers coach.  N.H.L.  BOSTON BRUINS--Called up D Bobby Allen from Providence of the AHL. Sent D Matt Lashoff to Providence.  COLUMBUS BLUE JACKETS--Activated C Sergei Fedorov from injured reserve. Assigned F Alexandre Picard to Syracuse of the AHL.  DALLAS STARS--Recalled up D Nicklas Grossman from Iowa of the AHL.  MINNESOTA WILD--Reassigned RW Joel Ward to Houston of the AHL.  PHILADELPHIA FLYERS--Recalled D Nate Guenin from Philadelphia of the AHL. Assigned D David Printz to Philadelphia.  PHOENIX COYOTES--Assigned C Patrick Fischer to San Antonio of the AHL.  ST. LOUIS BLUES--Acquired C Yan Stastny from the Boston Bruins for a 2007 fifth-round draft pick.  ", 
            "title": "TRANSACTIONS"
        }, 
        "weight": 0.8894545948915193, 
        "file": "1819477.txt", 
        "other_topics": {
            "0": 8.59604343778677e-05, 
            "1": 0.00010445284844783893, 
            "2": 0.0001484150497489475, 
            "3": 0.00749424547863391, 
            "4": 8.018931577307142e-05, 
            "5": 0.00021345711212051593, 
            "6": 0.031455506607277, 
            "7": 0.00012220875136309704, 
            "8": 0.0001533053497759158, 
            "9": 0.001994716247250051, 
            "10": 0.8894545948915193, 
            "11": 0.0008566651138336791, 
            "12": 0.00018949789009585537, 
            "13": 0.00016623015514011358, 
            "14": 0.0038253690908646065, 
            "15": 0.00011229540167591683, 
            "16": 0.00016726435202843928, 
            "17": 0.00044018592636645734, 
            "18": 0.06284229920609069, 
            "19": 9.314077761669972e-05
        }
    }, 
    {
        "content": {
            "text": "  North Carolina's stay atop the men's top 25 poll, its first top ranking in six years, will not last long after Virginia Tech's 94-88 victory yesterday in Blacksburg, Va. In women's basketball, No. 3 Duke avenged last season's loss in the national championship game with an 82-61 rout of No. 1 Maryland in Durham, N.C.  No. 5 Ohio State beat No. 16 Tennessee on a late 3-pointer.  No. 6 Kansas needed overtime to beat Iowa State, 68-64.  Maryland ended Clemson's undefeated season, 92-87.  COVERAGE, PAGEs 4-5  COLLEGE HIGHLIGHTS  ", 
            "title": "A Pair of No. 1's Fall"
        }, 
        "weight": 0.8884064969061494, 
        "file": "1818947.txt", 
        "other_topics": {
            "0": 0.0008629274084028701, 
            "1": 0.0010485664301691639, 
            "2": 0.001489887937104433, 
            "3": 0.0012963145182408023, 
            "4": 0.0008049931220388557, 
            "5": 0.02062678629806201, 
            "6": 0.0015436985772240715, 
            "7": 0.0012268118682873968, 
            "8": 0.0015389799869425472, 
            "9": 0.001540311019404677, 
            "10": 0.8884064969061494, 
            "11": 0.008599768159617152, 
            "12": 0.020386267860495664, 
            "13": 0.0016687276886352964, 
            "14": 0.0014336456276549732, 
            "15": 0.0011272951404339095, 
            "16": 0.0016791096375758775, 
            "17": 0.004418876002709259, 
            "18": 0.03936552739183765, 
            "19": 0.0009350084190139996
        }
    }, 
    {
        "content": {
            "text": "  After the New England Patriots throttled the Jets on Sunday, 37-16, someone asked Patriots linebacker Tedy Bruschi if the Patriots took their game to another level during the playoffs.  ''The next level to us is the Super Bowl,'' he said. ''And we haven't been there in a while.''  A while? The Patriots won their most recent Super Bowl title two seasons ago. Only one championship has been decided since then, and it went to the Pittsburgh Steelers.  ''That's a while to me,'' Bruschi said.  So it is these days in New England, where a trip to the Super Bowl is a rite of winter. But this winter will be a bit longer for the Patriots if they are to reach their fourth Super Bowl in six seasons. In their three title runs, they did not have to take the long way. The Patriots had first-round byes and needed only two victories, the first at home, to make it to the Super Bowl.  Last season, when the Patriots had to play a first-round game, they beat the Jaguars. The next week, they lost to the Broncos in Denver, 27-13. Of course, the Steelers won the Super Bowl after winning three playoff games on the road.  The Patriots were 12-4 this season, but that earned them only the fourth seeding in the American Football Conference. And their victory over the Jets set up a meeting with the San Diego Chargers, an opponent that no team wants. The Chargers have a 10-game winning streak and are unbeaten at home. The Patriots, as the lowest-seeded team remaining, cannot be the host for the A.F.C. championship game.  The Patriots were 7-1 on the road, with their only loss a 21-0 shocker at Miami.  But none of their previous road opponents had the offensive firepower that the Chargers possess. The game presents excellent matchups. The up-and-coming quarterback Philip Rivers against Tom Brady, the best playoff quarterback in the game. Brady will also go against one of the best pass rushers in the game, Shawne Merriman. Chargers tight end Antonio Gates matches against whatever combination of defenders have to chase him.  The biggest matchup will be the Patriots' front seven, the best in the league, against Chargers running back LaDainian Tomlinson, the N.F.L.'s most valuable player. Tomlinson, who was also named offensive player of the year, rushed for 1,815 yards and 28 touchdowns this season.  ''He's explosive,'' cornerback Asante Samuel said of Tomlinson. ''If you sit back, he'll gas you like he does everyone else.''  Chargers Coach Marty Schottenheimer, who has notably failed in previous postseasons, goes up against Bill Belichick, perhaps the best coach of his era. Still, this is the most balanced team Schottenheimer has ever had, and he has said that Tomlinson is the best running back ever to play in the league. Patriots nose tackle Vince Wilfork called the Chargers ''hands-down the best team in the N.F.L.''  Tomlinson has faced the Patriots only three times since he came into the league in 2001, but he has turned in memorable performances, averaging 141.7 yards. In 2002, he ran for 217 yards and 2 touchdowns. Last season, he had 134 yards and 2 touchdowns as the Chargers scored 24 unanswered points in the second half to win, 41-17. Samuel remembered feeling as if a professional team were playing a college team in that game, with a sense of hopelessness that the Patriots rarely have.  ''He killed us last year,'' Belichick said Monday. ''We're usually looking at the back of his jersey. We haven't done very well against him. He's killed a lot of people besides us, and he's killed us. A team might keep him down for a few carries, but it's just a matter of time before he breaks out, in one way or another, and gets in the end zone.''  The Patriots had the fifth-best run defense in the league this season (they were 12th against the pass and 6th over all), but the perception is that the Patriots lack tremendous speed among their linebackers, a potential liability against Tomlinson. The Jets, who did not have much of a running game, used the speedy Leon Washington to slash through the Patriots' defense. He averaged 4.5 yards while being defended by Bruschi, although he had only 11 carries.  Safety Rodney Harrison, who is critical to holding off a multipronged offensive attack, missed the game against the Jets because of a right knee injury sustained in the regular-season finale against the Titans. On Monday, Belichick said Harrison was day to day and would not say if he would be available Sunday.  In their most successful seasons, the Patriots relied on Harrison in the playoffs to disrupt an explosive offense -- usually that of the Colts and Peyton Manning -- with his hard hits and intensity. Manning and the Colts play the Ravens on Saturday in Baltimore. On Sunday, perhaps without Harrison, New England again faces the most dangerous offensive player, this time in Tomlinson.  PRO FOOTBALL  ", 
            "title": "Patriots, Hitting the Road, Will Run Into Tomlinson"
        }, 
        "weight": 0.8866122718477478, 
        "file": "1817609.txt", 
        "other_topics": {
            "0": 0.000132214862388944, 
            "1": 0.03414527317902636, 
            "2": 0.00022827566567134092, 
            "3": 0.00019861699138658145, 
            "4": 0.00012333836405938376, 
            "5": 0.00032831619464479805, 
            "6": 0.00023652035266262197, 
            "7": 0.0030200193039516513, 
            "8": 0.00023579738598122264, 
            "9": 0.00023600132234029763, 
            "10": 0.8866122718477478, 
            "11": 0.0692868584729395, 
            "12": 0.00029146476100718187, 
            "13": 0.0002556768965374336, 
            "14": 0.0030517096834272385, 
            "15": 0.00017272040546266985, 
            "16": 0.0002572675841632311, 
            "17": 0.0006770454581960042, 
            "18": 0.0003673523937325577, 
            "19": 0.00014325887467318146
        }
    }, 
    {
        "content": {
            "text": "  BASEBALL  American League  DETROIT TIGERS--Agreed to terms with LHP Bobby Seay and OF Timo Perez on minor league contracts.  LOS ANGELES ANGELS--Named Bobby Magallanes manager of Arkansas of the Texas League; Ever Magallanes manager of Cedar Rapids of the Midwest League; Tyrone Boykin manager of Tempe of the Arizona League; Kernan Ronan roving pitching instructor; Todd Takayoshi roving hitting instructor; and Tom Gregorio roving catching instructor.  OAKLAND ATHLETICS--Agreed to terms with INF Antonio Perez on a one-year contract and INF Lou Merloni on a minor league contract.  TORONTO BLUE JAYS--Promoted Bart Given to vice president for baseball operations and Alex Anthopoulos to assistant general manager.  N.B.A.  N.B.A.--Promoted Peter Farnsworth to senior vice president, business development.  DETROIT PISTONS--Assigned F Amir Johnson to Sioux Falls of the NBADL.  LOS ANGELES CLIPPERS--Signed F Luke Jackson to a 10-day contract.  N.F.L.  JACKSONVILLE JAGUARS--Named Dirk Koetter offensive coordinator and Joe DeCamillis special teams coordinator.  JETS--Signed DE Darrell Adams, DB Alfonso Hodge, TE Joe Kowalewski, DL Matt McChesney and DL Keyonta Marshall to reserve-future contracts.  PITTSBURGH STEELERS--Signed DE Shaun Nua and DT Scott Paxson to reserve-future contracts.  TAMPA BAY BUCCANEERS--Named Raheem Morris defensive backs coach.  WASHINGTON REDSKINS--Re-signed C Ethan Albright.  N.H.L.  BOSTON BRUINS--Recalled G Hannu Toivonen and D Jonathan Sigalet from Providence of the AHL. Assigned G Philippe Sauve to Providence.  CALGARY FLAMES--Recalled LW Eric Godard from Omaha of the AHL. Assigned RW Carsen Germyn to Omaha.  CHICAGO BLACKHAWKS--Assigned RW Brandon Bochenski and C Colin Fraser to Norfolk of the AHL.  EDMONTON OILERS--Recalled LW Patrick Thoresen from Wilkes-Barre/Scranton of the AHL. Assigned F Jean-Francois Jacques and F Marc Pouliot to Wilkes-Barre/Scranton.  RANGERS--Assigned C Jarkko Immonen to Hartford of the AHL.  PHOENIX COYOTES--Traded D Dennis Seidenberg to Carolina for C Kevyn Adams.  ST. LOUIS BLUES--Recalled F D.J. King from Peoria of the AHL.  COLLEGE  CHARLOTTE--Announced sophomore basketball G Michael Gerrity transferred from Pepperdine and will be eligible to play in the  second semester of the 2007-08 season.  DREXEL--Named Lisa Wambold assistant softball coach.  FLORIDA STATE--Named Jimbo Fisher offensive coordinator.  GEORGIA TECH--Announced WR Calvin Johnson will forgo his senior year to enter the NFL draft.  KANSAS STATE--Announced the resignation of Rod Cole, strength and conditioning coach, to take the same position at Texas A&M.  MIAMI--Announced LB Jon Beason will forgo his senior season to enter the NFL draft.  MICHIGAN--Announced DT Alan Branch will forgo his senior year to enter the NFL draft.  OREGON STATE--Announced junior men's basketball C C.J. Giles will transfer from Kansas.  PITTSBURGH--Announced freshman DL McKenzie Mathews left the school.  SOUTH CAROLINA--Signed Dave Odom, men's basketball coach, to a two-year contract extension through the 2009-10 season.  SOUTHERN CALIFORNIA--Announced sophomore WR Damian Williams transferred from Arkansas.  TENNESSEE TECH--Named John Palermo defensive coordinator.  ", 
            "title": "TRANSACTIONS"
        }, 
        "weight": 0.8857220663778271, 
        "file": "1817581.txt", 
        "other_topics": {
            "0": 0.0001300057644417015, 
            "1": 0.00015797352012998682, 
            "2": 0.003009193795896512, 
            "3": 0.00019529842053885908, 
            "4": 0.00012127757813912692, 
            "5": 0.00032283055847249934, 
            "6": 0.00023256847753975562, 
            "7": 0.00018482738317241354, 
            "8": 0.00023185759047015595, 
            "9": 0.00023205811938029473, 
            "10": 0.8857220663778271, 
            "11": 0.006865076880030191, 
            "12": 0.0002865948530891116, 
            "13": 0.0002514049463414214, 
            "14": 0.00021598826731758245, 
            "15": 0.002954566774836361, 
            "16": 0.0030377013060059422, 
            "17": 0.0006657331162635914, 
            "18": 0.09504211102108451, 
            "19": 0.00014086524902288348
        }
    }, 
    {
        "content": {
            "text": "  N.B.A.  GOLDEN STATE WARRIORS--Assigned C Patrick O'Bryant to Bakersfield of the NBA Development League.  N.H.L.  LEAGUE--Suspended Rangers F Colton Orr for five games and Washington F Donald Brashear for one game for their actions in a Dec. 30 game.  COLLEGE  TENNESSEE--Announced men's basketball freshman G Marques Johnson will transfer.  ", 
            "title": "TRANSACTIONS"
        }, 
        "weight": 0.8849799071875117, 
        "file": "1815806.txt", 
        "other_topics": {
            "0": 0.0013300264515921675, 
            "1": 0.0016161511093473813, 
            "2": 0.0022963581257948056, 
            "3": 0.00199800421455415, 
            "4": 0.001240732575226752, 
            "5": 0.0033027241829975923, 
            "6": 0.0023792962432300706, 
            "7": 0.001890880067153534, 
            "8": 0.0023720234995119535, 
            "9": 0.002374075014350075, 
            "10": 0.8849799071875117, 
            "11": 0.04174404352780882, 
            "12": 0.03142127047961815, 
            "13": 0.0025720030964099584, 
            "14": 0.0022096720864617143, 
            "15": 0.0017374953454119767, 
            "16": 0.0025880047514455877, 
            "17": 0.006810795337683042, 
            "18": 0.0036954120882620157, 
            "19": 0.001441124615628626
        }
    }, 
    {
        "content": {
            "text": "  Kansas City (9-7) at Indianapolis (12-4)  4:30 p.m., Channel 4  The Colts' offense revolves around quarterback Peyton Manning and receivers Marvin Harrison and Reggie Wayne, and the Chiefs often struggle to stop the pass. Advantage, Colts.  However, the Colts have allowed 173 yards rushing a game, the most in the league, and the Chiefs have a premier runner in Larry Johnson. He carried 416 times (an N.F.L. record) for 1,789 yards and seemed to thrive on heavy duty. Advantage, Chiefs.  Colts Coach Tony Dungy said he was not concerned with how his team closed the regular season, with losses in four of its final seven games.  ''It's kind of like the Indy 500,'' he said. ''You get that starting position and then you run the race. Everyone remembers who won, not who got the pole.''  Reporter's pick: Colts  Dallas (9-7) at Seattle (9-7)  8 p.m., Channel 4  The coaches -- Bill Parcells of the Cowboys and Mike Holmgren of the Seahawks -- have enjoyed playoff success. So have Seattle quarterback Matt Hasselbeck and running back Shaun Alexander, the keys to the Seahawks' offense. Not so Tony Romo, the Cowboys quarterback, and that could be a problem. Dallas's record was 3-3 when the inexperienced Romo replaced Drew Bledsoe. Romo went 5-1 in his first six starts, 1-3 in his last four. He could take advantage of a Seahawks secondary so battered that one starting cornerback is out, the other probably is and three defensive backs were added in recent days. That could also be good news for Terrell Owens, the Cowboys' gifted but talkative receiver.  Reporter's pick: Cowboys  TOMORROW'S MATCHUPS  Jets (10-6) at New England (12-4)  1 p.m., Channel 2  The Jets have won their past three games and beat the Patriots in Week 10, but that was the regular season. For the Patriots, the playoffs are something else. Quarterback Tom Brady's playoff record is 10-1, and he has thrown only 5 interceptions in 11 games. He lacks a go-to receiver, but the Patriots have strong runners in Corey Dillon and Laurence Maroney.  Jets receiver Laveranues Coles said of the Patriots: ''That's the last team you ever want to see in the playoffs because of the way they prepare and the experience they have. I didn't really want to play them in the first round. That's not necessarily a feeling of fear or intimidation. It's more like knowing your opponent a little too well.''  Reporter's pick: Patriots  Giants (8-8) at Philadelphia (10-6)  4:30 p.m., Channel 5  The veteran Jeff Garcia replaced the injured Donovan McNabb (knee) at quarterback and led the Eagles to the National Football Conference East title, Philadelphia's fifth in the past six years. Brian Westbrook, a slick outside runner, also became a force inside as the Eagles won their final five games. ''I believe we are playing our best ball right now,'' safety Brian Dawkins said. The Giants are not; their record is the poorest of the 12 playoff teams. Eli Manning has been inconsistent, Jeremy Shockey is hobbling on a bad ankle, and the defense has its bad days. The one constant has been Tiki Barber, who rushed for a team-record 234 yards last week. He is retiring at 31, so if the Giants lose, this will be his last game.  Reporter's pick: Eagles  PRO FOOTBALL Frank Litsky of The New York Times breaks down the first-round playoff games.  ", 
            "title": "TODAY'S MATCHUPS"
        }, 
        "weight": 0.8849589994721212, 
        "file": "1816682.txt", 
        "other_topics": {
            "0": 0.00017880131594255765, 
            "1": 0.00404720257111621, 
            "2": 0.0003087095405328062, 
            "3": 0.00026860050970670644, 
            "4": 0.00016679714671672332, 
            "5": 0.0004439997636200063, 
            "6": 0.00031985927708238495, 
            "7": 0.0002541993385859926, 
            "8": 0.0003188815701008767, 
            "9": 0.00031915736427947576, 
            "10": 0.8849589994721212, 
            "11": 0.07455068831635145, 
            "12": 0.0003941635749365274, 
            "13": 0.0003457657084157361, 
            "14": 0.0002970559543292757, 
            "15": 0.0002335791546339797, 
            "16": 0.0003479168814049683, 
            "17": 0.03155509527959883, 
            "18": 0.0004967905288953537, 
            "19": 0.00019373673162902106
        }
    }, 
    {
        "content": {
            "text": "  BASEBALL  American League  LOS ANGELES ANGELS--Sent RHP Chris Bootcheck outright to Salt Lake of the PCL.  National League  CINCINNATI REDS--Designated OF Ray Olmedo for assignment. Acquired INF Jeff Keppinger from Kansas City for RHP Russ Haltiwanger.  ST. LOUIS CARDINALS--Agreed to terms with LHP Mark Mulder on a two-year contract, RHP Ryan Franklin on a one-year contract, and Rick Ankiel and INF Jolbert Cabrera on minor league contracts.  SAN FRANCISCO GIANTS--Announced the retirement of RHP Tim Worrell.  BASKETBALL  National Basketball Association  SEATTLE SUPERSONICS--Assigned C Mouhamed Sene to Idaho of the NBADL.  N.B.A. Development League  FORT WORTH FLYERS--Agreed to terms with C Badou Gaye.  SIOUX FALLS SKYFORCE--Agreed to terms with G Stephen Graham. Waived G DeSean Hadley.  TULSA 66ERS--Agreed to terms with G Desmon Farmer. Waived F Mustafa Al-Sayaad.  FOOTBALL  National Football League  CLEVELAND BROWNS--Signed OL Andrew Hoffman, OL Pete Lougheed, DB Antonio Perkins, S Justin Sandy and DL Alvin Smith as reserve/future free agents.  DENVER BRONCOS--Fired Andre Patterson, defensive line/tackles coach.  GIANTS--Signed Tom Coughlin, coach, to a one-year contract extension, through 2008.  JETS--Signed WR Frisman Jackson to a reserve/future contract.  SEATTLE SEAHAWKS--Waived S John Howell. Signed DB Guss Scott to the practice squad.  HOCKEY  National Hockey League  BOSTON BRUINS--Assigned D Jonathan Sigalet to Providence of the AHL.  MINNESOTA WILD--Recalled RW Joel Ward from Houston of the AHL.  MONTREAL CANADIENS--Assigned F Mikhail Grabovski to Hamilton of the AHL.  TORONTO MAPLE LEAFS--Claimed C Travis Green off waivers from Anaheim.  ", 
            "title": "TRANSACTIONS"
        }, 
        "weight": 0.8842932968128726, 
        "file": "1818034.txt", 
        "other_topics": {
            "0": 0.00023448001319118124, 
            "1": 0.0002849230050914183, 
            "2": 0.015472574765922472, 
            "3": 0.010397398079981428, 
            "4": 0.00021873774785278137, 
            "5": 0.0005822612092180959, 
            "6": 0.00041946339776209634, 
            "7": 0.025446245517436874, 
            "8": 0.0004181812330044565, 
            "9": 0.00041854290944008595, 
            "10": 0.8842932968128726, 
            "11": 0.0023367825982492266, 
            "12": 0.0005169060404471094, 
            "13": 0.00045343708709854474, 
            "14": 0.00038955912445311474, 
            "15": 0.0003063156608833685, 
            "16": 0.0004562581349651819, 
            "17": 0.0012007245259751042, 
            "18": 0.05589984582155027, 
            "19": 0.00025406631460466074
        }
    }, 
    {
        "content": {
            "text": "  The clock was winding down, and the game was on track to be a case of more of the same for St. John's and the junior guard Avery Patterson. The Red Storm, which led by 8 points midway through the second half yesterday, had frittered away its lead, and Patterson was struggling. A fifth consecutive loss seemed to be a foregone conclusion.  That is, until Patterson picked an opportune time to rediscover his shot.  With St. John's trailing by a point, he made a 3-pointer with 1 minute 28 seconds left and turned it into a 4-point play because of a foul by Syracuse's Eric Devendorf. Twenty-five seconds later, Patterson struck again, hitting a 3-pointer from the right baseline that helped St. John's defeat Syracuse, 64-60, at Madison Square Garden.  ''My teammates kept encouraging me to shoot,'' said Patterson, who was 1 for 7 from the field before hitting the shot that put the Red Storm (11-8, 2-4 Big East) ahead. ''They kept telling me it was going to fall. It just happened at the end of the game.''  Syracuse (15-5, 4-2), which had won four in a row , had its streak of 47 consecutive victories against teams from New York State ended.  But it was not a perfect afternoon for St. John's. In the second half of the Garden doubleheader, the women's team fell to No. 6 Connecticut, 74-56.  After his team's 71-63 loss at DePaul last Tuesday, St. John's Coach Norm Roberts started to lose his patience with a team that had underachieved for most of the season. Roberts said yesterday that he made the team practice twice Friday and that he questioned the effort of some players.  ''We were not playing to our ability and not playing with the passion and intensity we needed,'' he said. ''If we had been playing our butts off, I could have lived with that. But when we don't give ourselves a chance to win or to be as good as we can be, that's what frustrates me.''  Early on yesterday, Roberts's message seemed to be getting through. The Red Storm jumped to a 13-2 lead while taking advantage of some sloppy play by the Orange. Syracuse regrouped and had the St. John's lead down to 29-28 at halftime, but the Red Storm again took control and increased its lead to 47-39 when Anthony Mason Jr. made a 3-pointer with 9:10 to go.  To that point, Patterson had been a nonfactor, something that had often been the case this season. One of the more erratic players in the Big East, he recently endured a four-game stretch in which he averaged 4.3 points and shot 23 percent from the field. Yet, he said, he never stopped believing in his shot.  ''I'm a shooter, and I knew my shots would start falling,'' he said. ''All shooters go through slumps. I never lost any confidence in my shot.''  But Patterson remained cold, and Devendorf took control. Scoring 10 points during a stretch of 2:39, he helped cut Syracuse's deficit to a point, and the Orange went ahead on a 3-pointer by Demetris Nichols with 1:48 to go.  With the thousands of Syracuse fans in the building ready to celebrate another win, Patterson did his damage.  ''St. John's made two really good plays at the end of the game, and that was the difference,'' Syracuse Coach Jim Boeheim said.  After Devendorf scored with 54 seconds left to cut the St. John's lead to 4, the Red Storm held the ball without being fouled. Eugene Lawrence missed a 3-pointer with 18 seconds left, but Qa'rraan Calhoun grabbed an offensive rebound to seal the victory.  Mason led St. John's with 16 points. The Red Storm was playing without the oft-injured guard Daryll Hill, who is sidelined with a sore left knee and is also expected to miss tomorrow's game against Notre Dame. St. John's had lost six in a row to Syracuse.  ''We were supposed to be a really good team this season, and we are a good team,'' Mason said. ''But you can't lose four straight and not play hard. We weren't playing up to our potential, and we felt really bad about that. I think we came in more pepped up for this game.''  Devendorf led Syracuse with 23 points. The Orange was only 4 for 14 from the free-throw line, in large part because Terrence Roberts missed 8 of 9 attempts.  In the women's game, Mel Thomas had 19 points for Connecticut, which has beaten St. John's 23 consecutive times. She made five 3-pointers in the first half for the Huskies (16-2, 6-0), who were making their first appearance at the Garden.  Kia Wright, who transferred to St. John's from UConn, led the Red Storm (5-12, 0-5) with 19 points.  COLLEGE BASKETBALL  ", 
            "title": "After Struggle, Patterson Finds Touch for Storm"
        }, 
        "weight": 0.8817984009030397, 
        "file": "1820685.txt", 
        "other_topics": {
            "0": 0.00012822046610639997, 
            "1": 0.00015580415584278817, 
            "2": 0.0029678701769209645, 
            "3": 0.0001926164937291337, 
            "4": 0.00011961213923116005, 
            "5": 0.00031839730229266377, 
            "6": 0.00022937474134214627, 
            "7": 0.00018228924941416917, 
            "8": 0.00022867361649737866, 
            "9": 0.00022887139165324362, 
            "10": 0.8817984009030397, 
            "11": 0.061700623299799154, 
            "12": 0.022254587514283896, 
            "13": 0.0002479525391799591, 
            "14": 0.00021302221811397458, 
            "15": 0.00016750227995821618, 
            "16": 0.00024949516990334516, 
            "17": 0.01988202823922483, 
            "18": 0.008595727280164753, 
            "19": 0.0001389308233021289
        }
    }, 
    {
        "content": {
            "text": "  PHILADELPHIA (AP) -- The snap was there, the hold was good and the kick was perfect.  David Akers hit a 38-yard field goal with no time remaining to give the Philadelphia Eagles a 23-20 victory over the New York Giants in a wild-card playoff game on Sunday.  A day after Dallas lost to Seattle when quarterback Tony Romo fumbled the hold on what could have been a go-ahead field goal, the Eagles executed a seemingly routine play that has cost teams important games in recent weeks.  Brian Westbrook had 141 yards rushing, including a spectacular, slashing 49-yard TD run in the second quarter. His 65-yard punt return for an apparent score in the third quarter was nullified by a penalty on rookie Torrance Daniels.  Jeff Garcia threw for 153 yards, one touchdown and played efficiently enough to win for the sixth time in seven starts since replacing an injured Donovan McNabb.  Eli Manning threw two touchdown passes to Plaxico Burress, including an 11-yard strike that tied it at 20 with 5:03 left.  In what probably was his last game, Tiki Barber ran for 137 yards for the Giants. A three-time Pro Bowl running back, Barber plans to retire after 10 seasons in the NFL.  The Eagles are far from finished, though.  Counted out after a knee injury ended Donovan McNabb's season in Week 11, the Eagles (11-6) have won six straight games. They'll play at New Orleans (10-6) next Saturday night.  The Giants overcame a second-and-30 on their tying scoring drive as Manning completed consecutive passes of 18, 14 and 11 yards to Burress.  But the Eagles drove right down the field, mixing in short passes and Westbrook runs. That set up Akers' winning kick.  Led by Garcia and a rejuvenated defense, Philadelphia turned it around after a 24-point loss in Indianapolis, captured its fifth division title in six years and earned the No. 3 seed in the conference.  Meanwhile, the dysfunctional Giants (8-9) fell apart after a 6-2 start. They lost four in a row and six of seven before a win at Washington last week put them in the playoffs.  While the Eagles moved within one victory of their fifth trip to the NFC championship game in six years, the Giants face an uncertain offseason. Coach Tom Coughlin might not be back, Barber is retiring and the embattled Manning probably will hear more criticism after failing to win a playoff game for the second straight year.  ", 
            "title": "EAGLES 23, GIANTS 20: Giants Come Up Short Against Eagles"
        }, 
        "weight": 0.8806180600258405, 
        "file": "1817306.txt", 
        "other_topics": {
            "0": 0.0002140531410275786, 
            "1": 0.0002601017603197944, 
            "2": 0.00036957360446640634, 
            "3": 0.00032155682121937014, 
            "4": 0.00019968227292366635, 
            "5": 0.0005315371618903382, 
            "6": 0.00955298704228421, 
            "7": 0.00030431636693851473, 
            "8": 0.00038175111483982217, 
            "9": 0.0003820812836078485, 
            "10": 0.8806180600258405, 
            "11": 0.08466380146244651, 
            "12": 0.00047187544928879987, 
            "13": 0.0004139356332801914, 
            "14": 0.0003556224390739618, 
            "15": 0.000279630781599127, 
            "16": 0.018756641842341503, 
            "17": 0.0010961226622085841, 
            "18": 0.0005947359647899098, 
            "19": 0.00023193316961342598
        }
    }, 
    {
        "content": {
            "text": "  The 2006-7 season began as one long victory parade for the Maryland women's basketball team. After stunning the Duke Blue Devils in the N.C.A.A. championship game last April, the Terrapins have held the No. 1 spot in the national polls since November with an 18-game winning streak.  No team had challenged Maryland's perch until Saturday afternoon, when the Terrapins showed up at Cameron Indoor Stadium to meet Duke again.  And the rematch was no match. The Blue Devils outplayed Maryland in an 81-62 victory in front of a crowd of 9,314, a rare sellout for a women's game at Cameron.  ''I thought this game we were outworked, outhustled, outplayed, outcoached, you name it,'' Maryland Coach Brenda Frese said.  Duke guard Lindsey Harding drove the lane at will and finished with 28 points. The 6-foot-7 center Alison Bales had 18 points, 12 rebounds and 7 blocked shots.  Crystal Langhorne led Maryland (18-1) with 14 points.  It was the first meeting among the big three of the Atlantic Coast Conference. No. 1 Maryland, No. 2 North Carolina (19-0) and No. 3 Duke (18-0) have spent the season atop the polls and were the only three undefeated teams remaining going into Saturday's play.  The Terrapins, with all five starters back from last season's championship team, had been averaging 88.8 points a game, second best in the nation. But they faced a Duke defense that was allowing only 45.9 points a game, also second best in the nation. Duke held the Terrapins to 37.8 percent shooting from the field; they were 3 of 18 from 3-point range.  Maryland had taken an early lead before Duke built a 41-30 halftime advantage, led by Harding's 16 points. The Blue Devils, with three starters back from last season's team, knew better than to sit on that lead. Duke blew a 13-point lead to Maryland in the second half of the championship game before losing in overtime.  Duke Coach Gail Goestenkors said her halftime message was, ''I don't care about a lead, I have no interest in a lead right now, I don't want to secure a lead or hold onto a lead.''  Instead, the Blue Devils kept pushing and Maryland dropped behind by as many as 22 in the waning minutes. As the clock ticked down in the final minute, Duke guard Abby Waner allowed a smile to cross her face as she clapped her hands and motioned to the crowd. Goestenkors had ordered a distraught Waner to stay away from basketball for a month after the championship game loss.  ''One thing that Coach said to us yesterday that I think is really important is that with a win today, we don't win last year's national championship, that no matter what happened last year, we can't take it back,'' Waner said. ''So I'm more excited for this year. I think that this was our first big test, and we really proved ourselves, I feel like. But we have a lot farther to go.''  CONNECTICUT 76, SYRACUSE 45 -- The freshman center Tina Charles had 14 points, 19 rebounds and 5 blocks, and No. 7 Connecticut (14-1, 4-0 Big East) defeated visiting Syracuse (8-10, 2-3) in a tuneup before tomorrow's showdown with second-ranked North Carolina.  It was Charles's fifth double-double of the season, and her 19 rebounds were the most for a Connecticut player since Swin Cash had 20 against West Virginia in 2001. (AP)  STANFORD 63, WASHINGTON STATE 55 -- The freshman JJ Hones scored a season-high 17 points to help No. 10 Stanford (14-3, 7-0 Pac-10) send visiting Washington State (5-13, 1-7) to its seventh consecutive defeat. (AP)Texas A&M 60, Baylor 52 Takia Starks had 12 points and 11 rebounds, and No. 19 Texas A&M (12-3, 2-1 Big 12) defeated ninth-ranked Baylor (15-3, 2-2), the host Aggies' first victory against a top-10 team in five years. (AP)  MARQUETTE 76, VILLANOVA 70 -- Krystal Ellis scored 8 of her 21 points down the stretch to help No. 16 Marquette (16-2, 4-1 Big East) hold off visiting Villanova (7-10, 1-3) and bounce back from its loss at Pittsburgh on Tuesday that ended its 14-game winning streak. (AP)  COLLEGE BASKETBALL: WOMEN'S ROUNDUP  ", 
            "title": "In Rematch of Championship, Maryland Is No Match for Duke"
        }, 
        "weight": 0.8801640207230051, 
        "file": "1818968.txt", 
        "other_topics": {
            "0": 0.0001397337945432459, 
            "1": 0.00016979431258231362, 
            "2": 0.003234364794687024, 
            "3": 0.00020991214879887064, 
            "4": 0.00013035249828475542, 
            "5": 0.0003469872210943876, 
            "6": 0.0002499710378023172, 
            "7": 0.00019865758796996463, 
            "8": 0.0002492069567005793, 
            "9": 0.00024942249072439467, 
            "10": 0.8801640207230051, 
            "11": 0.02234431123159347, 
            "12": 0.0003080400818431704, 
            "13": 0.00027021699591621705, 
            "14": 0.0032252574801705063, 
            "15": 0.00018254284892229357, 
            "16": 0.0002718981444185073, 
            "17": 0.08751566041044391, 
            "18": 0.00038824337130715205, 
            "19": 0.00015140586919185038
        }
    }, 
    {
        "content": {
            "text": "  The Nets' margin of error over the past three games can essentially be measured in three possessions and 3 points. The resulting burden has manifested itself in blank stares, mumbled answers and an unusually quiet locker room.  When Cuttino Mobley hit a 3-pointer with six-tenths of a second remaining Thursday night in a game against the Los Angeles Clippers, it sealed a third consecutive 1-point defeat for the Nets. Each time, their opponent scored the winning shot on its final possession.  The Nets (20-23), who play Saturday night against the high-powered Nuggets in Denver, became the fourth team in N.B.A. history to lose three consecutive games by a point. With two games remaining on their five-game Western trip, the Nets are again looking for reasons to smile after their season appeared headed in a positive direction only a week ago.  ''Especially with the way that we're losing, it seems like if we can just make that one play, get that one loose ball, get that one close out on an open shot, maybe that'll change things for our favor,'' power forward Jason Collins said.  Last Saturday, the Nets beat the Orlando Magic to cap a four-game winning streak and return to .500 for the first time in two months. Two days later, Richard Jefferson, their starter at small forward, had arthroscopic surgery on his right ankle that could keep him out until early March.  That same night, for 47 minutes 49 seconds against the Kings in Sacramento, the Nets looked as if they would overcome the loss of Jefferson and secure one of their biggest victories of the season. But then their bizarre stretch of tough luck and late-game mistakes began.  The Kings, who overcame a 20-point third-quarter deficit, went to point guard Mike Bibby on their final possession. Bibby had taken over the game in the fourth quarter, but he missed a shot from the top of the key. Kings forward Brad Miller came down with the rebound and missed a layup attempt. The ball was tipped back out to Bibby, who was wide open at the top of the key. His shot with 10.3 seconds remaining gave the Kings an 88-87 victory.  ''We shouldn't have put ourselves in that position, being up by 20 points,'' Nets point guard Jason Kidd said after the game.  Against the Golden State Warriors on Wednesday night, the Nets were ahead by 109-108 when forward Bostjan Nachbar missed a shot from the corner with just over five seconds remaining. The Warriors' Baron Davis raced the ball upcourt and found guard Monta Ellis, who hit a shot from the wing at the buzzer.  On Thursday, the Nets took a 101-99 lead with 1:07 to play, but the Clippers got their chance after calling a timeout with eight seconds left.  Point guard Sam Cassell, who was guarded by the Nets rookie Marcus Williams, dribbled around a screen at the top of the key and streaked down the right edge of the lane. As Cassell got past Williams, Vince Carter came over to double-team, leaving Mobley open behind the 3-point line. Cassell passed to Mobley; Carter could only watch as Mobley hit the winner.  That final play seemed to weigh most heavily on Carter, despite his 33 points in one of his best offensive performances of the season.  ''I screwed it up,'' he said. ''I feel bad for it.''  Those three failed defensive stops are the difference between a seven-game winning streak and a three-game skid for the Nets. Each defeat has seemed to deflate them even more. Heartbreakers do not normally happen this often and this close together.  The Nets' previous three 1-point losses were spread over 21 months and three seasons.  ''You put your heart and soul as a player and coach into this,'' Nets Coach Lawrence Frank said after the loss to the Clippers. ''This hurts. Every loss hurts and the fact that you put all three together, it really hurts you.''  Frank was speechless at times during his postgame news conference Thursday night. Even after defeats, the Nets players usually find something to joke or smile about in the locker room after the game. Not much of that was going on after the game against the Clippers.  Still, the Nets were trying to find a silver lining to what has happened over the past few days, perhaps a means of keeping their psyches straight as they enter what might be the most difficult games of this trip.  ''When you give yourself a chance to win, that's all you can ask for,'' Kidd said. ''It's not like we're getting blasted by 20 and you're trying to search for what we need to do.''  The Nets may know their formula for success. Now they have to figure out how to stick to it for a full 48 minutes.  PRO BASKETBALL  ", 
            "title": "In Last Three Games, Nets Are Missing the Point"
        }, 
        "weight": 0.8800403144680898, 
        "file": "1821803.txt", 
        "other_topics": {
            "0": 0.00012717263063505597, 
            "1": 0.00015453090262485485, 
            "2": 0.0002195699968131611, 
            "3": 0.0001910424049691707, 
            "4": 0.0001186346522035763, 
            "5": 0.0003157953152819034, 
            "6": 0.00022750025907338574, 
            "7": 0.00018079955633020907, 
            "8": 0.00022680486391830416, 
            "9": 0.00022700102282810516, 
            "10": 0.8800403144680898, 
            "11": 0.09660899955240328, 
            "12": 0.00028034927182135573, 
            "13": 0.00024592623656500076, 
            "14": 0.00021128137093799428, 
            "15": 0.00016613342804400172, 
            "16": 0.0002474562606956935, 
            "17": 0.019719549540901934, 
            "18": 0.000353342804560229, 
            "19": 0.00013779546130306865
        }
    }, 
    {
        "content": {
            "text": "  The Florida Gators navigated their way through a grueling Southeastern Conference schedule, mastering the art of winning ugly.  They relied on a stout defense, a jury-rigged offense and a pinch of serendipity to reach the Bowl Championship Series title game Monday night.  But in a 41-14 mauling of top-ranked Ohio State, the No. 2 Gators left little to chance.  Led by the brilliance of the senior quarterback Chris Leak, the boundless creativity of the offensive coordinator Dan Mullen and the dominance of defensive end Derrick Harvey, Florida stunned college football by blowing the undefeated Buckeyes off the field.  The victory completed one of the most unlikely runs to the national title in recent college football history. Coach Urban Meyer's Gators grinded through the regular season with a collection of close victories, and they would not have made it here if Southern California had not been upset by U.C.L.A. on the regular season's final day.  But once they got here, the Gators (13-1) appeared undaunted. The victory secured their second national title in football, and it made Florida the first university to hold football and men's basketball national titles at the same time.  The Buckeyes (12-1) had the country's top defense, the Heisman Trophy winner in quarterback Troy Smith, and the nation's No. 1 ranking from the start of the season.  But this game proved to be a microcosm of their season, starting with a bang and ending with a thud. Ted Ginn Jr. returned the game's opening kickoff 93 yards for a touchdown. From that point, though, almost nothing went right for the Buckeyes.  Ohio State, which had not played since Nov. 18, set up Florida's first two touchdown drives with personal foul penalties, set up the next two with turnovers and never got Smith in rhythm.  Smith finished the game 4 of 14 for 35 yards, with an interception, and he had minus-29 yards rushing on 10 attempts. Ohio State had trailed after halftime just once during the regular season, and the Buckeyes never looked comfortable trying to scrape back from the 20-point halftime deficit.  ''They moved the ball down the field all season on tape,'' Florida cornerback Ryan Smith said, ''but when they saw our front four, they couldn't do anything about it.''  Troy Smith said: ''Not everything in life is going to go the exact way you want it. I don't have any regrets, though. I really don't. We came out and fought. We came up short.''  With all that dominance, there were a few dollops of good fortune for Florida. The oft-ridiculed place-kicker Chris Hetland, who had made only 4 of 13 field-goal attempts all season, knocked in first-half kicks from 42 and 40 yards. Also aiding Florida was a first-quarter ankle injury to Ginn, who said he was injured celebrating his touchdown. Ginn did not play the final three quarters and was on crutches in the second half.  But history will best remember the lopsided tenor of the game, which Leak set by leading near-flawless touchdown drives of 46, 34 and 71 yards on Florida's first three possessions. Leak's accuracy -- he completed his first nine passes and 25 of 36 for 212 yards and a touchdown -- combined with the ingenuity of Meyer's spread offense, led to the offensive onslaught.  Leak entered Florida as one of the nation's top high school recruits and was the starter midway through his freshman season. He had an up-and-down career, though, and he was forced to endure boos from the fans in Gainesville this season.  On Monday, he lived up to his advance billing.  ''He was unbelievable,'' said Mullen, the offensive coordinator. ''This is what he came here for. He came here to win championships, and that's what he did tonight.''  Ryan Smith said: ''A lot of people don't realize he's in the best league, playing against the best defense. He played great tonight.''  Three different players lined up at quarterback in Florida's first eight offensive snaps. The Gators used reverses, pitches to wide receivers and draw plays to keep Ohio State off balance.  Florida's four first-half touchdowns showcased its offensive diversity, as the Gators picked apart a defense that led the nation in scoring defense, allowing 10.4 points a game.  But Florida's scoring came early and often. The first touchdown, tying the score at 7-7, came when Leak threw a 14-yard pass to Dallas Baker, who beat Buckeyes corner Malcolm Jenkins thanks to a deft Leak pump fake. The next score came when Leak pitched to wide receiver Percy Harvin for a 4-yard touchdown run.  Florida took a 21-7 lead when tailback DeShawn Wynn muscled up the middle for a 2-yard run out of a strange formation with three running backs stacked up in a straight line. The backup quarterback Tim Tebow completed the first-half scoring when he threw a 1-yard touchdown to Andre Caldwell on a third-and-goal play.  That sent Ohio State into halftime trailing by 34-14 and left Mullen looking like a sideline wizard with his endless array of formations, presnap motions and near-flawless execution. (Leak's first three misses after hitting his first nine passes were intentional throwaways.)  Harvey, Florida's star sophomore defensive end, derailed two Ohio State drives with sacks of Smith that showcased his speed.  Harvey ran down Smith for a 7-yard loss on a third down during Ohio State's first offensive possession. On the Buckeyes' second possession, he warped the drive with a 10-yard sack on first down. That drive ended with an interception by Reggie Lewis on a third-and-14 after cornerback Ryan Smith blasted Troy Smith with a blitz.  Harvey added an exclamation point to his dominant first half when he recovered the ball after Jarvis Moss forced a Smith fumble. That gave Florida the ball on the Ohio State 5 and set up the final score of an astonishingly dominant half.  ''Honestly, we've played a lot better teams than them,'' Moss said. ''I could name four or five teams in the SEC that could probably compete with them and play the same type of game we did against them.''  Smith's fumble capped a miserable first half, as both his fumble and interception led to Gators scores. Six of the past seven Heisman Trophy winners who have played for the national title have now lost. Matt Leinart, who led U.S.C. to a blowout of Oklahoma in the 2004 B.C.S. title game, is the only exception.  Florida's only loss this season came in its seventh game, to Auburn, 27-17, on Oct. 14. They capped the regular season by beating Arkansas in the SEC title game on Dec. 2.  ''We became a better team every game as the season went on,'' Ryan Smith said. ''In the last game of the season, the national championship, we played our best game.''  A team that got to this game in the most improbable fashion put a thumping on the Buckeyes that even the widest-eyed Gators optimist could not have conceived.  And Monday night, Florida and Ohio State proved for this game and this season, that people do not remember how you start. They will only remember where you finish.  COLLEGE FOOTBALL  ", 
            "title": "There's Nothing Ugly About a Title"
        }, 
        "weight": 0.8784287467007359, 
        "file": "1817670.txt", 
        "other_topics": {
            "0": 8.103648081009679e-05, 
            "1": 9.846961930874801e-05, 
            "2": 0.00013991359417800655, 
            "3": 0.001857542234941926, 
            "4": 7.559594127053883e-05, 
            "5": 0.00020122994137156835, 
            "6": 0.0001449668870308838, 
            "7": 0.00011520843521018004, 
            "8": 0.00014452376986126328, 
            "9": 0.0036162625435357193, 
            "10": 0.8784287467007359, 
            "11": 0.06503244883517709, 
            "12": 0.00538606380958611, 
            "13": 0.00015670822134118416, 
            "14": 0.00013463194616678836, 
            "15": 0.00010586293832544355, 
            "16": 0.00015768317774875955, 
            "17": 0.04381014358527244, 
            "18": 0.00022515581582408287, 
            "19": 8.780552230336934e-05
        }
    }, 
    {
        "content": {
            "text": "  After two poor months, St. John's has had two very good days.  About 53 hours after beating Syracuse Sunday afternoon, the Red Storm pulled off another upset in the Big East last night at Madison Square Garden. With the freshman Larry Wright breaking a 68-68 tie with a 3-pointer from the right wing with 10 seconds remaining, St. John's defeated No. 22-ranked Notre Dame, 71-68. It was the first victory of the season for St. John's against a ranked team.  This is the same St. John's (12-8, 3-4 Big East) that lost four straight games before the Syracuse victory, was defeated at home earlier this season by Illinois State and was forced into overtime before defeating Boston University.  ''I think they're starting to understand what we need to do to win,'' St. John's Coach Norm Roberts said. ''We've got to play extremely hard and we've got to do the little things. We've got to be fundamentally sound, which we aren't all the time. When you play that hard, you have a chance to win, and that's what we're doing now.''  Colin Falls made one of two free throws for Notre Dame (16-4, 4-3 ) with 40.3 seconds left to tie the score at 68-68. On the next possession, St. John's followed Roberts's instructions and got the ball inside to forward Lamont Hamilton. But Hamilton was double-teamed, so he passed to Wright. Averaging only 3.9 points a game, Wright, a freshman, was an unlikely candidate to have the ball in such an important situation. But he made the most important shot of his college career.  ''It felt really good when it left my hand,'' said Wright, who finished with a season-high 11 points. ''I kind of knew it was good, but when it went in I was kind of shocked. I couldn't believe what had happened.''  After Wright's basket, Notre Dame's Russell Carter missed a shot from well beyond the N.B.A. 3-point line and Hamilton grabbed the rebound to seal the victory.  ''Winning against Syracuse was a big confidence booster for us,'' St. John's guard Eugene Lawrence said. ''We realized what we were capable of doing and what we should've been doing since the beginning of the season.''  Hamilton led St. John's with 23 points, all in the first half. Lawrence had 13 points, but he also had 10 turnovers.  Carter led Notre Dame with a career-high 32 points.  For St. John's, the opening half might have been its best 20 minutes of offensive basketball this season. The Red Storm was in front, 49-41, at the break, led by as many as 14 points during the half and shot 59.3 percent from the field.  Most of the damage was done by Hamilton. At times, it seemed that he could do whatever he pleased inside. He not only had 23 points in the half, he also pulled down 5 rebounds and had 3 steals.  ''In the first half, they were playing man to man and they weren't trapping, so I took advantage of that,'' Hamilton said. ''In the second half, they did a good job of slacking down on me so I made sure I kicked it out.''  Notre Dame started quickly in the second half. Carter scored 9 straight points for Notre Dame to open the half, and his 3-pointer with 16 minutes 30 seconds to go gave the Irish a 50-49 lead.  St. John's finally picked up its first points of the half when Wright hit a 3-pointer with 13:42 to go that tied the game at 52-52. The Red Storm missed its first 10 shots of the half.  Notre Dame has struggled away from its home court all season. The Irish are 14-0 at the Joyce Center and 2-4 elsewhere. The road losses include an 18-point loss to Georgetown and a 15-point loss to Villanova.  Notre Dame learned Monday that point guard Kyle McAlarney would be suspended for the semester for his arrest last month on a marijuana possession charge.  Up next for St. John's is a trip Saturday to Pittsburgh to play the ninth-ranked Panthers, who are considered the class of the Big East.  COLLEGE BASKETBALL  ", 
            "title": "Red Storm Makes Its Last Shot Count"
        }, 
        "weight": 0.8776646872489227, 
        "file": "1821101.txt", 
        "other_topics": {
            "0": 0.003280106779602752, 
            "1": 0.0001777758453182354, 
            "2": 0.0002525982902251143, 
            "3": 0.00021977950337527115, 
            "4": 0.0001364799869882689, 
            "5": 0.0003632980728655197, 
            "6": 0.0002617214432835627, 
            "7": 0.0002079958986442569, 
            "8": 0.0002609214449697954, 
            "9": 0.00026114711061604626, 
            "10": 0.8776646872489227, 
            "11": 0.06100030589049644, 
            "12": 0.012857738179318247, 
            "13": 0.00028291910451989704, 
            "14": 0.0033768673766873757, 
            "15": 0.00019112365296822056, 
            "16": 0.0002846792788835421, 
            "17": 0.03835483832346748, 
            "18": 0.0004064935537217746, 
            "19": 0.00015852301512557892
        }
    }, 
    {
        "content": {
            "text": "  By the time Robbie Gould lined up for Sunday's game-winning field goal in overtime, some of his teammates were more nervous than he was.  ''I didn't want to watch it,'' Chicago Bears quarterback Rex Grossman said. ''I didn't see the hold or anything.''  What happened next sent Chicago into celebration. Thanks to Gould's 49-yard field goal, the longest in Bears postseason history, Chicago edged the Seattle Seahawks, 27-24, and will play host to the New Orleans Saints next Sunday for the National Football Conference championship.  Gould's kick, which came 4 minutes 58 seconds into overtime and equaled his career long, did more than just win a playoff game. It lifted a psychological burden from the Bears, who had been beaten at home during their previous two playoff appearances and had not won a playoff game since Jan. 1, 1995. Had the Bears lost this game, it would have cheapened their 13-3 regular season and their N.F.C. North title, sending them into another off-season feeling as if they had underachieved.  Instead, Chicago has a chance to reach the Super Bowl for the first time in 21 seasons. The Bears were far from dominant against the Seahawks, allowing running back Shaun Alexander to rush for 108 yards, and falling behind, 24-21, in the fourth quarter. But when it mattered, Gould delivered. He kicked a 41-yard field goal in the fourth quarter to tie the score, then followed with his game-winner.  The Bears mobbed Gould afterward, knowing that his kick had liberated them from heavy criticism.  ''We didn't play good the whole game, we played good enough to win,'' Bears linebacker Brian Urlacher said. ''It's like a monkey off our back. That was a good big kick -- bad field, 49 yards, windy. That's why he's first-team All-Pro.''  Gould has been a clutch performer for the Bears all season, making his first 24 field-goal attempts, and 32 of 36 over all during the regular season. On Dec. 17, Gould kicked a 25-yard field goal to defeat Tampa Bay in overtime.  Despite the pressure and the importance of Sunday's kick, he tried to treat it as routinely as possible.  ''It wasn't an easy kick, but you want the opportunity,'' said Gould, in his second season with the Bears since going undrafted out of Penn State.  ''This is obviously a big win for our team, keeping our season alive.''  For Chicago, it was a narrow escape. Gould's winning field goal completed the Bears' first possession in overtime, after Seattle won the overtime coin toss but stalled on its drive. Seahawks punter Ryan Plackemeier muffed a punt that traveled only 18 yards, giving the Bears a first down on their 34-yard line. Moments later, Grossman (21 for 38, 282 yards, one touchdown, one interception) completed a key 30-yard pass to Rashied Davis, and the Bears eventually drove to Seattle's 32, setting up Gould's winning kick.  The Bears will play in the conference championship game for the first time since the 1988 season.  Most of the pregame focus was on Grossman's inconsistent play all season, but this game was about all of the Bears. After last season's playoff loss, 29-21 to Carolina, the Bears came back strong, finishing with the best record in the conference. But another one-and-done playoff experience would have been more anguishing.  ''Last night I talked to the team about finishing,'' Bears Coach Lovie Smith said. ''Last year we were in this position, and we weren't able to finish the season the way we wanted. We talked about all we've gone through this year, how it would be a shame not to finish the game on a high note.''  The Seahawks did not go easily. Trailing by 21-14 at halftime, Seattle scored 10 consecutive points to take its first lead. After a 40-yard field goal by Josh Brown cut Seattle's deficit to 21-17, the Seahawks put together a seven-play, 51-yard touchdown drive. On third-and-10 from Chicago's 13-yard line, Alexander found a gaping hole in Chicago's defensive line and rumbled into the end zone, putting the Seahawks ahead, 24-21, with just under five minutes left in the third quarter.  One could almost hear the doubt creeping into Soldier Field when Seattle took the lead, but the Bears showed their resiliency. Grossman's pass was intercepted by Pete Hunter deep in Seattle's territory to end a drive early in the fourth quarter, but the Bears did not panic.  Chicago almost took the lead a few minutes later, but an apparent 66-yard punt return for a touchdown by Devin Hester was nullified because of an illegal block in the back. Once again, the Bears responded, driving 48 yards to Seattle's 23, setting up Gould's 41-yard field goal into the wind that barely sneaked over the crossbar with 4:24 left in regulation, tying the score.  The Seahawks had chances to win in regulation, but they were thwarted on their final two fourth-quarter possessions. Just after the two-minute warning, Seattle had fourth-and-1 from Chicago's 44. Seahawks Coach Mike Holmgren elected to go for the first down, but the play's timing was thrown off after Matt Hasselbeck bobbled the snap. When Alexander finally received the handoff from Hasselbeck, he was thrown for a 2-yard loss by linebacker Lance Briggs.  After stopping the Bears and getting the ball back, the Seahawks threatened again, driving from their 20 to Chicago's 45 with 30 seconds left in regulation. But Chicago defensive tackle Tank Johnson, who was arrested last month on misdemeanor weapons charges, sacked Hasselbeck for a 9-yard loss with 24 seconds to play in regulation.  ''We know what Tank is as a football player,'' Urlacher said. ''It was a big play.''  Time expired in regulation, and after the Bears stopped Seattle and got the ball in overtime, Grossman set up Gould's kick with his 30-yard completion to Davis.  ''The pattern was open all game,'' Davis said. ''Rex was waiting for a big play to come my way. I'm just elated.''  All the Bears were elated, because their season was still alive.  PRO FOOTBALL  ", 
            "title": "49-Yard Kick Gives Chicago Reason to Exhale"
        }, 
        "weight": 0.8764679272203796, 
        "file": "1819131.txt", 
        "other_topics": {
            "0": 9.448513216193853e-05, 
            "1": 0.00011481143925938604, 
            "2": 0.00016313337283414776, 
            "3": 0.00014193829908139757, 
            "4": 8.81416916239415e-05, 
            "5": 0.00023462565767123997, 
            "6": 0.00016902530000428222, 
            "7": 0.00013432819537799708, 
            "8": 0.00016850864400051355, 
            "9": 0.00016865438369642719, 
            "10": 0.8764679272203796, 
            "11": 0.06772959159724255, 
            "12": 0.00020829039917840783, 
            "13": 0.00018271520253924036, 
            "14": 0.00015697519314292638, 
            "15": 0.0001234317386285661, 
            "16": 0.00018385196075110995, 
            "17": 0.05310466480013932, 
            "18": 0.00026252222212143404, 
            "19": 0.00010237755016563119
        }
    }, 
    {
        "content": {
            "text": "  New Orleans Saints (11-6) at Chicago Bears (14-3)  3 p.m., Fox  The Saints have never reached the National Football Conference championship game. No team with a record as bad as the Saints' 3-13 last season had ever made the conference championship the next season. But here are the Saints, and, tailback Deuce McAllister said, ''This may be destiny.''  It may be many things, but two stand out:  Can the Bears' celebrated defense rise from the doldrums and handle McAllister, quarterback Drew Brees, the all-around threat Reggie Bush and those dangerous receivers?  Which Rex Grossman will show up at quarterback for the Bears?  Last week, Grossman was mostly good in an overtime victory against the Seahawks, and the Saints' secondary has been vulnerable to the long pass. Grossman was erratic during the regular season, with 23 touchdown passes and 20 interceptions. ''What's important is those players have a belief in him,'' Saints Coach Sean Payton said.  Although the Bears' defense has lost some of its dominance because of injuries, linebacker Lance Briggs said, ''We tweak a little, we're right back where we were.''  The Bears will have an advantage from a home crowd, and Chicago weather in January can be shocking to a dome team from a warm-weather city.  Reporter's Pick: Saints  New England (14-4) at Indianapolis (14-4)  6:30 p.m., CBS  History favors the Patriots. They have won three of the last five Super Bowls, Coach Bill Belichick is 13-2 in playoff games and quarterback Tom Brady is 12-1. Colts quarterback Peyton Manning is 4-10 against the Patriots. In two playoff games this season, he has thrown one touchdown pass and five interceptions.  Or maybe history will favor the Colts in the American Football Conference title game. They beat the Patriots 11 weeks ago, when Brady threw four interceptions, and he threw three last week against the Chargers.  Still, the Patriots have won five straight games, and they always seem to come up with defensive innovations. They will need offensive fire because the Colts, who have suffered on defense all season, have turned into a defensive power.  Reporter's Pick: Patriots  PRO FOOTBALL  ", 
            "title": "TODAY'S MATCHUPS"
        }, 
        "weight": 0.8763245324867645, 
        "file": "1820501.txt", 
        "other_topics": {
            "0": 0.0002744558059849721, 
            "1": 0.0003334986719838967, 
            "2": 0.00047386186905582655, 
            "3": 0.00041229545202682767, 
            "4": 0.0002560296891374048, 
            "5": 0.0006815291729766382, 
            "6": 0.018127562122684317, 
            "7": 0.0003901899937631267, 
            "8": 0.0004894756947085675, 
            "9": 0.0004898990322728038, 
            "10": 0.8763245324867645, 
            "11": 0.09091810199497574, 
            "12": 0.0006050317978860794, 
            "13": 0.0005307422134168899, 
            "14": 0.0004559738888849601, 
            "15": 0.00035853849737298697, 
            "16": 0.0005340442132565471, 
            "17": 0.0014054324420125673, 
            "18": 0.0007625617535022963, 
            "19": 0.006176243207333269
        }
    }, 
    {
        "content": {
            "text": "  Indianapolis (13-4)  at Baltimore (13-3)  4:30 p.m., Channel 2  This is the Colts' first playoff game in Baltimore since the franchise abandoned the city 23 years ago.  Peyton Manning can counter the Ravens' heralded defense by passing quickly from short drops or handing off to the rookie Joseph Addai. ''We never feel we can go anyplace and not move the ball,'' Colts Coach Tony Dungy said.  But the Ravens' offense has come a long way since Brian Billick fired Jim Fassel as offensive coordinator and took over himself. Steve McNair looks like the McNair of old.  The Colts have lost four straight games on the road, where Manning is 1-4 in playoff games. The Ravens have won four games in a row and 9 of their past 10.  Reporter's Pick: Ravens  Philadelphia (11-6)  at New Orleans (10-6)  8 p.m., Channel 5  The Eagles have the playoff experience and momentum. Most of the Saints have never been to the playoffs, but they have game-breakers on offense, a smart new coach in Sean Payton and a feel-good story.  The Eagles have won six in a row with Jeff Garcia at quarterback, and Brian Westbrook, with his elusive running, is no longer a hidden treasure. The offense must carry the Saints, and the weapons are there in quarterback Drew Brees, Reggie Bush, Deuce McAllister and receivers Joe Horn and Marques Colston.  The Eagles must contend without Lito Sheppard, the Pro Bowl cornerback who has a dislocated elbow. That makes the Saints' offense even more dangerous.  Reporter's Pick: Saints  Seattle (10-7)  at Chicago (13-3)  1 p.m., Channel 5  Both teams have problems at quarterback. When the Bears overwhelmed the Seahawks three months ago, they sacked Matt Hasselbeck five times and had two interceptions. Hasselbeck has 10 interceptions in his past 7 games.  Shaun Alexander's running has carried the load for the Seahawks, but as he said, ''Our offense has some things to do.'' So does the injury-riddled defense, but it may get unintended help from Rex Grossman, who had a passer rating of 0 in the Bears' season finale.  The Bears have been able to afford his bad days because they run well and their defense is good. But that defense is showing signs of weakness, yielding 300 or more yards in each of the past six games.  Reporter's Pick: Bears  New England (13-4)  at San Diego (14-2)  4:30 p.m., Channel 2  This could be the best game of the playoffs. The Chargers have been the league's strongest team and have the best record. The Patriots have won three Super Bowl titles in the past five years.  The Patriots have won seven of their past eight games and are 7-1 on the road. They will need a big game from quarterback Tom Brady to counter Chargers running back LaDainian Tomlinson, who led the league with 1,815 rushing yards and an N.F.L.-record 31 touchdowns.  ''We're usually looking at the back of his jersey,'' Patriots Coach Bill Belichick said. ''He's killed a lot of people besides us, and he's killed us.''  The Chargers have won 10 in a row and are playing at home, where they are 8-0.  Reporter's Pick: Chargers  PRO FOOTBALL  ", 
            "title": "TODAY'S MATCHUPS"
        }, 
        "weight": 0.8749004608250496, 
        "file": "1818458.txt", 
        "other_topics": {
            "0": 0.00018817015187497306, 
            "1": 0.016351120059662157, 
            "2": 0.004355502665799043, 
            "3": 0.00028267464609401207, 
            "4": 0.00017553698788257935, 
            "5": 0.00046726447460638084, 
            "6": 0.00033661927167553767, 
            "7": 0.0002675188820400563, 
            "8": 0.00033559033477857024, 
            "9": 0.00033588058002760346, 
            "10": 0.8749004608250496, 
            "11": 0.074426379837372, 
            "12": 0.0004148169680318054, 
            "13": 0.004394500503715827, 
            "14": 0.00031262109983274706, 
            "15": 0.012337670305724345, 
            "16": 0.00036614703906805813, 
            "17": 0.00902481584115695, 
            "18": 0.0005228213717527614, 
            "19": 0.00020388815385511815
        }
    }, 
    {
        "content": {
            "text": "  For the Jets and the Giants, today is a rare happy New Year: It is only the fifth time the two New York pro football franchises have been together in the Super Bowl tournament.  That's together in a Sunday doubleheader, but not in momentum, with the Jets soaring into New England for a 1 p.m. game and the Giants stumbling into Philadelphia at 4:30 p.m.  The Jets (10-6) won five of their past six games, including yesterday's 23-3 domination of the Raiders.  The Giants, with Tiki Barber slashing for 234 rushing yards and 3 touchdowns in Saturday night's 34-28 triumph against the Redskins, squeezed into the playoffs with an 8-8 record after losing six of their previous seven games.  To listen to quarterback Chad Pennington's synopsis of the Jets' success, it would seem that the teams are not together in another important area.  ''It's about the players believing in the coach, and the coaches believing in the players,'' Pennington said.  The way the Jets finished their relatively easy schedule, they surely believe in Coach Eric Mangini, who finally used the word playoffs in a sentence after his Gatorade shower, and he believes in them. But the way the Giants had to depend on Barber to outscore the Redskins, a 5-11 disappointment, it's difficult to know if they believe in Coach Tom Coughlin and his staff, and if Coughlin believes in his injury-depleted roster.  An 8-8 record is not necessarily a quick lose-and-out for a wild card. In the years since the 16-game schedule began in 1978, six other 8-8 teams reached the playoffs via the wild card and two of them won an opening-round game on the road before losing in the divisional round.  Two years ago, the Vikings and the Rams were 8-8 in gaining the National Football Conference playoffs. The Vikings upset the Packers, 31-17, before losing to the Eagles, 27-14; and the Rams stunned the Seahawks, 27-20, before losing to the Falcons, 47-17.  The four 8-8 wild-card teams that lost in the opening round included the 1991 Jets, who fell in Houston, 17-10, after sneaking into the playoffs with an overtime victory in Miami, as well as the 1999 Cowboys, the 1999 Lions and the 1990 Saints.  The 1985 Browns won their division with an 8-8 record and lost to the Dolphins in their first playoff game.  In a third coaching chess match between Mangini and his mentor, Bill Belichick, the Jets would seem to have a puncher's chance against the Patriots, whom they defeated, 17-14, in Foxborough after an early season 24-17 loss at Giants Stadium. But it won't be easy for Pennington to win a passing duel with Tom Brady, a three-time Super Bowl winner. The Giants don't seem to have the manpower (and maybe the will power) to upset the Eagles, especially in Philadelphia.  The Giants split with the Eagles, winning by 30-24 in overtime in Philadelphia on Eli Manning's three touchdown passes, but losing, 36-22, at Giants Stadium a little more than two weeks ago.  Against the Redskins on Saturday night, Barber had the best game any Giants running back ever had, especially when a victory meant so much not only to him as the last regular-season game of his career before he disappears into a television studio, but also to the salvation of a season that loomed as a disaster.  For all the wonderful games played by the Giants' Hall of Fame running backs -- Frank Gifford, Tuffy Leemans and Ken Strong -- and by Joe Morris and Rodney Hampton, none of those stars carried the Giants the way Barber did at FedEx Field, across the Potomac River from Virginia, where he grew up as a Redskins fan.  But against the Eagles in what could be his last game, Barber will be running against one of the N.F.L.'s toughest defenses. There won't be many holes for him to dart through, and the Eagles' demon safety, Brian Dawkins, won't be as easy to outrun as the Redskins.  The Jets not only survived, but thrived without their future Hall of Fame running back Curtis Martin, the fourth-leading career rusher in pro football with more 14,000 yards. Martin was never activated after having knee surgery late last season -- another tribute to Mangini's day-to-day mantra for his players: Try to win the next game and try to make progress.  ''We haven't had the time to doubt ourselves and to ask, what if?'' Pennington said, alluding to Martin. ''It's been full go since Day 1. Our young guys who haven't had opportunities before but had them now have stepped to the forefront. Each week, somebody you may not have heard from stepped up and made the play. That's what football is all about.''  In Martin's absence, the rookie Leon Washington, a fourth-round selection with the draft choice awarded to the Jets when the Chiefs hired Herman Edwards as their coach, rushed for 650 yards. Cedric Houston had 374 and Kevan Barlow 370.  That adds up to 1,394 yards, about what a healthy Martin might have had. But a yard is a yard is a yard, no matter who gets it. So the Jets, riding Pennington's cool comeback from his second rotator-cuff operation, are soaring into the playoffs as the Giants stumble in. And for only the fifth time, they're both there.  SPORTS OF THE TIMES  ", 
            "title": "One Team Thrives on Chemistry; Another Survives Without It"
        }, 
        "weight": 0.8746172452061192, 
        "file": "1815818.txt", 
        "other_topics": {
            "0": 0.00011936865285074399, 
            "1": 0.0001450480781755066, 
            "2": 0.0027629806349399296, 
            "3": 0.012963742051657099, 
            "4": 0.00011135460943318575, 
            "5": 0.0002964164629884255, 
            "6": 0.00021353965325066935, 
            "7": 0.00016970474989293883, 
            "8": 0.00021288693117952476, 
            "9": 0.00021307105275262335, 
            "10": 0.8746172452061192, 
            "11": 0.04977041240724146, 
            "12": 0.002820030175731399, 
            "13": 0.00023083491638746818, 
            "14": 0.00019831604092315246, 
            "15": 0.00015593861194864613, 
            "16": 0.00023227105023480542, 
            "17": 0.03385076244866396, 
            "18": 0.02078673665456245, 
            "19": 0.00012933961106691147
        }
    }, 
    {
        "content": {
            "text": "  The banner hanging above the Notre Dame basketball team's bench shows that the last time the Irish reached the N.C.A.A. tournament was in 2003. Since then, Notre Dame has endured a long string of close calls, cruel losses and trips to the National Invitation Tournament.  ''So much heartbreak in so little time,'' said Russell Carter, one of the team's two seniors on scholarship. ''No one can really say they've had that kind of concentrated heartbreak.''  But in a season in which Notre Dame was picked to finish 11th in the Big East and given little chance of reaching the N.C.A.A. tournament, the No. 22 Irish have emerged as one of the biggest surprises in college basketball.  They have done so by overcoming their arch nemesis -- the close game. The Irish pulled out an improbable 66-63 victory against Villanova on Saturday, overcoming a 7-point deficit in the final seven minutes with Carter, their leading scorer, on the bench.  Villanova (14-6, 3-4 Big East) had two chances in the final 10 seconds that could have tied the score. But Reggie Redding's 26-foot heave from the right wing and Curtis Sumpter's contested look from the left side each caromed away.  ''I think this was a big step forward for us psychologically,'' Irish Coach Mike Brey said. ''For us to have to scratch and claw and grind. We haven't had to do that against a good team here.''  The senior swingman Colin Falls led the Irish with 23 points, including the game's most important basket, which capped off the game's defining sequence.  Notre Dame led by 2 points with just over a minute remaining when Irish forward Luke Harangody launched his 6-foot-8, 250-pound frame on the floor near midcourt to dislodge a ball from Villanova guard Scottie Reynolds. (In the stands, the play drew a smile of recognition from Charlie Weis, Notre Dame's football coach.)  Falls picked up Harangody's tip near midcourt and coasted in for a layup that gave Notre Dame a 64-60 lead with 1 minute 5 seconds remaining.  ''That was the play of the game,'' Brey said of Harangody's dive to force the turnover.  Notre Dame has been able to overcome the demons of the past three seasons thanks to the strong leadership of Falls and Carter, and the efforts of young players who haven't experienced the heartbreak endured by the seniors.  Three years ago, the Irish barely missed the N.C.A.A. tournament; they wound up looking back in regret and pinpointing an early-season loss to Central Michigan. The next season, the Irish were left out of the tournament after losing to a struggling Rutgers team in the first round of the Big East tournament. The game came a week after the Irish blew out the Scarlet Knights at home, but the star guard Chris Quinn was hurt in the game's first five minutes.  Last season, Notre Dame lost five games in overtime, done in time after time in the final seconds by other Big East teams.  ''I've really seen everything but the N.C.A.A. tournament,'' Falls said. ''I've seen huge conference wins. Huge nonconference wins. I've seen a lot of letdowns, a lot of disappointments.  ''I've had the highs and lows.''  The highs on Saturday came thanks in part to the sophomore swingman Ryan Ayers, who drained a 3-pointer from the left wing to tie the score at 60-60 with 2:29 left.  Ayers has joined Harangody and the freshman point guard Tory Jackson, who had only one turnover in 36 minutes, in the youth movement that has helped the Irish exorcise their bad memories.  Notre Dame's record (17-4, 5-3 Big East) and out-of-conference victories over Maryland and Alabama have the Irish poised to see the star-crossed careers of Falls and Carter end in the N.C.A.A. tournament.  ''That's what's driving me,'' Brey said. ''I want to coach those guys in the N.C.A.A. tournament.''  COLLEGE BASKETBALL  ", 
            "title": "With Leading Scorer on Bench, Irish Help Erase Cruel Memories"
        }, 
        "weight": 0.8722662012659466, 
        "file": "1822183.txt", 
        "other_topics": {
            "0": 0.00014185675702631063, 
            "1": 0.00017237398170693945, 
            "2": 0.015437829440740887, 
            "3": 0.00021310132446032156, 
            "4": 0.00013233293161040056, 
            "5": 0.0003522589655202379, 
            "6": 0.0002537688244210928, 
            "7": 0.00020167577414042495, 
            "8": 0.0002529931347065758, 
            "9": 0.0002532119433186744, 
            "10": 0.8722662012659466, 
            "11": 0.07130108724002408, 
            "12": 0.0003127201060217942, 
            "13": 0.0002743223774847327, 
            "14": 0.00023567720469151775, 
            "15": 0.00018531620536824513, 
            "16": 0.00027602906751912317, 
            "17": 0.037189395374309826, 
            "18": 0.0003941419165680021, 
            "19": 0.0001537061644143538
        }
    }, 
    {
        "content": {
            "text": "  There was doubt last week whether Giants tight end Jeremy Shockey would play, but he started in Sunday's 23-20 first-round playoff loss against the Philadelphia Eagles.  Early in the game, it was not clear how effective Shockey would be. He caught an 8-yard pass in the first quarter but he frequently limped after plays because of a left ankle injury he sustained two weeks ago.  In the second quarter, he looked more like the Shockey of old.  With the Giants trailing by 10-7, quarterback Eli Manning completed a short pass to Shockey on first down. Shockey's helmet flew off as he was hit by an Eagles defender, but he remained on his feet and stretched the play into an 11-yard reception that gave the Giants a first down at their 42.  With his helmet still off, he distanced himself from the players near him and then spun the ball on the Lincoln Financial Field grass. Shockey the showboat was officially back.  Two plays after that reception, the Giants faced a third-and-2 at midfield. Manning again looked to Shockey, who kept the drive alive by reaching for a pass and gaining 6 yards and a first down at the Eagles' 44.  On the next play, Tiki Barber rode the momentum that Shockey had generated, running for 41 yards.  Shockey was unable to corral a lob from Manning near the left corner of the end zone three plays later, and the Giants settled for Jay Feely's 20-yard field goal to tie the score, 10-10.  Shockey finished the first half with a team-high three receptions for 25 yards. Unfortunately for the Giants, Shockey did not add to those numbers in the second half. He had a total of three catches in last year's 23-0 playoff loss to the Carolina Panthers.  Shockey played in every game in the regular season except the finale, a 34-28 road victory against the Washington Redskins that sealed a playoff berth for the Giants. Shockey was injured six days earlier going for a pass from Manning in a 30-7 loss at home to the New Orleans Saints. His swollen and sore left ankle kept him out of practice until last Wednesday.  Shockey said last week that he would do everything in his power to play against the Eagles and help erase the memories of last season's loss to the Panthers. But the few first-half plays he made Sunday were not enough to accomplish that.  PRO FOOTBALL  ", 
            "title": "For Shockey, A Fast Start Winds Down With a Fizzle"
        }, 
        "weight": 0.8722105629428539, 
        "file": "1817429.txt", 
        "other_topics": {
            "0": 0.0002481922253171727, 
            "1": 0.0003015850848662219, 
            "2": 0.000428516464980012, 
            "3": 0.00037284154131645873, 
            "4": 0.00023152936432234138, 
            "5": 0.0006163114001272248, 
            "6": 0.00044399329696725087, 
            "7": 0.0003528514272125354, 
            "8": 0.0004426361521936261, 
            "9": 0.0004430189791910404, 
            "10": 0.8722105629428539, 
            "11": 0.09285043759248274, 
            "12": 0.0005471343109907399, 
            "13": 0.000479953741714294, 
            "14": 0.00041234024458961557, 
            "15": 0.00032422876683377354, 
            "16": 0.00048293976230606223, 
            "17": 0.022536118857568285, 
            "18": 0.006005883925485265, 
            "19": 0.0002689239186815058
        }
    }, 
    {
        "content": {
            "text": "  JaMarcus Russell came into the Sugar Bowl as the other quarterback, a gifted one but not the one wearing the iconic gold helmet or the one trying to put a happy ending on a storybook career at Notre Dame, like Brady Quinn. But Russell left the Superdome on Wednesday night as a Louisiana State legend and may just leave college football altogether as the N.F.L's next No. 1 pick.  Russell, a 6-foot-6, 260-pound junior, was alternately bruising and brilliant in leading the No. 4-ranked Tigers to a 41-14 drubbing of the No. 11 Fighting Irish. He ran for one touchdown and threw for two others, one of them a 58-yard dart to Brandon LaFell that finally broke the spirit of Notre Dame in the closing seconds of the third quarter.  His statistics were formidable -- Russell was 21 of 34 for 332 yards. But it was his poise in the pocket, his nimble feet and his rocket launcher of an arm that made him dwarf Quinn, who for most the season had been regarded as the best quarterback in college.  ''My main thing was to go out and play a good game against Brady Quinn's defense,'' said Russell, who was named the Sugar Bowl's most outstanding player. ''He wasn't the guy I was playing against.''  Quinn, a senior, is indeed a fine quarterback and will most likely be a high first-round pick in the N.F.L. draft. As the week progressed here, however, Russell's teammates could not squelch their irritation that the discussion revolved around Quinn rather than Russell.  ''JaMarcus is a good team leader, great guy, has a great work ethic, strong arm and he's a great athlete,'' said Glenn Dorsey, the Tigers' all-American defensive tackle. ''When I step on the field with him, I'm just glad he's on my side.''  There was little doubt that Russell was the difference in handing the Irish their ninth straight bowl defeat, much to the delight of the predominately L.S.U. crowd of 77,781. He showed that his remarkable regular season was no fluke: Russell had the nation's third-best passing rating, and he completed 211 of 308 passes for 2,797 yards and 26 touchdowns, with 7 interceptions.  ''Our quarterback was the finest quarterback in the country,'' said L.S.U. Coach Les Miles.  Quinn, on the other hand, struggled mightily Wednesday. Miles had been polite about the task his defense faced in containing Quinn, but he expressed extreme confidence in his unit.  ''To be honest, I like our matchup there,'' Miles said before the game. ''I like our defense.''  The Tigers (11-2) bull-rushed and blitzed Quinn, sacking him once and forcing him to hurry his passes and throw two interceptions. His two touchdown passes were the 94th and 95th of his career at Notre Dame (10-3), but he was just 15 of 35 for 148 yards. For much of the first half, Notre Dame's offensive line, which gave up 30 sacks this season, looked overwhelmed by a swarming Tigers defense that was led Dorsey.  In the Irish's last three losses, to Southern California, Michigan and Ohio State in last year's Fiesta Bowl, they trailed at halftime by a combined score of 75-31. Coach Charlie Weis had hoped his team would get off to a strong start, especially against an L.S.U. team that had outscored its 12 opponents this season by 122-20 in the first quarter.  Instead, the Tigers needed just two plays and 35 seconds to put the Irish into a 7-0 hole after snuffing Notre Dame's fake punt attempt on its first possession. First, Russell found Early Doucet for a 31-yard completion to Notre Dame's 3-yard line, then running back Keiland Williams rammed the ball in the end zone.  Still, behind Darius Walker's 125 rushing yards, the Irish managed to control the ball for 19 minutes 35 seconds to L.S.U.'s 10:29 and claw their way back to a 14-14 tie with 2:25 left in the first half after Quinn drilled a 10-yard touchdown pass to Jeff Samardzija.  But Russell needed just 1:10 to take the Tigers 82 yards, sending a pass 58 yards to Doucet to the Notre Dame 5. Then, on a quarterback draw, Russell ran into the end zone for a 21-14 L.S.U. lead.  ''They took it from us there in the third quarter,'' Quinn said. ''We really didn't convert any third downs. Some of that maybe came from the momentum they got at the end of the first half, but we just didn't play well enough in the second half.  ''I'm proud of my guys, especially these seniors and everything we been through. I think we laid the groundwork for these guys to do great things in the future.''  COLLEGE FOOTBALL  ", 
            "title": "L.S.U. Swarms Quinn, and Offense Does the Rest"
        }, 
        "weight": 0.8698723175784038, 
        "file": "1816387.txt", 
        "other_topics": {
            "0": 0.00013488894933753474, 
            "1": 0.00016390721015329562, 
            "2": 0.0002328926124141123, 
            "3": 0.000202634082164718, 
            "4": 0.00012583292105269278, 
            "5": 0.00033495649237870885, 
            "6": 0.003130634450741343, 
            "7": 0.00019176973907270625, 
            "8": 0.0002405664618700535, 
            "9": 0.00024077452290578204, 
            "10": 0.8698723175784038, 
            "11": 0.0706882068584659, 
            "12": 0.00029735972696865305, 
            "13": 0.0060395088416708, 
            "14": 0.0002241010663859297, 
            "15": 0.00017621372969005, 
            "16": 0.00026247090152616546, 
            "17": 0.04692002531376951, 
            "18": 0.0003747822108035313, 
            "19": 0.00014615633022478506
        }
    }
]