[
    {
        "content": {
            "text": "  The Afghan Intelligence Service announced Wednesday that it had detained a Taliban spokesman, who said in a videotape released with the announcement that Mullah Muhammad Omar, the Taliban leader, was hiding in Pakistan.  NATO also said Wednesday that NATO-led troops and the Afghan National Security forces had detained a Taliban commander, whom it did not identify, in a raid on Tuesday in Helmand Province in southern Afghanistan.  The Afghan Intelligence Service said that it had detained the Taliban spokesman with two of his associates on Monday as they entered Nangarhar Province in eastern Afghanistan from Pakistan.  The videotape showed a young Afghan who introduced himself as Abdul Haq and said he had been a spokesman for the Taliban for the past 14 months under the fictitious name of Dr. Muhammad Hanif. He said that Mullah Omar, the Taliban leader, was in Quetta, Pakistan, with the support of Pakistan's security service.  The Afghan government and President Hamid Karzai have repeatedly accused Pakistan of sheltering Taliban leaders and fighters. Pakistan denies it. It was not known whether the statement on the tape about Mullah Omar, who has not been seen since 2001, was made under duress.  Also on Wednesday, a remotely controlled mine struck an Afghan National Army vehicle in Khost Province in the east, killing three soldiers and wounding four others, said Gen. Zahir Azimi, a Defense Ministry spokesman.  The blast occurred while Mr. Karzai was in Khost to inaugurate an national army installation, but he was miles from the site of the attack.  ", 
            "title": "Taliban Detainee Says Rebel Chief Hides in Pakistan"
        }, 
        "weight": 0.8756812211530016, 
        "file": "1819650.txt", 
        "other_topics": {
            "0": 0.00034051692016908857, 
            "1": 0.8756812211530016, 
            "2": 0.0005879197332239828, 
            "3": 0.0005115343689671656, 
            "4": 0.00031765566373805163, 
            "5": 0.022727258501678827, 
            "6": 0.0006091537712988426, 
            "7": 0.0004841081589809432, 
            "8": 0.0006072917840510643, 
            "9": 0.007901712433641593, 
            "10": 0.00046415877245310305, 
            "11": 0.02527521221266975, 
            "12": 0.02263234831942426, 
            "13": 0.0006584910939225685, 
            "14": 0.0005657261421867333, 
            "15": 0.036914315269790214, 
            "16": 0.0006625878803314537, 
            "17": 0.001743717991107264, 
            "18": 0.0009461092608678852, 
            "19": 0.0003689605684956673
        }
    }, 
    {
        "content": {
            "text": "  Afghan and NATO troops clashed with a large group of insurgents crossing from Pakistan into eastern Afghanistan in the early morning hours on Thursday. NATO said up to 150 insurgents might have been killed in the fighting.  Two large groups of insurgents were spotted gathering on the Pakistan side of the border and were tracked as they crossed into Afghanistan, NATO said in a statement released in Kabul.  Afghan Army soldiers and NATO troops laid an ambush for the groups about half a mile inside Afghanistan, using air and ground forces, said Gen. Zahir Azimi, a spokesman for the Afghan Ministry of Defense.  The insurgents were in trucks loaded with men and weapons and crossed the border about 2 a.m., General Azimi said. Afghan and NATO forces set up an ambush in a deserted area near the border, he said. He reported no Afghan or NATO casualties, but estimated that about 80 insurgents were killed. The clash occurred in the Barmal district of Paktika Province, which borders the Pakistani tribal area of Waziristan, one of the most lawless areas of the frontier between Afghanistan and Pakistan.  Militants from both countries, along with hundreds of foreign fighters, operate Taliban training camps there and mount frequent attacks across the border into Afghanistan.  The Pakistani military guards the border but has failed to stem cross-border attacks; NATO officials say there has been a marked increase in infiltration at the border since September compared with last year.  ''Pakistani military liaison officers were kept fully informed throughout the operation,'' NATO said in its statement.  ", 
            "title": "NATO Says Afghan Clash May Have Killed Scores of Rebels"
        }, 
        "weight": 0.8756436626864595, 
        "file": "1818247.txt", 
        "other_topics": {
            "0": 0.0003217428505489223, 
            "1": 0.8756436626864595, 
            "2": 0.0005555053498296547, 
            "3": 0.0004833314184314666, 
            "4": 0.0003001420272841069, 
            "5": 0.0007989524508647475, 
            "6": 0.0005755686698417035, 
            "7": 0.00045741732589139905, 
            "8": 0.04881608437873455, 
            "9": 0.0005743056174706721, 
            "10": 0.00043856782941121734, 
            "11": 0.03766519509281983, 
            "12": 0.0007092750493143713, 
            "13": 0.000622185827108153, 
            "14": 0.0005345353808757011, 
            "15": 0.00042031247166484986, 
            "16": 0.0006260567411779451, 
            "17": 0.022322840523754647, 
            "18": 0.0008939464458071897, 
            "19": 0.007240371862709409
        }
    }, 
    {
        "content": {
            "text": "  Secretary of State Condoleezza Rice said she would meet with Israeli and Palestinian leaders together within the next month. Page A10.  ", 
            "title": "Rice Plans Mideast Meeting"
        }, 
        "weight": 0.8730371388415491, 
        "file": "1819267.txt", 
        "other_topics": {
            "0": 0.002899530149539521, 
            "1": 0.8730371388415491, 
            "2": 0.00500618586337995, 
            "3": 0.0043557580768951555, 
            "4": 0.0027048646326388328, 
            "5": 0.007200118713993248, 
            "6": 0.005186995479430609, 
            "7": 0.004122221597406366, 
            "8": 0.005171140501768088, 
            "9": 0.005175612915920635, 
            "10": 0.003952350897079443, 
            "11": 0.028896158373287566, 
            "12": 0.006391950547757211, 
            "13": 0.005607106921687327, 
            "14": 0.004817205573334155, 
            "15": 0.0037878345447007787, 
            "16": 0.0056419914017386795, 
            "17": 0.014847905017463999, 
            "18": 0.008056199748555147, 
            "19": 0.003141730201874251
        }
    }, 
    {
        "content": {
            "text": "  A fierce clash left at least 30 people dead in central Baghdad late Saturday night as Iraqi Army forces fought with gunmen in an area where several residents had been killed and their bodies hanged from street lampposts, the Iraqi military said.  The fighting took place in the neighborhood around Haifa Street, a mostly Sunni Arab enclave with a small Shiite population.  A spokesman for the Defense Ministry, Muhammad al-Askari, said that an Iraqi Army unit had gone into the area after receiving reports that Sunni fighters had set up a fake security checkpoint and were taking Shiites aside and shooting them.  The bodies of many of those killed at the roadblock were then hanged from the lampposts, Mr. Askari said.  He said that Iraqi soldiers had moved in and surrounded the fighters at the checkpoint. In initial fighting there, 30 of the men were killed and several more were arrested, Mr. Askari said, adding that the neighborhood remained locked down. There was no way to verify the figures.  Residents living nearby said that they were hearing continued fighting through the night but that it was impossible to know precisely what was happening.  In the same neighborhood, there were reports of clashes as government forces moved to collect 27 bodies dumped behind a local hospital. But it was unclear whether the firefight with Iraqi troops was related.  The government said Saturday that 72 bodies were recovered around the city on Saturday, most showing signs of torture.  Prime Minister Nuri Kamal al-Maliki announced Saturday the beginning of a new Baghdad security operation and promised to purge the government security forces of militia fighters and others with sectarian aims.  But Mr. Maliki has promised such a crackdown before, and his government has been increasingly seen by Sunnis in Iraq and abroad as dominated by Shiite interests.  THE STRUGGLE FOR IRAQ  ", 
            "title": "30 Dead in Baghdad Clash; Bodies Found on Lampposts"
        }, 
        "weight": 0.868556540897369, 
        "file": "1817250.txt", 
        "other_topics": {
            "0": 0.0002915984777670166, 
            "1": 0.868556540897369, 
            "2": 0.0005034595613403723, 
            "3": 0.0004380476695321574, 
            "4": 0.00027202145477555543, 
            "5": 0.0007240978877476658, 
            "6": 0.0005216431311212846, 
            "7": 0.006660620568273923, 
            "8": 0.0005200486357675614, 
            "9": 0.0005204984152461549, 
            "10": 0.0003974780208346854, 
            "11": 0.04038236866436729, 
            "12": 0.0006428224414166057, 
            "13": 0.0005638926856134219, 
            "14": 0.00048445428736035366, 
            "15": 0.0003809330237326483, 
            "16": 0.0005674009303137861, 
            "17": 0.0764459255064821, 
            "18": 0.0008101918111245643, 
            "19": 0.0003159559298138992
        }
    }, 
    {
        "content": {
            "text": "  After five days of clashes in the Gaza Strip, Palestinian factions on Tuesday mostly observed the latest cease-fire, though one Hamas member was shot dead.  Also, the Israeli Air Force bombed a tunnel near the eastern edge of the Gaza Strip, saying that Palestinian militants were digging it to enter Israel and carry out an attack. The tunnel was near the Karni crossing, which is used to move goods between Israel and Gaza.  The two main Palestinian factions, Hamas and Fatah, held late night talks on Monday and agreed on a truce that took effect at 3 a.m. Tuesday. While Gaza was mostly calm during the day, several previous cease-fires have broken down and there were doubts about this one as well.  In one incident, a local Hamas leader was shot dead in the southern Gaza town of Khan Yunis. The shooting appeared to be a revenge attack by a family aligned with Fatah, which recently had a relative killed in the fighting, according to Palestinian residents of the town.  More than 30 Palestinians have been killed in gun battles since Thursday, and about 60 have died over the past two months.  Egypt, which has often mediated between the Palestinian factions in recent years, helped broker the latest truce.  While Gazans welcomed the reopening of shops and the semblance of normalcy that prevailed on the streets on Tuesday, many said the truce would remain vulnerable unless Hamas and Fatah could agree to work together in the government.  A good deal of the fighting has involved members of the Palestinian security forces. Many members are loyal to Fatah, which long dominated Palestinian politics, but Hamas created a security service, known as the Executive Force, after it came to power a year ago.  Months of negotiations have failed to produce a deal between Hamas, the radical Islamic group that controls much of the government, and Fatah, led by the Palestinian Authority president, Mahmoud Abbas.  Mr. Abbas, speaking in Cairo after a meeting with the Egyptian president, Hosni Mubarak, said Hamas's Executive Force was ''illegitimate and illegal.''  Mr. Abbas also condemned a suicide bombing on Monday by a Palestinian in the southern Israeli resort town of Eilat, which killed three workers at a bakery.  The Palestinian leader said the bombing was ''not in the interest of the Palestinian people.'' Al Aksa Martyrs Brigades, which is linked to Fatah, had claimed responsibility for the bombing with Islamic Jihad.  Israel has given no indication that it plans a major military response to the suicide bombing, the first such attack in Israel in nine months.  ''The initiative will be ours, and we have no intention of relaying what we plan to do,'' Amir Peretz, the defense minister, said during a visit to Eilat.  However, Israeli newspapers, citing political and military officials, said no large-scale operations were planned.  In a separate development, Israel's deputy prime minister, Shimon Peres, met in Qatar with the emir, Sheik Hamad bin Khalifa al-Thani. That was the highest-level meeting in years between officials of the countries.  The emir urged Israel to hold talks with the Palestinian government, according to the Web site of the Israeli newspaper Haaretz, which had a reporter traveling with Mr. Peres. Israel, which classifies Hamas as a terrorist group, refuses to deal with the organization, and Hamas does not recognize Israel.  Israel and Qatar do not have diplomatic relations, though there is an Israeli trade mission in the Qatari capital, Doha. Mr. Peres visited Qatar when he was prime minister in 1996.  ", 
            "title": "Fighting Eases on First Day of a Cease-Fire by Gaza Factions"
        }, 
        "weight": 0.8629605460714661, 
        "file": "1822749.txt", 
        "other_topics": {
            "0": 0.00014863117571781184, 
            "1": 0.8629605460714661, 
            "2": 0.00025661926324657073, 
            "3": 0.0002232780522092853, 
            "4": 0.00013865253671201987, 
            "5": 0.0003690812147404606, 
            "6": 0.00026588764275245843, 
            "7": 0.00021130687076634363, 
            "8": 0.00026507490970626666, 
            "9": 0.00026530416759961724, 
            "10": 0.00020259922483494735, 
            "11": 0.12882882230338988, 
            "12": 0.00032765416327681343, 
            "13": 0.0002874227378798666, 
            "14": 0.00024693205144038884, 
            "15": 0.0001941660451065938, 
            "16": 0.00028921093148949695, 
            "17": 0.003944799881335441, 
            "18": 0.00041296430065935097, 
            "19": 0.00016104645567037362
        }
    }, 
    {
        "content": {
            "text": "  At least 250 militants were killed and an American helicopter was shot down in violent clashes near the southern city of Najaf on Sunday, Iraqi officials said.  For 15 hours, Iraqi forces backed by American helicopters and tanks battled hundreds of gunmen hiding in a date palm orchard near the village of Zarqaa, about 120 miles south of Baghdad, by a river and a large grain silo that is surrounded by orchards, the officials said.  It appeared to be one of the deadliest battles in Iraq since the American-led invasion four years ago, and was the first major fight for Iraqi forces in Najaf Province since they took over control of security there from the Americans in December.  That handover was trumpeted by the Iraqi government at the time as a sign of its progress in regaining more control of Iraqi territory.  The American military confirmed that the helicopter crashed around 1:30 p.m., and said that two soldiers aboard died in the crash. But American military officials said they could not confirm the total number of dead in the battle.  Col. Ali Numaas, a spokesman for the Iraqi security forces in Najaf, and an Interior Ministry official said the number of dead could rise. They said that the fighting stopped just after 10 p.m. and that most of those killed were militants. An employee at a local morgue said at least two Iraqi policemen were among the dead.  In a statement, the United States military said bodies of the two soldiers aboard the helicopter were recovered. The crash, at least the third involving an American helicopter in Iraq over the past week, is under investigation.  The precise affiliation of the militants was unclear.  Asad Abu Ghalal, the governor of Najaf Province, said the fighters in the orchard were Iraqi and foreign, some wearing the brown, white and maroon regalia of Pakistani and Afghan fighters. He said they had come to assassinate Shiite clerics and attack religious convoys that were gathering in Najaf, one of Shiite Islam's holiest cities, and other southern cities for Ashura, a Shiite holiday that starts Monday night.  At a news conference on Sunday afternoon, Mr. Ghalal said the fighters called themselves the Soldiers of Heaven, and seemed to be part of a wider Sunni effort to disrupt Ashura, which marks the seventh-century death of the Prophet Muhammad's grandson Hussein.  The holiday attracts hundreds of thousands of Shiite pilgrims to Karbala, where Hussein is believed to have been killed, and for days, the roads of southern Iraq have been filled with convoys of pilgrims beating drums and preparing for the day's rituals, which include self-flagellation. In past years, Ashura has been a magnet for violent attacks from Sunnis, with at least 180 people killed on the holiday three years ago.  But two senior Shiite clerics said the gunmen were part of a Shiite splinter group that Saddam Hussein helped build in the 1990s to compete with followers of the venerated Shiite religious leader Grand Ayatollah Ali al-Sistani. They said the group, calling itself the Mehwadiya, was loyal to Ahmad bin al-Hassan al-Basri, an Iraqi cleric who had a falling out with Muhammad Bakr al-Sadr -- father-in-law of the Shiite leader Moktada al-Sadr -- in Hawza, a revered Shiite seminary in Najaf.  The clerics spoke on condition of anonymity because they said they had been ordered not to discuss Shiite divisions.  Iraqi officials said the group of 100 to 600 fighters was discovered in the orchard Saturday night, leading to a midnight meeting of local authorities who hatched an attack plan.  ''We agreed to carry out an operation to take them by surprise,'' said Mr. Ghalal, the Najaf governor.  At dawn, the governor said, the area was surrounded and the offensive began. He said the militants had antiaircraft rockets and long-range sniper rifles, and, according to a soldier involved in the fighting, Iraqi security forces encountered heavy resistance. Commanders called for reinforcements and a brigade of soldiers from nearby Babil Province joined the fight.  Eventually, Iraqi officials said, they called on the United States military for help. American tanks and helicopter gunships arrived, and gun battles continued into the night. By 10:30 p.m., the gunfire had died down and Iraqi troops began searching the area for bodies.  Elsewhere in the heavily Shiite south, there were other signs of potential strikes on Ashura. Officials in Karbala said the police arrested three men -- a Saudi, an Afghan and a Moroccan -- who were found on the road between Najaf and Karbala with a suicide bomb belt and explosives in their car. The officials said the vehicle had been hollowed out so it could be used as a car bomb.  The United States military also announced the deaths of a soldier and a marine on Saturday.  The marine died from combat wounds in Anbar Province, where American troops have been battling Sunni insurgents for months. The soldier, a member of the military police, was killed when a roadside bomb exploded near his patrol north of Baghdad.  Throughout Iraq, the drumbeat of daily violence continued.  In Kirkuk, two car bombs at a Kurdish car dealership and a Kurdish market killed at least 17 people, authorities said.  In Baghdad, 54 bodies were found, many showing signs of torture. At least five girls were killed and 20 wounded when a mortar round hit a school in Adil, a Sunni neighborhood.  At 7:30 a.m., a bomb inside a minibus exploded in a Shiite area of the capital east of the Tigris River, killing one and wounding five. Two hours later, in the Sunni area of Yarmouk in western Baghdad, gunmen killed four people, including a consultant with the Ministry of Industry and his daughter, who were shot on their way to work.  After dark Sunday night, residents of the Yarmouk neighborhood reported that heavy clashes had broken out, with gun and mortar fire raining down for hours.  Also on Sunday, Saddam Hussein's cousin Ali Hassan al-Majid acknowledged in court that he had given orders to destroy scores of villages during Iraq's campaign against the Kurds in the 1980s.  Prosecutors introduced two dozen documents they said incriminated members of the Hussein government in the killing of tens of thousands of Kurds.  The Associated Press reported that Mr. Majid, also known as Chemical Ali because he is accused of using chemical weapons against the Kurds, said the area ''was full of Iranian agents.''  ''We had to isolate these saboteurs,'' he said.  He added, ''I am the one who gave orders to the army to demolish villages and relocate the villagers.''  THE REACH OF WAR  ", 
            "title": "IRAQIS AND U.S. ATTACK MILITANTS IN MAJOR BATTLE"
        }, 
        "weight": 0.8550713920259163, 
        "file": "1822436.txt", 
        "other_topics": {
            "0": 0.0018489373517389144, 
            "1": 0.8550713920259163, 
            "2": 0.00014238512498643806, 
            "3": 0.00012388576355626478, 
            "4": 7.693132043037093e-05, 
            "5": 0.00020478460668197374, 
            "6": 0.00014752768271056164, 
            "7": 0.00011724355694860724, 
            "8": 0.0001470767380117943, 
            "9": 0.010746020259509919, 
            "10": 0.00011241212208828572, 
            "11": 0.0008218598417819456, 
            "12": 0.056708819180712744, 
            "13": 0.000159476424096997, 
            "14": 0.001903479564583579, 
            "15": 0.00010773297472240392, 
            "16": 0.0019269379891146117, 
            "17": 0.06931460776805189, 
            "18": 0.00022913312438209733, 
            "19": 8.935657997434232e-05
        }
    }, 
    {
        "content": {
            "text": "  On one of the deadliest days for United States forces since the Iraq war began, an American helicopter crashed in a Sunni area north of Baghdad on Saturday, killing all 13 people onboard, the United States military said.  Iraqi officials in the area said it had been shot down, though there was no immediate confirmation from American officials.  In separate episodes, five American soldiers were killed and three wounded in a battle with gunmen who attacked the local governor's office in the Shiite holy city of Karbala, and two soldiers died from other attacks, military officials said.  It was not clear whether all those on the helicopter were Americans. If they were, 20 uniformed Americans died Saturday. On the worst day of the war for American forces, Jan. 26, 2005, 37 American service members died. Thirty-one of them died when a Marine helicopter crashed in the western desert, and six others in combat that day.  An Interior Ministry official and the police in Diyala Province said Saturday that the American helicopter was shot down about 4 p.m. by insurgents who had fired missiles or grenades from at least two locations. It crashed near Tarrafa Village, they said, over a rural area near the Diyala River.  The American military said that debris had been immediately surrounded and secured. Several hours after the crash, soldiers were still combing through the wreckage.  A spokesman declined to provide details on the type of aircraft or how it crashed. The number of people aboard suggested that it had been a Black Hawk transport helicopter, which typically carries about 10 passengers and 4 crew members.  The crash occurred northeast of Baghdad near Baquba, where American and Iraqi forces have been battling Sunni insurgents and Shiite militia forces for months.  The American military also announced seven other deaths on Saturday and three deaths from earlier in the week. In addition to the five soldiers killed during the battle in Karbala, a soldier was killed in northern Baghdad on Saturday when a roadside bomb exploded near his patrol, and another, assigned to a unit of engineers, died of wounds from a roadside bomb in northern Iraq.  The three earlier deaths were of a sailor from Brooklyn who died Wednesday in a ''noncombat-related incident'' at Camp Bucca, an American-run detention center in southern Iraq; a marine who died Friday from wounds suffered in combat in Anbar Province; and a soldier who died Friday after being wounded by a roadside bomb in Tikrit, north of Baghdad.  The gun battle in Karbala started when ''an illegally armed militia,'' according to a statement from the American military, attacked the offices of the provincial government in Karbala with guns and grenades.  Brig. Gen. Vincent K. Brooks, deputy commander for Multi-National Division-Baghdad, said American and Iraqi security forces were meeting at the time of the attack to ensure that Shiite pilgrims would be safe during the celebrations later this month for Ashura, one of Shiite Islam's holiest days, which marks the seventh-century martyrdom of the Prophet Muhammad's grandson, Hussein.  Iraqi state television reported that at least two dozen gunmen assaulted the building, getting inside, and drawing a response from American troops who were dropped by helicopter onto the roof.  Col. Scott Bleichwehl, a military spokesman, said it was not clear who or how many had attacked. By 10 p.m., the building had been secured, he said.  ''It was never lost,'' he said. ''It came under fire from a couple of directions. We responded to it.''  The attack nonetheless seemed to be the latest in a series of power struggles in the south among a patchwork of Shiite tribes and political parties. American officials have been pressing the government of Nuri Kamal al-Maliki to set a date for provincial elections, which they said would firmly establish new leaders and possibly reduce the fighting.  Iraqi state television reported that a raid in south Baghdad on Saturday, with around 100 Iraqi police commandos backed by six United States helicopters, killed 15 suspected Sunni Arab insurgents.  The police found 29 bodies in the capital, many with gunshot wounds to the head.  THE STRUGGLE FOR IRAQ  ", 
            "title": "Crash Claims 13 On Deadly Day For U.S. in Iraq"
        }, 
        "weight": 0.8518735494775949, 
        "file": "1820543.txt", 
        "other_topics": {
            "0": 0.00013036880666199069, 
            "1": 0.8518735494775949, 
            "2": 0.00022508835682933666, 
            "3": 0.0001958437930653457, 
            "4": 0.00012161624682376563, 
            "5": 0.0003237320655958823, 
            "6": 0.0002332179270223835, 
            "7": 0.0001853435152365978, 
            "8": 0.00023250505479450082, 
            "9": 0.00023270614368335347, 
            "10": 0.0057627230585463145, 
            "11": 0.026431808137688247, 
            "12": 0.0645150938626628, 
            "13": 0.0002521069968259012, 
            "14": 0.00021659141641993282, 
            "15": 0.0001703087893409658, 
            "16": 0.00025367547440701587, 
            "17": 0.04814023904028536, 
            "18": 0.0003622232200677617, 
            "19": 0.00014125861644767785
        }
    }, 
    {
        "content": {
            "text": "  Attacks by militants crossing into Afghanistan from Pakistan have tripled since September along portions of the border, a senior American intelligence official said Tuesday, prompting calls for a greater effort by Pakistan to curb the influx and a larger deployment of American and other NATO soldiers here.  Of particular concern, officials said, has been a rise in attacks by Taliban and other militants from remote and largely ungoverned tribal areas in Pakistan in eastern Afghanistan, where most of the American combat forces in the country are based.  ''The border area is a problem,'' Defense Secretary Robert M. Gates told reporters after meeting on Tuesday with President Hamid Karzai of Afghanistan. Mr. Gates said more attacks were coming from across the border and from ''Al Qaeda networks operating across the border.''  On his first visit to Afghanistan since taking office six weeks ago, Mr. Gates flew by helicopter to a small joint American-Afghan base in Khost Province, less than a mile from the border.  A senior American military intelligence officer, speaking on condition of anonymity, said cross-border attacks had tripled in that part of the border region.  Staff Sgt. Ronald Locklear, one of the 120 American soldiers at the base, said fighters based in Pakistan ''cross the border on a regular basis.'' He said the base was being hit by rocket and mortar fire at least once a week. Officials said they had evidence that Pakistani border guards ignored infiltration of Taliban fighters.  The senior American commander in Afghanistan, Lt. Gen. Karl Eikenberry, told reporters after meeting with Mr. Gates that he was hopeful that the Bush administration would seek a much larger aid package from Congress for the training of Afghanistan security forces and for reconstruction projects.  Other officials said that the total budget request was likely to be at least twice last year's level of nearly $3 billion, but that the exact number had not been determined.  The resurgence in attacks by Taliban fighters and other militants began last summer and has continued in eastern Afghanistan even this winter, when fighting would normally subside, officials said.  While praising Pakistan as a ''strong ally,'' Mr. Gates said the border problem ''clearly has to be pursued with the Pakistani government.''  General Eikenberry said that the ''enemy is using both sides of the border'' and that even after five years of pressing the Pakistani government to shut down Taliban infiltration, ''there is no easy solution to the problem.''  American commanders say the surge in cross-border attacks has coincided with an agreement reached last September in which the Pakistani government pulled back its soldiers in the North Waziristan region in return for a pledge from tribal elders not to shelter militants or allow them to engage in illegal behavior.  In the two months before the agreement, the senior American intelligence official said, there were 40 cross-border attacks in Khost and Paktika Provinces. But in the two months after the agreement there were 140 attacks.  Pakistan's president, Gen. Pervez Musharraf, has sent 80,000 troops into the Waziristan tribal areas. On Tuesday, shortly before Mr. Gates arrived on the Afghan side of the border, General Musharraf's military announced that it had destroyed three compounds in South Waziristan used by militants as hide-outs.  In a strike shortly before 7 a.m., helicopters hovering above a complex of five compounds fired a volley of missiles, Pakistani officials said. Three compounds were destroyed, but officials gave different figures for the number of dead.  A security official in Peshawar said at least 20 militants had been killed. Maj. Gen. Shaukat Sultan, the chief military spokesman, said 25 to 30 had been killed. But later he told state-run television that the airstrike had killed ''eight militants, along with their local supporters.''  He said that no ground troops had been involved and that ''no high-value targets were believed to be there,'' a reference to top Qaeda leaders like Osama bin Laden and Ayman al-Zawahri.  Eight bodies were retrieved from the rubble, five of them Afghans and three from the local Kikari Mehsud tribe. Ten wounded people were taken to private hospitals in North Waziristan, officials said.  Addressing a military conference in Rawalpindi, General Musharraf reiterated his resolve to fight terrorism and militancy in his country. ''Any hide-out or sanctuary being used by terrorists or miscreants shall be knocked out, wherever it is found,'' the state-run news agency quoted him as saying.  In Afghanistan, General Eikenberry, who is leaving his post this month as the senior American commander in the country, said American and NATO troops as well as Afghan Army units had inflicted heavy casualties on the Taliban, which he said remained too weak to undertake anything other than hit-and-run attacks or suicide bombings.  The American military intelligence officer disclosed for the first time statistics on the rise in insurgent attacks last year. There were 139 suicide attacks, up from 27 in 2005, and use of roadside bombs more than doubled, to 1,677 last year from from 783 in 2005. The number of what the military calls ''direct attacks,'' meaning attacks by insurgents using small arms, grenades and other weapons, increased to 4,542 last year from 1,558 in 2005.  But even with 21,000 American troops and an additional 20,000 soldiers from other NATO countries, military officials are pushing for more forces before spring, when the Taliban is widely expected to intensify its attacks.  General Eikenberry is seeking to extend the deployment of a 1,200-soldier American battalion, which is halfway through a four-month deployment. The unit, part of the 10th Mountain Division, based in Fort Drum, N.Y., is scheduled to go to Iraq in eight months, but General Eikenberry has argued that he needs the unit to remain in Afghanistan.  Asked about increasing American troop levels in Afghanistan, Mr. Gates said that if military commanders sought more, ''I would be strongly inclined to recommend that to the president.''  He also urged other NATO counties to fulfill their pledges to send more troops and equipment to Afghanistan. NATO governments still have not sent the additional 1,200 troops that Gen. David Richards, the British commander of NATO forces here, has requested to serve as a reserve force he can send wherever violence flares around Afghanistan, according Mark Laity, a NATO spokesman.  ", 
            "title": "As Raids on Afghan Border Increase, U.S. Military Seeks More Troops"
        }, 
        "weight": 0.8458107946538745, 
        "file": "1819454.txt", 
        "other_topics": {
            "0": 8.773747457273174e-05, 
            "1": 0.8458107946538745, 
            "2": 0.00954819633839475, 
            "3": 0.0001318017726345255, 
            "4": 8.184705096669537e-05, 
            "5": 0.039684065043875866, 
            "6": 0.00015695435484873015, 
            "7": 0.00012473514463819064, 
            "8": 0.00015647459584372807, 
            "9": 0.00015660992753636457, 
            "10": 0.00011959499244734259, 
            "11": 0.08920347825679197, 
            "12": 0.00019341533618578538, 
            "13": 0.00016966659272236157, 
            "14": 0.013301163200676569, 
            "15": 0.00011461685856385325, 
            "16": 0.00017072216932396186, 
            "17": 0.00044928578829744897, 
            "18": 0.00024377419241664313, 
            "19": 9.506625538799847e-05
        }
    }, 
    {
        "content": {
            "text": "  Iraqi forces backed by American helicopters and tanks battled hundreds of gunmen hiding in a date palm orchard near the southern city of Najaf on Sunday, exchanging fire for 15 hours in what appeared to be one of Iraq's deadliest battles in years, Iraqi officials said.  An American helicopter was shot down and 250 bodies were found where the clashes occurred near the village of Zarqaa, about 120 miles south of Baghdad, by a river and a large grain silo that is surrounded by orchards, the Iraqi officials said.  Col. Ali Numaas, a spokesman for the Iraqi security forces in Najaf, said that the fighting stopped just after 10 p.m. local time and that most of those killed were gunmen. An employee at a local morgue said at least two Iraqi policemen were among the dead.  The United States military confirmed in a statement that the helicopter went down, that two soldiers aboard were killed, and that their bodies had been recovered. The crash is under investigation.  Asad Abu Ghalal, the governor of Najaf Province, said that the fighters in the orchard were Iraqi and foreign, some wearing the brown, white and maroon regalia of Pakistani and Afghan fighters. He said they had come to assassinate Shiite clerics and attack religious convoys that are gathering in Najaf, one of Shiite Islam's holiest cities, and other southern cities for Ashura, a Shiite holiday that starts Monday night and runs through Tuesday morning.  At a news conference Sunday afternoon, he said they called themselves ''soldiers of heaven'' and seemed to be part of a wider effort to disrupt Ashura. The holiday commemorates the seventh-century death of the Prophet Muhammad's grandson Hussein in a battle at Karbala, where hundreds of thousands of pilgrims have already started gathering.  Two senior Shiite clerics said, however, that the gunmen were part of a Shiite splinter group that Saddam Hussein helped build in the 1990s to compete with followers of the venerated religious leader Grand Ayatollah Ali al-Sistani. They said the group, calling itself the Mehwadiya, was loyal to Ahmad bin al-Hassan al-Basri, an Iraqi cleric who had a falling out with Muhammad Bakr al-Sadr -- father-in-law of the Shiite leader Moktada al-Sadr -- in Hawza, a revered Shiite seminary in Najaf.  The clerics spoke on condition of anonymity because they said they had been ordered not to discuss Shiite divisions.  Iraqi officials said the group of 100 to 500 fighters was discovered in the orchard Saturday night, leading to a midnight meeting of local authorities who hatched an attack plan.  ''We agreed to carry out an operation to take them by surprise,'' said Mr. Ghalal, the Najaf governor.  At dawn, the governor said, the area was surrounded and the offensive began. He said the fighters had antiaircraft rockets and long-range sniper rifles, and, according to a soldier involved in the fighting, Iraqi security forces encountered heavy resistance. Commanders called for reinforcements and a brigade of soldiers from nearby Babil Province joined the fight.  Eventually, Iraqi officials said, they called on the United States military for help. American tanks and helicopter gunships arrived, and gun battles continued into the night. By 10:30 p.m., the gunfire had died down and Iraqi troops began searching the area for bodies.  Elsewhere in the heavily Shiite south, there were other signs of potential strikes on Ashura. Officials in Karbala said that police arrested three men Sunday -- a Saudi Arabian, an Afghan and a Moroccan -- who were found on the road between Najaf and Karbala with a suicide bomb belt and explosives in their car. They said the vehicle had been hollowed out so it could be used as a car bomb.  The United States military also announced the deaths of a soldier and a marine.  The marine died Saturday from combat wounds in Anbar Province, where American troops have been battling Sunni insurgents for months. The soldier, a member of the military police, was killed when a roadside bomb exploded near his patrol north of Baghdad on Saturday.  Throughout Iraq, the daily violence continued.  In Kirkuk, two car bombs at a Kurdish car dealership and a Kurdish market killed at least 17 people, authorities said.  In Baghdad, 54 bodies were found, many showing signs of torture. At least five girls were killed and 20 wounded when a mortar round hit a school in the Sunni Adil neighborhood.  At 7:30 a.m. local time, a bomb inside a minibus exploded in a Shiite area of the capital east of the Tigris River, killing one and wounding five. Two hours later, in the Sunni area of Yarmouk in west Baghdad, gunmen killed four people, including a consultant with Iraq's Ministry of Industry and his daughter, who were shot on their way to work.  After dark on Sunday night, residents of the Yarmouk neighborhood reported that heavy clashes had broken out, with gun and mortar fire raining down for hours.  Also on Sunday, Saddam Hussein's cousin Ali Hassan al-Majid acknowledged in court that he had given orders to destroy scores of villages during Iraq's campaign against the Kurds in the 1980s. Prosecutors introduced two dozen documents it said incriminated members of the Hussein regime in the killing of tens of thousands of Kurds.  The Associated Press reported that Mr. Majid, also known as Chemical Ali for his alleged use of chemical weapons against the Kurds, said the area ''was full of Iranian agents,'' and, ''We had to isolate these saboteurs.''  ''I am the one who gave orders to the army to demolish villages and relocate the villagers,'' he said, according to The A.P.  Mr. Majid is one of six defendants facing charges of war crimes and crimes against humanity stemming from Baghdad's military campaign against Iraqi Kurds during the 1980-88 Iran-Iraq war. More than 100,000 Kurds were killed.  ", 
            "title": "Iraqi Forces in Fierce Battle With Gunmen"
        }, 
        "weight": 0.8378896095052776, 
        "file": "1822468.txt", 
        "other_topics": {
            "0": 9.224482499976592e-05, 
            "1": 0.8378896095052776, 
            "2": 0.0001592653688933443, 
            "3": 0.0001385728448480939, 
            "4": 8.605179177924752e-05, 
            "5": 0.00022906252271780148, 
            "6": 0.019923921375659574, 
            "7": 0.00013114318191290216, 
            "8": 0.00016451318870078105, 
            "9": 0.010044107363420013, 
            "10": 0.00012573896391339858, 
            "11": 0.0009192941389944671, 
            "12": 0.07331129568175472, 
            "13": 0.00017838290001163302, 
            "14": 0.0001532532038581065, 
            "15": 0.00012050508761203309, 
            "16": 0.00017949270490814562, 
            "17": 0.055797297601839796, 
            "18": 0.0002562976405286379, 
            "19": 9.995010836993521e-05
        }
    }, 
    {
        "content": {
            "text": "  Gen. George W. Casey Jr., the top commander in Iraq, said Friday that the additional troops being sent to Iraq under President Bush's new plan to stabilize the country could begin to be withdrawn by late summer if security conditions improve.  ''I believe the projections are late summer,'' General Casey said, adding, ''I think it's probably going to be the summer -- late summer -- before you get to the point where people in Baghdad feel safe in their neighborhoods.''  The American buildup, which is expected to reach slightly more than 20,000 troops, is just beginning, and all the units may not be in place for several months, but General Casey said there could be signs of improvement in Baghdad in 60 to 90 days. He also said that the Iraqi Prime Minister, Nuri Kamal al-Maliki, appeared to be carrying through on his side of the plan, which requires the Iraqi government to commit more troops and not to interfere with military operations aimed at cracking down on the Shiite militias that have been blamed for much of the sectarian violence in Baghdad.  ''So far, so good,'' General Casey said. ''We are seeing them come through on those commitments.''  The three Iraqi brigades that Mr. Maliki promised have not yet arrived in Baghdad. But General Casey said that American and Iraqi units have arrested a number of insurgent and death squad members, including five or six death squad leaders in the last three or four weeks. Secretary of Defense Robert M. Gates, who is making his second trip to Iraq in less than a month, came to southern Iraq on Friday for talks with British commanders and General Casey.  Britain has about 7,000 troops in southern Iraq, and officials in London told Mr. Gates earlier this week that they were making plans to withdraw most of them sometime this year.  ''As we see the need for less troops, the surplus will go home,'' said Maj. Chris Ormond-King, a British military spokesman in Basra, where Mr. Gates held the talks with British commanders.  Major Ormond-King said that Britain maintains three bases inside Basra, Iraq's second-largest city, but that plans were moving forward to turn over the city to full Iraqi control, a step that he added was ''probably achievable'' by this spring.  He said that British commanders had no plans to disarm Shiite militia groups, including the Mahdi Army and the Badr Organization, that have been vying for power in the city, as long as they do not attack British forces. A critical part of the new American strategy for stabilizing Iraq is to persuade Mr. Maliki to disarm Shiite militias as well as Sunni insurgents. In the past, Mr. Maliki has been reluctant to crack down on the Mahdi Army, whose leader, Moktada al-Sadr, has been a pivotal member of his political coalition.  Mr. Gates said this week that Britain was making troop reductions at the same time Washington was building up forces in Iraq because conditions in southern Iraq are different than those in Baghdad and other parts of Iraq, where the United States has most of its troops.  Mr. Gates had lunch in Basra with General Casey and Maj. Gen. Jonathan Shaw, the recently arrived British commander. Later, Mr. Gates and General Casey traveled to this air base in southern Iraq to meet with Australian and Romanian commanders and to receive briefings on reconstruction efforts in the south.  Since taking office, Mr. Gates has pushed to ensure that the new American strategy to send additional troops also includes a renewed focus on reconstruction efforts.  THE STRUGGLE FOR IRAQ  ", 
            "title": "General Sees Summer Deadline for Troops"
        }, 
        "weight": 0.8359748711638164, 
        "file": "1820029.txt", 
        "other_topics": {
            "0": 0.00015301556251120604, 
            "1": 0.8359748711638164, 
            "2": 0.010097000162542478, 
            "3": 0.00022986440489494101, 
            "4": 0.00014274256929027888, 
            "5": 0.023323194276224757, 
            "6": 0.00027373091159414394, 
            "7": 0.006772747447775095, 
            "8": 0.010105705237323577, 
            "9": 0.00027313022483854157, 
            "10": 0.0002085755845147275, 
            "11": 0.10640824127770641, 
            "12": 0.0036149231254009734, 
            "13": 0.00029590125828445675, 
            "14": 0.0002542161600398961, 
            "15": 0.00019989363919834205, 
            "16": 0.0002977422008036495, 
            "17": 0.0007835616190164555, 
            "18": 0.0004251461004547835, 
            "19": 0.00016579707376885856
        }
    }, 
    {
        "content": {
            "text": "  A suicide bomber rammed his explosive-laden car into a military convoy near Mirali in the restive North Waziristan tribal region on Monday, killing 4 people and wounding 23, witnesses said.  The dead included two paramilitary officers, a member of the military and a woman civilian, the witnesses said, and 20 of those wounded were soldiers.  The attack occurred at a checkpoint about a mile east of the town of Mirali when a joint convoy of army and paramilitary soldiers was heading from a garrison in Bannu to Miramshah, the restive region's administrative headquarters.  Witnesses said three army vehicles and a passenger car were damaged in the attack, the first to cause fatalities since the government and Taliban-backed tribal insurgents signed a peace agreement on Sept. 5, 2006.  Army and paramilitary troops had vacated the checkpoint as a condition of the peace agreement, and it is now managed by a tribal force.  Militants in Miramshah who had signed the peace agreement promptly denounced the episode and said they were not involved in the attack.  A statement that said it was issued from the ''security office of the Taliban North Waziristan'' said: ''We do not have a hand in the bomb attack. We want to maintain the peace agreement and the government should also do so.''  Taliban leaders in the region had called a meeting in Miramshah to discuss the situation, the statement said.  A militant commander in the neighboring South Waziristan tribal region, Baitullah Mehsud, had vowed to avenge an airstrike last week on what the government said was a militant training center in which, government officials said, more than 20 people were killed and eight wounded.  A government official familiar with events in the region said Monday that the signers of the peace agreement had little influence over militants beyond Miramshah.  ''This brings into question the efficacy of the whole agreement,'' he said, adding that the bombings could be expected to increase tensions in the region after a lull in hostilities since the agreement.  ''There had been warnings to security forces to avoid traveling in the tribal region after Baitullah's warning unless absolutely necessary,'' the official said.  A spokesman for the North Waziristan governor told reporters that the government was making efforts to maintain the peace agreement and attributed the attack to criminal elements trying to derail the peace efforts.  Pakistan officials said that a paramilitary soldier was killed and two others were wounded on Monday when an American helicopter from across the border fired rockets at a border post in the Shawal region on Monday.  A military spokesman in Islamabad said Pakistan would lodge a strong protest with the United States and demand an investigation. A NATO spokeswoman said aircraft had attacked insurgents who fired on a NATO base near the border and there may have been casualties, Reuters reported.  ", 
            "title": "Suicide Bomber Kills 4 and Wounds 23 in Pakistan"
        }, 
        "weight": 0.8339257130642753, 
        "file": "1820925.txt", 
        "other_topics": {
            "0": 0.0001985750947772358, 
            "1": 0.8339257130642753, 
            "2": 0.0003428499725898718, 
            "3": 0.0002983052523470153, 
            "4": 0.00018524337498996177, 
            "5": 0.009000085916698491, 
            "6": 0.000355232767315975, 
            "7": 0.0002823114443309845, 
            "8": 0.00035414693494671137, 
            "9": 0.0003544532294214786, 
            "10": 0.0002706778041625416, 
            "11": 0.06578134011713076, 
            "12": 0.08550759311951084, 
            "13": 0.0003840042113640315, 
            "14": 0.0003299076070783999, 
            "15": 0.000259410857939828, 
            "16": 0.0003863932842741897, 
            "17": 0.0010168627308650515, 
            "18": 0.0005517309860936408, 
            "19": 0.00021516222988774968
        }
    }, 
    {
        "content": {
            "text": "  As fighting began to flare Sunday around Kismayo, in southern Somalia, the final redoubt for the country's diminished Islamic movement, elders within the city demanded that the Islamists go.  Muhammad Arab, a leader of the Ogaden subclan, said 36 elders of various clans and subclans met over the weekend with Islamist leaders and tried to persuade them that resistance against the huge Ethiopian-backed force heading toward them was futile.  ''We told them that they were going to lose,'' Mr. Arab said, ''and that our city would get destroyed.''  Kismayo, a scenic harbor town along the Indian Ocean that was once part of the East African spice empire, has been spared the fighting so far. But the Islamists, Mr. Arab said, did not care. ''These guys are bent on war,'' he said.  The fighting started around 5 p.m., with the Ethiopian-backed forces unleashing an artillery barrage against Islamist troops dug in near Jilib, a town about 30 miles north of Kismayo.  [Residents of Kismayo told Reuters Monday that Somali Islamists fled overnight from their final stronghold around the southern port of the city. Several thousand Somalia Islamic Courts Council fighters had been making a last stand north of Kismayo port, but residents said they melted away after the advancing Ethiopian force began its shelling of Jilib. Somalia's interim government vowed to pursue them.]  As the shells began to rain down in Jilib, residents said, clan militias in Kismayo turned on the Islamists.  That set off running gun battles across the city, with several people reported killed. It also accelerated the exodus from Kismayo, with thousands of residents hastily gathering a few belongings and joining the stream of people fleeing the fighting in southern Somalia.  It is hard to predict what is going to happen next. Local support for the Islamists in Kismayo is obviously evaporating, just as it did last week in Mogadishu, Somalia's capital, when clan elders decided that the Islamists were a losing cause and pulled their troops and weapons out of the movement.  That led to the city falling much faster than anyone expected into the hands of Somalia's transitional government, which has used Ethiopian troops and airpower to reclaim much of the country. Clan elders are the pillars of Somali society, and many of the Islamist fighters in Mogadishu were clan militiamen lent to the movement.  But the fighters in Kismayo may be different. Kismayo is where the Islamist leadership fled after losing Mogadishu, taking their most steadfast and hard-core fighters.  Ethiopian officials have said that the Somali Islamists are bolstered by several thousand foreign fighters -- from Yemen, Pakistan, Syria, Libya and Eritrea, Ethiopia's bitter enemy, though American intelligence officials have said that the numbers are far fewer, most likely in the hundreds.  Diplomats are still searching for a way to avert disaster. On Sunday, Kenyan officials, with American encouragement, continued to meet in Nairobi with the few remaining moderate leaders of the Islamist movement in an effort to reach a cease-fire. But the talks were slow-going, said an official close to the parties.  In Mogadishu, the transitional prime minister, Ali Mohammed Gedi, seems to relish his newfound authority. Mr. Gedi, a bookish veterinarian whom few Somalis would have recognized before last week's stunning comeback by the transitional government, is holding daily news conferences, meeting with clan elders and surveying bombed-out buildings for future office space. On Sunday, he reassured the populace in confident tones that the era of warlord rule was over.  ", 
            "title": "Somali Clan Elders Urge Islamists to Leave Stronghold"
        }, 
        "weight": 0.831627102323009, 
        "file": "1815844.txt", 
        "other_topics": {
            "0": 0.00015103542544756096, 
            "1": 0.831627102323009, 
            "2": 0.0002607703223452377, 
            "3": 0.00022688978571062203, 
            "4": 0.00014089537252563012, 
            "5": 0.000375051452185665, 
            "6": 0.003505377634792924, 
            "7": 0.00021472495909458683, 
            "8": 0.00026936274687734945, 
            "9": 0.00026959571323378304, 
            "10": 0.0002058764587611702, 
            "11": 0.09532567116304312, 
            "12": 0.00033295427901434277, 
            "13": 0.00029207207229126503, 
            "14": 0.003486115418877576, 
            "15": 0.00019730686438101228, 
            "16": 0.0002938891916224469, 
            "17": 0.062242012894009886, 
            "18": 0.0004196443884905966, 
            "19": 0.00016365153428630057
        }
    }, 
    {
        "content": {
            "text": "  The Palestinian prime minister, Ismail Haniya, called Friday for an end to the internal violence in the Gaza Strip, a day after members of his own Hamas militia surrounded the house of a Fatah commander, killed him and his bodyguards and seriously wounded his wife and brother.  Before his death, the commander, Col. Muhammad Gharib, begged for help on a live telephone call to Palestinian television, saying his home near Jabaliya was being attacked by the Executive Force, a parallel security force under the command of the Hamas-run Interior Ministry, but that Fatah leaders and fighters did not respond.  ''They are killers,'' he said of the gunmen. ''They are targeting the house. Children are dying, they are bleeding. For God's sake, send an ambulance! We want an ambulance -- somebody move!''  On Friday, Fatah issued a statement suggesting another round of retaliation. ''All killers are legitimate targets,'' the statement said, adding, ''What is called the Executive Force is an enemy.''  The statement, confirmed by a Fatah official, Abdel-Hakim Awad, also said negotiations with Hamas on a unity government were impossible in the present atmosphere.  ''There will be no dialogue in the midst of this series of killings and organized terrorism practiced by Hamas,'' the statement said, calling on the Palestinian Authority president, Mahmoud Abbas, to fire Interior Minister Said Siam and disband the Executive Force.  ''Said Siam is responsible for the execution and the cold-blooded murder to which our martyrs in Jabaliya were subjected,'' the statement said.  Mr. Abbas, who met with Mr. Haniya early Friday in an attempt to restore calm, tried to disband the Executive Force when it was established, but failed. Now it has about 6,000 men, including several hundred drawn from factions usually loyal to Mr. Abbas's Fatah movement.  Hamas officials said Colonel Gharib had been responsible for the deaths of two of their fighters.  Mr. Abbas has called for early parliamentary and presidential elections, a challenge to the Hamas government, which won parliamentary elections a year ago. Hamas has said it will not allow early elections, which it says are illegal, and has moved to enforce its hold over Gaza while calling for renewed talks on a unity government that Mr. Haniya would lead.  The new tensions have set off a series of battles between Hamas and Fatah forces that show no sign of ending, despite various efforts to restore calm.  There were emotional funerals on Friday for some of the dead from the attack on Thursday on Colonel Gharib's home. Two more people who had been wounded died Friday, bringing the total to eight. As a funeral cortege passed the colonel's blackened, shrapnel-riddled house, masked men fired guns into the air and shouted for revenge.  In Palestinian violence on Thursday, more than 60 people were wounded, including 10 children, Palestinian medics said. On Wednesday, five people died from violence.  On Friday a local cleric and frequent critic of Hamas, Adel Nasar, was murdered as he left his mosque, witnesses told The Associated Press.  There was no claim of responsibility in the death of Mr. Nasar, who was not openly affiliated with any political party, though he often spoke against Hamas in his sermons. In his sermon on Friday, Mr. Nasar warned that God would punish the killers of Colonel Gharib and his bodyguards, as well as the Palestinian rulers for not putting the rule of God into effect, witnesses said.  Speaking in another mosque on Friday, Mr. Haniya called for Palestinian guns to be aimed at Israelis, not other Palestinians. ''Our fight is not an internal one, it's against the occupation,'' he said. But it is increasingly clear that Mr. Haniya, although prime minister, does not have operational control over many of the Hamas gunmen, just as Mr. Abbas cannot control Fatah-affiliated militias.  As in Iraq, the division of power created by democratic elections, in the absence of a traditional powerful state or after the disappearance of one, has meant the continuation of party politics through armed militias affiliated with factions but not always controlled by them.  In the West Bank on Friday, Fatah supporters celebrated an anniversary by attending the weekly demonstration against Israel's separation barrier in the town of Bilin, where the barrier cuts off the village from much of its farmland.  The demonstrators are a mixture of Palestinians, Israelis and foreigners, and as usual, what was supposed to be a nonviolent protest turned into exchanges of rocks, rubber-coated bullets and tear gas with the Israeli Army and the border police.  Ten demonstrators were wounded, and two were hospitalized. Jibril Rajoub, a Fatah member and former security chief, said, ''Our battle with Hamas is not a battle of assassination, kidnapping or revenge.''  ''Our battle is with the occupation, not with each other,'' he added.  According to Reuters, the Bush administration is asking Congress for $86 million in aid, not including weapons and ammunition, to bolster Mr. Abbas and his Presidential Guard. The aid, mostly training and supplies, according to an American document obtained by Reuters, is intended ''to dismantle the infrastructure of terrorism and establish law and order in the West Bank and Gaza.'' Officials said previously that they expected to ask for nearly $100 million for the effort, which has itself been widely reported.  In Israel, there were recriminations over a failed army arrest raid in the center of the West Bank city of Ramallah on Thursday, hours before Prime Minister Ehud Olmert was to meet President Hosni Mubarak of Egypt. The wanted man, though wounded, escaped, and four Palestinians were killed as Israeli forces exchanged fire with Palestinians in violent scenes that were televised live on Al Jazeera.  Mr. Olmert's aides said he had not been informed of the raid in advance and was angry about what had happened. The violence overshadowed the summit meeting, which Olmert aides said had gone well.  Benjamin Ben-Eliezer, an Israeli cabinet member and former defense minister, criticized the timing of the raid. ''I don't think this operation should have been carried out on the day of a visit by the Israeli prime minister to a country in which we have a supreme strategic interest,'' he told Israel Radio. ''Our relations with Egypt are more important to us than anything else.''  ", 
            "title": "Day After Killings, a Hamas Leader Calls for a Truce"
        }, 
        "weight": 0.8313878764544854, 
        "file": "1816675.txt", 
        "other_topics": {
            "0": 8.840202535121044e-05, 
            "1": 0.8313878764544854, 
            "2": 0.00015263058039857556, 
            "3": 0.0001328000800400633, 
            "4": 8.246698585427882e-05, 
            "5": 0.00021952007541195604, 
            "6": 0.003945297876208169, 
            "7": 0.00201925727747385, 
            "8": 0.003944814483360025, 
            "9": 0.00015779613958279758, 
            "10": 0.00012050084192295236, 
            "11": 0.06904978214792991, 
            "12": 0.0096627670750699, 
            "13": 0.00017095169999065894, 
            "14": 0.0001468688743531459, 
            "15": 0.00011548500211318973, 
            "16": 0.00017201527185603624, 
            "17": 0.07619578282814701, 
            "18": 0.00213919796383098, 
            "19": 9.57863166199043e-05
        }
    }, 
    {
        "content": {
            "text": "  A suicide bomber wearing an explosive vest blew himself up Tuesday at the entrance to a NATO base in the southeastern province of Khost, killing 8 to 10 people, officials said.  The attack occurred as Afghan laborers were lining up for security checks at the pedestrian entrance of the base known as Camp Salerno. The bomber was trying to enter the base, NATO said, but detonated the vest when he reached the search point.  Arsalah Jamal, the Afghan provincial governor of Khost, visited the scene after the bombing and confirmed the deaths of eight civilian laborers and two Afghan security guards, though a NATO statement put the toll at six Afghan civilians and two policemen.  ''I confirm 10 people, including two Afghan security guards, were killed in a suicide attack at the entrance of the military base,'' Mr. Jamal said.  He said 14 others had been wounded in the attack, all Afghan civilian daily workers for the military base. NATO said only five had been wounded.  Khost, in eastern Afghanistan, borders tribal areas in Pakistan that Afghan and Western officials contend offer a haven for militants organizing suicide attacks.  ''Suicide attack is not an Afghani phenomenon,'' Mr. Jamal said by telephone. ''There are madrasas and camps on the other side of the border where some elements promise passport and visa'' to ''young people for killing themselves and others.''  The attack was one of the deadliest since Sept. 30, 2006, when a suicide bomber blew himself up outside the gates of the Interior Ministry in Kabul, killing 12 people and wounding up to 40.  THE REACH OF WAR  ", 
            "title": "Suicide Bomber Kills at Least 8 In Afghanistan"
        }, 
        "weight": 0.8283793034805154, 
        "file": "1821177.txt", 
        "other_topics": {
            "0": 0.0003332253868058454, 
            "1": 0.8283793034805154, 
            "2": 0.021988461366441062, 
            "3": 0.0005005808165976755, 
            "4": 0.00031085366144982757, 
            "5": 0.0008274659064674452, 
            "6": 0.000596109881895152, 
            "7": 0.00047374188763420677, 
            "8": 0.0005942877656239243, 
            "9": 0.0005948017530146659, 
            "10": 0.0004542196799301729, 
            "11": 0.08183567301436188, 
            "12": 0.0007345880483631096, 
            "13": 0.0006443907379744685, 
            "14": 0.000553612174287091, 
            "15": 0.0004353128149106892, 
            "16": 0.0006483997993599757, 
            "17": 0.05880806175731782, 
            "18": 0.0009258500994803515, 
            "19": 0.00036105996756937147
        }
    }, 
    {
        "content": {
            "text": "  The Islamist forces in Somalia abandoned their final stronghold Monday morning, fleeing the port city of Kismayo much like they had fled Mogadishu, the capital, last week.  In the face of an intense artillery barrage by Ethiopian-backed forces and thousands of well-equipped troops heading their way, the Islamists scattered, with some of their militia shedding their uniforms and melting back into the population while others headed south towards a thickly forested area along the Kenya border.  ''I can't tell you how happy people were that they disappeared,'' Adam Ragay, a businessman in Kismayo, said today.  As soon as the Islamists left, looters rushed into the streets and smashed up stores and ran away with TVs and mobile phones. But by mid-afternoon, the brief burst of anarchy was over and transitional government troops had arrived on the outskirts of town.  ''I can confirm to you that our forces have captured Kismayo,'' Somalia's transitional prime minister, Ali Mohamed Gedi, told The Associated Press today.  This leaves the transitional government of Somalia now in control of every major town in south-central Somalia, though there are fears the war may not be over and that the Islamists are simply switching to underground guerilla tactics. It took the transitional government, with the help of the Ethiopian military, one of the most powerful in Africa, all of one week to rout the Islamists.  Residents of Kismayo said the remaining Islamists were heading toward Ras Kamboni, a small town on the Kenyan border which western intelligence officers say has been used as a terrorist hide-out before.  Kenya officials have said that they have increased security on the border to keep the Islamists from escaping through Kenya.  As fighting began to flare up on Sunday around Kismayo, elders within the city demanded that the Islamists go.  Muhammad Arab, a leader of the Ogaden subclan, said that 36 elders of various clans and subclans met over the weekend with Islamist leaders and tried to persuade them that resistance against the huge Ethiopian-backed force heading toward them was futile.  ''We told them that they were going to lose,'' Mr. Arab said, ''and that our city would get destroyed.''  Kismayo, a scenic harbor town along the Indian Ocean that was once part of the fabled East African spice empire, has been spared the fighting so far.  But the Islamists, Mr. Arab said, did not care.  ''These guys are bent on war,'' he said.  The fighting started at around 5 p.m., with the Ethiopian-backed forces unleashing an artillery barrage against Islamist troops dug in near Jilib, a town about 30 miles north of Kismayo. As the shells began to rain down, residents said that clan militias within Kismayo turned on the Islamists.  That set off running gun battles across the city, with several people reportedly killed. It also accelerated the exodus out of Kismayo, with thousands of residents hastily tossing a few things over their shoulder and joining the stream of people fleeing the fighting in southern Somalia.  Local support for the Islamists in Kismayo is obviously evaporating, just as it did last week in Mogadishu, Somalia's capital, when clan elders decided that the Islamists were a losing cause and pulled their troops and weapons out of the movement.  That led to the city falling much faster than anyone expected into the hands of Somalia's transitional government, which has used Ethiopian troops and airpower to reclaim much of the country. Clan elders are the pillars of Somali society, and many of the Islamist fighters in Mogadishu were clan militiamen loaned to the movement.  But the fighters in Kismayo were thought to be different. Kismayo is where the Islamist leadership fled after losing Mogadishu, bringing with them their most devout and hard-core fighters. Ethiopian officials have said that the Somali Islamists are bolstered by several thousand foreign fighters -- from Yemen, Pakistan, Syria, Libya and Eritrea, Ethiopia's bitter enemy, though American intelligence officials say the numbers are far fewer, most likely in the hundreds.  Diplomats in the region were still searching for a way to avert disaster on Sunday. On Sunday, Kenyan officials, with American encouragement, continued to meet in Nairobi with the few remaining moderate leaders of the Islamist movement in an effort to reach a cease-fire. But the talks were slow-going, said one official close to the parties.  In Mogadishu, Mr. Gedi, the transitional prime minister, seems to relish his newfound authority. Mr. Gedi, a bookish veterinarian whom few Somalis would have recognized before last week's stunning comeback by the transitional government, is holding daily news conferences, meeting with clan elders and surveying bombed-out buildings for future office space. On Sunday, he reassured the populace in confident tones that the era of warlord rule was over.  ''People of Mogadishu do not have to fear,'' he said.  But many still do. A large explosion rocked an apartment building in Mogadishu on Saturday night, killing a woman. Some residents said it was a missile fired at nearby Ethiopian troops and possibly the opening salvo of an anti-Ethiopian insurgency. Later in the day, Ethiopian troops began to recede from Mogadishu's streets to barracks on the outskirts of the city.  ", 
            "title": "Islamists Abandon Final Stronghold in Somalia"
        }, 
        "weight": 0.82401283168566, 
        "file": "1815849.txt", 
        "other_topics": {
            "0": 0.00010804233025797764, 
            "1": 0.82401283168566, 
            "2": 0.00018654056294948806, 
            "3": 0.00016230431428433247, 
            "4": 0.00010078870122771417, 
            "5": 0.00026829091745000347, 
            "6": 0.0001932778932215205, 
            "7": 0.00015360227493901982, 
            "8": 0.00019268710483702348, 
            "9": 0.00019285375599152057, 
            "10": 0.0001472725506873889, 
            "11": 0.06587640122913065, 
            "12": 0.0002381769446967541, 
            "13": 0.00020893209126345643, 
            "14": 0.00017949877691645827, 
            "15": 0.020969608404138213, 
            "16": 0.00021023195721421557, 
            "17": 0.08618140109323874, 
            "18": 0.00030019022012785863, 
            "19": 0.00011706719176769643
        }
    }, 
    {
        "content": {
            "text": "  The second in command of Somalia's defeated Islamist forces has surrendered to the Kenyan authorities and is staying at a hotel in Nairobi, Western diplomats and Somali officials said Monday.  Sheik Sharif Ahmed, the head of the Islamic Courts Union executive council, was part of a group of Islamist leaders being hunted down by American and Ethiopian troops in southern Somalia. Described as a moderate Muslim and potential peacemaker, he surfaced at the Kenya-Somalia border in the past week, Somali officials said, and now the Kenyan immigration authorities are deliberating about what to do with him.  ''Sheik Sharif is in Nairobi,'' said Abdirahman Dinari, spokesman for Somalia's transitional government. ''We are waiting for the next move.''  Several Western diplomats said American officials, who have urged Somalia's newly empowered government to reconcile with moderate Islamist leaders, were instrumental in arranging Mr. Ahmed's safe passage to Kenya.  ''He decided to come to Kenya only after getting a guarantee from the Americans that he would not be deported'' back to Somalia, said a Western diplomat in Nairobi who spoke on condition of anonymity. ''He's been here a week.''  Over the weekend, the BBC broadcast an interview with Michael E. Ranneberger, the American ambassador to Kenya, in which Mr. Ranneberger said, ''We certainly have made clear to the T.F.G.,'' Somalia's transitional federal government, ''that it needs to talk to all elements, and that includes people such as, for example, Sheik Sharif.''  At that point, Mr. Ahmed, a school-teacher turned religious leader, was still widely believed to be hiding in the marshes of southern Somalia or possibly dead.  On Monday, an American Embassy official denied that the United States played any role in bringing him to Kenya. ''We're not holding or interrogating or protecting him,'' she said on condition of anonymity. ''We're not involved in this operation in any way.''  Kenyan officials did not return calls for comment.  European diplomats in Kenya said American officials were playing an increasingly large behind-the-scenes role in Somalia, pursuing an aggressive counterterrorism agenda but also trying to shape Somalia's political future.  Several Somali leaders seemed to welcome that involvement, saying that Italy, the other Western power in Somalia, had discredited itself by trying to establish a rapport with the Islamists before they were defeated.  Last month, the Islamists attacked Somalia's transitional government, which was based in Baidoa. What they did not expect was a crushing response from Somalia's neighbor Ethiopia, which sided with the transitional government because Ethiopian officials viewed the Islamists as a regional threat.  It took all of one week for the Ethiopian-led forces, with approval from American officials, to rout the Islamist army and install the transitional government in Mogadishu, Somalia's bullet-pocked capital by the sea.  Mogadishu is now loosely controlled by a mix of Ethiopian troops and government soldiers, who are struggling to pacify a population that is armed to the teeth. On Monday, residents said a gun battle between Ethiopian troops and masked men in a crowded livestock market killed seven people, four of them insurgents and three civilians.  Western diplomats said Mr. Ahmed, 42, could be enormously helpful in defusing the violence because he has a devoted following among former Islamist fighters, who are suspected of being the backbone of Somalia's growing insurgency.  United Nations officials said Mr. Ahmed could be granted political asylum in Kenya or another country in the region, possibly Yemen, so that he can meet with Somalia's new leaders on neutral soil and map out a path forward.  Abdirizak Adam Hassan, chief of staff for the transitional president, Abdullahi Yusuf Ahmed, said that if the Islamic leader renounced violence, he would be welcome back in Somalia. ''We're not after his blood,'' he said.  The case is a little different, though, for Sheik Hassan Dahir Aweys, the Islamists' top leader. Mr. Aweys is nowhere to be found, and most Somalis believe that he will never turn himself in because American and Ethiopian officials have accused him of being a terrorist.  ", 
            "title": "Somali Islamists' No. 2 Leader Surrenders in Kenyan Capital"
        }, 
        "weight": 0.8140842052972994, 
        "file": "1820836.txt", 
        "other_topics": {
            "0": 0.0001376734376788038, 
            "1": 0.8140842052972994, 
            "2": 0.012033597485515263, 
            "3": 0.00020681702110895671, 
            "4": 0.00012843046742947042, 
            "5": 0.00034187093905830326, 
            "6": 0.0002462852469359687, 
            "7": 0.00019572840733484814, 
            "8": 0.0002455324321119992, 
            "9": 0.00024574478811429913, 
            "10": 0.00018766272701121794, 
            "11": 0.08099433379435092, 
            "12": 0.03274221568045104, 
            "13": 0.0002662326809962312, 
            "14": 0.0238205217699368, 
            "15": 0.0031288256062345907, 
            "16": 0.00026788904117964574, 
            "17": 0.030194740995535603, 
            "18": 0.0003825187726317811, 
            "19": 0.0001491734090849311
        }
    }, 
    {
        "content": {
            "text": "  A United States Air Force gunship carried out a strike Sunday night against suspected operatives of Al Qaeda in southern Somalia, a senior Pentagon official said Monday night.  The attack by an AC-130 gunship, which is operated by the Special Forces Command, is believed to have produced multiple casualties, the official said. It was not known Monday night whether the casualties included members of a Qaeda cell that American officials have long suspected was hiding in Somalia.  Special Forces units operating from an American base in Djibouti are conducting a hunt for Qaeda operatives who have been forced to flee Mogadishu, the Somali capital, since Islamic militants were driven from there by an Ethiopian military offensive last month.  The American attack was first reported by CBS News.  The Special Forces attack is the first military action in Somalia that Pentagon officials have acknowledged since American troops departed the lawless country in the wake of the infamous ''Black Hawk Down'' episode in 1993, when 18 American soldiers were killed in street fighting in Mogadishu.  American officials have long suspected that a handful of Qaeda suspects responsible for the 1998 embassy bombings in Kenya and Tanzania have been hiding inside Somalia, a country that has not had a central government since 1991.  The search for the terrorist suspects has driven American policy toward Somalia for several years.  Earlier this year, the Central Intelligence Agency began making cash payments to a group of Somali warlords who pledged to help hunt down members of the Qaeda cell.  After Islamist militias took control of Mogadishu in the summer, officials in Washington charged that the Islamists had ties to the terror suspects, and made demands for their handover to American custody.  The Ethiopian military offensive that began last month recently drove the Islamists from the seaside Somali capital, raising hopes within Washington that the Qaeda operatives might surface as they fled the protection of the Islamists. The Islamists have retreated to areas around the southern port city of Kismayo. Ethiopian officials have said they have intelligence reports that members of the Qaeda cell were hiding near the city.  The AC-130 gunship is a heavily armed propeller plane that, because of its slow speed, operates primarily at night and can direct an immense barrage of gunfire onto a target as it circles overhead.  The attack against suspected Qaeda operatives is the sort of targeted operation that senior Bush administration officials have been pressing the Special Operation Command, based in Tampa, Fla., to undertake in recent years.  But officials have said that Special Operations forces have had difficulty carrying out targeted strikes in the past because of the difficulty establishing the whereabouts of wanted terrorists or getting forces in place when a suspected militant is located.  The Central Intelligence Agency has killed a small number of suspected Qaeda members, using a pilotless drone armed with a missile. Among them were five people killed in Yemen in 2002.  ", 
            "title": "U.S. Airstrike Aims at Qaeda Cell in Somalia"
        }, 
        "weight": 0.8108177285483836, 
        "file": "1817621.txt", 
        "other_topics": {
            "0": 0.00016970204379713254, 
            "1": 0.8108177285483836, 
            "2": 0.00029299918567110263, 
            "3": 0.00025493131983896284, 
            "4": 0.00015830877165608638, 
            "5": 0.044041755232448805, 
            "6": 0.011208669207192715, 
            "7": 0.00024126303021047645, 
            "8": 0.00030265355649139903, 
            "9": 0.0003029153153913763, 
            "10": 0.00023132093492607075, 
            "11": 0.11074209484225349, 
            "12": 0.00037410442929067895, 
            "13": 0.00032816955000468026, 
            "14": 0.000281938655238874, 
            "15": 0.0002216922158588997, 
            "16": 0.0003302112489200907, 
            "17": 0.019044155866797887, 
            "18": 0.0004715086555609272, 
            "19": 0.00018387739006676991
        }
    }, 
    {
        "content": {
            "text": "  As President Bush challenges public opinion at home by committing more American troops, he is confronted by a paradox: an Iraqi government that does not really want them. The Shiite-led government of Prime Minister Nuri Kamal al-Maliki has not publicly opposed the troop increase, but aides to Mr. Maliki have been saying for weeks that the government is wary of the proposal.  They fear that an increased American troop presence, particularly in Baghdad, will bring a more assertive American role in conflict with the Shiite government's haste to cut back on American authority and run the war the way it wants. They want American troops to focus on fighting Sunni insurgents.  BY SABRINA TAVERNISE AND JOHN F. BURNS, PAGE A20  ", 
            "title": "New Strategy for Iraq: A Closer Look; Promising Troops Where They Aren't Really Wanted"
        }, 
        "weight": 0.807879068661554, 
        "file": "1818095.txt", 
        "other_topics": {
            "0": 0.0006386400294873451, 
            "1": 0.807879068661554, 
            "2": 0.0011026444018579513, 
            "3": 0.0009593835287795987, 
            "4": 0.0005957637064136331, 
            "5": 0.0015858721208838935, 
            "6": 0.0011424688742968832, 
            "7": 0.0009079456279973713, 
            "8": 0.0011389767142296662, 
            "9": 0.0011399617920039792, 
            "10": 0.0008705305215936489, 
            "11": 0.14316168879442354, 
            "12": 0.015087580462487211, 
            "13": 0.001235001101945356, 
            "14": 0.001061020286300284, 
            "15": 0.0008342947445140603, 
            "16": 0.014922397171944901, 
            "17": 0.0032703458867928766, 
            "18": 0.0017744294349863162, 
            "19": 0.0006919861375074508
        }
    }, 
    {
        "content": {
            "text": "  Kenyan officials announced Wednesday that they were closing their northern border because of the conflict in Somalia, but denied that they had turned back hundreds of refugees.  For the past few days, Ethiopian-led forces have been hunting down the remnants of Somalia's once powerful Islamist movement, pushing fighters steadily south toward the Kenyan border. Ethiopian officials have said the Islamist fighters are headed to a remote jungle outpost called Ras Kamboni, which terrorism suspects have used before as a hide-out.  It now seems that Somalia's problems have sucked in yet another country, and with the final throes of the conflict on their doorstep, Kenyan officials said they had no choice but to act.  ''We needed to close the border so we could closely vet all refugees,'' said Alfred N. Mutua, a spokesman for the Kenyan government.  But Mr. Mutua denied news reports and accusations from United Nations officials that Kenyan border guards had deported 600 Somalis seeking asylum, saying that the closing applied only to cross-border trade and nonrefugee traffic, to prevent the Islamists from slipping into the country.  United Nations High Commissioner for Refugees António Guterres told Agence France-Presse on Wednesday that Kenya ''has a humanitarian obligation to allow civilians at risk to seek asylum on its territory.''  Mr. Mutua said that 10 foreign Islamist fighters were caught Monday trying to cross the border in a throng of refugees. The fighters were carrying briefcases packed with cash. Kenyan officials said they probably had been financiers of Somalia's Islamist movement, which was routed last week by Ethiopian soldiers supporting Somalia's transitional government.  As hundreds of Somalis continue to line up at the border each day, hoping for asylum, Kenya has buttressed its patrols with extra troops and helicopters. Residents on the Kenyan side of the border have reported skirmishes in Kenya, but Mr. Mutua said that was not the case.  ''We're just trying to make sure none of the problems from Somalia spill across the border, and so far none has,'' he said.  In Mogadishu, Somalia's battle-scarred capital, several weapons were collected Wednesday in the transitional government's drive to disarm one of the most heavily armed citizenries in the world. On Monday, Ali Mohammed Gedi, the transitional prime minister, issued one of his first edicts, demanding that Somali warlords and gunmen turn in their military-grade weapons by Thursday. If they did not, he said, homes would be searched.  Elders from one of Mogadishu's more powerful subclans turned over a pickup truck equipped with an antiaircraft gun and 20 young fighters. Transitional government officials said the weapons and men would be folded into Somalia's new national army.  Meanwhile, Islamist leaders continued to insist that they had not been defeated.  ''I cannot say where we are, but we are in Somalia and we are not afraid anymore,'' Abdulrahim Ali Modei, the Islamists' spokesman, said Wednesday in a telephone call to a Somali radio station.  ", 
            "title": "Kenya Closes Border but Denies Turning Back Refugees"
        }, 
        "weight": 0.8075969249810008, 
        "file": "1816271.txt", 
        "other_topics": {
            "0": 0.00017948874640007846, 
            "1": 0.8075969249810008, 
            "2": 0.0003098964240832476, 
            "3": 0.00026963318762803293, 
            "4": 0.00016743842521222096, 
            "5": 0.015824351046534305, 
            "6": 0.0003210890275908077, 
            "7": 0.0002551766488854414, 
            "8": 0.00032010756165733607, 
            "9": 0.00032038441617107514, 
            "10": 0.00024466119380158065, 
            "11": 0.04792468299994022, 
            "12": 0.0003956790002857665, 
            "13": 0.0003470950603720025, 
            "14": 0.0002981980337905894, 
            "15": 0.00023447718731506436, 
            "16": 0.00034925450389226734, 
            "17": 0.1201036183880653, 
            "18": 0.004343361583676269, 
            "19": 0.00019448158369769994
        }
    }, 
    {
        "content": {
            "text": "  The United States military said that two marines died Sunday in western Iraq and that an additional seven service members died Saturday. The deaths brought the weekend toll to 27 and made Saturday the third-deadliest day for United States forces since the war here began.  Seven of the deaths announced Sunday, including those of three marines, were caused by ''enemy action'' in Anbar Province, a restive stronghold of the Sunni insurgency, while another soldier was killed Saturday in Baghdad by a roadside bomb, the military statements said.  New details also emerged about clashes on Saturday in the Shiite holy city of Karbala, which left five Americans dead. Lt. Col. Scott R. Bleichwehl, an American military spokesman, said the gunmen who stormed the provincial governor's office during a meeting between American and local officials were wearing what appeared to be American military uniforms in an effort to impersonate United States soldiers.  The sophisticated attack hinted at what could be a new threat for American troops as they start a fresh security plan centered on small bases in Baghdad's bloodiest neighborhoods, where soldiers will live and work with Iraqi forces. Military officials have said that one of their greatest concerns is that troops will be vulnerable to attack from killers who appear to be colleagues.  It is not uncommon for gunmen to impersonate Iraqi security forces, but this seems to be the first time that attackers have tried to disguise themselves as Americans.  Colonel Bleichwehl declined to provide further details about the Karbala attackers, emphasizing that the attack was still being investigated. But Iraqi officials said the gunmen disguised their intent with uniforms, American flak jackets, guns and a convoy of at least seven GMC sport utility vehicles, which are usually used by American officials in Iraq.  Karbala's provincial governor, Akeel al-Khazaali, said at a news conference that the local police at a checkpoint on the city's edge waved the vehicles through because they believed the convoy held important Americans. At other checkpoints, the police said, the vehicles sped through without stopping. In one case, some of the impersonators fired their weapons, and when they reached the provincial offices, they simply attacked.  The police in Babil said the disguises were imperfect -- officers at checkpoints saw that the men were bearded, they said -- but sufficient to get the gunmen through a crowded, heavily patrolled city without being searched.  After the attack, which was repelled by American forces, the police said, the gunmen fled north into Babil Province, where several sport utility vehicles matching the description of those used in the attack were found Sunday.  Mr. Khazaali said the identities of the gunmen were unknown. Other Iraqi officials said the clues pointed to Sunni groups based in Elbu Alwan, a Sunni stronghold about 25 miles north of Karbala in Babil Province. Four of the vehicles were found there early Sunday morning, the police said.  They said American and Iraqi troops immediately surrounded the town and were still searching the area on Sunday.  Some police commanders in Babil Province and Mr. Khazaali said one of the recovered vehicles in Elbu Alwan held three American bodies and a fourth soldier who was critically wounded. Mr. Khazaali also said that at least one additional American had been kidnapped. But American military officials said they were not missing anyone, and other police commanders in Babil said the men found in the vehicle were gunmen.  The sport utility vehicles also held clues of the attackers' elaborate efforts to pass as American. One had a sign on its back window warning drivers to stay back, in English and Arabic, the authorities said, a close copy of those used on some official American vehicles. They also said a bag of civilian American clothing, guns and body armor had been found in the vehicles.  The police said two other empty vehicles were found in Sadda, about 15 miles north of Hilla, the major city in the province.  Uncertainties also lingered Sunday about Saturday's deadliest incident, the crash of a Black Hawk helicopter north of Baghdad that left 12 service members dead. Though local authorities said the helicopter was shot down, the military said once again on Sunday that the crash was still under investigation. It provided no information about the cause of the crash.  The deadliest day for American service members in Iraq also involved a helicopter crash. On Jan. 26, 2005, 37 uniformed Americans died, including 31 when a Marine helicopter crashed in a sandstorm. The second-deadliest day was March 23, 2003, when 28 Americans were killed and Pfc. Jessica Lynch, among others, was captured.  In Baghdad, lawmakers loyal to the militant cleric Moktada al-Sadr ended their nearly two-month boycott of Parliament and ferociously lashed out at American officials for their recent arrest of a cleric and senior adviser to Mr. Sadr, Abdel Hadi al-Daraji.  Falah Shashal, one of 30 members in the bloc supporting Mr. Sadr, said the American raid, in which one of Mr. Daraji's guards was killed, ''was inhuman and against human rights.''  Two separate car bombs in the capital killed at least seven people and wounded 20 more, an Interior Ministry official said. A roadside bomb killed a British soldier north of Basra in southern Iraq, according to the British military.  In Mosul, the Iraqi police detained three Iranians on Saturday, said Wathiq al-Hamdani, the police chief for Nineveh Province. He said the men were found without passports and claimed that they had permission to travel in an adjacent Kurd-controlled area and were lost. American forces detained six Iranians on Jan. 11 after raiding an office in Erbil, a major city in Iraqi Kurdistan.  In Dibis, in Kirkuk Province, gunmen fired on guards protecting local oil facilities on Sunday, setting one oil well on fire. Iraq's oil minister, Hussein al-Sharistani, said that such attacks appeared to be on the rise. He said at a news conference that 289 Iraqi oil workers had been killed in 2006, and an additional 179 wounded. He called on Iraqis to inform the authorities if they saw anyone ''target the interests of Iraq and those who kidnap ministry staff from the work sites to stop Iraq from exporting its oil.''  ", 
            "title": "U.S. Toll in Iraq Is 27 for Deadly Weekend"
        }, 
        "weight": 0.8003252025596551, 
        "file": "1820666.txt", 
        "other_topics": {
            "0": 8.627815858136035e-05, 
            "1": 0.8003252025596551, 
            "2": 0.00014896361670081423, 
            "3": 0.00012960954593284153, 
            "4": 8.048570895287577e-05, 
            "5": 0.00945466598887673, 
            "6": 0.00015434377138868015, 
            "7": 0.016755416281585566, 
            "8": 0.00015387199209806367, 
            "9": 0.00015400507285170102, 
            "10": 0.00011760579813993555, 
            "11": 0.03412534314428322, 
            "12": 0.09259439734029865, 
            "13": 0.00016684456971375553, 
            "14": 0.00014334033617175612, 
            "15": 0.00011271046434180018, 
            "16": 0.00016788258916748558, 
            "17": 0.044795828463887424, 
            "18": 0.00023971955579745992, 
            "19": 9.348504157482337e-05
        }
    }, 
    {
        "content": {
            "text": "  The leftist guerrilla group known as Revolutionary Struggle claimed responsibility for the rocket attack on the American Embassy in Athens two weeks ago, saying it was in retaliation for the ''criminal U.S. war on terrorism.'' The claim was made in a five-page statement to the weekly newspaper Pontiki. Since September 2003, Revolutionary Struggle has claimed responsibility for a number of attacks, including bombings at a courthouse and police station and an assassination attempt against the culture minister. In its statement, the group warned: ''There is no doubt that the American Embassy would be the first building we would wreck. The second would be Parliament.'' It singled out Foreign Minister Dora Bakoyanni and Public Order Minister Vyronas Polydoras as ''praetorians'' of the American administration.  ANTHEE CARASSAVA  ", 
            "title": "World Briefing | Europe: Greece: Militants Claim U.S. Embassy Attack"
        }, 
        "weight": 0.7996799962557071, 
        "file": "1821573.txt", 
        "other_topics": {
            "0": 0.0006216325210984099, 
            "1": 0.7996799962557071, 
            "2": 0.0010732800760269111, 
            "3": 0.0009338343576338077, 
            "4": 0.0005798980297149981, 
            "5": 0.0015436390441045343, 
            "6": 0.0011120439900638996, 
            "7": 0.0008837662903863888, 
            "8": 0.001108644829086775, 
            "9": 0.0011096036734310854, 
            "10": 0.0008473475789886999, 
            "11": 0.0461413015284446, 
            "12": 0.10789365974562602, 
            "13": 0.0012021120085095114, 
            "14": 0.014348175007652833, 
            "15": 0.0008120767904068654, 
            "16": 0.0012095909192857879, 
            "17": 0.0031832538904628034, 
            "18": 0.015042585484910827, 
            "19": 0.0006735579784580844
        }
    }, 
    {
        "content": {
            "text": "  The State Department's top diplomat for Africa plans to visit Mogadishu, the violence-scarred Somali capital, on Sunday, American officials said Friday. It would be the first time in more than a decade that a high-ranking United States official has set foot there.  But Al Qaeda's second-in-command, Ayman al-Zawahri, urged the world's Muslims on Friday to turn Somalia into a battlefield and use suicide attacks.  These developments were part of Somalia's transformation after Ethiopian-led forces ousted the once powerful Islamist movement from the capital last week and helped install a potentially viable government there for the first time in over 16 years.  American officials said the schedule for the diplomat, Jendayi E. Frazer, assistant secretary of state for African affairs, was still tentative, but that she planned to be in Mogadishu for four hours to meet with officials of the transitional government and leading Somali intellectuals.  The United States has had a minimal presence in the country since its diplomats were withdrawn in the fall of 1994, nearly a year after 18 Americans were killed during an ill-fated attempt to capture a warlord in Mogadishu. In his speech on Friday, Mr. Zawahri urged Muslim fighters to wage a holy guerrilla war in Somalia. ''I speak to you today as the crusader Ethiopian invasion forces violate the soil of the beloved Muslim Somalia,'' he said in an audio recording on a Web site that has featured Qaeda messages before. ''Launch ambushes, land mines, raids and suicidal attacks until you consume them as the lions eat their prey.''  It was not the first time that Muslim extremists have called for a holy war in Somalia.  Ethiopia has a long Christian history, and Somalia's Islamist leaders had been trying for months to rally outside support by portraying the Ethiopians as infidel invaders and urging Muslims worldwide to turn Somalia into the third front for jihad, after Iraq and Afghanistan.  In the end, though, Western intelligence officials said that only a few hundred foreign fighters heeded the call, and that they seemed to make little difference. The Islamist forces, made up of mostly untrained teenage troops, were routed by Ethiopian soldiers in one battle after another and lost in one week all the territory they had gained in the past six months.  Somalia's transitional government is now in loose control of most of the country and Western diplomats, including Ms. Frazer, are urging African nations to quickly put together a peacekeeping force before Somalia reverts to anarchy.  Officials from Ethiopia, one of the poorest nations in the world, have said that they do not have the resources to keep soldiers here much longer. Ethiopia has justified its intervention by saying that Somalia's Islamists were a regional menace.  Ms. Frazer met Friday with Kenyan and Somali officials in Nairobi to discuss the details of the peacekeeping force. Uganda has already volunteered troops, and Nigeria, South Africa and Tanzania have indicated they might also send forces.  Ms. Frazer was to travel to Yemen and Djibouti on Saturday to pursue the matter.  In Mogadishu, the transitional government was struggling to collect weapons. Earlier in the week, Ali Muhammad Gedi, the transitional prime minister, announced that Thursday was the deadline for all militias and gunmen to surrender their arms. Only a handful have complied and the deadline has been pushed back to Saturday.  As for the Islamists, Somali officials said Friday that the last remnants of their forces were cornered in a remote area of southern Somalia, south of Kismayo. Somali officials said they expected the conflict to end soon, though the Islamists have vowed to fight on as an underground insurgency.  ", 
            "title": "American Diplomat to Visit Strife-Torn Somali Capital"
        }, 
        "weight": 0.7943194419751217, 
        "file": "1816676.txt", 
        "other_topics": {
            "0": 0.0001453910164287619, 
            "1": 0.7943194419751217, 
            "2": 0.00025102496389758233, 
            "3": 0.0033326959771420757, 
            "4": 0.00013562991173036233, 
            "5": 0.0034753206310651702, 
            "6": 0.00026009129275154317, 
            "7": 0.00020670038146928296, 
            "8": 0.0002592962772838905, 
            "9": 0.000259520537355693, 
            "10": 0.00019818256219917836, 
            "11": 0.13224892504517824, 
            "12": 0.000320511303270425, 
            "13": 0.003395442308812462, 
            "14": 0.00024154893328651116, 
            "15": 0.0033042186117273158, 
            "16": 0.00028290613384771804, 
            "17": 0.047458798656397766, 
            "18": 0.006632532451769679, 
            "19": 0.003271821029264686
        }
    }, 
    {
        "content": {
            "text": "  Defense Secretary Robert M. Gates on Thursday played down the possibility of American military action against Iran but said it was not the right time for diplomatic engagement, either.  ''Frankly, right at this moment there's really nothing the Iranians want from us, and so in any negotiation right now we would be the supplicant,'' Mr. Gates told reporters after talks with allies in the Persian Gulf.  His comments were a blunt acknowledgment that the Bush administration, despite its increasingly tough comments toward Iran in recent weeks, has limited options to compel its leaders to halt their nuclear program or to play a more supportive role in Iraq.  Mr. Gates said he told the emir of Qatar, Sheik Hamad bin Khalifa al-Thani, over lunch on Thursday ''that the Iranians were being very aggressive'' because they believed that ''they have the United States at some disadvantage because of the situation in Iraq.''  He said he had told the emir that the United States did not intend to retreat from its commitments to defend the region's Sunni Arab governments.  In meetings late Wednesday with King Abdullah of Saudi Arabia, Mr. Gates said the United States viewed Iraq, despite the close ties between some in its Shiite-dominated government and Shiite Iran, as a bulwark against Tehran, said a senior Defense Department official.  ''Our Arab friends tend to see Iraq in the context of the new challenge from Iran,'' the official said. ''That's clearly the Saudi perspective. So the secretary was able to reassure them that we want an Iraq that is a barrier against Iranian expansionism.''  Mr. Gates also met with Bahrain's leader, King Hamad bin Isa al-Khalifa, on Thursday night.  President Mahmoud Ahmadinejad of Iran said Thursday that Iran was prepared for anything in the standoff with the West over its nuclear program, which Iran says is for peaceful energy purposes and the United States contends is aimed at producing nuclear weapons.  ''Today, with the grace of God, we have gone through the arduous passes and we are ready for anything in this path,'' Iran's state-run television quoted Mr. Ahmadinejad as saying, The Associated Press reported.  He was apparently referring to the United Nations decision to impose sanctions on Iran for its nuclear activities and to the American decision to move a second aircraft carrier, the John C. Stennis, to the Persian Gulf and to extend deployments of Patriot antimissile defense systems in Kuwait and Qatar.  Commodore Keith Winstanley of Britain, who is second in command of coalition naval forces in the region, told reporters at a briefing on Thursday that the carrier deployment should not be seen entirely as a move aimed at intimidating Iran, but he added, ''I'm sure there's a message there for Iran.''  Mr. Gates, who also met with the top American Navy and Air Force commanders in the region, said the deployments were meant to show that, for all its problems in Iraq, the United States could still fulfill its security commitments in the Persian Gulf.  He added: ''Nobody wants another conflict in this region. My view is that there are many courses of actions available that do not involve a conflict with Iran. There is no need for that.''  He acknowledged that the United States' troubles stabilizing Iraq had given Iran an opportunity to seek to expand its influence in the region but that the Iranians were ''overplaying their hand.''  Even though Iran is worrying its neighbors, he said, he disagreed with critics, including the Iraq Study Group, who have called for the Bush administration to hold talks with Iran and enlist its support in stabilizing Iraq. Mr. Gates had been a member of the group before resigning to become defense secretary.  Perhaps seeking leverage, the White House late last year approved a stepped up campaign of going after Iranian operatives inside Iraq, who United States officials say have been involved in supplying materials for the homemade bombs that are the largest killer of American troops in Iraq.  ", 
            "title": "Gates Says U.S. Has Few Options to Halt Iran's Atomic Plans"
        }, 
        "weight": 0.793868443645074, 
        "file": "1819864.txt", 
        "other_topics": {
            "0": 0.00014142701952790402, 
            "1": 0.793868443645074, 
            "2": 0.0002441809221997548, 
            "3": 0.00021245576035748695, 
            "4": 0.00013193204536303963, 
            "5": 0.0003511918405569491, 
            "6": 0.0002530000631575029, 
            "7": 0.021406698955699837, 
            "8": 0.0002522267232990269, 
            "9": 0.0002524448690575007, 
            "10": 0.00019277923617768008, 
            "11": 0.1619663785588529, 
            "12": 0.00334114906390985, 
            "13": 0.000273491351774513, 
            "14": 0.00023496324975205148, 
            "15": 0.0001847548128468132, 
            "16": 0.0002751928716025537, 
            "17": 0.0007242190439671174, 
            "18": 0.01553982943622155, 
            "19": 0.0001532405306019803
        }
    }, 
    {
        "content": {
            "text": "  At least three more Palestinians were killed Saturday in Gaza in continuing battles between fighters loyal to Fatah and Hamas, which has been celebrating its victory a year ago over Fatah in legislative elections.  At least 14 Palestinians, including a 2-year-old boy, died Friday in daylong clashes and retaliatory attacks. The death toll has reached 20 since Thursday, with more than 65 people wounded, news agencies reported.  Those killed Saturday were identified as Mahmoud Khalil Khatib, 17, who appears to have been a student bystander, and two members of the security forces, Ibrahim al-Khalout, 25, and Mohammad Khattab, 33.  The fighting started near the Hamas Islamic University, the headquarters of the Fatah-dominated preventive security force in Gaza City and the Shifa Hospital a few blocks away.  Hamas, which leads the Palestinian Authority, said Friday that it was suspending new talks with the Fatah movement of the Palestinian Authority president, Mahmoud Abbas, on forming a national unity government because of the violence. Mr. Abbas, who was at a conference in Switzerland and then in Spain, said he expected negotiations on a government to last at least another three weeks.  If the talks fail, Mr. Abbas said he would move to make good on his Dec. 16 call for early presidential and parliamentary elections, despite Hamas's victory a year ago. Hamas has labeled the call an attempted coup, and said it would resist or obstruct any new legislative elections.  Mr. Abbas went to Damascus, Syria, last week to meet with the Hamas political director, Khaled Meshal, who lives there in exile, and the two said they had made progress. But Hamas is insisting that the current prime minister, Ismail Haniya, remain in the job and that Hamas retain effective control of major ministries, including the Interior Ministry.  The latest talks between Hamas and Fatah started Tuesday. On Saturday, Tawfiq Abu Khoussa, a Fatah spokesman in Gaza, blamed Hamas for starting the latest mayhem. ''We in Fatah did not stop the dialogue,'' he said. ''Those who stopped the dialogue are required to return.''  Hamas blamed Fatah, saying in a statement that the unity talks were close to an agreement ''when putschists inside Fatah rushed to blow up the situation to serve their own interests and a foreign agenda.''  The point of a new government would be to try to meet international requirements that the Palestinian Authority accept the right of Israel to exist, forswear violence and accept previous Palestinian-Israeli agreements. Hamas has refused to do that, but has negotiated with Mr. Abbas for months over a political program for a government that could meet the standards and thus let Western budgetary aid resume.  The fight for power in Gaza between Fatah and Hamas has been intermittently bloody, with more than 30 people killed between mid-December and early January in urban fighting. Palestinians warned then of a possible civil war, though the factions tend to calm down after a spike in violence, in part because of growing popular disgust with the gunmen.  The United States is continuing to try to support Mr. Abbas and his loyal presidential guard with more than $80 million in what is supposed to be nonlethal aid. Washington, which will sponsor a meeting of Middle East diplomats on Feb. 2 before holding joint talks with Mr. Abbas and Prime Minister Ehud Olmert of Israel, is trying to provide a ''political horizon'' for a peace settlement to the Palestinians, again to try to bolster Fatah, which supports a Palestinian state next to an independent Israel.  But the last year of isolation has not overthrown Hamas, though it is less popular. More important, Hamas is more firmly entrenched, having built a parallel paramilitary force in Gaza of nearly 6,000 men known as the Executive Force, which is loyal to the Hamas interior minister, Said Siam, not to Mr. Abbas.  In addition to the deaths since Thursday, nine members of Hamas and five members of Fatah were kidnapped in tit-for-tat abductions in Gaza and the occupied West Bank on Friday, and nine Hamas members were kidnapped in the northern village of Kafr Qalil by Fatah, security sources said.  Late on Friday, Hamas attacked the Gaza headquarters of the Preventive Security Service, a force dominated by Fatah, with mortars and rocket-propelled grenades. No injuries were reported. Grenades were also fired at the home of Rashid Abu Shbak of Fatah, who is in charge of internal security for the Palestinian Authority. The Gaza home of the Hamas leader Mahmoud Zahar, the foreign minister, was also hit by grenades but no one was injured.  Mr. Haniya said in an interview published in the London Arabic newspaper Al Hayat that the long effort to negotiate the release of an Israeli soldier captured in June in return for Palestinian prisoners was ''complex and difficult'' and would require more work.  ", 
            "title": "3 Palestinians Killed as Hamas and Fatah Fight On"
        }, 
        "weight": 0.792886318940292, 
        "file": "1822157.txt", 
        "other_topics": {
            "0": 0.00010982142839813, 
            "1": 0.792886318940292, 
            "2": 0.00018961226612188332, 
            "3": 0.00016497692698152705, 
            "4": 0.00010244835620252306, 
            "5": 0.05202512178311015, 
            "6": 0.00019646053783444142, 
            "7": 0.00015613159396624438, 
            "8": 0.00019586002112852098, 
            "9": 0.0025484118258290262, 
            "10": 0.0001496976401907142, 
            "11": 0.11871357964704847, 
            "12": 0.0072992461555477775, 
            "13": 0.0002123725084971222, 
            "14": 0.00018245452527369176, 
            "15": 0.0001434664855272787, 
            "16": 0.00021369377892046097, 
            "17": 0.024086197324263002, 
            "18": 0.0003051333554808835, 
            "19": 0.00011899489938608509
        }
    }, 
    {
        "content": {
            "text": "  Sheik Hassan Nasrallah, Hezbollah's leader, said Wednesday that Lebanon's opposition movement had decided to stop short of toppling the government of Fouad Siniora, fearing civil strife. He warned, though, that Hezbollah and its allies would continue to ratchet up the pressure on Mr. Siniora in coming weeks and vowed not to back down on their demands.  ''The opposition has the political, popular and organizational strength to bring down the unconstitutional government today or tomorrow,'' Sheik Nasrallah told worshipers commemorating the Shiite holiday of Ashura in Beirut's southern suburbs. ''What has so far prevented the fall of the government that is clinging to power is not international support but the patriotic feelings of the opposition and its desire to preserve civil peace.''  The speech followed a crippling and violent strike on Tuesday that brought life to a virtual standstill in Lebanon.  Sheik Nasrallah blamed what he called the ''government of militias'' for Tuesday's violence, insisting that the opposition had respected the rule of law in its protest.  ''The war in July showed how many weapons we have,'' he said. ''But we did not resort to those weapons yesterday. Those who insist they have none, however, did use weapons.''  He was referring to accusations made on Tuesday by Hezbollah members that their supporters had been protesting peacefully when residents of the area started throwing stones at them.  The police said Tuesday that at least three people died in the violence and that 100 more were wounded throughout the country. It was the worst since Hezbollah began demanding more political power and began a series of protests late last year. For the past two months Lebanon has been gripped by a political crisis pitting the Syrian- and Iranian-backed Hezbollah and its allies against the American- and Saudi-backed government of Mr. Siniora.  Hezbollah has demanded that Mr. Siniora step down or form a government of ''national unity'' that would give the opposition veto power and hold early parliamentary elections. Mr. Siniora has refused to resign, insisting that the opposition come off the streets and negotiate.  Sheik Nasrallah, at the end of November, called for a huge demonstration in the center of Beirut in an effort to paralyze the government. Hundreds of thousands of people came out on Dec. 1 and began a sit-in. The protesters camped out in tents, and Sheik Nasrallah called for them to remain until the government fell.  The violence began Tuesday when groups of protesters set up roadblocks along major streets leading into Beirut, blocking them with burning tires, trucks and rubble. They set fire to vehicles and attacked cars trying to pass. Many of the clashes in Beirut took place in mixed neighborhoods, where young men on each side shouted epithets and hurled stones at one another.  Some of the most violent clashes took place on a highway north of Beirut, where supporters of Gen. Michel Aoun, leader of the Free Patriotic Movement, a Christian group and a Hezbollah ally, fought with men loyal to Samir Geagea, a government ally.  Lebanon slowly inched back to life on Wednesday as cleaners removed roadblocks and debris from streets across the country and as the Lebanese tried to take stock of the political and social implications of Tuesday's action.  Gunfire broke out again on Wednesday during the funeral of one of two people shot dead in the northern city of Tripoli a day earlier, wounding two mourners.  ", 
            "title": "Hezbollah Won't Topple the Lebanese Government, Its Leader Says"
        }, 
        "weight": 0.7880039021055338, 
        "file": "1821266.txt", 
        "other_topics": {
            "0": 0.00015453507671856954, 
            "1": 0.7880039021055338, 
            "2": 0.00026681264776215566, 
            "3": 0.00023214706309828182, 
            "4": 0.00014416006799742025, 
            "5": 0.0003837417927957948, 
            "6": 0.006896752733381698, 
            "7": 0.00021970036452537126, 
            "8": 0.000275604167899459, 
            "9": 0.0002758425323338798, 
            "10": 0.0035207986096379993, 
            "11": 0.130635985985996, 
            "12": 0.010271124507195962, 
            "13": 0.00029883969251010646, 
            "14": 0.00025674064225975995, 
            "15": 0.00020187867405191274, 
            "16": 0.01023115424022558, 
            "17": 0.047133467587062126, 
            "18": 0.00042936799481143705, 
            "19": 0.0001674435142027368
        }
    }, 
    {
        "content": {
            "text": "  President Bush plans to ask Congress for $10.6 billion in aid for Afghanistan, primarily to beef up the country's security forces, Secretary of State Condoleezza Rice said Thursday.  The aid request would come before what is expected to be another spring offensive by resurgent forces linked to the Taliban, the former rulers of Afghanistan. In Washington, the Pentagon announced Thursday that it was delaying the departure of a 3,200-soldier combat brigade from Afghanistan for as long as three months, increasing the American force level there to around 24,000. An additional 20,000 soldiers from other NATO countries are also deployed there.  The aid request would include $8.6 billion for training and equipping Afghan security forces and would go toward increasing the size of Afghanistan's national army by 70,000 and its local police forces by 82,000, said a senior American official familiar with the issue.  An additional $2 billion would go to reconstruction projects like building roads, laying down electric power lines, development in rural areas, and counternarcotics efforts, administration officials said. The officials said that they planned to use some of the money to help Afghanistan and Pakistan battle the Taliban and other insurgents along the Afghan-Pakistan border.  President Bush is expected to make a formal request for the funds next month, after a year in which Taliban forces have carried out fierce attacks across the country, particularly in the south.  ''The challenges of the last several months have demonstrated that we want to and we should redouble our efforts,'' Ms. Rice told reporters aboard her flight to Brussels for a NATO meeting on Afghanistan, coming from a donors' conference for Lebanon that was held in Paris.  President Bush announced two weeks ago that he was sending more than 20,000 additional troops to Iraq, where the United States already has about 132,000 troops.  The troops to remain longer in Afghanistan, from the Third Brigade of the 10th Mountain Division, provide commanders with more forces before an expected spring offensive by the Taliban. The unit was supposed to return to the United States next month. But commanders asked Defense Secretary Robert M. Gates for additional forces when he visited Kabul last week and he said at the time that he was inclined to support the request.  In a statement, the Army said the additional forces were necessary to ''deny the Taliban a base of operations.''  Because another battalion is scheduled to leave Afghanistan shortly, the actual increase in American troop numbers as a result of holding over the 3,500-member brigade will be about 2,500 troops, said Bryan Whitman, a Pentagon spokesman.  The increase comes at the same time that the Bush administration is renewing pressure on European allies to increase their troops in Afghanistan and is aimed at quelling European concerns that the United States may soon draw down in Afghanistan to meet its growing troop commitments in Iraq. British, Canadian and Dutch troops have at times since last summer been in intense combat in southern Afghanistan, the Taliban's heartland.  In addition, an American general, Dan K. McNeil, is taking command of the NATO mission in Afghanistan next month, taking over from a British officer.  The NATO-led force remains about 15 percent short of the troop and equipment levels pledged by its contributing nations, a point that is bound to be of contention during Friday's scheduled NATO meeting in Brussels to discuss Afghanistan.  Mr. Gates has been more open to adding troops to Afghanistan than his predecessor, Donald H. Rumsfeld, who argued for holding down force levels. Mr. Gates has indicated that he favors aggressive action to root out the Taliban and has said repeatedly that Afghanistan cannot be permitted to fall back into chaos.  American officials say that Taliban fighters are mounting increasingly brazen cross-border attacks from Pakistan and are preparing to resume attacks in the spring, as they have done every year since the American invasion, which toppled the Taliban in 2001.  Since 2001, the United States has provided over $14.2 billion in aid to Afghanistan.  THE REACH OF WAR  ", 
            "title": "Bush to Seek More Aid for Afghanistan as Taliban Regroups"
        }, 
        "weight": 0.787724437930635, 
        "file": "1821560.txt", 
        "other_topics": {
            "0": 0.0001356729573377121, 
            "1": 0.787724437930635, 
            "2": 0.00023424624199023104, 
            "3": 0.0002038118416647064, 
            "4": 0.0001265642931723179, 
            "5": 0.00033690334251747835, 
            "6": 0.0002427065697190477, 
            "7": 0.029254123394796546, 
            "8": 0.00024196469376085527, 
            "9": 0.00024217396409888275, 
            "10": 0.0001849358713266998, 
            "11": 0.13212766622306968, 
            "12": 0.0002990880553900615, 
            "13": 0.00026236415520455554, 
            "14": 0.00022540359731791287, 
            "15": 0.0001772379275542678, 
            "16": 0.046761978915413435, 
            "17": 0.0006947536601089367, 
            "18": 0.00037696053788693727, 
            "19": 0.00014700582703483183
        }
    }, 
    {
        "content": {
            "text": "  Insurgents blasted Somalia's presidential palace with heavy explosives on Friday night, Somali officials said, but it appeared that no one was hurt.  It was the first time since Somalia's transitional government took control of Mogadishu, the capital, three weeks ago that the palace had come under attack.  Abdirizak Adam Hassan, chief of staff for President Abdullahi Yusuf Ahmed, said 5 to 10 insurgents had detonated the explosives, possibly mortars, near the palace walls and then ran away.  ''We don't know who they were,'' Mr. Hassan said. ''But I think it is safe to say they were people not satisfied with the government.''  The explosions set off an intense gun battle, witnesses said, with government troops spraying machine-gun fire into the dark streets around the palace, which is perched on a hill overlooking much of Mogadishu.  Insurgent attacks on Somalia's government forces seem to be intensifying. Last month, the transitional government, with the help of several thousand Ethiopian troops, routed Islamist forces that had controlled much of Somalia. The Islamists have vowed to regroup, and many members of the larger clans in Mogadishu still support them.  Somalia's government concedes that it does not have the resources to maintain security in the capital, and Somali officials are urging international peacekeepers to arrive soon.  Ethiopia's prime minister, Meles Zenawi, told the BBC on Friday that he would withdraw the first Ethiopian troops ''in the next few days.''  African Union diplomats on Friday discussed a plan to send 7,700 African peacekeepers to Somalia for a six-month mission that would eventually be taken over by the United Nations. So far, only Uganda has stepped forward. Lawmakers from Uganda's governing party on Thursday approved the deployment of 1,500 troops and now Uganda's full Parliament must approve the decision.  ''As Africans, we feel it is our duty to run to the rescue of any of our brothers in trouble,'' said Harry Bakowa, a governing party member, according to The Associated Press.  ", 
            "title": "Insurgents Attack Palace In Somalia"
        }, 
        "weight": 0.7842967226371107, 
        "file": "1820021.txt", 
        "other_topics": {
            "0": 0.00027938317121915904, 
            "1": 0.7842967226371107, 
            "2": 0.00048236921504186985, 
            "3": 0.012388510255007349, 
            "4": 0.0002606262462575862, 
            "5": 0.0006937648155820388, 
            "6": 0.0004997910597249383, 
            "7": 0.00039719516023463256, 
            "8": 0.0004982633591284581, 
            "9": 0.0004986942969647632, 
            "10": 0.006365233716977027, 
            "11": 0.07459715544701338, 
            "12": 0.0006158940663514248, 
            "13": 0.0005402707446910617, 
            "14": 0.03637059840515931, 
            "15": 0.00036497541759310443, 
            "16": 0.0005436320260575018, 
            "17": 0.07922794749907591, 
            "18": 0.0007762521917848576, 
            "19": 0.0003027202690249775
        }
    }, 
    {
        "content": {
            "text": "  Parliament declared a state of emergency on Saturday, giving Somalia's president sweeping powers to take ''all necessary actions to enforce security in the country.'' The measure passed by a vote of 154 to 2.  The transitional government took control of Mogadishu, the seaside capital, last month after forces backed by Ethiopia routed Islamist fighters. Parliament, however, still meets in Baidoa, 150 miles away.  Somali officials said Saturday that the Islamists' last stronghold in the south had been cleared out.  ", 
            "title": "Somalia Declares a Crisis"
        }, 
        "weight": 0.7821254754475764, 
        "file": "1818925.txt", 
        "other_topics": {
            "0": 0.0010126731094132198, 
            "1": 0.7821254754475764, 
            "2": 0.0017484314847957675, 
            "3": 0.00152126684258885, 
            "4": 0.0009446853582506192, 
            "5": 0.04589772448792513, 
            "6": 0.0018115800042643132, 
            "7": 0.0014397032441269108, 
            "8": 0.001806042586578992, 
            "9": 0.0018076045960470303, 
            "10": 0.0013803751870189046, 
            "11": 0.07516668402196706, 
            "12": 0.02392394199394892, 
            "13": 0.001958305693803271, 
            "14": 0.04506548204340491, 
            "15": 0.00132291715846932, 
            "16": 0.0019704892452967696, 
            "17": 0.00518569332507038, 
            "18": 0.0028136616722950693, 
            "19": 0.0010972624971582678
        }
    }, 
    {
        "content": {
            "text": "  King Abdullah of Saudi Arabia called Sunday on the rival Palestinian factions to hold emergency talks in the holy city of Mecca in the latest bid to halt some of the worst ever Palestinian internal fighting.  As the two main factions, Hamas and Fatah, waged a fourth straight day of fighting in the Gaza Strip, leaders from both groups said they would take up the invitation by the Saudi monarch, though no date was set.  ''I call on my brothers, the Palestinian people, represented by their leaders, to put an immediate end to this tragedy and to abide by righteousness,'' the king said in an announcement carried by the official Saudi Press Agency.  Saudi Arabia does not have a tradition of such direct involvement in Palestinian affairs. But as one of the most important figures in the Arab world the king, by his decision to hold the talks in Mecca, could increase the pressure on the Palestinian leaders to find a compromise.  However, efforts by other Arab states have failed to stop the bloodshed. Egypt has been acting as a go-between for months, and earlier this month, Syria organized talks between Mahmoud Abbas, the Palestinian president and leader of the Fatah faction, and Khaled Meshal, the political leader in exile of the Islamic militant faction Hamas. But no breakthrough was achieved.  The feud between the factions has grown increasingly bitter since Hamas, the radical Islamic group, won parliamentary elections a year ago, unseating Fatah, the dominant Palestinian political movement for decades. Hamas controls the cabinet and the Legislature, but as president, Mr. Abbas has a range of powers, and many members of the security forces remain loyal to Fatah.  In Gaza on Sunday, Prime Minister Ismail Haniya, of Hamas, made a renewed plea to halt the fighting, but to no avail.  ''We call on all the Palestinian people to protect national unity, to make the language of dialogue and reason prevail, to withdraw weapons from the streets,'' Mr. Haniya told an emergency session of the Palestinian cabinet in Gaza City.  Gunmen from the two sides exchanged fire throughout the day in several Gaza City neighborhoods, prompting residents in some of the hardest-hit areas to flee to the homes of relatives in less volatile areas.  A bomb exploded outside the front door of a home belonging to a bodyguard for Muhammad Dahlan, a senior Fatah figure and an ally of Mr. Abbas. No one was hurt in the blast.  Also, Fatah blamed Hamas for mortar and antitank rounds that were fired at the police headquarters in Gaza City, which is controlled by Fatah.  Many shops were closed, and the streets were largely empty after the factions put up concrete barriers to block some roads. Both Hamas and Fatah said members of their own group had been kidnapped by the other side, a tactic that has become common, though many of those seized are later released unharmed.  The latest deaths included a 12-year-old boy fatally shot late Saturday, three Hamas fighters killed Sunday and one Fatah fighter who died of injuries sustained previously, Palestinian hospital officials said.  The violence spread to Nablus, the largest city in the West Bank, where several Hamas members were seized in separate kidnappings, one at the city's Education Ministry and another at a bank, Palestinian security officials said. Most were later released.  The clashes, which have claimed more than 20 lives and wounded dozens since erupting on Thursday, also forced a breakdown in the latest round of talks to form a unity government.  The Palestinian factions have battled periodically in recent years, and there was a sharp rise in tensions after Hamas defeated Fatah in parliamentary elections a year ago.  Months of negotiations failed to produce a unity government, and the internecine violence became an almost daily event in December. After a period of relative calm earlier this month, the gun battles broke out again this past week. More than 50 Palestinians have been killed in Gaza over the past two months, and there have also been sporadic clashes in the West Bank.  Mr. Abbas has said on several occasions that he will propose early elections if the factions cannot reach agreement on a unity government. But holding elections would be extremely difficult at a time when the Palestinian Authority is broke and political tensions are boiling over.  While Israel supports Mr. Abbas and refuses to deal with Hamas, Israel has sought to avoid direct involvement in the internal Palestinian fighting. However, some Israeli politicians are warning that the Palestinian infighting could create problems for Israel.  ''We cannot allow anarchy such as this, because in the end what will come out of this could act as a boomerang on us,'' Zeev Boim, a cabinet minister, told Israeli Radio.  In Israeli politics, the cabinet approved the country's first Muslim Arab minister, Ghaleb Majadle, who said he would seek to help Arab citizens identify more with the state.  ''The first step has been taken and this has given Israeli Arabs a feeling of belonging,'' Mr. Majadle, who will be a minister without a specific portfolio, said on Army Radio.  The center-left Labor Party nominated him for a cabinet post after one of its members quit the government. Some right-wing politicians have spoken out against bringing an Muslim Arab into the cabinet, but Mr. Majadle won overwhelming approval in a cabinet vote on Sunday.  Israeli Arabs account for about 1.2 million of Israel's seven million people.  ", 
            "title": "Saudi King Invites Palestinian Factions to Talks in Mecca"
        }, 
        "weight": 0.7816586673502395, 
        "file": "1822372.txt", 
        "other_topics": {
            "0": 9.703824853975433e-05, 
            "1": 0.7816586673502395, 
            "2": 0.00016754145775101442, 
            "3": 0.0001457736643683185, 
            "4": 9.052339963772493e-05, 
            "5": 0.0023195313949667374, 
            "6": 0.00017359259278180135, 
            "7": 0.00013795792534476278, 
            "8": 0.00017306197603230756, 
            "9": 0.0001732116538124046, 
            "10": 0.00013227288177293997, 
            "11": 0.12983814617614092, 
            "12": 0.0002139186881728366, 
            "13": 0.0001876524150445829, 
            "14": 0.023025441048706935, 
            "15": 0.0001267670315601012, 
            "16": 0.008503083225645296, 
            "17": 0.05246105901060183, 
            "18": 0.00026961592850150334, 
            "19": 0.00010514393037876937
        }
    }, 
    {
        "content": {
            "text": "  The Department of Defense has identified 3,061 American service members who have died since the start of the Iraq war. It confirmed the death of the following American on Saturday:  FAIRLIE Nathan P., 21, Pfc., Army; Candor, N.Y.; First Cavalry Division.  THE REACH OF WAR  ", 
            "title": "Names of the Dead"
        }, 
        "weight": 0.7769737756037417, 
        "file": "1822392.txt", 
        "other_topics": {
            "0": 0.00172264040456191, 
            "1": 0.7769737756037417, 
            "2": 0.0029742260284393043, 
            "3": 0.0025878002534128175, 
            "4": 0.001606987637564019, 
            "5": 0.004277663888522381, 
            "6": 0.0030816468635672493, 
            "7": 0.002449053851493037, 
            "8": 0.003072227259794817, 
            "9": 0.0030748843666113593, 
            "10": 0.0023481319376509415, 
            "11": 0.017167502106625928, 
            "12": 0.003797522946701169, 
            "13": 0.0033312393518416454, 
            "14": 0.0028619509126415208, 
            "15": 0.0022503910964792643, 
            "16": 0.003351964576870996, 
            "17": 0.045720365398987384, 
            "18": 0.11548349159111164, 
            "19": 0.0018665339233808385
        }
    }, 
    {
        "content": {
            "text": "  An article on Sunday about a gun battle on Jan. 3 between the police and Islamic extremists in Tunisia misstated the name of a militant Islamic political party that has risen in popularity as part of a religious resurgence across North Africa. The party, based in Egypt, is the Muslim Brotherhood, not Islamic Brotherhood.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7735045858213866, 
        "file": "1819497.txt", 
        "other_topics": {
            "0": 0.0015010857146300612, 
            "1": 0.7735045858213866, 
            "2": 0.0025917006193213843, 
            "3": 0.0022549743884022707, 
            "4": 0.0014003074466071867, 
            "5": 0.003727498866301586, 
            "6": 0.09914537768940608, 
            "7": 0.002134072637040489, 
            "8": 0.0026770975762337745, 
            "9": 0.002679412943430547, 
            "10": 0.002046130636632097, 
            "11": 0.0792662454523048, 
            "12": 0.0033091104975693803, 
            "13": 0.002902797234884715, 
            "14": 0.002493865591194693, 
            "15": 0.0019609605802290357, 
            "16": 0.00292085691764942, 
            "17": 0.0076867550825221835, 
            "18": 0.00417069170971819, 
            "19": 0.001626472594535433
        }
    }, 
    {
        "content": {
            "text": "  The Ethiopian troops who helped install Somalia's fledging government in Mogadishu, its capital, began to pull out Tuesday, officials from each country said.  Many Somalis say they now fear that a power vacuum will form and that the country will slip back into the lawlessness that has dominated it for much of the past 16 years.  ''Why can't they stay?'' asked Muhammad Omar Ali, a milkman in Mogadishu, as he watched truckloads of Ethiopians chug away. ''They're leaving us to the bandits.''  Ethiopia played a pivotal role in rearranging Somalia's internal politics last month when it sent tanks, jet fighters and thousands of troops to vanquish an increasingly aggressive Islamist movement that ruled most of south-central Somalia. After routing the Islamist army, the Ethiopians paved the way for Somalia's transitional government, which until then was weak and divided, to take control of the country.  But the Ethiopians always insisted that they would not stay to police Somalia. And though several African countries have mused about sending peacekeepers to help quell Somalia's volatile mix of warring clans, well-armed thugs and now a growing insurgency, a comprehensive peacekeeping force may be months away.  On Tuesday, 200 Ethiopian soldiers held a short goodbye ceremony at a defunct Somali Air Force base. ''We have arrived in Mogadishu in support of the transitional federal government troops,'' said an Ethiopian commander. ''We have successfully completed our mission. We respect the order of the Ethiopian government to withdraw from Somalia.''  Some Somalis cheered. Others said the equivalent of good riddance.  ''Our enemy is finally leaving the country,'' grumbled Muhammad Gedi Nur, who was selling second-hand clothes on the street. ''Now we can bring back Islamic law.''  Remnants of the Islamist army are suspected of the increasingly frequent attacks on transitional government soldiers and Ethiopian troops. Despite the limited withdrawal that began Tuesday, Ethiopian officials have reassured Somalia's leaders that many troops would remain until international peacekeepers arrive.  Western diplomats have expressed hope the surrender to the Kenyan authorities last week of Sheik Sharif Ahmed, a moderate leader of the Islamist forces, could be another solution. As a well-respected figure among the Islamists and the influential Hawiye clan, he could help end the insurgency.  On Tuesday, American diplomats said they were eager to talk to him.  ''The U.S. ambassador to Kenya plans to meet with Sheik Sharif later this week,'' the embassy said. ''The ambassador will urge Sheik Sharif to counsel his supporters not to carry out violence and to support the development of an inclusive government.''  ", 
            "title": "Ethiopia Forces Who Helped Install Government Start Leaving Somalia"
        }, 
        "weight": 0.7734130401799701, 
        "file": "1821173.txt", 
        "other_topics": {
            "0": 0.00019942334034688572, 
            "1": 0.7734130401799701, 
            "2": 0.00034431451158772647, 
            "3": 0.004571240922907694, 
            "4": 0.004457696083492019, 
            "5": 0.004766869824883891, 
            "6": 0.008900073024470972, 
            "7": 0.00028351738323376515, 
            "8": 0.00035565973074273323, 
            "9": 0.00035596733360378886, 
            "10": 0.0002718340480935391, 
            "11": 0.1472239025482896, 
            "12": 0.008982947197975174, 
            "13": 0.0003856445473355784, 
            "14": 0.0003313168606729254, 
            "15": 0.0002605189732914203, 
            "16": 0.0003880438255562963, 
            "17": 0.04373782053940703, 
            "18": 0.0005540877940564798, 
            "19": 0.00021608133008237893
        }
    }, 
    {
        "content": {
            "text": "  In an unusual collaboration that could complicate American policy in the region, Iran and Saudi Arabia have been mediating an agreement to end Lebanon's violent political crisis.  Leaders of Hezbollah, the Iranian-backed party trying to overthrow Lebanon's government, have recently visited the Saudi king in Riyadh, according to officials who attended the meeting. And Prince Bandar bin Sultan, the Saudi chief security adviser, has met with his Iranian counterpart, Ali Larijani, in Riyadh and Tehran to try to stop Lebanon's slide into civil war.  ''The only hope is for the Iranians and Saudis to go further in easing the situation and bringing people back to the negotiating table,'' said Radwan Sayyed, an adviser to Prime Minister Fouad Siniora.  The Saudi-Iranian efforts have put Washington in an awkward position, since it is trying to reduce Iran's regional influence. But since a stable Lebanon is also an American priority, American officials have watched the efforts without interfering.  There is a belief in Lebanon that if the Saudi-Iranian effort succeeds, the result will be short term. There remains fear that Syria, which retains influence with Hezbollah and within Lebanon's security services, will work to scuttle any deal.  But Iran seems to be working in earnest. Members of Lebanon's governing party say the dynamics inside Iran, where the firebrand president, Mahmoud Ahmadinejad, appears to be losing political strength, have led Tehran to lean on Hezbollah.  One question is whether Hezbollah will do what Iran wants or will bend to the Syrians. Hezbollah's leader, Sheik Hassan Nasrallah, said in a speech last week that an agreement ''between two countries or two governments does not bind the Lebanese, because the Lebanese must seek their own interests and not the interests of Saudi Arabia and Iran.''  It has been nearly three months since Hezbollah began leading street protests aimed at bringing down the American-backed government here, and Lebanese political leaders have failed to agree even on the framework for talks.  There have been no direct meetings between the main political leaders in months. Many say they fear even more bloodshed if a deal is not struck by Feb. 14, the second anniversary of the assassination of former Prime Minister Rafik Hariri.  The governing coalition plans to mark the anniversary with large street rallies at Mr. Hariri's grave site in the center of town. Those demonstrators would be separated by a few feet from the hundreds of opposition supporters who have camped out for nearly three months in their effort to bring down the government.  Allies of Syria in the opposition have scolded the government for backing the creation of an international tribunal to hear evidence in the assassination of Mr. Hariri and other political killings. Syria has been implicated in the killing by a United Nations investigation, and one of its allies in the opposition says that if the government backs down on the tribunal, the crisis would ease.  But the fight is also over who will be the next president, whether Hezbollah will be allowed to keep its weapons, how to rewrite the nation's electoral laws, whether United Nations troops will remain on the southern border with Israel and, more fundamentally, whether Lebanon will lean toward the United States and Europe or Iran and Syria.  There have been proposals that each side has presented as compromises only to be rejected by the other as insufficient.  ''It is true, whoever governs will decide Lebanon's political direction,'' said Muhammad Fniesh, a senior member of Hezbollah who said he recently attended a meeting with King Abdullah of Saudi Arabia.  Iran and Saudi Arabia have been involved in Lebanese affairs for decades. Saudi Arabia has close ties with the Hariri family and has invested large sums of money rebuilding Beirut. Recently, as Iranianbacked parties have taken over in Iraq and as Iran has tried to establish itself as the regional superpower, Saudi Arabia has begun, at American urging, to press back.  Seeking to fill the vacuum left by Egypt, whose regional influence has diminished, Saudi Arabia has tried to position itself as an Arab counterpoint to Iran.  But in Lebanon, political leaders and diplomats said, both see a common interest in calming sectarian tensions, at least for now. The fight has effectively divided the country between the predominantly Shiite Muslim opposition and the predominantly Sunni Muslim governing alliance. Lebanon's Christian community is divided between the two.  The eagerness to look beyond Beirut for a solution comes as Western diplomats here say they fear that local leaders have abrogated their responsibility to foreign powers. Even Lebanese leaders say internal talks are going nowhere.  ''Nothing much is moving,'' said Ali Hamdan, an adviser to Nabih Berri, the speaker of Parliament and leader of Amal, a Shiite party in the opposition. ''It is as if we are moving backwards.''  Most agree that if there has been any major movement in resolving -- or defusing -- Lebanon's political crisis, it has more to do with the changing political dynamics elsewhere. ''Saudi Arabia and Iran are near an agreement,'' said Toufic Sultan, a former leader in the main government-aligned Druse party who has maintained close ties to Saudi officials.  Already reeling from the chaos and sectarian strife in Iraq, governments around the region are worried that Lebanon, too, is on the brink of breaking apart along sectarian lines.  ", 
            "title": "U.S. Ally and Foe Are Trying to Avert War in Lebanon"
        }, 
        "weight": 0.7712530705242657, 
        "file": "1822540.txt", 
        "other_topics": {
            "0": 0.00010465163445412647, 
            "1": 0.7712530705242657, 
            "2": 0.0001806863546726894, 
            "3": 0.0046405008611675415, 
            "4": 9.762564628885436e-05, 
            "5": 0.0025015162093685456, 
            "6": 0.00018721224709968473, 
            "7": 0.0001487817699771762, 
            "8": 0.00018663999944539496, 
            "9": 0.00018680142058153802, 
            "10": 0.0001426506916581931, 
            "11": 0.1691663185677913, 
            "12": 0.00023070223024891623, 
            "13": 0.00020237516895860318, 
            "14": 0.0427651219692805, 
            "15": 0.0001367128657750608, 
            "16": 0.00020363424117588507, 
            "17": 0.007260834988202841, 
            "18": 0.0002907693411324287, 
            "19": 0.00011339326845497651
        }
    }, 
    {
        "content": {
            "text": "  The botched hanging of Saddam Hussein and two lieutenants in Iraq by its Shiite-led government has helped to accelerate Sunni-Shiite sectarianism across an already fragile Middle East, according to experts across the region.  The chaotic executions and the calm with which Mr. Hussein confronted the gallows and mocking Shiite guards have bolstered his image among many of his fellow Sunni Muslims.  But something else is happening too: a pan-Muslim unity that surged after the summer war between Israel and Hezbollah, the Lebanese Shiite militia, is waning.  And while political analysts and government officials in the region say the spreading Sunni disillusionment with Shiites and their backers in Iran will benefit Sunni-led governments and the United States, they and others worry that the tensions could start to balkanize the region as they have in Iraq itself.  ''The reality of the current situation is that we are approaching an open Sunni-Shiite conflict in the region,'' said Emad Gad, a specialist in international relations at the government-financed Al Ahram Center for Political and Strategic Studies in Cairo. ''And Egypt will also be a part of it as a part of the Sunni axis. No one will be able to avoid or escape it.''  This changing dynamic in the region, described by many scholars, analysts and officials in recent days, is a result not only of the hangings, the Iraq war and the Lebanese political struggle. It has also been encouraged by Sunni-led governments like those in Egypt, Jordan and Saudi Arabia, and some Sunni religious leaders alarmed by the rising influence of Iran, the region's biggest Shiite power. Far from Cairo, in a sprawling farming village in the Nile Delta region north of the city, Hamada Abdullah, a Sunni Muslim, said that after the war between Hezbollah and Israel, he posted a small picture of Sheik Hassan Nasrallah, the Hezbollah leader, on the bare wall of his home. It did not matter that Sheik Nasrallah was a Shiite Muslim aligned with the Shiite state of Iran.  To Mr. Abdullah, Sheik Nasrallah was first and foremost a bold Arab resistance leader. But since the hanging of Mr. Hussein and since Hezbollah has pushed to topple the Sunni-led government in Lebanon, he has begun to reconsider.  He says he is suspicious of Sheik Nasrallah and his politics. ''His whole army in the south of Lebanon, they are Shiites,'' Mr. Abdullah said. While some American officials and Sunni leaders say that increased tension leads to reduced Iranian influence, others say that sectarian loyalties are difficult to control.  ''When Hezbollah did what they did in Lebanon in the summer, no one thought of it as a Shiite party; it was a nationalist party,'' said Taher Masri, a former prime minister of Jordan. ''Now with the events in Iraq culminating in the way Saddam Hussein was executed and the lack of condemnation and total silence of Hezbollah, many people are examining the position of Hezbollah as a Shiite party.''  Some of the region's Sunni-led governments and religious leaders used the hanging of Mr. Hussein on a Sunni Muslim holy day as a weapon in the jockeying for regional power.  ''Sunni states are using this sectarian card to undercut Iran's influence because they feel that Iran was able to penetrate the Arab world after the fall of Iraq, which was acting as a shield against Iranian influence,'' said Marwan Kabalan, a political science professor at Damascus University.  Sunnis make up a vast majority of the Islamic world. Shiites, who lead Iran and the Iraqi government, are the next largest sect. The two split over who would lead Islam after the death of the Prophet Muhammad.  While the two have theological differences -- and similarities -- the gathering conflict is being stoked by a determination by Sunni leaders to preserve, or reinvigorate, their waning influence in the region -- while emboldened Shiites have pressed for more influence.  After the war between Hezbollah and Israel, Shiite leaders seemed to reach their zenith as an antidote to a Sunni Muslim leadership widely viewed as corrupt, impotent and stooges of the West, analysts said.  Iran's president, Mahmoud Ahmadinejad, and Sheik Nasrallah of Hezbollah, each won wide followings across the region for their willingness to defy the United States. Hezbollah and its allies pressed for more power in Lebanon and when rebuffed, began demonstrations intended to topple the government.  Now, fueled by state controlled media in many Sunni Muslim states, a divide, or at least an estrangement, is growing across the Middle East between Sunni Muslims and Shiites. Egyptians, for example, are inundated nearly daily with headlines, commentaries and television reports alleging Shiite transgressions.  An Egyptian-government controlled satellite service, called Nilesat, has been broadcasting across the Arab world Al Zawraa, a television station that shows what is billed as heroic footage of the Sunni insurgency in Iraq, American soldiers being killed and wounded, and unflattering images of Shiite leaders.  ''Raising the ugly face of Shiites, expanding Iranian influence in the region,'' read a headline in a recent edition of Rose el-Youssef, a pro-government Egyptian newspaper.  In December, a top religious leader close to the Saudi royal family, Abdul Rahman al-Barak, said that Shiites, whom he called rejectionists, were worse than Jews or Christians.  ''By and large, rejectionists are the most evil sect of the nation and they have all the ingredients of the infidels,'' he wrote.  Such talk is causing a creeping sectarian tension, political analysts said. In Mr. Abdullah's village in the Nile Delta region of Egypt, where many people had posted a picture of Sheik Nasrallah, there is a growing sense of disunity with Shiites that mirrors partly what is happening in Iraq. ''Saddam Hussein was the one courageous man among Arab leaders,'' said Ibrahim Mustafa Ibrahim, a school janitor. ''We saw how he was executed. We saw everything.''  THE STRUGGLE FOR IRAQ: NEWS ANALYSIS  ", 
            "title": "Hangings Fuel Regional Split"
        }, 
        "weight": 0.7654640578722502, 
        "file": "1819512.txt", 
        "other_topics": {
            "0": 0.003965668322433077, 
            "1": 0.7654640578722502, 
            "2": 0.00015617943447494804, 
            "3": 0.000135887849896943, 
            "4": 0.005897200704840509, 
            "5": 0.00022462419486453847, 
            "6": 0.0001618202045847815, 
            "7": 0.0272550780116427, 
            "8": 0.0001613255722414123, 
            "9": 0.0020990705185254493, 
            "10": 0.0001233026389347167, 
            "11": 0.18884920749676443, 
            "12": 0.00019941153784221557, 
            "13": 0.00017492654327429436, 
            "14": 0.00015028376147523708, 
            "15": 0.00011817017450419444, 
            "16": 0.0001760148445309909, 
            "17": 0.004338425243708715, 
            "18": 0.00025133160355677914, 
            "19": 9.801346965378235e-05
        }
    }, 
    {
        "content": {
            "text": "  The Tamil Tiger rebels said that 15 people, including 4 children, had been killed in government airstrikes in the northwestern coastal town of Mannar and that dozens more had beeb wounded. The military said it bombed a rebel naval position and denied it had hit any civilians.  SHIMALI SENANAYAKE  ", 
            "title": "World Briefing | Asia: Sri Lanka: Tigers Say Air Raids Killed 15 Civilians"
        }, 
        "weight": 0.7626247498387363, 
        "file": "1816186.txt", 
        "other_topics": {
            "0": 0.0012253025740945845, 
            "1": 0.7626247498387363, 
            "2": 0.10709980242535977, 
            "3": 0.0018406849760125817, 
            "4": 0.001143039536069701, 
            "5": 0.003042673653675787, 
            "6": 0.0021919547599022716, 
            "7": 0.0017419955902484624, 
            "8": 0.0021852546588720465, 
            "9": 0.002187144641141899, 
            "10": 0.0016702105093425494, 
            "11": 0.012211129186519065, 
            "12": 0.0027011526198118764, 
            "13": 0.0023694882239655773, 
            "14": 0.0020356865024792068, 
            "15": 0.0016006881041065691, 
            "16": 0.028630293784001132, 
            "17": 0.058766653322608824, 
            "18": 0.003404442023440398, 
            "19": 0.0013276530696114937
        }
    }, 
    {
        "content": {
            "text": "  Prime Minister Meles Zenawi of Ethiopia said Tuesday that his country, one of the poorest in the world, could not afford to keep troops in Somalia much longer and that it was ill equipped to play the role of peacekeeper there.  Two hours after he spoke, two Ethiopian soldiers were gunned down in an ambush in southern Somalia in one of the first strikes of an anticipated anti-Ethiopian guerrilla campaign.  According to residents in Jilib, about 250 miles southwest of Mogadishu, Somalia's capital, a fighter for the Islamist forces, who were routed last week by Ethiopian-led troops, had shot two Ethiopian soldiers while they were crossing a bridge. Witnesses said the fighter then dashed into town and was quickly surrounded by Ethiopian troops, who killed him.  ''It was a suicide mission,'' said Mohammed Subiye, a farmer in Jilib.  The Islamist forces, which in the span of one week went from ruling much of Somalia to fleeing into the bush, have vowed to fight a guerrilla insurgency against the Ethiopians, whom they consider infidel invaders.  But Mr. Meles said he did not plan to have his troops to remain in Somalia for much longer, possibly only a few more weeks. The troops were dispatched to neutralize the rising regional threat posed by the Islamists, he said, and now international peacekeepers are needed to bring order to a country that has been synonymous with anarchy for 15 years.  ''We don't have the money to take this burden individually,'' Mr. Meles said during a speech to Ethiopia's Parliament.  Diplomats in the region are hurrying to cobble together an African peacekeeping solution, but despite murmurs of commitment from several countries, including Uganda, South Africa and Nigeria, a force has yet to materialize.  Somalia is far from stable, with many heavy weapons still in the hands of warlords, and the country's turmoil is likely to dissuade many nations from volunteering troops.  On Tuesday, Ali Mohammed Gedi, Somalia's transitional prime minister, reiterated his plea for the nation's many gunmen to turn in their weapons. But few seemed to be listening. The collection points across Mogadishu remained empty, and many young men defiantly vowed to keep their guns.  Meanwhile, the remnants of the once-fierce Islamist army continued to flee south from Kismayo, the port city 100 miles from the Kenyan border that had been a final stronghold until the Islamist military definitively collapsed there on Monday.  Kenyan authorities said 10 fighters were apprehended on Monday as they tried to slip through the border disguised as refugees. Eight had Eritrean passports while two had Canadian passports, said Alfred Mutua, a spokesman for the Kenyan government. All of them were carrying briefcases packed with cash.  ''They definitely didn't look like refugees,'' Mr. Mutua said.  Mr. Mutua said that the suspects remained in Kenyan custody and that they would probably be returned to Somalia to face charges under the transitional government, though it has not yet set up a justice system.  The Islamists tried to improve their military prospects by calling for a global jihad against Ethiopia, a country with a long Christian history. But in the end, American officials said, only a few hundred foreign fighters answered the call, the bulk of them from Eritrea, Ethiopia's archenemy.  Still, the Islamists were widely believed to have been sheltering several wanted terrorists, and American officials said they were hoping to use the swift collapse of the Islamist forces as an opportunity to capture men they have been chasing for years.  Ships from the Fifth Fleet of the United States Navy, based in Bahrain, have increased patrols off Somalia's coast to prevent any suspects from escaping.  ''Yes, we have a presence out there,'' said Lt. Denise Garcia, a spokeswoman for the Fifth Fleet.  So far, though, no suspects have been apprehended.  Somalia continues to be a work in progress. The country's transitional president, Abdullahi Yusuf Ahmed, has yet to set foot in the capital, and only a select few officials of the transitional government have returned to it. Many of them seem to be pulling in wildly different directions.  On Tuesday, Hussein Mohammed Aideed, the interior minister and son of a notorious warlord, announced that he would like to erase the 1,000-mile long border between Somalia and Ethiopia.  ''We should unite, just like the Europeans,'' Mr. Aideed said at a news conference. ''One money. One passport. One security.''  Many Somalis consider Ethiopia a historic enemy and were appalled by the suggestion.  ''All I can say is that the interior minister is entitled to his opinion,'' said Abdirahman Dinari, the spokesman for the transitional government. ''But he does not speak on behalf of the government.''  ", 
            "title": "Ethiopian Premier Says His Troops Won't Stay in Somalia"
        }, 
        "weight": 0.7608150086673, 
        "file": "1816081.txt", 
        "other_topics": {
            "0": 0.00012682714760875149, 
            "1": 0.7608150086673, 
            "2": 0.013802203816603737, 
            "3": 0.00019052341037189264, 
            "4": 0.00011831236384276156, 
            "5": 0.00031493741118200744, 
            "6": 0.00022688222139029905, 
            "7": 0.030063415078194777, 
            "8": 0.0002261887153777276, 
            "9": 0.0002263843413931986, 
            "10": 0.00017287814396587067, 
            "11": 0.1425295301609198, 
            "12": 0.000279587662075867, 
            "13": 0.0002452581420227091, 
            "14": 0.00021070739423350283, 
            "15": 0.00016568210232081456, 
            "16": 0.00024678400961937127, 
            "17": 0.049549085194549834, 
            "18": 0.0003523828972214189, 
            "19": 0.00013742111980565464
        }
    }, 
    {
        "content": {
            "text": "  IN the last three months, as Americans debated military options in Iraq, the Sunni insurgency there seemed to grow more extreme.  A network of some of the fiercest fighters, dominated by Al Qaeda in Iraq, forged formal new alliances with several rebel groups and may have begun to draw others into its orbit, according to Evan F. Kohlmann, a terrorism expert who tracks the insurgency. On Dec. 29, he published a report detailing the latest developments, which are noted in red on the accompanying graphic.  Until 2006, Mr. Kohlmann said, the Qaeda group was ''essentially losing'' in Iraq. It was dominated by foreign recruits (its leader, Abu Musab al-Zarqawi, was Jordanian), limiting its appeal among Iraqis who resented outsiders.  All that changed in February, when Al Qaeda in Iraq blew up the Askariya Mosque in Samarra, one of Shiite Islam's holiest shrines.  ''That event opened the door to bloodletting between Sunnis and Shiites,'' Mr. Kohlmann said, which was the intent. The June killing of Mr. Zarqawi by American forces actually helped the Qaeda group, he said, by removing a leader who was a symbol of foreign influence.  The Samarra bombing was followed by months of violent reprisals by Shiites against Sunnis. Al Qaeda in Iraq, virulently anti-Shiite, became a refuge for aggrieved and beleaguered Sunnis. Now the ascendent Qaeda group is led by Iraqis, mostly from Baghdad.  Last week, the Bush administration retooled its military leadership in Iraq and continued to weigh a troop surge, struggling to cope with last year's spike in sectarian violence.  BILL MARSH  THE WORLD  ", 
            "title": "The Ever-Mutating Iraq Insurgency"
        }, 
        "weight": 0.7601369290587217, 
        "file": "1817172.txt", 
        "other_topics": {
            "0": 0.0003195406550962442, 
            "1": 0.7601369290587217, 
            "2": 0.0005517031476882674, 
            "3": 0.00048002321671077486, 
            "4": 0.00029808768044620534, 
            "5": 0.0076380663564875675, 
            "6": 0.0005716291426532459, 
            "7": 0.00045428649531245813, 
            "8": 0.0005698818561317994, 
            "9": 0.0005703747353482453, 
            "10": 0.0004355660157641619, 
            "11": 0.12638696378093764, 
            "12": 0.0007044203577940057, 
            "13": 0.021151674429468414, 
            "14": 0.0005308767094147762, 
            "15": 0.00041743560831815845, 
            "16": 0.0006217716442249334, 
            "17": 0.0769267092144153, 
            "18": 0.0008878277556963276, 
            "19": 0.000346232139369886
        }
    }, 
    {
        "content": {
            "text": "  More than 1,000 American and Iraqi troops, backed by Apache attack helicopters and fighter jets, battled insurgents all day Tuesday and late into the night in downtown Baghdad, in one of the most dramatic operations in the capital since the invasion nearly four years ago.  The fighting raged less than 1,000 yards from the heavily fortified Green Zone, which houses both the American command and the Iraqi government. It was the latest episode for the troubled neighborhood around Haifa Street, where major campaigns have repeatedly been initiated to rid the area of insurgents, only to have them re-infiltrate.  Iraqi officials said that at least 50 militants were killed Tuesday, but the Americans said they could not provide a count.  Problems in other contested areas across Baghdad came to a crisis point in the fall, causing American commanders to abandon a major push to regain control of the city, and setting off a policy review that led to the changes President Bush will announce in a speech to the nation on Wednesday night.  The president is widely expected to call for 20,000 to 30,000 more soldiers in Iraq, with many coming to Baghdad to help quell the sectarian fighting.  American commanders have said the strategy will emphasize an evenhanded approach in Sunni and Shiite neighborhoods, something that they acknowledge has evaded them as they have worked with Iraq's Shiite-led government in recent months.  The fighting on Haifa Street, a broad two-mile boulevard that cuts through the heart of the capital, began nearly a week ago as an attempt to secure the safety of citizens caught in the middle of the fighting and ended with pitched battles in the street. It is a reminder of how difficult the Baghdad mission will be.  The American crackdown on Tuesday came on the fourth day of intense fighting in the neighborhood of tightly packed, high-rise apartment buildings that was the home of many top-ranking government officials and Baath Party loyalists while Saddam Hussein was in power. American soldiers continued to patrol the area through the night, and an American military spokesman said they would stay there until the situation was firmly under control. Gunfire and explosions could be heard in the neighborhood well after sunset.  An American military officer familiar with the operation said that it was part of an effort to stabilize Baghdad, but was not directly linked to the president's new security plan.  However, the location of the fight has particular significance.  Nearly two years ago, after much bloodshed and toil, the American military wrested control of the area from insurgents.  Haifa Street, the neighborhood's main thoroughfare, used to be called Purple Heart Boulevard by American soldiers. More than 160 soldiers from the First Battalion of the Ninth Cavalry were wounded trying to secure the area. By the spring of 2005, they had largely done so, and it was trumpeted as a signal success.  Tuesday's operation, directed by elements of the Stryker Brigade of the First Cavalry Division and Iraqi Sixth Army Division, occurred after a series of events that, taken together, demonstrated the complexity of the fight for American forces and the maze of competing interests they are trying to navigate.  It also suggests that even if the Americans try to deal evenhandedly with Shiite militias and Sunni insurgents, which is expected to be a central theme of President Bush's plan, their efforts could end up inadvertently benefiting one party or the other.  Shiites are clearly ascendant throughout Baghdad, systematically taking over Sunni neighborhoods, often using the intimidation of death squads to achieve their goals. But the area around Haifa Street has remained a Sunni bastion.  For the past two years, it has been relatively quiet, but in recent months, as the sectarian fighting has intensified, Iraqi and American military officials suspected it was being used as a base of operations for insurgents concentrating on the Shiite civilian population and American forces.  The violence in the area started to increase markedly after the recent arrest of a senior member of the leading Shiite militia group, the Mahdi Army, who had been operating near the area, according to an American military official.  The arrest, the official said, created an opening for Sunni insurgents, and they began aggressively singling out Shiites who had relocated south from the neighborhood of Kadhimiya, the official said.  On Saturday, 27 bodies were dumped in the Sheik Marouf neighborhood on Haifa Street. They were Shiites, four with their throats slit and the rest shot in the head, according to an Iraqi government official.  When the Iraqi police went to investigate and collect the bodies, they were attacked, according to witnesses and government officials. The Iraqi Army was called in and was also attacked, so finally the Americans were called in.  For residents, the situation was already bleak and getting worse, with no electricity for days and armed men taking control of lawless streets.  But the Sunnis in the area were still hostile to the Iraqi security forces, largely viewed as agents of the Shiite-led government.  ''People were disgusted and were enraged by the activity of the security forces,'' one resident said.  Late Saturday night, Iraqi government officials and witnesses said that Sunni insurgents had set up a fake checkpoint and were pulling Shiites from their cars and executing them, even, some claimed, stringing three bodies from lampposts.  ''Some of my friends told me they saw some of the bodies hanging from lampposts,'' said Jabbar Obeid, 39, who lives in the area.  American officials said Tuesday that while many people were being executed in the area, they found no evidence of people being hanged on lampposts. Many Sunni residents said the claims were nonsense, and had been aimed at inciting more sectarian violence.  On Sunday, Sunni organizations and politicians began condemning the government's security clampdown.  ''Day after day, the sectarian crimes against the Sunnis in their neighborhoods in Baghdad are continuing,'' said Adnan Dulaimi, a member of the largest Sunni bloc in Parliament. The government's actions over the weekend were a ''barbarian attack'' aimed at clearing the neighborhood of Sunnis, he said in a statement.  In fighting in the neighborhood on Sunday, eleven Iraqi Army soldiers were killed when they ran out of ammunition, Iraqi officials said.  American military officials said that by then they already had solid evidence to suggest that Sunni insurgent leaders were using the neighborhood as a base of operations. They said that the fighters were organized and sophisticated, and included trained snipers and insurgents from foreign countries.  One Sunni resident, who spoke on the condition of anonymity for fear of reprisals, confirmed as much, saying that insurgents had taken over to such a degree that a top-ranking official of Al Qaeda had even seized control of the Rafadin bank, set up an Islamic court and began handing out death sentences.  The American and Iraqi forces completed their assault plans at 4 a.m. Tuesday, and before dawn began approaching Haifa Street from different locations around the city, swiftly closing in on Talaa Square in the center of the neighborhood.  About 6:30 a.m. they had reached the square and began arresting suspects. In all, American and Iraqi officials said, they would take some 15 people into custody, including 7 Syrians. Nearly as soon as they began making arrests, they came under heavy bombardment from small-arms fire, rocket-propelled grenades and indirect fire, probably mortars, according to an American military official. As the fighting intensified, insurgents began moving to the rooftops in order to shoot at the armored American attack vehicles on the roads below.  To deal with the gunmen on the rooftops, rather than fighting for control of entire buildings, the Americans called in Apache helicopters and fighter jets, the official said.  The neighborhood is densely packed, making it difficult to strike targets from the air, and the fighter jets were used to ''make a show of force,'' according to the military official, in an attempt to frighten the gunmen from the rooftops.  For more than an hour on Tuesday morning, the fighter jets could be seen sharply dropping below the cloud cover, swooping low over the neighborhood's roofline, engines roaring, and then pulling up steeply and zooming out of sight, high into the sky.  Meanwhile, the Apaches attacked the insurgents' positions, unleashing a barrage of fire that rocked the neighborhood for hours.  Ali Housin, 56, a resident, said he saw the helicopters direct fire at a cemetery where insurgents were hiding, the resulting explosions blowing out the windows of his home.  Shortly after noon, the aerial assault had largely ended, but scattered clashes continued and could be heard late into the night. Residents reported American armored vehicles patrolling the streets after dark and Iraqi Army soldiers moving to secure control of the rooftops.  The Americans reported no casualties, and early reports indicated that two soldiers in the Iraqi Army had been wounded.  American officials insisted that the information they had on the insurgents in the area was very detailed, and that they had been careful to try to ensure that they were not being used as pawns by the Shiite-dominated government, emphasizing that in recent days they had conducted similarly aggressive raids in Shiite neighborhoods.  THE STRUGGLE FOR IRAQ  ", 
            "title": "U.S. AND IRAQIS HIT INSURGENTS IN ALL-DAY FIGHT"
        }, 
        "weight": 0.754889280995258, 
        "file": "1817868.txt", 
        "other_topics": {
            "0": 6.117826691848005e-05, 
            "1": 0.754889280995258, 
            "2": 0.0001056273807127059, 
            "3": 9.190376251232873e-05, 
            "4": 5.707094664982703e-05, 
            "5": 0.0014623605943272385, 
            "6": 0.001419884957161187, 
            "7": 8.697628932166842e-05, 
            "8": 0.05121636949286104, 
            "9": 0.00010920218521859853, 
            "10": 8.339212412584174e-05, 
            "11": 0.10806598458503999, 
            "12": 0.005376636574067008, 
            "13": 0.00011830643801028313, 
            "14": 0.00010164001516363945, 
            "15": 7.992093231227325e-05, 
            "16": 0.0001190424786519826, 
            "17": 0.07369806747160315, 
            "18": 0.002790865974024347, 
            "19": 6.62885360604502e-05
        }
    }, 
    {
        "content": {
            "text": "  After two days of intense fighting between Hamas and his Fatah faction, the Palestinian Authority president, Mahmoud Abbas, demanded Saturday that Hamas-run paramilitary police be integrated into Fatah-dominated security forces.  Hamas warned Mr. Abbas that he was making a mistake and that it would resist any effort to disband the group, known as the Executive Force. The Hamas Interior Ministry immediately announced that it had plans to double the size of the Executive Force to 12,000 men and called on Palestinians to join it.  Mr. Abbas made his demand after the deaths of many Fatah men in clashes with the Executive Force over the last two days. In his statement on Saturday, Mr. Abbas called the force illegal and said it ''will be treated as such if it is not immediately integrated into legal security services as stipulated by basic law.''  It is not clear whether Mr. Abbas's statement is simply declaratory or whether he would order his security forces to take action against the paramilitary group if Hamas did not meet his demands.  A Hamas government spokesman, Ghazi Hamad, said that ''to take such a decision under pressure and the current tense conditions is a mistake that will not contribute to peace and to resolving existing problems.'' The spokesman for the Hamas Interior Ministry, Khaled Abu Hillal, took a sharper tone, saying, ''We warn against making any move, which will be met with force.''  Mr. Abbas tried unsuccessfully to ban the Executive Force once last year, finally agreeing with Hamas Prime Minister Ismail Haniya to integrate it into the Palestinian Authority.  But Hamas and Interior Minister Said Siam have kept effective control of the force, which is dominant in Gaza, arguing that the Fatah-dominated security services were lax, corrupt, badly trained and failed to keep order in the territory.  The Hamas force currently consists of more than 5,000 well-armed and well-trained fighters.  Mr. Abbas is the commander-in-chief of all armed men in the Palestinian Authority, but where the authority of the Prime Minister and Interior Minister fit into the equation has been a confusion ever since the job of prime minister was invented as a way of reducing the power of the late Yasir Arafat.  Mr. Abbas was the first prime minister and complained, when he quit after four months, that Mr. Arafat would not relinquish control over the security services. That struggle over the security forces is more complicated now because both the prime minister and interior minister are from Hamas.  Hamas is also making efforts to expand the force to the occupied West Bank, where it is much weaker, given the regular presence of Israeli troops.  The Bush administration is asking Congress for $86 million to improve the equipment and training of Mr. Abbas's Presidential Guard and to expand the group, which has 3,700 members. American officials describe the effort as a way to balance Hamas and deter it, but say they are not trying to finance a civil war.  Mr. Abbas, in principle, controls the 45,000 security forces on the Palestinian Authority payroll, but it is unclear how many of them come to work, let alone obey his commands.  Separately, the Dagmoush clan in Gaza kidnapped several Hamas members Saturday. The clan, which is believed by Gazans close to Hamas to have captured an Agence France-Press photographer this week, is said to be insisting that it will not release the man, Jaime Razuri of Peru, until Hamas hands over fighters who the Dagmoush say were responsible for killing clan members.  Late Saturday, three members of a pro-Hamas family, the Diri, were killed by gunmen from the Dagmoush clan and five were wounded, witnesses and family members said.  Two Hamas officials were also seized in the West Bank, including the deputy mayor of Nablus, Mehdi Hambali. In Ramallah, masked gunmen abducted an Interior Ministry official, Ihad Suleiman Ghidhan. He was found alive an hour later with three bullets fired into his legs.  Fatah gunmen from the Aksa Martyrs Brigades forced a strike in the West Bank city of Hebron, preventing stores from opening to protest Hamas's attacks in Gaza.  ", 
            "title": "Palestinian Asks Dissolution Of Hamas's Military Police"
        }, 
        "weight": 0.7540900609990785, 
        "file": "1817246.txt", 
        "other_topics": {
            "0": 0.002890589461233685, 
            "1": 0.7540900609990785, 
            "2": 0.0002226018860699381, 
            "3": 0.0029553411688257444, 
            "4": 0.00012027279554154596, 
            "5": 0.11078658760335537, 
            "6": 0.0002306416518019447, 
            "7": 0.00018329609156008414, 
            "8": 0.00022993665441918855, 
            "9": 0.00023013552195084078, 
            "10": 0.00017574272871804527, 
            "11": 0.1200362923216937, 
            "12": 0.0002842204197819931, 
            "13": 0.0002493220607915479, 
            "14": 0.002975859600588528, 
            "15": 0.00016842744891656545, 
            "16": 0.0002508732119605054, 
            "17": 0.0006602175291277102, 
            "18": 0.0031198826616673963, 
            "19": 0.00013969818291722849
        }
    }, 
    {
        "content": {
            "text": "  The Israeli chief of staff, Lt. Gen. Dan Halutz, conceded Tuesday that the military had made serious errors during last summer's war against Hezbollah in Lebanon but said he would not resign his post.  General Halutz said Israel had badly damaged Hezbollah in southern Lebanon and killed ''hundreds of terrorists.'' But he said Israel was ''not successful in reducing the short-range rocket fire on Israel's north until the cease-fire,'' which came after 34 days of fighting.  Critics of General Halutz and of the Israeli government of Prime Minister Ehud Olmert have said the military relied too heavily on air power and delayed too long sending in ground troops in the numbers needed to push back the Hezbollah fighters and supporters who were firing Katyusha rockets into Israel.  Critics have also said that the military should be led by a ground forces commander -- General Halutz spent his career in the air force -- and that reserves were not called up in time, were badly trained and equipped, and often faced contradictory orders.  ''We attacked the Katyushas, but unsuccessfully,'' General Halutz said.  He spoke Tuesday at a Tel Aviv news conference summing up the army's own investigation of its behavior during the war.  He said he would stay on ''to correct what can be corrected,'' and said to resign now would be ''running away.'' He said Mr. Olmert and Defense Minister Amir Peretz had not asked him to go. ''I have not heard my superiors calling on me to resign,'' he said. ''If they do, I will respond.''  He suggested that discipline had broken down to some degree. ''There were cases in which officers did not carry out their assignments, and cases in which officers objected on moral grounds to their orders,'' he said, an apparent reference to resistance against attacking southern Lebanese towns and villages.  He said that those instances of refusal ''ran counter to the army's basic values'' and that a senior officer was suspended as a result.  During the war, as criticism mounted, General Halutz effectively demoted the commander of the northern front, Maj. Gen. Udi Adam, putting the deputy chief of staff, Maj. Gen. Moshe Kaplinski, alongside him. General Adam later quit the army.  Previously, General Halutz has said the army fired some cluster munitions, with the ''bomblets'' placed in artillery shells, into southern Lebanon in contradiction of his orders that they be aimed only at specific targets.  The United States is investigating whether the Israelis used cluster munitions made and paid for in America in ways that contravene American regulations for the weapons' use.  General Halutz implicitly criticized Mr. Olmert for setting as a goal of the war the release of two Israeli soldiers captured by Hezbollah in a cross-border raid on July 12, an act that set off the fighting.  The Winograd committee, which is led by a retired judge, Eliyahu Winograd, and was appointed by the government, is still investigating the conflict and its outcome.  General Halutz said that if the committee called for his resignation, ''of course'' he would comply. Defense Minister Amir Peretz has made the same pledge.  The war ended with a cease-fire on Aug. 14, after a United Nations Security Council resolution mandated an enlarged and strengthened international peacekeeping force in southern Lebanon and supervision of Lebanon's seacoast and border with Syria to prevent the rearming of Hezbollah.  The fighting left more than 1,000 people dead on both sides. Israel says more than 500 of the dead were Hezbollah fighters, but Hezbollah disputes that.  Israel counted 159 fatalities, including 39 civilians who were killed by the more than 4,000 rockets Hezbollah fired into Israel.  In Gaza on Tuesday, Palestinian security forces were searching for a Peruvian photographer for Agence France-Presse, Jaime Razuri, 50, a day after his abduction.  The Palestinian Authority president, Mahmoud Abbas, said he was hopeful. ''We're sure he will soon be released,'' Mr. Abbas told a delegation from the news agency and French and Peruvian diplomats. ''In past incidents of this kind, hostages have been freed after one or two days.''  In the latest in a string of foreigner abductions, several unmasked gunmen abducted Mr. Razuri in the center of Gaza City on Monday as he was returning from an assignment with an interpreter and a driver.  Separately, warring Hamas and Fatah factions returned 14 fighters kidnapped on Monday after mediation from representatives of Islamic Jihad, Palestinian officials said.  The violence resumed Monday when Hamas gunmen shot at a brother of a senior Fatah militant in the northern Gaza Strip, violating an earlier deal for a general truce.  ", 
            "title": "Israeli Admits Big Errors in Lebanon War, but Won't Resign"
        }, 
        "weight": 0.7536469133448054, 
        "file": "1816080.txt", 
        "other_topics": {
            "0": 0.00011495957725734489, 
            "1": 0.7536469133448054, 
            "2": 0.00019848354072719428, 
            "3": 0.00017269560284953592, 
            "4": 0.00010724154558485491, 
            "5": 0.010135235457194164, 
            "6": 0.00020565221839331462, 
            "7": 0.00016343642857936548, 
            "8": 0.00020502360567487216, 
            "9": 0.0026676428311682003, 
            "10": 0.00015670145329342352, 
            "11": 0.1144179925985774, 
            "12": 0.11598819538708847, 
            "13": 0.00022230865281958737, 
            "14": 0.00019099091497985202, 
            "15": 0.0001501787653591818, 
            "16": 0.00022369174072442693, 
            "17": 0.0005886846474888176, 
            "18": 0.00031940944554127476, 
            "19": 0.0001245622418933823
        }
    }
]