[
    {
        "content": {
            "text": "  Senator Charles E. Schumer, Democrat of New York, called on the Department of Homeland Security yesterday to abandon the use of peer review in deciding how to distribute money for high-risk urban areas, and to base financing decisions entirely on risk. On Friday, the secretary of homeland security, Michael Chertoff, said that the six highest-risk urban areas -- including the New York metropolitan area -- would receive 55 percent of the $746.9 million in urban area grants this fiscal year, while 39 other urban regions would get 45 percent. Mr. Schumer, at a news conference, maintained that given the higher risk of a terrorist attack, the New York area ''would need at least 50 percent'' of the 55 percent -- a share that he conceded New York was unlikely to obtain.  SEWELL CHAN  ", 
            "title": "Metro Briefing | New York: Manhattan: Debate Over Security Funds"
        }, 
        "weight": 0.8964341893308766, 
        "file": "1817453.txt", 
        "other_topics": {
            "0": 0.0006055073628286763, 
            "1": 0.0007357683713599125, 
            "2": 0.0010454391724282626, 
            "3": 0.0009096106783643374, 
            "4": 0.000564855464868265, 
            "5": 0.8964341893308766, 
            "6": 0.0010831975498696172, 
            "7": 0.0008608413776409056, 
            "8": 0.0010798865631865971, 
            "9": 0.0010808205350921543, 
            "10": 0.000825367368242124, 
            "11": 0.08385442112723614, 
            "12": 0.001334827685829872, 
            "13": 0.0011709292023704251, 
            "14": 0.0010059745174149667, 
            "15": 0.0007910115045216456, 
            "16": 0.001178214110072764, 
            "17": 0.003100680229892797, 
            "18": 0.001682371974970969, 
            "19": 0.0006560858729329635
        }
    }, 
    {
        "content": {
            "text": "  New York City's public hospitals and clinics would lose billions of dollars over the next few years under changes President Bush proposes to make to Medicaid -- far more than his plan would cost other parts of the country, according to local and state officials.  Under Medicaid, the health plan for the poor, public hospitals can sometimes collect higher payments than private hospitals do for comparable services. Last week, the Bush administration proposed a regulation that would largely do away with that advantage.  The New York State Department of Health and New York City's Health and Hospitals Corporation, the agency that runs the city's public hospital system, estimate that the new rule would cost the corporation $350 million a year, or 7 percent of its annual budget. The cut, officials said, would be felt most in outpatient services, where the system handles five million visits each year.  ''We would have to do a wholesale dismantling of our ambulatory care system and scale down our emergency departments,'' said Alan D. Aviles, president of the Health and Hospitals Corporation.  Both that rule change and a separate proposal put forward by the president to cover more uninsured people by diverting Medicaid funds have met with serious opposition in Congress. But the administration may be able to make the rule change without Congressional approval.  Last night, in his State of the Union address, President Bush outlined his plan to cover some of the 47 million uninsured people in the United States, through ''affordable choices grants'' to states.  ''These grants would give our nation's governors more money and more flexibility to give private health insurance to those most in need,'' Mr. Bush said.  To help pay for that effort, federal officials said the president's budget would allow states to redirect money out of a Medicaid program, which currently pays billions of dollars to hospitals that care for a disproportionately high share of patients who are uninsured. Most often, these are public hospitals.  States could use the money to cover the uninsured, but it is not clear how much money could be redirected, nor how individual states would respond. Administration officials argue that covering more people will diminish the need for government to compensate hospitals for indigent care. But critics say many poor people would remain uninsured under the president's plan.  Daniel Sisto, president of the Healthcare Association of New York State, a hospital industry group, said, ''You cannot rip away the safety net serving society today on the belief that a vision, a new system, will suddenly appear.''  The proposed changes would hit especially hard at the Health and Hospitals Corporation, the nation's largest state or local health care system, with 11 hospitals and scores of clinics. About 60 percent of its $5 billion annual budget comes from Medicaid -- more than the Medicaid payments to all hospitals combined in some states. About 30 percent of its patients are uninsured.  The Medicaid rule change announced last week is similar to provisions that the Bush administration has proposed in past years' budget talks, which Congress declined to adopt. But a Medicaid regulation can be made without Congressional approval. State and hospital officials say such a policy would probably be challenged in court, and Senator Charles E. Schumer of New York said that Congress might pass a law to block it.  The Centers for Medicare and Medicaid Services, the federal agency that oversees the program, estimates that the new rule would save about $760 million a year. But officials say there has been no detailed, state-by-state calculation, so the number could change.  Each state sets the rates its Medicaid program pays hospitals and other providers, and for each dollar spent, it gets matching money from the federal government.  A longstanding Medicaid rule allows state and local governments that own or run hospitals and clinics to receive more money for Medicaid services, beyond what the standard Medicaid rates pay, and draw a federal match on those additional dollars, too. While many public hospitals do not get such supplemental payments from their local government sponsors, New York City contributes hundreds of millions of dollars each year to its hospitals.  In a statement released with the proposed regulation, the administration said that the public hospitals often use the extra payments ''to subsidize health care operations that are unrelated to Medicaid.''  Deborah Bachrach, New York State's Medicaid director, said that using the money to strengthen ''safety net'' hospitals that deliver Medicaid benefits is legitimate, even if some of those benefits go to uninsured patients and others outside Medicaid. And in practice, she said, it is impossible to separate the two. ''It's fine to say Medicaid dollars for Medicaid patients, but in reality it's never that simple,'' she said.  The administration statement also alleged outright cheating of the system. ''We have identified numerous instances in which health care providers did not retain the full amount of their Medicaid payments but were required to refund or return a portion of the payments received'' to the state or local governments, it said. In other words, the supplemental payments made by the state or local governments were a ruse, intended to draw federal matching funds, with the local money eventually being diverted to unrelated uses.  Several lawmakers and hospital industry officials disputed the notion that such abuses are common. Rather, they said, the administration wants to pare services to the poorest of the poor. ''If it was for-profit hospitals in Texas, they wouldn't be doing it,'' Mr. Schumer said.  Nationwide, the supplemental Medicaid payments total more than $3 billion a year, most of it federal money, according to the National Association of Public Hospitals. But the proposed rule would make it much harder to collect that money from Washington, in several ways.  Medicaid imposes an upper limit on its payments to each hospital -- for all services combined, not patient by patient -- and the new rule would lower that cap.  Some public hospitals in New York turn a small profit on Medicaid inpatient services, and absorb a large loss on Medicaid for outpatients, and report an overall Medicaid loss. That would no longer be allowed under the new rule, which would apply caps to inpatient and outpatient care, and would forbid any profit.  ", 
            "title": "Public Hospitals Fret Over Changes In Medicaid Rules"
        }, 
        "weight": 0.8260660350554184, 
        "file": "1821015.txt", 
        "other_topics": {
            "0": 8.924700589592431e-05, 
            "1": 0.00010844645037846084, 
            "2": 0.00015408948216528057, 
            "3": 0.00013406943426045012, 
            "4": 8.325523700973842e-05, 
            "5": 0.8260660350554184, 
            "6": 0.00015965476896606645, 
            "7": 0.00012688122427920214, 
            "8": 0.00015916675566323826, 
            "9": 0.00015930441575009912, 
            "10": 0.00012165263529693915, 
            "11": 0.14044183146287198, 
            "12": 0.00019674306484198498, 
            "13": 0.000172585722062031, 
            "14": 0.03073510295250839, 
            "15": 0.00011658885216192111, 
            "16": 0.00017365945995619076, 
            "17": 0.00045701579162616394, 
            "18": 0.00024796834982806766, 
            "19": 9.670187905947588e-05
        }
    }, 
    {
        "content": {
            "text": "  Hospitals in New York City and the largest health care union have agreed on a new contract that bails out the union's ailing health care benefits fund, officials said yesterday.  The current contract is not set to expire for 15 months, but the union, 1199 S.E.I.U. United Healthcare Workers East, and the hospitals agreed to open negotiations in part because the benefits fund faces a deficit of more than $700 million over the next five years, a result of rising medical costs.  The union and the League of Voluntary Hospitals, the labor relations group for most hospitals in the city, made a similar decision three years ago, when they reached a new pact with more than a year left on the previous one. In that case, 1199 agreed to a smaller pay increase to preserve health benefits.  Union members will vote on whether to ratify the proposed contract, which includes annual wage increases of 3 percent and runs through Sept. 30, 2011. The contract applies to 65,000 mostly low-wage workers at 61 hospitals and 20 nursing homes, said Bruce McIver, president of the hospital league.  The union agreed to postpone the 3 percent pay increase scheduled for July 1 until Dec. 1, with members getting the 3 percent increase each Dec. 1 through 2010.  Postponement of the raises will save the hospitals enough money to enable them to increase their contributions to the benefit fund by $466 million over the life of the contract without raising their overall costs, Mr. McIver said.  The two sides also agreed to shift $300 million from the union's pension fund, which has a surplus, to the benefits fund.  Workers and employers around the country have been squeezed by increased health care costs, but the outcome for 1199 is unusual -- it will remain one of the few labor groups whose members pay no out-of-pocket medical costs.  ''We're very proud of a benefits plan where the members pay no co-payments, no deductibles and no premiums,'' said Dennis Rivera, the union's president.  The proposed contract also formalizes a commitment the hospitals have already made to the union, that it will find jobs for all 1199 members who are laid off as a result of an expected wave of hospital closings, mergers and downsizings ordered by the state. The layoffs are expected to be a few thousand.  The league includes all but a handful of private hospitals in the city and a few in Westchester County, but it does not include city and state hospitals. Its contracts often set the pattern for other hospitals in the region.  The 1199 benefits fund covers more than 100,000 current workers -- including many whose employers are not part of the league -- and more than 40,000 retired workers and their families.  ", 
            "title": "Hospitals and Their Workers Reach a Pact on Health Care"
        }, 
        "weight": 0.8231541163536055, 
        "file": "1820875.txt", 
        "other_topics": {
            "0": 0.0002064794217729794, 
            "1": 0.013519308185133496, 
            "2": 0.0003564971940446679, 
            "3": 0.0003101793610399697, 
            "4": 0.00019261702983503883, 
            "5": 0.8231541163536055, 
            "6": 0.004792176040708238, 
            "7": 0.0002935489158433917, 
            "8": 0.0003682438345679827, 
            "9": 0.00036856232116426577, 
            "10": 0.031241074259730252, 
            "11": 0.0993594034465848, 
            "12": 0.00045517935149320255, 
            "13": 0.00039928958669153145, 
            "14": 0.0003430396547183938, 
            "15": 0.0002697367663811813, 
            "16": 0.02251578951702229, 
            "17": 0.001057339184085728, 
            "18": 0.000573692763992629, 
            "19": 0.000223726811584533
        }
    }, 
    {
        "content": {
            "text": "  Taxes on cigarettes and on home sales above $1 million, as well as the introduction of video lottery terminals in Suffolk County, are among the recommendations of a commission created by the County Legislature to study alternatives to the current system of real estate taxation.  The 17-member Suffolk County Homeowners Tax Reform Commission released its report on Thursday.  William J. Lindsay, the presiding officer of the Legislature and a member of the commission, said school taxes had accounted for most of the increase in property taxes in recent years.  To generate new revenue in Suffolk County that would allow a reduction in real estate taxes, the commission recommended a local version of the state's income-based STAR program, to provide $150 million a year in tax relief to specified taxpayers.  The program, which is subject to approval by the State Legislature, would be financed by a mix of new local revenues -- including a $2-a-pack tax on cigarettes, which could generate an estimated $35.2 million annually for the county; a 1 percent tax on luxury homes ($36.2 million); and video lottery terminals at Suffolk OTB ($73.9 million).  Among recommendations for easing school taxes were making the state education-aid formula more equitable to Long Island and state financing for its educational mandates, not all of which it pays for now.  Steve Levy, the county executive, commended the panel for raising the profile of tax relief but had concerns about getting state approval for the proposals. ''The state is jealous about sharing its revenues with counties or schools,'' he said. ''My preference is to look at areas where we can control expenditures before seeking to raise more revenues.''  Mr. Levy has been working with county school districts to explore ways of sharing services. He said that ''can really make a difference in reducing costs.''  But Mr. Lindsay said, ''Tax relief is the No. 1 issue of the year, and I am cautiously optimistic about getting state legislation for the program.'' He said he would brief the Suffolk County delegation to the State Legislature on the proposal.  THE WEEK  ", 
            "title": "Suffolk Seeks Ways to Ease School Taxes"
        }, 
        "weight": 0.8154000710692403, 
        "file": "1818975.txt", 
        "other_topics": {
            "0": 0.00025358474987691155, 
            "1": 0.00030813768728925805, 
            "2": 0.00043782693213386493, 
            "3": 0.0003809423477211338, 
            "4": 0.00023655985140473657, 
            "5": 0.8154000710692403, 
            "6": 0.005885442492110636, 
            "7": 0.00036051790421337993, 
            "8": 0.022179463239207668, 
            "9": 0.0004526445455143415, 
            "10": 0.005777463950258907, 
            "11": 0.062277003775966934, 
            "12": 0.0005590220129754532, 
            "13": 0.0004903817973732713, 
            "14": 0.0004212992476086533, 
            "15": 0.06551290286864617, 
            "16": 0.0004934326958610188, 
            "17": 0.0012985560024777482, 
            "18": 0.0007045725661863649, 
            "19": 0.016570174263933212
        }
    }, 
    {
        "content": {
            "text": "  On paper, Gov. Jon S. Corzine may well get what he wants from the Legislature: a bill limiting annual increases in revenues from local property taxes to 4 percent.  But the proposed measure, which is most likely to be introduced in the Senate on Thursday by his fellow Democrats, is sprinkled with an array of exemptions, adjustments and waivers to the 4 percent limit.  That part of the measure seems intended to quiet some of the grumbling among local officials that they would bear the cost of easing the burden of property taxes on homeowners, yet it also falls short of what those officials have said is needed to make the governor's plan more equitable.  ''Look, we are really talking about whittling away at a portion of the tax levy for municipal services which in my town represents just 9 percent of the entire levy,'' said Louise C. Wilson, deputy mayor of Montgomery Township, adding that the rest of the tax levy goes to the local school district, which would have its own set of exemptions. ''And I know that if you start to grant so many exemptions, you're not going to have any cap.''  For one thing, some local finance officers said the provisions would not have an immediate effect because they would not be in place by July 1, the beginning of the fiscal year, and that in the long run the exemptions could jeopardize the entire effort.  Last week, in a session sponsored by the League of Municipalities, Mr. Corzine defended a 4 percent limit on annual increases in revenues from local property taxes, saying that local governments needed to find alternative sources of revenue. But by the end of the session, after several mayors complained, he warmed to the notion of allowing exemptions and waivers in some cases.  In the measure to be introduced on Thursday by the Senate president, Richard J. Codey, money set aside to cover uncollected property taxes, revenue realized from new properties on the tax rolls, a small portion of pension costs and increases in health benefits are automatically exempted.  In addition, school districts would be allowed automatic adjustments for debt service, a portion of the costs associated with increased enrollment or the opening of a new school as well as capital outlays. The school districts would also be allowed adjustments for debt service and emergencies.  The measure would also allow local governments to apply each year to the Local Finance Board or the state commissioner of education for waivers from the 4 percent cap for extraordinary circumstances like a loss of state aid, the sudden infusion of nonrecurring revenue, one-time emergency spending for ''health, safety and the public welfare,'' and cost increases resulting from mandated spending and increases in energy costs above the cap level and in equipment leases.  The decisions of the finance board and the commissioner could not be appealed.  Lou Neely, the finance director of East Brunswick, who is also the expert on property tax reform for the state League of Municipalities, called the proposed property tax measure a grab bag.  Mr. Neely said that many of the exemptions made sense, although he added that they would slow any immediate benefits to taxpayers. He said the state would be flooded with waiver requests from municipalities and school districts without a mechanism to handle them. After all, he said, ''when you are hungry and somebody throws you a crumb, you grab it.''  Local officials complained that the legislation did nothing to mitigate the costs of awards in binding arbitrations, which occur after municipalities and unions reach an impasse in labor negotiations. Localities would be required under the bill to pay the costs associated with these awards regardless of the 4 percent cap on local property taxes.  Mr. Neely and other officials wanted either a state-ordered limitation on the awards, or a provision in the bill to exempt the awards from these caps. Without such an exemption, he said, money would have to be diverted from other items financed from the property tax to pay for these awards. The proposed legislation admonishes arbitrators to ''consider as a primary factor in their awards'' the effect on tax levy limitations. Similarly, it addresses increases in employee health costs faced by local governments, and encourages local officials to renegotiate contracts.  Mr. Neely said that the ''state has precluded us from reopening contracts in the past, and it is nice that they are now letting us do it.''  ''But,'' he added, ''they ought to say to arbitrators that this is a hard cap and you can't grant awards over it.''  Still, most local officials conceded that the measure would be approved.  Mayor Gary Passanante of Somerdale said property taxes would not ease up any time soon, primarily because they account for about 46 percent of local budgets, more than the national average of 30 percent.  Borrowing phrasing frequently used by Governor Corzine, Mr. Passanante said: ''Our benchmark for accomplishing reform that is for the common good is doing something that gets us closer to the national average of 30 percent. But nothing in the governor's package does this.''  POLITICAL MEMO  ", 
            "title": "A Cap on Property Taxes May Have a Few Loopholes"
        }, 
        "weight": 0.798116644977318, 
        "file": "1821025.txt", 
        "other_topics": {
            "0": 0.00011495957725734489, 
            "1": 0.00013969049118696343, 
            "2": 0.00019848354072719428, 
            "3": 0.00017269560284953592, 
            "4": 0.00010724154558485491, 
            "5": 0.798116644977318, 
            "6": 0.00020565221839331462, 
            "7": 0.002625878333329752, 
            "8": 0.00020502360567487216, 
            "9": 0.00020520092641781326, 
            "10": 0.014931352881795744, 
            "11": 0.15874194688408436, 
            "12": 0.00025342586382028835, 
            "13": 0.00022230865281958737, 
            "14": 0.002653432819730239, 
            "15": 0.0001501787653591818, 
            "16": 0.007611017454975588, 
            "17": 0.012900894171240752, 
            "18": 0.00031940944554127476, 
            "19": 0.0001245622418933823
        }
    }, 
    {
        "content": {
            "text": "  The National Institute of Standards and Technology has recommended approval of two laboratories for testing electronic voting machines under a new federal oversight program. The institute, part of the Commerce Department, said SysTest Laboratories and iBeta Software Quality Assurance, both of Colorado, were the first to pass examinations, and the federal Election Assistance Commission is expected to grant them full accreditation. Voting machine experts have long been concerned about possible conflicts of interests, because the testing laboratories are paid by the companies that make the machines. When the oversight program started last summer, the commission found serious deficiencies at Ciber Inc. and held up the company's request for temporary certification. Officials said Ciber was still fixing those problems. Ciber and three other companies -- Wyle Laboratories, InfoGuard Laboratories Inc. and BKP Security Labs -- have also applied for full accreditation.  CHRISTOPHER DREW  ", 
            "title": "National Briefing | Washington: Endorsement For Voting Machine Labs"
        }, 
        "weight": 0.7958589293191481, 
        "file": "1819947.txt", 
        "other_topics": {
            "0": 0.0005299056707462994, 
            "1": 0.0006439027108076678, 
            "2": 0.0009149090166337092, 
            "3": 0.0007960396292869375, 
            "4": 0.0004943294373621368, 
            "5": 0.7958589293191481, 
            "6": 0.012298568241719862, 
            "7": 0.0007533595058100736, 
            "8": 0.0009450554175296135, 
            "9": 0.0009458727767220112, 
            "10": 0.0007223146665587289, 
            "11": 0.005280937736488102, 
            "12": 0.0011681654156706653, 
            "13": 0.0010247307670709369, 
            "14": 0.000880371790879926, 
            "15": 0.06879593978454286, 
            "16": 0.0010311061047452782, 
            "17": 0.0027135393190190257, 
            "18": 0.0014723164482708536, 
            "19": 0.10272970624098723
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''New Jersey's Millstone'' (editorial, Jan. 7):  You are correct in suggesting that middle-income New Jersey homeowners use an inordinate amount of their income to pay their property taxes.  This is particularly onerous for many retirees who frequently pay some 20 percent of their pension and Social Security income for property taxes, yet on the block where they live, a wealthier person with the same property assessment may pay only 5 percent of his income for property taxes.  Property taxes are regressive in that payments reflect property values rather than income, thus favoring the wealthy over the middle class and poor.  Reform will not occur through plans to reduce benefits for state employees because the prospect of labor unrest and political retribution in an election year will surely deter legislators from provoking a significant part of the electorate.  The fair and appropriate way to achieve property tax reform is to require those with the highest incomes to pay a higher state income tax and use that money to substantially finance education while reducing property taxes.  Jack Isaacs  Hackensack  ", 
            "title": "The Onerous Burden Of Property Taxes"
        }, 
        "weight": 0.7944679039792036, 
        "file": "1818762.txt", 
        "other_topics": {
            "0": 0.0004572454330386816, 
            "1": 0.0005556112910121921, 
            "2": 0.0007894574310037163, 
            "3": 0.0006868873180704665, 
            "4": 0.0004265473840506103, 
            "5": 0.7944679039792036, 
            "6": 0.000817970454467801, 
            "7": 0.000650059458663266, 
            "8": 0.010609698222008888, 
            "9": 0.03999308762634523, 
            "10": 0.0006232714627033332, 
            "11": 0.14167601238170546, 
            "12": 0.0010079875170931542, 
            "13": 0.0008842205116950676, 
            "14": 0.0007596559217586794, 
            "15": 0.0005973278280778153, 
            "16": 0.0008897216682151827, 
            "17": 0.002341460998605492, 
            "18": 0.0012704336056858123, 
            "19": 0.0004954395065955207
        }
    }, 
    {
        "content": {
            "text": "  New York State elections officials said on Thursday that they would consider suspending the testing of new voting machines in the state, after learning that the laboratory hired to perform the tests was temporarily barred by federal authorities last summer from accrediting new state voting systems.  The company, Ciber Inc. of Greenwood Village, Colo., is among the nation's top testers of voting machines. Ciber has a $3 million contract to help New York test proposed systems from five manufacturers to replace its aging lever machines.  Officials at the federal Election Assistance Commission delayed accrediting Ciber in July, after detecting problems in Ciber's quality-control procedures. The company has long been criticized by voting watchdog groups, but some state elections officials said on Thursday that they learned of the federal commission's decision only after details of it were published Thursday in The New York Times.  ''If we had known that, and if we had seen the report from them, we would have known why they were decertified, and maybe we wouldn't have hired them to begin with, or maybe we would have made some remedial changes,'' said Lee K. Daghlian, a spokesman for the New York State Board of Elections.  Mr. Daghlian said the board had requested a copy of a report prepared by the federal commission and would review it before making a final decision.  ''It may not delay use of the new machines,'' he said. ''If this report comes in and it's something really bad that we didn't know about, we may have to start all over again.''  A spokeswoman for Ciber could not be reached for comment.  The potential delay was the latest setback for New York's efforts to comply with federal requirements that states modernize their voting systems to deal with concerns stemming from the 2000 election. The state has faced sanctions from the federal government for failing to comply with the new federal standards, which required new voting machines by last fall's elections.  Since the state board established new and stringent voting machine standards in April, the process for acquiring new machines had been continually delayed, in part because machines being tested have failed to meet the new standards, said Bo Lipari, executive director of New Yorkers for Verified Voting, a state voting watchdog group.  Ciber has also been criticized by a second company, Nystec, which was hired to oversee Ciber's efforts.  ''I think what we're seeing now corroborates what Nystec has been saying, and that is that Ciber is not up to the task of testing voting systems in a way that protects the interests of voters,'' Mr. Lipari said.  ", 
            "title": "New York State May Suspend Tests of New Voting Machines"
        }, 
        "weight": 0.7914370493909718, 
        "file": "1816568.txt", 
        "other_topics": {
            "0": 0.00022651614848257613, 
            "1": 0.00027524589771652587, 
            "2": 0.0003910916189441368, 
            "3": 0.00034027911158532174, 
            "4": 0.00021130855247336876, 
            "5": 0.7914370493909718, 
            "6": 0.00040521676878709086, 
            "7": 0.010026017232089448, 
            "8": 0.0004039781513942137, 
            "9": 0.0004043275438736865, 
            "10": 0.0003087642674797741, 
            "11": 0.07503728411697576, 
            "12": 0.0004993498755648381, 
            "13": 0.0004380365778339341, 
            "14": 0.014932301734131438, 
            "15": 0.029407859118183825, 
            "16": 0.005292753002391037, 
            "17": 0.006011934382804885, 
            "18": 0.0006293638087325352, 
            "19": 0.06332132269958385
        }
    }, 
    {
        "content": {
            "text": "  Gov. Arnold Schwarzenegger on Monday proposed extending health care coverage to all of California's 36 million residents as part of a sweeping package of changes to the state's huge, troubled health care system.  A total of 6.5 million people, one-fifth of the state's population, do not have health insurance, far more than in any other state. At least one million of the uninsured are illegal immigrants, state officials say.  Under Mr. Schwarzenegger's plan, which requires the approval of the Legislature, California would become the fourth and by far the largest state to attempt near universal health coverage for its citizens. The other three states are Maine, Massachusetts and Vermont.  The governor outlined his proposal to an audience of health care experts and reporters via satellite from Los Angeles. He made it clear that a variety of mechanisms would be used to provide all Californians with insurance and that the responsibility of providing it would fall on the government, employers, health care providers and the uninsured themselves.  The plan, which Mr. Schwarzenegger estimated would cost $12 billion, calls for many employers that do not offer health insurance to contribute to a fund that would help pay for coverage of the working uninsured. It would also require doctors to pay 2 percent and hospitals 4 percent of their revenues to help cover higher reimbursements for those who treat patients enrolled in Medi-Cal, the state's Medicaid program.  ''Everyone in California must have health insurance,'' Mr. Schwarzenegger said.  As he made his proposal, the federal government announced that health care spending in 2005 showed the slowest growth in six years. [Page A13.]  Mr. Schwarzenegger's plan includes elements that quickly provoked opposition from many powerful interests, including doctors and the governor's Republican colleagues in the Legislature.  But the speaker of the State Assembly, Fabian Núñez, a Democrat, said in a statement, ''I'm glad the governor is on board with coverage for all kids.''  Over the last two years, state legislatures have grown increasingly concerned with how to provide health insurance to citizens as the number of employers offering coverage has fallen and the number of workers entering fields where health insurance is not an option has grown.  Because of its great size, California is likely to set the stage for a national conversation about health care this year.  ''This is a very significant proposal,'' said Karen Davis, president of the Commonwealth Fund, a nonprofit foundation. ''It is not just children he is talking about. It is really dealing with the whole problem of the uninsured, with concrete positions to raise revenues to pay for that coverage, and the philosophy of shared responsibility. I think this shows health care is going to be a major issue in the 2008 presidential election.''  In many ways, Mr. Schwarzenegger's proposal mirrors the plan in Massachusetts, the most comprehensive of its sort, which is projected to cover about 515,000 of the state's 550,000 uninsured. The law enacted there transformed a $1 billion pool that had long paid for health care for uninsured patients into a mechanism to help subsidize insurance for those who could not afford it.  In many states, spending on Medicaid, the federal government's health program for the poor, has surpassed that for education in recent years. In New York, Gov. Eliot Spitzer has vowed to insure all the state's children and enroll all eligible adults in Medicaid. And New Jersey is among a handful of states considering some form of universal coverage.  Under Mr. Schwarzenegger's proposal, Medi-Cal would be extended to adults who earn as much as 100 percent above the federal poverty line and to children, regardless of their immigration status, living in homes where the family income is as much as 300 percent above that line, about $60,000 a year for a family of four. Medi-Cal is currently limited to adults with children, and children with documented residency are covered if their family's income is up to 250 percent above of the poverty line.  Adult illegal immigrants would continue to be barred from Medicaid benefits but would still be entitled to health services from their counties and the state's hospital system.  Employers would have new responsibilities as well. Businesses with 10 or more workers that choose not to offer coverage would be required to pay 4 percent of their total Social Security wages to a state fund that would be created to subsidize the purchase of coverage by the working uninsured. The cost of such coverage would be measured on a sliding scale depending on what an employee earned, and employees would be able to pay for it using pretax dollars.  This component seems intended to give employers an incentive to offer health insurance, and to level the playing field between employers that do not offer insurance -- and are therefore essentially paying lower wages -- and those that do.  ''If you look at where the uninsured lie,'' said Laura Tobler, a health policy analyst for the National Conference of State Legislatures, ''most of them are working, and most work for small businesses.''  On the provider side, the governor's plan contains privileges and responsibilities. Doctors and hospitals, which have long complained about Medi-Cal's low reimbursement rates, would benefit from a $4 billion increase in annual reimbursement. But the state would tax doctors 2 percent of their total revenues, and hospitals 4 percent, to help pay for the greater reimbursement.  The proposal would prohibit insurance companies from denying coverage to people because of their age or health status. They would also be required to put 85 percent of their profits directly into health care services.  Aides to the governor said financing for the program would come from roughly $5 billion in federal money the state believes it will be owed through restructuring of its health care programs, and through a redirection of state money that now goes toward what is basically charity care, among other measures.  The chief executive of Blue Shield of California, Bruce G. Bodaken, described what might happen once the Legislature began to debate the governor's proposal.  ''Taking each part separately, there's something for everyone to hate,'' Mr. Bodaken said. ''But taken as a whole, there's a lot to like.''  The governor's plan signals a growing trend among state legislatures. ''What we are seeing this year,'' said Enrique Martinez-Vidal, acting director of the State Coverage Initiatives, a program that assists states looking to expand health care programs, ''is that instead of just trying to take on reform in an incremental way, there are some states trying to do this in a comprehensive way, by trying to get buy-ins from all the different players.''  But it is likely to set Mr. Schwarzenegger, a Republican, on a collision course with many state lawmakers from his party, who are the minority in the Legislature.  ''Some of the areas he put out there we are probably not going to support,'' said State Senator Dick Ackerman, the minority leader. Among his concerns, Mr. Ackerman said, were the coverage of illegal immigrants, which he said his members would not support, and a tax on doctors or providers.  ''We don't think taxing folks is something that is popular in California,'' he said in a telephone interview from Sacramento. ''But this isn't going to be an up-or-down vote on one bill. It will be a debate. And we welcome it.''  Correction:  January 12, 2007, Friday  A front-page article on Tuesday about a proposal by Gov. Arnold Schwarzenegger to extend health care coverage to all of California's residents misstated a requirement for insurers. They would have to contribute 85 percent of premiums to health care services, not 85 percent of profits. The article also referred incorrectly to the precedent for universal coverage. California would be the fifth state, not the fourth, to try near universal coverage. (Besides Maine, Massachusetts and Vermont, Hawaii has also tried.)  A picture caption with an articleWednesday about efforts by Massachusetts to extend health care coverage to all residents reversed the names in some copies of two people who helped an immigrant from Bangladesh sign up for insurance. Feroza Bashar, a translator, was at right, and Goretti Macedo of Cambridge Health Alliance was at left.  ", 
            "title": "CALIFORNIA PLAN FOR HEALTH CARE WOULD COVER ALL"
        }, 
        "weight": 0.7788742996888622, 
        "file": "1817635.txt", 
        "other_topics": {
            "0": 7.270693742167215e-05, 
            "1": 8.83481658809274e-05, 
            "2": 0.0001255322150548532, 
            "3": 0.00010922246487799196, 
            "4": 6.782561775072356e-05, 
            "5": 0.7788742996888622, 
            "6": 0.0250482662101161, 
            "7": 0.00010336643947933708, 
            "8": 0.00012966852195706136, 
            "9": 0.014146268235957106, 
            "10": 9.910686025737014e-05, 
            "11": 0.14244684648947234, 
            "12": 0.0001602808470717273, 
            "13": 0.0001406005632107288, 
            "14": 0.03126854360224846, 
            "15": 9.498154356109889e-05, 
            "16": 0.006371025335695201, 
            "17": 0.0003723174601647551, 
            "18": 0.00020201259540885016, 
            "19": 7.8780205551484e-05
        }
    }, 
    {
        "content": {
            "text": "  Gov. Edward G. Rendell arrived here Friday to rally support for his plan not only to extend health insurance coverage to the state's 760,000 uninsured adults, but also to cut billions of dollars in heath care costs and ban smoking in restaurants, bars and workplaces.  Mr. Rendell said the plan would require 47 changes to state law and regulations. It follows efforts in several other states to offer some version of universal health coverage.  Though Pennsylvania has one of the lowest uninsured rates in the nation -- about 7 percent, compared with 20 percent in California -- Mr. Rendell said the proposal was crucial because ''the system is near collapse.''  At a meeting with business and civic leaders at the private Duquesne Club downtown, Mr. Rendell pointed to a chart indicating that health care costs grew 75 percent in the state over the past seven years, while wages rose 13 percent and inflation increased 17 percent.  ''We can't go through another seven years of that,'' he said.  Mr. Rendell did not provide any cost estimates for the plan, but said that it relied on federal money, some redirected state money and a group of new taxes, including a 10-cent-per-pack increase in the cigarette tax and a fee on businesses that do not offer insurance to their employees. (A law approved last year is intended to extend health insurance to the state's 150,000 uninsured children.)  The governor's proposal also contains measures intended to make health care more efficient. One is an effort to reduce hospital-acquired infections, estimated to cost billions of dollars every year.  Though Mr. Rendell had previously said he would sign a bill authorizing a ''single-payer system'' whereby the state would be the insurer for the uninsured, nothing like that is in his proposal.  During his other stop Friday, at the University of Pittsburgh Medical Center, he said such a plan would be ''inordinately expensive'' and ultimately ''untenable to the legislature.''  Mr. Rendell's proposal differs in significant ways from recent state-sponsored health care packages in California and Massachusetts.  Both those states require individual participation, but, under Mr. Rendell's plan, Pennsylvania would not.  In California, Gov. Arnold Schwarzenegger, a Republican, wants the Legislature to approve health insurance coverage for illegal immigrants. But Mr. Rendell, a Democrat, said he did not try to provide coverage for Pennsylvania's estimated 150,000 illegal immigrants because Republicans in the legislature had said they would not back it.  Lawmakers of both parties have expressed support for some parts of Mr. Rendell's proposal, but passage of the entire plan is likely to be difficult. Among the reasons are that Republicans control the State Senate.  ", 
            "title": "Pennsylvania Governor Pushes Health Plan"
        }, 
        "weight": 0.7750549176267172, 
        "file": "1820060.txt", 
        "other_topics": {
            "0": 0.00020201212251207118, 
            "1": 0.00024547039309532, 
            "2": 0.00034878417529540676, 
            "3": 0.00030346845484687527, 
            "4": 0.0001884496512767703, 
            "5": 0.7750549176267172, 
            "6": 0.0003613812970445243, 
            "7": 0.00028719781875329324, 
            "8": 0.0003602766705965131, 
            "9": 0.00036058826655486256, 
            "10": 0.0002753628182684376, 
            "11": 0.09288259316554275, 
            "12": 0.0004453312883639771, 
            "13": 0.00039065073028541166, 
            "14": 0.021971184298702626, 
            "15": 0.0002639008586343101, 
            "16": 0.05664555405759302, 
            "17": 0.018342916252851234, 
            "18": 0.0005612805960459826, 
            "19": 0.030508679457019426
        }
    }, 
    {
        "content": {
            "text": "  Gov. Eliot Spitzer said on Friday that he would seek billions of dollars in Medicaid and health care cost savings when he unveils his first executive budget on Wednesday.  But while he repeatedly used the word ''reform'' in a speech here, hospital groups heard the word ''cut.'' That dissonance will probably set the stage for what could be a fierce battle in the Legislature over the governor's plan.  ''For too long, we have financed the health care system we have, not the health care system we need, so we're left pumping billions of dollars into a broken system,'' Mr. Spitzer said. ''What went wrong is that health care decision making became co-opted by every interest other than the patient's interest.''  Among the governor's proposals were eliminating the annual inflation adjustments on Medicaid payments to hospitals and nursing homes and substantially changing the way the state subsidizes health care providers and graduate medical programs.  ''New York spends more on hospitals and nursing-home care than any state in the nation,'' he said. ''This spending is unsustainable and unwise.''  He said his administration would seek to save $200 million annually by taking steps to reduce Medicaid prescription drug costs and overhaul the Department of Health. He said he would also follow up on his campaign pledge to provide coverage for the state's 400,000 uninsured children.  The proposals sent shudders through some corners of the health care world.  ''These are many of the same budget cuts that Governor Pataki proposed, and they were rejected because, frankly, they aren't reforms,'' said Daniel Sisto, the president of the Healthcare Association of New York State.  ''By his tone today, he intends to make it a serious fight,'' he said. ''The Legislature knows that these cuts, now two decades old, do not constitute reform. I'm working on the assumption we can persuade them to reject them.''  But many were pleased by what they heard, from fiscal conservatives who have called for an end to Albany's spending growth to health care advocacy groups.  ''We think he is taking a very bold step and putting New York in the lead in the nation in terms of providing health care coverage for children,'' said Donna Lawrence, executive director of the Children's Defense Fund New York.  Edmund J. McMahon, the director of the Empire Center for New York State Policy, an affiliate of the policy group the Manhattan Institute, said, ''I think he set exactly the right tone. The patient-first premise is exactly where we need to be, and I think it's a very positive step.''  Mr. Spitzer said the state was paying far more on graduate medical education than other states -- $77,000 per medical resident compared with $21,000 in California.  ''We discovered that many of those dollars are going to pay for phantom residents and doctors who don't even exist,'' he said.  Mr. Sisto said he objected to what he called the ''prosecutorial rhetoric'' in the governor's speech and his description of past deals.  ''We should be having a policy debate about the future, not lamenting the past,'' he said.  Mr. Spitzer specifically criticized a 2002 deal involving Gov. George E. Pataki and 1199 S.E.I.U. United Healthcare Workers East that was used in part to provide raises for health care workers. ''As a result of this deal, well over $3 billion alone was pumped into the health care delivery system with little or no accountability,'' he said. A spokeswoman for the union did not return calls seeking comment.  Kenneth E. Raske, the president of the Greater New York Hospital Association, said, ''Cuts to me do not spell reform, particularly when the hospital sector is not at all driving the increases in Medicaid.''  Assemblyman Richard N. Gottfried, a Manhattan Democrat who is chairman of the Assembly's Health Committee, said getting the proposals through the Legislature would ''depend on a lot of the details.''  ''Some of the Medicaid cuts will create problems, but I think the policy directions are terrific,'' he said. ''There is certainly an enormous amount here that I will fight very hard to enact.''  ", 
            "title": "Spitzer Sees Health Savings; Hospitals Call Them Cuts"
        }, 
        "weight": 0.7485725447245708, 
        "file": "1821791.txt", 
        "other_topics": {
            "0": 0.00945878980344842, 
            "1": 0.00017612006773102504, 
            "2": 0.00025024562759665825, 
            "3": 0.0002177325100103088, 
            "4": 0.0001352088328382019, 
            "5": 0.7485725447245708, 
            "6": 0.0002592838089744386, 
            "7": 0.00020605865600822643, 
            "8": 0.0002584912617251022, 
            "9": 0.00025871482555533536, 
            "10": 0.00019756728130227528, 
            "11": 0.23739531141869707, 
            "12": 0.0003195162385182315, 
            "13": 0.00028028403837005475, 
            "14": 0.00024079901642869427, 
            "15": 0.0001893435559004549, 
            "16": 0.0002820278187334031, 
            "17": 0.0007422064244099456, 
            "18": 0.0004027075336671763, 
            "19": 0.0001570465555141391
        }
    }, 
    {
        "content": {
            "text": "  A new study estimates that employers cheat New York State's workers' compensation system by not paying $500 million to $1 billion a year in required insurance premiums, forcing other employers to pay higher premiums.  The study by the Fiscal Policy Institute, a liberal research group, found that these illegal underpayments represent 15 percent to 20 percent of all the workers' comp premiums that are supposed to be paid each year statewide.  Some companies pay no premiums while others underpay by underreporting the size of their work force to qualify for lower premiums, the study said.  Government, business and labor leaders say the noncompliance hurts the state's business climate by forcing law-abiding companies to pay higher workers' comp premiums when many corporations are already complaining that their premiums are too high.  ''We were surprised to find this magnitude of noncompliance,'' said James Parrott, the chief economist for the Fiscal Policy Institute. ''This noncompliance has helped cause at least two things: very low benefits for injured workers in New York, which are among the lowest in the country, and second, despite these low benefits, workers' comp premiums that are considered very high.''  Mr. Parrott said inadequate data made it hard to pinpoint the exact amount of cheating.  The report asserts that if more companies paid their full premiums, the extra money would enable the state to cut workers' comp premiums over all and increase benefits for injured workers. The report maintains that a lack of enforcement has emboldened employers to cheat.  ''Not being honest on payroll has become almost an accepted practice in New York State,'' said Art Wilcox, a workers' comp expert with the New York State A.F.L.-C.I.O. ''It hurts the competitiveness of a business that does the right thing. It hurts the competitiveness of an insurance broker who refuses to play games with payroll. And it certainly hurts any insurance carrier who won't bend the rules because they're competing against people who will.''  Michael Moran, a spokesman for the American Insurance Association, said he found it difficult to believe the level of noncompliance found by the study. ''It is very important for insurance companies to be paid correctly for all the people they cover,'' he said. ''They work at it very hard. They try to audit to make sure that things are right.''  The Fiscal Policy Institute based its calculations on financial numbers filed with state agencies. It bolsters the finding of a report last year by the state's association of insurance agents, which estimated, based on inside knowledge of industry practices, that up to 20 percent of New York's employers did not pay all their required premiums.  ''New York's honest businesses who are playing by the rules have had to subsidize those who don't even cover their employees or those who seriously underpay for the coverage they do have,'' said David Dickson, president of the association, Professional Insurance Agents of New York State. ''It approaches plain fraud.''  Gov. Eliot Spitzer has pledged to make major changes in the workers' comp system, hoping to hold down premiums and increase benefits. The maximum benefit an injured worker can now obtain is $400 a week.  ''Although we do not know the magnitude of the underreporting of workers' comp obligations, we recognize that it is a serious problem,'' said Christine Anderson, a spokeswoman for the governor.  Insurance experts say that a company with, say, 100 employees might tell its insurer that it has only 70 workers and then pay premiums for only 70.  But if any of the company's 100 employees are injured on the job, they would be likely to qualify for worker's comp benefits -- either medical coverage and weekly benefits in lieu of wages -- when they are out of work. This means that the amount collected in premiums might fall short of the amount spent on benefits. As a result of such a shortfall statewide, insurers often pressure New York officials to increase premiums for all employers in an effort to balance total premiums paid in with total benefits paid out.  ''The lack of aggressive enforcement forces everybody in the process to bend the rules,'' said Mr. Wilcox of the A.F.L.-C.I.O. ''If insurance company A enforces the law but all the rest don't, then the client will end up with insurance company B or C or D.''  In finding underpayments, the Fiscal Policy Institute first looked at the total amount of employee payroll -- $389 billion -- that the state's employers reported for 2003 to the Labor Department and Tax Department when they paid their unemployment insurance taxes. Then the institute examined the total payroll reported to the state agencies and the industry association that handle payroll data for employers paying workers' comp insurance. The total payroll reported for workers' comp came to just $311 billion (after the policy institute made some adjustments to account for excluded job categories.)  ''Manufacturers are paying significant amount of workers' comp, and they obviously pay more than they need to because it looks like a large percentage of companies aren't paying into the system,'' said Randall Wolken, president of the Manufacturers Association of Central New York. ''If we're inadvertently increasing some companies' costs, we inadvertently drive some companies out of the state.''  Last July, the state's insurance superintendent, Howard Mills, denied a request by insurers to increase workers' comp premiums, saying, ''The insurers' efforts to fight fraud -- both claimant and employer fraud -- can be said to be anemic at best.''  At the time, Mr. Mills, who stepped down last month, said that without a greater commitment by insurers to fight fraud, it would be hard to justify any overall increase in premiums.  One common practice, insurance experts say, is for companies, often taxi or trucking companies, to say that their drivers are independent contractors (who are not required to be part of the workers' comp system) when by many definitions they are actual employees.  As part of the campaign against fraud, Manhattan District Attorney Robert M. Morgenthau and the State Insurance Fund, a state agency that provides workers' comp coverage to 194,000 employers, arrested Anthony Spychalsky last month and charged his company, NY Ceiling & Drywall, with underpaying premiums by at least $207,000. Mr. Spychalsky pleaded guilty on Jan. 8 to insurance fraud.  Many industry experts say the State Insurance Fund, which focuses on providing coverage to small business, is more aggressive in pursuing premium fraud than private insurance carriers.  Robert Lawson, the insurance fund's spokesman, said that in 2006, the fund's 200 auditors did 88,398 field audits. All the audits yielded an additional $89 million in revenues, coming to $493,000 per auditor, Mr. Lawson said.  Mr. Dickson, the head of the insurance agents' group, said, ''The level of audits that are conducted by the commercial carriers and the frequency of the audits, I don't see that at the same standard as the State Insurance Fund's efforts.''  Kenneth Adams, president of the Business Council of New York State, said, ''Whatever can be put in place to limit and reduce fraud by employers or injured workers, that will produce benefits throughout the system.''  ", 
            "title": "Study Says Many Firms Cheat New York Workers' Comp System"
        }, 
        "weight": 0.7463114985923562, 
        "file": "1821290.txt", 
        "other_topics": {
            "0": 7.792542072141135e-05, 
            "1": 9.468928606232543e-05, 
            "2": 0.00013454219114618222, 
            "3": 0.00011706182146671077, 
            "4": 7.269374816686103e-05, 
            "5": 0.7463114985923562, 
            "6": 0.0001394014837469031, 
            "7": 0.0001107854844467797, 
            "8": 0.00013897537822595284, 
            "9": 0.00013909557520149833, 
            "10": 0.008452059036795077, 
            "11": 0.1343100114694188, 
            "12": 0.04023181140462452, 
            "13": 0.00015069205815011554, 
            "14": 0.00012946331013775, 
            "15": 0.00010179876921292921, 
            "16": 0.06191083714560461, 
            "17": 0.00039904025329799947, 
            "18": 0.006893182978318552, 
            "19": 8.443459289881708e-05
        }
    }, 
    {
        "content": {
            "text": "  Attorney General Andrew M. Cuomo said yesterday that all future recipients of so-called member items -- grants that lawmakers steer to community groups and pet projects in their home districts -- would be required to meet detailed new disclosure requirements before the money was disbursed. The recipients would have to reveal any potential conflict of interest with the lawmaker. Mr. Cuomo said yesterday that such conflicts would not necessarily prevent groups from receiving money, but that the new requirements would lend transparency to what has been a highly secretive process. ''When people don't know, people get suspicious,'' Mr. Cuomo said.  NICHOLAS CONFESSORE  ", 
            "title": "Metro Briefing | New York: Albany: Increased Disclosure For Legislative Grants"
        }, 
        "weight": 0.7390971685031534, 
        "file": "1820968.txt", 
        "other_topics": {
            "0": 0.000717119992301303, 
            "1": 0.0008713918957818731, 
            "2": 0.0012381440380525312, 
            "3": 0.001077278399421181, 
            "4": 0.0006689747664262348, 
            "5": 0.7390971685031534, 
            "6": 0.0012828623833647335, 
            "7": 0.0010195194972074306, 
            "8": 0.001278941085474077, 
            "9": 0.0012800472155838646, 
            "10": 0.0009775065954516044, 
            "11": 0.19147578326361575, 
            "12": 0.0015808752767498971, 
            "13": 0.001386765532736942, 
            "14": 0.047273680823002165, 
            "15": 0.0009368179461647665, 
            "16": 0.0013953932609465742, 
            "17": 0.0036722258375224155, 
            "18": 0.0019924820932036603, 
            "19": 0.0007770215938394834
        }
    }, 
    {
        "content": {
            "text": "  As targets of suburban loathing and despair, property taxes get all the attention, particularly in Westchester, whose property taxes are among the highest in the nation. But there are many other tributaries flowing into the sea of taxes in which New Yorkers float.  The proliferation of taxing districts -- counties, towns, villages, hamlets, fire departments, sewer and sanitary districts -- has left us all in a trap. We love the amenities of multiple governments but ache under the burden of paying for them all. The cost of living here keeps rising in ways that seem beyond anyone's control, since children need the best schooling, and other things like garbage collection and gleaming fire trucks, while expensive, are also seen as essential. Or, if not essential, then at least immovable. In many cases the special taxing districts have become politically tenacious fiefdoms: secretive, highly fortified and resistant to siege.  People like to complain about the problem, but it took the Nassau County Comptroller, Howard Weitzman, to sink his watchdog's teeth into it. Last month he issued a report highlighting ways that the more than 200 special taxing districts in Nassau -- whose total tax bill was more than $473 million last year -- could save large amounts of money. Officials in Westchester could learn something from what Mr. Weitzman has to say.  Mr. Weitzman says that municipalities can save money without dissolving themselves or consolidating with other districts. These options have often been suggested, most recently by Gov. Eliot Spitzer, who wants to create a Commission on Local Government Efficiency to study the problem across the state, which has more than 4,200 taxing districts. Instead, Mr. Weitzman proposes smart trimming around the edges of the problem by imposing greater oversight and by pooling resources.  The first line of defense against special-district overspending -- watchful voters -- is faulty, since special-district elections are obscure rituals in which only the tiniest sliver of the electorate participates. So Mr. Weitzman suggests that town governments step in to control spending. As he interprets state law, towns have the authority to review the budgets of special districts, to compel them to justify expenses and to trim their budgets as needed. Two of Nassau's three towns -- North Hempstead and Oyster Bay -- have already begun doing so.  Mr. Weitzman's report outlines common-sense ways districts could band together to reduce insurance costs, pooling their risk through group self-insurance and saving money that would otherwise be spent unnecessarily on brokers' fees and redundant contracts with private companies. The same cooperation could apply to buying goods and services in bulk, or contracting with town governments for services like snow plowing and tree pruning at rates cheaper than those charged by private companies.  If there was ever any doubt that special-district spending could be tightened, it was shattered in 2005. That was the year Mr. Weitzman conducted eye-opening audits of sanitary districts in Nassau, finding numerous examples of wastefulness and lack of oversight, and Newsday published a series of articles detailing the sometimes grotesquely lavish spending by volunteer fire districts across Long Island. Mr. Spitzer and municipalities everywhere would do well to take a page, or several, from Mr. Weitzman's report.  Long Island | Westchester  ", 
            "title": "Tackling Taxes"
        }, 
        "weight": 0.7349166235988519, 
        "file": "1820352.txt", 
        "other_topics": {
            "0": 0.0037502028884860918, 
            "1": 0.00020325420280867972, 
            "2": 0.04328399562645497, 
            "3": 0.00025127771251635906, 
            "4": 0.00015603993278716884, 
            "5": 0.7349166235988519, 
            "6": 0.0002992306587956977, 
            "7": 0.000237805313150025, 
            "8": 0.036127645695662465, 
            "9": 0.00029857401431019926, 
            "10": 0.00022800570530951626, 
            "11": 0.17006482930259076, 
            "12": 0.00036874286491664143, 
            "13": 0.007489332249763078, 
            "14": 0.0002778979860266465, 
            "15": 0.00021851498246232057, 
            "16": 0.00032547874983828817, 
            "17": 0.0008565552867224423, 
            "18": 0.00046475111993244224, 
            "19": 0.00018124210861436302
        }
    }, 
    {
        "content": {
            "text": "  A front-page article on Tuesday about a proposal by Gov. Arnold Schwarzenegger to extend health care coverage to all of California's residents misstated a requirement for insurers. They would have to contribute 85 percent of premiums to health care services, not 85 percent of profits. The article also referred incorrectly to the precedent for universal coverage. California would be the fifth state, not the fourth, to try near universal coverage. (Besides Maine, Massachusetts and Vermont, Hawaii has also tried.)  A picture caption with an articleWednesday about efforts by Massachusetts to extend health care coverage to all residents reversed the names in some copies of two people who helped an immigrant from Bangladesh sign up for insurance. Feroza Bashar, a translator, was at right, and Goretti Macedo of Cambridge Health Alliance was at left.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7329849716454091, 
        "file": "1818340.txt", 
        "other_topics": {
            "0": 0.0006566043469249283, 
            "1": 0.0007978576985553276, 
            "2": 0.0011336607070395275, 
            "3": 0.0009863700461596953, 
            "4": 0.0006125219549506014, 
            "5": 0.7329849716454091, 
            "6": 0.22620675632519002, 
            "7": 0.0009334852476959732, 
            "8": 0.0011710150117113663, 
            "9": 0.0011720277987569768, 
            "10": 0.0008950176910583734, 
            "11": 0.006543592312825224, 
            "12": 0.0014474698652997592, 
            "13": 0.0012697404712406393, 
            "14": 0.0010908657459500874, 
            "15": 0.0008577626371217143, 
            "16": 0.0012776401308615512, 
            "17": 0.0033623375079385193, 
            "18": 0.015888851826686624, 
            "19": 0.0007114510286239217
        }
    }, 
    {
        "content": {
            "text": "  Long Island on a map looks like one big flat fishy slab, but maps are deceptive. Politically, it's an archipelago: a chain of hundreds of governmental bodies, all separate and independent, and all floating in a sea of taxes.  The proliferation of overlapping taxing districts -- counties, towns, villages, hamlets, fire departments, school systems, sanitary districts -- has left Long Islanders in a trap. They love the amenities of multiple governments but ache under the burden of paying for them all. The cost of living here keeps rising in ways that seem beyond anyone's control, since things like garbage collection and gleaming firetrucks, while expensive, are also seen as essential. Or, if not essential, then at least immovable. In many cases the taxing districts have become politically tenacious fiefdoms: secretive, highly fortified and resistant to siege.  People like to complain about the problem, but it took the Nassau Comptroller, Howard Weitzman, to sink his watchdog's teeth into it. Last month he issued a report highlighting ways that the more than 200 special taxing districts in Nassau -- whose total tax bill was more than $473 million last year -- can save large amounts of money.  But not, he says, by dissolving themselves or consolidating with other districts. These options have often been suggested, most recently by Gov. Eliot Spitzer, who wants to create a Commission on Local Government Efficiency to study the problem across the state, which has more than 4,200 taxing districts. Instead, Mr. Weitzman proposes smart trimming around the edges of the problem by imposing greater oversight and by pooling resources.  The first line of defense against special-district overspending -- watchful voters -- is faulty, since special-district elections are obscure rituals in which only the tiniest sliver of the electorate participates. So Mr. Weitzman suggests that town governments step in to control spending. As he interprets state law, towns have the authority to review the budgets of special districts, to compel them to justify expenses and to trim their budgets as needed. Two of Nassau's three towns -- North Hempstead and Oyster Bay -- have already begun doing so. The third, Hempstead, should join them.  Mr. Weitzman's report outlines common-sense ways districts could band together to reduce insurance costs, pooling their risk through group self-insurance and saving money that would otherwise be spent unecessarily on brokers' fees and redundant contracts with private insurance companies. The same cooperation could apply to buying goods and services in bulk, or contracting with town governments for services like snow plowing and tree pruning at rates cheaper than those charged by private companies.  If there was ever any doubt that special-district spending could be tightened, it was shattered in 2005. That was the year Mr. Weitzman conducted eye-opening audits of sanitary districts in Nassau, finding numerous examples of wastefulness and lack of oversight, and Newsday published a series of articles detailing the sometimes grotesquely lavish spending by volunteer fire districts across Long Island. Mr. Spitzer's commission has not yet gotten off the ground. When it does, it would do well to take a page, or several, from Mr. Weitzman's report.  ", 
            "title": "The Taxing Islands"
        }, 
        "weight": 0.7307828608588001, 
        "file": "1820290.txt", 
        "other_topics": {
            "0": 0.00017220593827619747, 
            "1": 0.00020925209257915045, 
            "2": 0.06300459025991581, 
            "3": 0.0002586927425655423, 
            "4": 0.00016064456237768242, 
            "5": 0.7307828608588001, 
            "6": 0.00030806074684603584, 
            "7": 0.000244822782089886, 
            "8": 0.007684444748111698, 
            "9": 0.00030738472523973015, 
            "10": 0.003923396816623106, 
            "11": 0.15295134687617157, 
            "12": 0.03357758960738968, 
            "13": 0.00033301157727829534, 
            "14": 0.0002860985617814936, 
            "15": 0.00022496320719713218, 
            "16": 0.0003350834007492375, 
            "17": 0.004570494457817796, 
            "18": 0.0004784656013529394, 
            "19": 0.0001865904368369281
        }
    }, 
    {
        "content": {
            "text": "  A half-year after legislative leaders and Gov. Jon S. Corzine vowed to provide relief for the highest property tax rate in the nation, the Assembly voted on Monday evening to give a 20 percent credit to most homeowners and to put a 4 percent cap on future local property tax increases.  Although Mr. Corzine admonished state legislators months ago to be bold in restricting local tax increases, slashing public pensions and consolidating municipal governments and school districts, those changes and others approved Monday evening were viewed by many here as little more than a few steps in a very long journey. The Senate is to take up the measures next week.  The Assembly speaker, Joseph J. Roberts Jr., attributed the outcome to mixed signals from the public and to the general messiness of the legislative process, which he said was not even as clean and orderly as making sausage.  ''The public message we heard was shake up the status quo, but stay the course,'' Mr. Roberts said before the vote. ''The best place to be is right smack in the middle of a contradiction, and that is where we are. The question is whether the public believes that these changes go far enough.''  To get the job done on Monday, Assembly leaders placed the body ''under call,'' a legislative maneuver that barred lawmakers from leaving the chamber, forcing them to vote without abstentions.  The Assembly debated into the evening before voting 71-8 to approve the 20 percent credit and the 4 percent limit on local property tax increases.  In a session that went more than eight hours, the Assembly also approved a number of changes in the laws governing pensions and pension forfeiture that had been approved in the Senate last week. In the end the measures passed easily.  Final passage was given as well to a bill that would create a commission to study consolidation of municipalities and school districts in an effort to end wasteful duplication. It was approved 70 to 8 with one abstention.  More grudgingly, the Assembly gave final approval, 47 to 30, to a measure creating the office of an appointed comptroller.  All of the measures were part of what Governor Corzine said was his multipronged attack on property taxes, which have been rising a significant 7 percent a year.  The Senate president, Richard J. Codey, who was following the Assembly debate, said the state's effectiveness in reining in property taxes would depend on how successful Governor Corzine is in trimming pension and health care benefits for state employees during contract negotiations -- something he specifically asked lawmakers to leave to him.  In the end, Mr. Codey said, what really matters to voters is how soon they will get the relief on their property taxes. The 20 percent credit would replace the state's homestead rebate program with a richer plan. The credit would be financed from state sales tax revenue and would send about $2.2 billion back to 95 percent of the state's 1.9 million property-tax payers, and about one million of its renters.  ''When I go out and talk to voters, that's what they tell me matters most,'' Mr. Codey said.  In the area of pension reform, the biggest items are those affecting state employees. After the legislators recommended several changes at Mr. Corzine's urging -- like raising the retirement age and reining in pensions for new employees -- he said unexpectedly in early December that he would try to win givebacks and changes through collective bargaining.  The State Senate did establish a 401(k)-type pension for future elected officials that would scrap the current defined benefit program and would limit the way lawyers, architects and other professionals can combine part-time jobs with multiple municipalities to enhance their pensions.  The Senate also passed a measure stripping officials convicted of corruption of the portion of their pension associated with the job in which the misfeasance occurred. The Assembly approved all three matters.  Although both chambers are controlled by the Democrats, the measures fell short of what even some Democratic lawmakers wanted. Those legislators had wanted pension benefits denied to officials convicted of corruption, and more limits on municipal workers who increase their pensions with multiple jobs.  ''It is disingenuous to say that this is reform,'' said State Senator Nicholas P. Scutari, a Linden Democrat who was chairman of a special legislative commission that looked into pension reform last summer. ''The reform saves no money, and to think that the governor can negotiate with the unions what the Legislature had a hard time agreeing on is a mistake.''  In the area of consolidation of school districts and municipal services, lawmakers said they received mixed signals from communities. The result in the Senate was a measure that would leave the decision on shrinking the number of local governments up to local voters.  ''These people want a Mercedes-Benz, but they only have Oldsmobile money,'' said State Senator Stephen Sweeney, a Democrat from West Deptford. ''And you know Oldsmobile went out of business.''  ", 
            "title": "Trenton Assembly Votes to Ease State's Property Tax Burden"
        }, 
        "weight": 0.718932400029262, 
        "file": "1822642.txt", 
        "other_topics": {
            "0": 0.00011411656105146747, 
            "1": 0.00013866611939744328, 
            "2": 0.00019702803049111896, 
            "3": 0.0001714291995157795, 
            "4": 0.0025508395676045476, 
            "5": 0.718932400029262, 
            "6": 0.0050929130205767375, 
            "7": 0.0001622379241901687, 
            "8": 0.0002035201361397987, 
            "9": 0.009981233919426426, 
            "10": 0.00015555233751061946, 
            "11": 0.10869017903460772, 
            "12": 0.010029105215968977, 
            "13": 0.0002206784293836212, 
            "14": 0.08329866133366015, 
            "15": 0.00014907748144707202, 
            "16": 0.005110820256324738, 
            "17": 0.05436082542846174, 
            "18": 0.00031706716710457836, 
            "19": 0.00012364880787542763
        }
    }, 
    {
        "content": {
            "text": "  Gov. Eliot Spitzer and legislative leaders announced a package of sweeping changes to state ethics policies on Wednesday, but the measures were greeted with a mixed response from civic groups that have long pushed for even broader changes.  In addition to banning gifts and honoraria for public officials, the leaders proposed merging the State Ethics Commission, which has jurisdiction over the executive branch, and the Temporary State Commission on Lobbying, which oversees lobbying, into a new Commission on Public Integrity.  ''In one bold action, lawmakers have set New York on a path toward true integrity in government,'' Mr. Spitzer said in a statement.  But the new integrity commission will not include the Legislative Ethics Committee, which is widely viewed as the weakest of the three existing entities, though changes are in store for it as well. And there was criticism that negotiations on the package were conducted largely in secret by Mr. Spitzer and the two legislative leaders, Sheldon Silver, the Assembly speaker, and Joseph L. Bruno, the Senate majority leader.  Approval of the proposals by the full Legislature is considered virtually certain.  Under the plan, the new commission and the revamped legislative ethics body will be required to issue annual reports disclosing their investigations. Currently, the legislative body, which will be renamed the Legislative Ethics Commission, is prevented from disclosing much of its work. And for the first time, nonlegislators, appointed by the Legislature, will serve on the legislative commission's board, where they will hold the majority of votes.  The announcement left open the fate of the lobbying commission's executive director, David Grandeau, who is widely seen as one of the few aggressive investigators of government corruption in Albany. Mr. Spitzer, who has had differences with Mr. Grandeau, said the merger was ''absolutely not'' an effort to remove him, and the governor's top spokesman, Darren Dopp, said he believed Mr. Grandeau would be the front-runner to lead the new commission.  ''I think he has been a maverick, I think he has been an affirmative force on many occasions, but on some occasions we have had sharp differences with him on the merits,'' Mr. Dopp said. One of those disagreements occurred in 2004, after Mr. Grandeau said state lobbying laws were so flawed that he would support throwing them out, a position Mr. Spitzer, then the attorney general, rejected.  Blair Horner, legislative director of the New York Public Interest Research Group, said the package contained ''things we've been seeking for years.'' But he said that he was ''very troubled'' by the merger of the two commissions. ''We think the lobbying commission does a good job, and if you're going to be tinkering with them doing a good job, that could be a problem,'' he said.  The measures announced on Wednesday included rules that the governor has already applied to the executive branch, including bans on gifts of more than nominal value from lobbyists to public officials; on gifts from nonlobbyists if they are meant to influence officials; and on virtually all honoraria for statewide elected officials, agency heads and legislators.  The package also includes an antinepotism policy; prohibits nonlegislative employees from using their offices to solicit political contributions; requires that agency heads resign before becoming political candidates; bars elected officials or candidates from appearing in taxpayer-financed ads; and places new restrictions on lobbying by public officials who have left office.  The maximum penalty for violations will increase to $40,000 from $10,000.  The new integrity commission will have a 13-member board, with 7 members selected by the governor.  ''I believe that the governor -- I was elected for this purpose -- is uniquely accountable for the ethics and the function of the state agencies, the state authorities,'' Mr. Spitzer said.  ", 
            "title": "State Leaders Agree on Plan to Merge 2 Ethics Commissions and Tighten Lobbying Rules"
        }, 
        "weight": 0.7148838471749228, 
        "file": "1821348.txt", 
        "other_topics": {
            "0": 0.00014958363148641154, 
            "1": 0.0001817631158219271, 
            "2": 0.0002582637264383108, 
            "3": 0.00022470885882035723, 
            "4": 0.009751815498032458, 
            "5": 0.7148838471749228, 
            "6": 0.0002675914994158799, 
            "7": 0.00021266096385639806, 
            "8": 0.0002667735582276248, 
            "9": 0.0002670042852475026, 
            "10": 0.00020389751773666157, 
            "11": 0.13606256393513036, 
            "12": 0.00994202828160134, 
            "13": 0.00028926459537307616, 
            "14": 0.12200399081016018, 
            "15": 0.0033995017801483987, 
            "16": 0.0002910642480545374, 
            "17": 0.0007659873972444455, 
            "18": 0.0004156106514568143, 
            "19": 0.00016207847082449583
        }
    }, 
    {
        "content": {
            "text": "  Just about everyone in the New Jersey Legislature knows that a major reason for high property taxes in the state is the existence of so many municipalities (566), school districts (616) and hundreds of other governmental units in a state relatively small in area.  But few members of that Legislature want to do very much to abolish any of them.  Yes, we are aware that the state Senate last week approved a bill creating a commission to recommend the merger, or at least the consolidation of services, of some of these governments. But the measure passed only after its teeth were removed. Earlier proposals would have given the commission some power to compel mergers, to offer towns financial incentives for merging and to impose penalties for refusing to do so. But these were dropped in favor of a provision requiring any proposed merger to be approved by the affected towns' voters. Residents are likely to be unenthusiastic about abolishing their own towns.  More than most states, New Jersey has a strong home rule tradition in which legislators and other political officials are reluctant to intrude on the authority of local governments to run their affairs. Considering the state's soaring property taxes, New Jersey residents are paying too high a price to preserve this outmoded tradition.  New Jersey  ", 
            "title": "Home Rule, High Taxes"
        }, 
        "weight": 0.7133061345612831, 
        "file": "1822023.txt", 
        "other_topics": {
            "0": 0.0004617680950634489, 
            "1": 0.0005611068999452183, 
            "2": 0.0007972660363727038, 
            "3": 0.0006936813918091292, 
            "4": 0.0004307664084874194, 
            "5": 0.7133061345612831, 
            "6": 0.0008260610851105574, 
            "7": 0.0006564892642230483, 
            "8": 0.010714639848049932, 
            "9": 0.0403886634059847, 
            "10": 0.0006294363054153895, 
            "11": 0.11340403322300018, 
            "12": 0.0010179576262196702, 
            "13": 0.0008929664285283699, 
            "14": 0.0007671697573073376, 
            "15": 0.0006032360596077205, 
            "16": 0.10970066342481241, 
            "17": 0.0023646206323070084, 
            "18": 0.0012829995963076091, 
            "19": 0.0005003399501650893
        }
    }, 
    {
        "content": {
            "text": "  LOW-INCOME residents of Connecticut towns, especially here in the northwest corner of the state, are finding it more and more difficult to afford the homes they've lived in for decades. A big part of the problem: property taxes.  Unlike New York, Connecticut has no county governments. As a result, its towns rely more heavily on property taxes than perhaps any others in the nation. This may be fine for New Yorkers who are wealthy enough to invest in weekend homes within driving range of Manhattan, but it creates a heavy financial burden on low-income families. This inequity could be greatly ameliorated if Connecticut were to adopt a resident homeowner tax exemption like those already in place in other states, including Massachusetts, Texas, Illinois and Georgia.  A homeowner tax exemption is usually a fixed amount that is deducted from the assessment of every eligible property before its real estate tax is set. The initial impact of a Connecticut town adopting a resident homeowner tax exemption would be to reduce the town's grand list, or tax base, by the total amount of the exemptions. Then, because exemptions don't reduce the town's budget, the property tax rate must be raised to cover town expenses unless the state provides aid to compensate the town for the exemptions.  An across-the-board homeowner exemption would lower the relative burden of property taxes on lower-valued properties. Because the owners of lower-valued properties also tend to have low incomes, much of the benefit from any homeowner tax exemption would flow to low-income homeowners.  The benefit can be enhanced by targeting the exemptions on residents with low incomes. This would be especially appropriate in Connecticut because the state's income tax law already provides a tax credit of up to $500 to anyone who pays at least that much in real estate taxes. To benefit from this credit, a taxpayer must owe at least as much income tax as the credit. But families with incomes below $24,000 are exempt from income taxes, and thus get no benefit from the state's property tax credit. A targeted homeowner tax exemption would help compensate for this omission.  Before Connecticut towns could adopt a resident homeowner tax exemption, the State Legislature would have to enact enabling legislation. There are many forms that such legislation might take, but the most feasible would be a law that allowed ''home rule,'' which essentially allows localities discretion in whether to accept a homeowner tax exemption. Thus, a town could offer a homeowner tax exemption only if its residents voted to do so.  How would a homeowner tax exemption work in Connecticut? As a test, I calculated how it might apply to Cornwall, the small rural town where I live. I used data from the town's grand list and the mill rate, which is the property tax rate voted on by the town's finance board to support the town budget. Cornwall has about 800 dwellings, about 600 occupied on a year-round basis and the others by weekenders. I assumed that a homeowner tax exemption of $50,000 would be targeted so as to apply only to the 150 lowest-assessed properties occupied year-round.  The exemption would cut the annual property tax on the median of these lowest-assessed properties in half, from just over $2,000 to about $1,000. It would cost the state about $150,000 to provide financial aid to Cornwall to compensate for the benefit. However, if state aid was not forthcoming, the town would have to distribute the cost of the exemption among all taxpayers, which would mean a 3 percent increase in taxes.  Cornwall has a property tax rate that is among the lowest in Connecticut (just over 21 mills, or about 2 percent of the assessment). It also has a substantial number of generally well-off weekend and year-round residents who would probably not strongly oppose a 3 percent increase in their taxes. Cornwall is a fairly typical town for the northwest corner of Litchfield County, but other towns in the state might not choose to adopt a homeowner tax exemption, or might adopt it in a less targeted form -- that's why home rule is essential.  Inevitably, rural towns across Connecticut are going to continue to rely heavily on property taxes to meet their budget needs, and as a result low-income families are going to continue to suffer. Giving the towns some independence by allowing them to implement a targeted homeowner tax exemption would help make rural towns more affordable for their more hard-pressed residents.  Op-Ed Contributor David A. Grossman is the president of the Nova Institute, a nonprofit consulting organization, and a former budget director of New York City.  ", 
            "title": "A Tax Over Their Heads"
        }, 
        "weight": 0.7129085110477643, 
        "file": "1817037.txt", 
        "other_topics": {
            "0": 0.00012186133583575374, 
            "1": 0.00014807700468042858, 
            "2": 0.00021039977696056433, 
            "3": 0.00018306362426068044, 
            "4": 0.00011367994136587983, 
            "5": 0.7129085110477643, 
            "6": 0.00021799883618999922, 
            "7": 0.0001732485625475258, 
            "8": 0.13856206857076925, 
            "9": 0.0002175204502712389, 
            "10": 0.00016610924362563722, 
            "11": 0.14216946070154735, 
            "12": 0.0002686406390599094, 
            "13": 0.00023565526289120778, 
            "14": 0.00020245732097497437, 
            "15": 0.000159194957022729, 
            "16": 0.0002371213864076915, 
            "17": 0.00323430519083656, 
            "18": 0.00033858563715038635, 
            "19": 0.00013204050983802682
        }
    }, 
    {
        "content": {
            "text": "  The staff size at the New York State Public Service Commission declined by nearly one-third under the Pataki administration, and the reduction contributed to a failure by the agency to adequately monitor Consolidated Edison's performance, according to a report to be released today by a State Assembly task force.  The 55-page report was in response to the nine-day blackout that crippled western Queens last July. An advance copy of the report was provided to The New York Times by an Assembly member yesterday.  The commission, which regulates electric, gas and telecommunications utilities, issued a scathing report of its own on Jan. 17. That report found that Con Edison had failed to adequately maintain and operate its network and that the failure was ''the overriding cause'' of the blackout, which lasted from July 17 to 25 and cut power to 174,000 people.  Echoing the commission, the Assembly report was highly critical of Con Edison, but it also struck a new theme, taking aim at the commission itself.  The report quoted a 1932 speech by Franklin D. Roosevelt, then the governor of New York, who said that the Public Service Commission ''was created for the purpose of seeing that the public utilities do two things: first, give people adequate service; second, charge reasonable rates.''  The task force found that the commission had about 800 employees in 1995, when George E. Pataki began the first of his three terms as governor, and now -- partly due to deregulation -- has about 550. Nearly 40 percent of the staff is 55 or older and is expected to retire within a decade.  Though the commission is officially bipartisan, some energy experts have asserted that the Pataki administration mainly appointed political supporters to its board. Mr. Pataki named the four current commissioners, including the chairwoman, Patricia L. Acampora. Gov. Eliot Spitzer has nominated Angela M. Sparks-Beddoe to fill a vacancy and become the chairwoman. The task force also recommended that state law be changed to require commissioners to have a background in utilities.  The task force questioned whether Con Edison should have a monopoly ''of indefinite duration'' and recommended that the state review the monopoly every 10 years. In its draft report, the commission staff recommended a formal proceeding that could result in substantial penalties against Con Edison; the new report agreed with that recommendation.  Con Edison failed, according to the task force, to compensate residents and businesses for economic damages and to follow the recommendations of a 1999 report by the state attorney general after a blackout in northern Manhattan.  The task force also recommended that Con Edison spend $20 million over three years to develop a state-of-the-art electrical grid in western Queens that would use energy more efficiently and permit Con Edison to monitor the use of energy better.  Spokesmen for the Public Service Commission and Con Edison said they could not comment until the report was public.  The task force included three Democratic Assembly members from Queens -- Michael N. Gianaris, Margaret M. Markey and Catherine T. Nolan -- who represent areas affected by the blackout.  The other members were Karen S. Burstein, a former member of the Public Service Commission; Francis J. Murray Jr., who was state energy commissioner under Gov. Mario M. Cuomo; Gerald A. Norlander, executive director of the Public Utility Law Project, an advocacy group; Fred Zalcman, executive director of the Energy Project at Pace Law School; and Rae Zimmerman, a professor of planning and public administration at New York University.  ", 
            "title": "In Queens Blackout, Report Finds Some Fault With Regulators"
        }, 
        "weight": 0.711679755691424, 
        "file": "1822638.txt", 
        "other_topics": {
            "0": 0.00014958363148641154, 
            "1": 0.0001817631158219271, 
            "2": 0.0002582637264383108, 
            "3": 0.00022470885882035723, 
            "4": 0.00013954104753610884, 
            "5": 0.711679755691424, 
            "6": 0.0002675914994158799, 
            "7": 0.054682216183335706, 
            "8": 0.0002667735582276248, 
            "9": 0.0034710957687462854, 
            "10": 0.00020389751773666157, 
            "11": 0.14247074690212794, 
            "12": 0.00032975383110498975, 
            "13": 0.00028926459537307616, 
            "14": 0.025881246305196698, 
            "15": 0.00019541029664961514, 
            "16": 0.0002910642480545374, 
            "17": 0.0007659873972444455, 
            "18": 0.05808925735443491, 
            "19": 0.00016207847082449583
        }
    }, 
    {
        "content": {
            "text": "  Representative Charles B. Rangel and a number of city officials urged President Bush yesterday to reconsider a proposed change to Medicaid that could cost the city's public hospital network millions of dollars in annual financing.  ''We want to make sure the president knows how damaging his health care proposal will be to our Health and Hospitals Corporation,'' the City Council speaker, Christine C. Quinn, said, referring to the agency that runs the city's 11 public hospitals and dozens of diagnostic centers and health clinics.  Agency officials estimate the president's plan would cost the corporation about $350 million a year, about 7 percent of its annual budget.  Ms. Quinn joined Mr. Rangel and more than a dozen other elected officials and health care representatives at City Hall yesterday to protest the president's proposal.  ''Isn't it embarrassing we have to do this,'' said Mr. Rangel, who promised to join other Democrats and use his post as chairman of the powerful Ways and Means Committee to cut off funds to the president's health care plans.  ''How can a great nation like ours explain that we can't take care of our own,'' he said, adding that the president's proposals come as ''millions are being spent on a war that nobody wants.''  Mr. Bush's proposal would end a longstanding regulation that allowed public hospitals to receive more money from Medicaid, the health plan for the poor, than private hospitals receive for the same services.  Federal officials have said that the resulting savings could be sent to the states in the form of ''affordable choice grants'' and used to provide the uninsured with private health insurance.  Alan D. Aviles, president of the Health and Hospitals Corporation, said that the rule was in place to help public hospitals that provide treatment to the indigent, and that losing it would ''shred the safety net of the safety net providers.''  The City Council plans to send a letter to the president this week opposing the proposal.  ", 
            "title": "Rangel and Others Condemn Bush Medicaid Plan"
        }, 
        "weight": 0.7088249826784266, 
        "file": "1822176.txt", 
        "other_topics": {
            "0": 0.005977609978757226, 
            "1": 0.00032397563200213373, 
            "2": 0.0004603307641251615, 
            "3": 0.00040052237343975584, 
            "4": 0.0002487187725701221, 
            "5": 0.7088249826784266, 
            "6": 0.00618794788708803, 
            "7": 0.00037904813556925205, 
            "8": 0.006186489983969418, 
            "9": 0.011897892479447673, 
            "10": 0.00036342811837093453, 
            "11": 0.048345000847760874, 
            "12": 0.0005877551413787777, 
            "13": 0.0005155868927425622, 
            "14": 0.1889056647023331, 
            "15": 0.00034830044627319424, 
            "16": 0.0005187946041213215, 
            "17": 0.0013653003801445706, 
            "18": 0.0007407868360072237, 
            "19": 0.017421863345472053
        }
    }, 
    {
        "content": {
            "text": "  Gov. Eliot Spitzer will propose a budget of more than $120 billion Wednesday that would increase overall spending by more than 6.3 percent, a larger increase than his predecessor, George E. Pataki, proposed last year but significantly lower than the budget enacted by the Legislature, people briefed on the plan said.  After talking for months about the need to rein in spending, the governor had to reconcile his campaign promises to substantially increase funds for education and lower property taxes, while also moving to make health insurance available to all of the state's children and increase aid to distressed municipalities.  To pursue those goals, the governor will propose changing much about the way the state does business, including overhauling the way the it allocates Medicaid dollars and education aid.  Mr. Spitzer's budget will include $1.5 billion worth of property tax cuts in the coming fiscal year, which begins in April, and $1.4 billion in new statewide school aid. The governor is also proposing to hold the growth of Medicaid costs to under 2 percent, far lower than in previous years, by making more than $1 billion worth of cuts to certain programs, the people familiar with the proposal said.  Last January, Mr. Pataki proposed a 4.1 percent spending increase over his previous budget, but the budget that was enacted called for an increase of more than 9 percent. While Mr. Spitzer's overall budget includes federal dollars; the general fund, which encompasses most but not all state spending, will increase by 4.2 percent.  Whether the governor can get his budget through the Legislature remains to be seen. He is expected to try to take a hard line with the lawmakers on not adding to his spending proposals, a goal in which Mr. Pataki was often frustrated.  He is already at odds with Democrats who control the Assembly because of a bitter disagreement over picking a new state comptroller. And on Tuesday, battle lines were being drawn with the Republican-led Senate.  In a speech to county executives from around the state Tuesday morning, Mr. Spitzer said that he would keep his campaign pledge not to raise taxes and to cut property taxes by $6 billion over three years.  But not long after the governor spoke, the Senate majority leader, Joseph L. Bruno, fired some carefully aimed shots across the new administration's bow during a press conference.  Tellingly, even on the topic of property tax cuts, a major priority of Senate Republicans, Mr. Bruno chose to emphasize the contrasts between his plan and the governor's.  ''We're in different places in terms of timetable, we're in different places in terms of who the recipients are,'' he said. The Senate recently passed a property tax plan providing $6 billion of relief in two years, instead of three, as the governor is proposing. Mr. Spitzer's plan is specifically designed to help the middle class, while the Senate prefers a broader approach.  The governor's plan to overhaul the way the state allocates Medicaid money to health care providers will also likely be a flashpoint, because the Senate has close ties to health care workers' unions and hospital groups that have been critical of proposed Medicaid cuts.  ''I'm just concerned that everybody have affordable health care,'' Mr. Bruno said.  He said he was also ''very concerned'' about the governor's education agenda. Mr. Spitzer is proposing to increase state education spending by $7 billion annually within four years and to tie the increases to new accountability requirements for school districts.  ''We have to make sure that the dollars that go into education don't build a bureaucracy that is intended to look at accountability and methods. That's what we have to be careful of,'' Mr. Bruno said. ''I'm concerned from what I heard, but I want to be fair. I don't know until we see the specifics.''  He emphasized that the Senate was willing to increase spending on education -- and, as if to illustrate the point, he made increasing spending on higher education the focus of his press conference on Tuesday.  Perhaps the biggest education battle, however, will be over the governor's plan to overhaul the way state education aid is allocated to various regions, a touchy subject for the Senate, which is dominated by upstate and suburban Republicans, who want to make sure that their districts' share of aid is not diminished.  On Monday, Mr. Spitzer, after announcing his education plan, said he expected resistance from the Legislature. ''Does that mean there may be a battle?'' he said. ''You bet. It's fine. We welcome it.''  Asked about the governor's prediction, Mr. Bruno said, ''He's right, he's absolutely right. He's very astute.''  The governor's plan for property tax cuts is aimed at the middle class, adding $6 billion over three years to the existing School Tax Relief program, known by the acronym STAR. Benefits under the plan decrease for upstate households with incomes exceeding $60,000 and households in New York City and its suburbs with incomes exceeding $80,000.  Some Senate Republicans criticized his proposal for not doing enough to help constituents with higher incomes.  ''The governor is going to be talking about property tax cuts, the governor is going to be talking about reform, but all he's doing is raising property taxes for our constituents,'' said Senator Dean G. Skelos, a Long Island Republican, who is the deputy majority leader.  The governor also said in his speech on Tuesday that he one of his goals was a full state takeover of Medicaid costs now borne by counties, a proposal that past governors have floated and that has long been the holy grail of local elected officials. Such a move would relieve localities of one of their biggest budget burdens. New York City, for example, will spend $5.2 billion on Medicaid during the next fiscal year, nearly one-tenth of the city's budget.  Jeffrey Gordon, a spokesman for the governor's budget division, described Mr. Spitzer's idea as ''an aspirational goal'' and said there was no timetable to take such action.  ", 
            "title": "Spitzer to Offer Larger Budget, But With Property Tax Cuts"
        }, 
        "weight": 0.7057300300796713, 
        "file": "1822812.txt", 
        "other_topics": {
            "0": 9.744333330646059e-05, 
            "1": 0.00011840602946897837, 
            "2": 0.00016824085714607764, 
            "3": 0.00014638219442436506, 
            "4": 9.090128826180374e-05, 
            "5": 0.7057300300796713, 
            "6": 0.00017431725255263533, 
            "7": 0.00013853382871116234, 
            "8": 0.00017378442075118613, 
            "9": 0.012697391385099151, 
            "10": 0.00013282505300707558, 
            "11": 0.14290361030344023, 
            "12": 0.0023020544656030158, 
            "13": 0.00018843576734034348, 
            "14": 0.11704748538278827, 
            "15": 0.0001272962187020613, 
            "16": 0.00018960811590771614, 
            "17": 0.01719692973532086, 
            "18": 0.0002707414363001378, 
            "19": 0.00010558285219721722
        }
    }, 
    {
        "content": {
            "text": "  A federal inspection of 5 of the nation's 325 immigrant detention centers found that most did not provide timely and responsive health care and sometimes failed to comply with the government's standards of disciplining, classifying and housing detainees. The audit by the Department of Homeland Security also found a rape of a detainee in one center and a failure to provide access to legal services in another. Three centers did not translate handbooks into Spanish and other languages. Homeland security officials said the study was too small to be representative of the country's detention centers.  RACHEL SWARNS  ", 
            "title": "National Briefing | Washington: Immigrant Centers Inspected"
        }, 
        "weight": 0.7025439657096605, 
        "file": "1819525.txt", 
        "other_topics": {
            "0": 0.0008175904715041112, 
            "1": 0.0009934762920928656, 
            "2": 0.0014116114161213489, 
            "3": 0.001228208059989345, 
            "4": 0.0007626999673396, 
            "5": 0.7025439657096605, 
            "6": 0.0014625949243503673, 
            "7": 0.001162356977044416, 
            "8": 0.0014581242418624319, 
            "9": 0.0014593853438365993, 
            "10": 0.0011144579524396611, 
            "11": 0.04317363516425316, 
            "12": 0.22946932038443363, 
            "13": 0.0015810551901329084, 
            "14": 0.0013583239948927533, 
            "15": 0.0010680687117094795, 
            "16": 0.0015908916867452614, 
            "17": 0.004186714756528586, 
            "18": 0.0022716343032330756, 
            "19": 0.0008858844518298962
        }
    }, 
    {
        "content": {
            "text": "  In its drive to provide health insurance to nearly all its residents, Massachusetts has already signed up more than half of the poorest people who are eligible.  But experts and politicians agree that the bigger challenge will be the next 150,000 people: the working poor who will get a state-subsidized rate but will still have to pay for insurance, typically $18 to $170 a month depending on their income.  ''This group is going to be much more challenging,'' said Paul Ginsburg, an economist who leads the Center for Studying Health System Change. ''They're dealing with people who don't even think about having health insurance.''  As California maps out its path to near-universal health insurance, Massachusetts could offer some guideposts.  ''We're really changing the culture of providing heath care,'' said Michael J. Widmer, president of the Massachusetts Taxpayers Foundation, a nonpartisan group that studies state spending. ''For some people, it's changing the mind-set from one of showing up at the emergency room or at the local health center with a problem to understanding that they can be insured. Nobody's expecting that would happen overnight.''  Devising a plan that all of the state's political stakeholders could accept took hard work and time. It dates back to at least 2004, when Gov. Mitt Romney, a Republican and former venture capitalist, proposed requiring an ''individual mandate'' that everyone get insurance, a feature of the plan now being proposed in California. The president of the State Senate, Robert E. Travaglini, a Democrat, also called for expanded coverage, presenting a more incremental plan than Mr. Romney's.  Then the speaker of the House, Salvatore F. DiMasi, a more liberal Democrat, demanded an expansion of Medicaid and a payroll tax for employers who did not provide insurance. Those provisions were opposed to different degrees by Mr. Romney and Mr. Travaglini, and the legislation almost fell apart.  But several factors helped propel the parties to an agreement: a federal threat to cut $385 million in financing if the number of uninsured was not reduced and the support of Senator Edward M. Kennedy, a Democrat and rival of Mr. Romney.  The plan requires about 515,000 people, most of the state's uninsured, to get health insurance by July 1 or face penalties that could include the loss of a personal income tax deduction. Medicaid was expanded somewhat to pay for those below the poverty line. The state's $1 billion pool to pay for free care was reconfigured to be used for subsidized premiums for people earning up to three times the federal poverty limit.  The state will set rules to help insurance companies create health plans intended to be affordable enough for people with lower-middle incomes.  So far, about 29,000 people at or below the poverty line have enrolled, or slightly more than half of those eligible for this type of enrollment.  The second phase, focusing on the working poor, began this month and is considered much more difficult.  The insurers selling the subsidized health plans have been trying to get the word out.  Christina Severin, executive director of Network Health, the insurer with most of the lowest-priced plans, said her company was advertising in several languages and enlisting hospitals, clinics and churches to recruit the uninsured.  The other major challenge will involve people not eligible for subsidized plans. First, the agency set up to put the law into effect, Commonwealth Connector, will have to set standards for affordable health care plans, deciding, for example, whether to require plans to include prescription coverage.  ''On the one hand, there's pressure not to set the bar too low so it's not some sort of inadequate plan,'' Mr. Widmer said. ''On the other hand, you need to have options because you're trying to draw in a lot of different groups.  Massachusetts is clearly breaking new ground, going further than other states.  Vermont's program, passed last May, will require private insurance companies to offer coverage for the uninsured starting in October 2007. To pay for the program, employers who do not offer health insurance will pay $365 per employee, and taxes on cigarettes will increase. Unlike Massachusetts, Vermont will not make participation mandatory.  Maine's program, Dirigo, which started two years ago, has run into several obstacles. Fewer than 20,000 people have been enrolled in the program; the goal was to cover all 130,000 of Maine's uninsured by 2009.  Business and insurance groups have sued over a provision that requires private insurers to pay. And a study group recently recommended considering individual mandates, requiring employers to provide coverage and imposing new taxes.  ''Maine has had a fair amount of problems because it was based on a very questionable idea,'' Stuart H. Altman, a professor of health economics at Brandeis University, said, adding, ''It's not going well.''  Correction:  January 12, 2007, Friday  A front-page article on Tuesday about a proposal by Gov. Arnold Schwarzenegger to extend health care coverage to all of California's residents misstated a requirement for insurers. They would have to contribute 85 percent of premiums to health care services, not 85 percent of profits. The article also referred incorrectly to the precedent for universal coverage. California would be the fifth state, not the fourth, to try near universal coverage. (Besides Maine, Massachusetts and Vermont, Hawaii has also tried.)  A picture caption with an articleWednesday about efforts by Massachusetts to extend health care coverage to all residents reversed the names in some copies of two people who helped an immigrant from Bangladesh sign up for insurance. Feroza Bashar, a translator, was at right, and Goretti Macedo of Cambridge Health Alliance was at left.  ", 
            "title": "Massachusetts Could Serve as a Guide in California's Health Insurance Bid"
        }, 
        "weight": 0.6981701233200314, 
        "file": "1817847.txt", 
        "other_topics": {
            "0": 9.994668937213321e-05, 
            "1": 0.00012144792512284682, 
            "2": 0.00017256302836025418, 
            "3": 0.00015014280833076975, 
            "4": 9.323657671742304e-05, 
            "5": 0.6981701233200314, 
            "6": 0.01302398452583778, 
            "7": 0.0022829576479984452, 
            "8": 0.00017824900820981364, 
            "9": 0.0023192680050111384, 
            "10": 0.00013623737882594725, 
            "11": 0.21508253272049926, 
            "12": 0.00022033028212525542, 
            "13": 0.008756736084881726, 
            "14": 0.038701615876778374, 
            "15": 0.000130566506677769, 
            "16": 0.015180533050115, 
            "17": 0.004793536363387441, 
            "18": 0.0002776968861374222, 
            "19": 0.00010829531557988555
        }
    }, 
    {
        "content": {
            "text": "  The Spitzer administration and Democrats in the State Assembly are close to agreeing on how to review candidates for state comptroller, a politically charged selection process, state officials said on Monday evening.  The plan, which is still being negotiated, calls for creating an outside panel of experts -- former state or city comptrollers, for example -- and asking the panel to forward a short list of qualified candidates to the entire Legislature for a vote, said several Democrats who were granted anonymity to describe the private negotiations.  The choice of a comptroller to replace Alan G. Hevesi, who resigned in disgrace, has been a flashpoint between Gov. Eliot Spitzer and the Assembly. The governor has said he would like an outsider with financial experience, while some lawmakers are vying for the post and others warn that the governor should not be allowed to choose the fiscal officer who will audit his agencies and monitor his budgets and contracts.  While aides to Mr. Spitzer have said they would like the new comptroller to have financial expertise and to come from ''outside government,'' Mr. Spitzer signaled on Monday that he would be open to considering a candidate from the Assembly.  ''I have never said that one of them couldn't be a good comptroller, or one of them might not end up being a good comptroller,'' Mr. Spitzer said. ''What I have said is that we need to look for certain standards and qualifications, and begin with a question relating to qualifications, rather than membership, and then we go from there.''  While the State Constitution gives the Legislature the power the choose the next comptroller to fill the vacancy -- and the Assembly Democrats have the deciding vote, since they constitute a majority of the Legislature -- the Spitzer administration has been trying to recruit candidates and to influence the final decision.  Candidates will be invited to speak at a joint legislative hearing. Some details of the agreement must still be resolved, including who would serve on the panel, and how brief its list would be. Once the list is forwarded, though, it will still fall to the Assembly to choose a candidate from it -- and it is unclear how much deference Assembly Democrats intend to give to the new governor's wishes.  ", 
            "title": "Spitzer and Assembly Near Deal On How to Choose Comptroller"
        }, 
        "weight": 0.6964912473110312, 
        "file": "1817550.txt", 
        "other_topics": {
            "0": 0.00029528724086931764, 
            "1": 0.0003588115118581191, 
            "2": 0.00050982839792551, 
            "3": 0.0004435890361839759, 
            "4": 0.00027546256569319213, 
            "5": 0.6964912473110312, 
            "6": 0.0005282419925055555, 
            "7": 0.00041980575437139313, 
            "8": 0.0005266273265539862, 
            "9": 0.0005270827958083204, 
            "10": 0.000402506175537201, 
            "11": 0.1041439378103936, 
            "12": 0.0006509542386790153, 
            "13": 0.0005710260099993268, 
            "14": 0.19024276165351034, 
            "15": 0.0003857518818184428, 
            "16": 0.0005745786345047696, 
            "17": 0.00151210598930759, 
            "18": 0.0008204408552264014, 
            "19": 0.00031995281822283636
        }
    }, 
    {
        "content": {
            "text": "  Gov. Eliot Spitzer will preview his first executive budget in a speech on Friday afternoon, laying out his plan to rein in Medicaid and other health care spending, setting the stage for a battle with politically powerful health care providers and unions.  The governor's budget is widely expected to offer a sharp break from Albany's spending practices of recent years, and Medicaid, at roughly $46 billion, is by far the largest part of the budget and the one many believe is most in need of rethinking.  The full details of the governor's proposal will be disclosed on Wednesday when he presents his executive budget to the Legislature, but among his proposals, according to people who have been briefed on the plan, will be revamping the way hospitals and nursing homes receive nearly $500 million a year for workforce recruitment and retention.  Those changes would address a formula that was worked out several years ago as part of a deal that involved Gov. George E. Pataki and S.E.I.U./1199, the powerful health care workers' union, in what some have criticized as a backdoor maneuver to grant raises to union workers. The overall amount is likely to be cut and the way the money is allocated revised. The Spitzer administration is seeking to ensure that Medicaid dollars are used for Medicaid patients and are not used as a general subsidy for health care providers.  The governor will also seek to cut or eliminate the annual inflation adjustment to Medicaid payments to hospitals and nursing homes, which costs more than $300 million a year, a step Mr. Pataki attempted unsuccessfully in the past.  Mr. Spitzer will also continue to reorganize the Department of Health, in part by creating a new office of long-term care, as the administration looks for ways to drive down the cost of long-term care and chronic illness, and is likely to centralize the department's information technology efforts. Both plans were reported by Crain's New York Business on Thursday and confirmed by someone who has been briefed on the plan.  The governor will also continue efforts to get cheaper prices when the state buys drugs, possibly by centralizing purchasing in a single entity and also by seeking to change the way prices are negotiated with drug companies.  His proposals are likely to be received with hostility by health care providers and unions, coming on the heels of a state plan to close hospitals and the Bush administration's proposal for new cuts in health care.  ''It's going to be a battle in Washington on trying not to lose that money, and a battle in Albany not to lose that money,'' said Kenneth E. Raske, president of the Greater New York Hospital Association. ''Hospitals by and large break even in New York, so any money that is extracted is like pulling teeth.''  ''We've extended our hand to the executive branch,'' he added. ''We'll see how it goes.''  Mr. Spitzer also wants to push through a package of proposals to fight health care fraud that he supported as attorney general. One of the changes would expand the Martin Act to encompass health care, a statute he used to great effect to pursue securities fraud. Such proposals are likely to be taken up outside the budget process, however.  Mr. Spitzer's first budget is expected to demonstrate that he will try to take a more fiscally conservative tack than did George E. Pataki in the later years of his Republican administration, though Mr. Spitzer, a Democrat, will be dealing with the same legislative leaders.  Paul Francis, the new budget director, said in a recent interview that he was struck that many subsidies were ''not directly related to patient care,'' adding, ''At the end of the day, the government can only afford to do so many of those without raising taxes.''  The new deputy secretary for public safety, Michael A. L. Balboni, a former state senator, said in a recent interview that Mr. Francis told him the budget would be ''tighter than you've ever seen.''  Steep cuts to health care could set up a fight pitting the governor against the Legislature, hospitals and powerful unions like S.E.I.U./1199. A spokeswoman for 1199 declined to comment, but the union could be a troublesome foe for the Spitzer administration because of its considerable political contributions and close ties to the Republicans who control the Senate. The union has endorsed a Republican, Maureen O'Connell, in her bid to fill Mr. Balboni's Long Island Senate seat in a special election next month.  The Senate majority leader, Joseph L. Bruno, has said ''the Senate will not support gratuitous cuts to health care.''  Mr. Spitzer's team is likely to need the health care cuts as it struggles with a number of competing agendas -- reining in overall spending while substantially increasing funds for education and lowering property taxes, and also extending health care coverage to all children in the state.  ''Historically, the first year of a governor's term is the year where you make the toughest decisions, so everyone's preparing themselves for what will be a very tight budget,'' said Blair Horner, the legislative director for the New York Public Interest Research Group. ''Look at his promises. He's not going to raise taxes but spend billions of dollars more on programs. That has to come from the existing budget. People understand this.''  ", 
            "title": "Spitzer to Outline Plans For Cuts in Health Spending"
        }, 
        "weight": 0.6929468242244885, 
        "file": "1821564.txt", 
        "other_topics": {
            "0": 0.00010779286802535557, 
            "1": 0.00013098202898924975, 
            "2": 0.0001861098537524831, 
            "3": 0.00016192956490130003, 
            "4": 0.00010055598712046279, 
            "5": 0.6929468242244885, 
            "6": 0.00019283162799709963, 
            "7": 0.0001532476179601244, 
            "8": 0.0001922422037019281, 
            "9": 0.00019240847007049016, 
            "10": 0.00014693250860193312, 
            "11": 0.11882969890902319, 
            "12": 0.01409121006612501, 
            "13": 0.0002084496815835788, 
            "14": 0.11562560978873458, 
            "15": 0.00014081645236337925, 
            "16": 0.03484370418484034, 
            "17": 0.0005519853850302917, 
            "18": 0.00260842761101044, 
            "19": 0.018588240965680278
        }
    }, 
    {
        "content": {
            "text": "  New Jersey Transit officials yesterday proposed a 10 percent fare increase for bus and train passengers. The officials said the increase would help close a $60 million deficit in the agency's proposed $1.5 billion budget. The agency's board must first vote on the proposed increase, which would take effect in June if approved. Hearings will be held in February and March to give the public a chance to comment. The agency last raised bus and rail fares in July 2005.  MARIA NEWMAN  ", 
            "title": "Metro Briefing | New Jersey: Newark: Transit Officials Propose Fare Increase"
        }, 
        "weight": 0.6917471998694931, 
        "file": "1821118.txt", 
        "other_topics": {
            "0": 0.0008472665642922166, 
            "1": 0.001029536514972778, 
            "2": 0.2010964256796701, 
            "3": 0.0012727883451341673, 
            "4": 0.0007903836987297366, 
            "5": 0.6917471998694931, 
            "6": 0.0015156827527916452, 
            "7": 0.00120454706450986, 
            "8": 0.0015110497978788684, 
            "9": 0.001512356674089044, 
            "10": 0.0011549094483385772, 
            "11": 0.02659220220555169, 
            "12": 0.0018677805369894422, 
            "13": 0.0016384427724993988, 
            "14": 0.0014076270999480141, 
            "15": 0.0011068364166882958, 
            "16": 0.0016486363045669732, 
            "17": 0.0043386800006482975, 
            "18": 0.05679960884103005, 
            "19": 0.0009180394121778065
        }
    }, 
    {
        "content": {
            "text": "  Assemblyman Adriano Espaillat, left, a Manhattan Democrat, said yesterday that he would introduce legislation to create an 11-member investment review commission to monitor certain investment decisions made by the state comptroller's office. The office is the sole trustee of the state's Common Retirement Fund, which provides pension, death and disability benefits to public employees. Mr. Espaillat, chairman of a task force of black, Hispanic and Asian-American state lawmakers, said the commission would focus on social investment goals for the fund, like promoting economic development in urban and rural areas that are struggling economically.  SEWELL CHAN  ", 
            "title": "Metro Briefing | New York: Manhattan: Call To Monitor Investment Decisions"
        }, 
        "weight": 0.6907914433474638, 
        "file": "1820751.txt", 
        "other_topics": {
            "0": 0.0006566043469249283, 
            "1": 0.0007978576985553276, 
            "2": 0.0011336607070395275, 
            "3": 0.0009863700461596953, 
            "4": 0.0006125219549506014, 
            "5": 0.6907914433474638, 
            "6": 0.0011746054028149947, 
            "7": 0.0009334852476959732, 
            "8": 0.0011710150117113663, 
            "9": 0.12775261269259294, 
            "10": 0.0008950176910583734, 
            "11": 0.11905966777401275, 
            "12": 0.0155119792979482, 
            "13": 0.0012697404712406393, 
            "14": 0.0010908657459500874, 
            "15": 0.0008577626371217143, 
            "16": 0.0012776401308615512, 
            "17": 0.0033623375079385193, 
            "18": 0.029953361259335065, 
            "19": 0.0007114510286239217
        }
    }, 
    {
        "content": {
            "text": "  New York City's short-term fiscal outlook looks very bright because the local economy remains strong and tax revenues have been coming in at higher rates than expected, according to a report released yesterday by the city's Independent Budget Office. The office projected a surplus of $2.1 billion for the 2007 fiscal year, which ends on June 30, and, assuming that that money is used to pay future expenses in advance, a surplus of $688 million for the 2008 fiscal year. The office said it expected deficits of $2.9 billion in fiscal 2009 and $2.7 billion in fiscal 2010, the last year of Mayor Michael R. Bloomberg's term -- but added that those projected shortfalls were smaller than what the mayor's Office of Management and Budget had projected.  SEWELL CHAN  ", 
            "title": "Metro Briefing | New York: Manhattan: City Projects Surplus"
        }, 
        "weight": 0.689814744279657, 
        "file": "1817905.txt", 
        "other_topics": {
            "0": 0.0006300215162506903, 
            "1": 0.014260659587357246, 
            "2": 0.0010877641016356738, 
            "3": 0.0009464365488534379, 
            "4": 0.0005877238135904945, 
            "5": 0.689814744279657, 
            "6": 0.0011270511387009832, 
            "7": 0.014390796213097135, 
            "8": 0.001123606105694981, 
            "9": 0.0011245778897428676, 
            "10": 0.0008587826221873287, 
            "11": 0.0872492933795309, 
            "12": 0.0013888685987752097, 
            "13": 0.0012183346343690232, 
            "14": 0.0010467017078216088, 
            "15": 0.0008230358506663982, 
            "16": 0.17666225874188654, 
            "17": 0.0032262122308797186, 
            "18": 0.0017504833262758815, 
            "19": 0.0006826477130267979
        }
    }, 
    {
        "content": {
            "text": "  The A.F.L.-C.I.O. and the United Food and Commercial Workers sued the Department of Labor yesterday, asserting that it broke the law by failing to issue regulations requiring employers to pay for protective equipment for their workers.  The two labor organizations said it was wrong for the Labor Department to require employers to provide protective equipment like helmets, face shields and gloves, while often letting employers charge workers for that equipment.  The groups complained that the Labor Department under President Bush had not issued final rules based on those the Clinton Labor Department proposed in 1999. Those proposals would have required companies to pay for all employee protective equipment required by the Occupational Safety and Health Administration, part of the Labor Department.  In an unusual move, the A.F.L.-C.I.O and the food workers' union asked the United States Court of Appeals for the District of Columbia Circuit to order Secretary of Labor Elaine L. Chao to issue final rules.  The A.F.L.-C.I.O.'s president, John J. Sweeney, said, ''The Bush administration's failure to implement even this most basic safety rule spotlights how it has turned its back on workers in this country.''  David James, a Labor Department spokesman, said officials were studying the lawsuit. He said the case ''deals with complicated issues that will affect different employers and employees in different ways.''  Mr. James said the department had reason to hesitate to turn the 1999 proposal into a final, enforceable rule. ''The department takes pride in its excellent safety and enforcement records,'' he said. ''But on this issue, a number of public comments we received take issue with the factual assumptions'' in the rule proposed in 1999.  The lawsuit notes that by OSHA's own estimates 400,000 workers have been injured and 50 have died because of the absence of a rule.  A.F.L.-C.I.O. officials said the Labor Department was violating laws on administrative procedures and occupational safety by failing to issue final rules.  In 2004, Richard E. Fairfax, OSHA's director for enforcement, wrote a letter to a corporate safety director saying that while federal regulations required employers to provide personal protective equipment to ensure its use, ''OSHA does not view this section as imposing an enforceable obligation on employers to pay for the P.P.E.,'' a reference to such equipment.  Peg Seminario, the A.F.L.-C.I.O.'s director of occupational safety and health, said that some meat and poultry companies required employees to pay for gloves and that some welding companies required them to pay for visors even though federal rules said employers must provide them.She said that 20 million workers used required protective equipment and that most employers did pay for it.  Joseph Hansen, president of the United Food and Commercial Workers said, ''Nothing is standing in the way of OSHA issuing a final rule to protect worker safety and health except the will to do so.''  ", 
            "title": "Lack of Rules on Protective Gear Brings Suit Against Labor Dept."
        }, 
        "weight": 0.687930755998933, 
        "file": "1816285.txt", 
        "other_topics": {
            "0": 0.0001844528574333562, 
            "1": 0.00022413365524148385, 
            "2": 0.0003184672135551178, 
            "3": 0.004228083075832321, 
            "4": 0.019927032546099243, 
            "5": 0.687930755998933, 
            "6": 0.00032996937032257496, 
            "7": 0.00026223405634731947, 
            "8": 0.00032896076003622964, 
            "9": 0.00032924527150102455, 
            "10": 0.0002514277758627098, 
            "11": 0.11246601600618655, 
            "12": 0.09523044604190206, 
            "13": 0.00035669465061566194, 
            "14": 0.020061408566450882, 
            "15": 0.0002409621108322645, 
            "16": 0.00035891381775436914, 
            "17": 0.03255248687752223, 
            "18": 0.024218448996710117, 
            "19": 0.0001998603508614705
        }
    }, 
    {
        "content": {
            "text": "  The federal government's biggest program to help people rebuild after natural disasters is on the verge of running out of operating money because of budgeting problems at the agency that runs it, the Small Business Administration.  If Congress does not intervene in the next month or so to cover the administrative costs of the program, it will have to shut down, according to an internal agency memorandum given to The New York Times by a critic of the agency.  Agency officials say, and Congressional leaders agree, that the legislature will almost certainly act to keep the program running. ''It would be very surprising to us if they wouldn't address this,'' said Steven C. Preston, the administrator of the S.B.A.  But even a temporary shutdown could delay aid to victims of the ice storms in the Midwest and other recent natural disasters, and would further hamper a program that was widely criticized for its slow response to the hurricanes that hit the Gulf Coast in 2005.  The current money shortage is related to what agency officials concede was an unusual decision in early 2005 not to ask Congress for any money to pay for running the disaster program in the 2006 fiscal year, relying instead on money left over from previous disasters. The program also ran into financial trouble last year and required an emergency infusion of money in February.  Longtime critics of the agency said the current problem highlighted a continuing pattern of mismanagement and poor planning at the S.B.A.  ''We need to look at a comprehensive overhaul of the agency as well as the disaster loan program,'' said Representative Nydia M. Velázquez, Democrat of New York and the new chairwoman of the House Small Business Committee. ''Something has to change in the management of this agency.''  After the 2005 hurricanes, the agency did not have enough employees to handle the 423,000 loan applications it ultimately received from homeowners and businesses, and had switched to a troubled computer system that slowed its disaster response. The Government Accountability Office cited the agency's poor planning as a factor in ''significant delays and backlogs in processing loan applications.''  In the face of withering criticism from disaster victims, government officials and even agency employees, the director of the agency, Hector V. Barreto, resigned last April. His successor, Mr. Preston, has pledged to improve the disaster response.  The small-business agency has now approved more than $8 billion in loans to homeowners trying to rebuild after the hurricanes, according to its own data, but has distributed less than half of that amount. Businesses have received loans of about $1.2 billion, although the agency has approved almost $2.6 billion in loans.  In the Senate, Democrats have proposed major changes to the disaster assistance program, including allowing banks to make disaster loans, rather than funneling them all through the S.B.A.'s staff.  ''The administration mismanaged the response to Katrina from Day 1,'' Senator John Kerry, Democrat of Massachusetts and the new chairman of the Committee on Small Business and Entrepreneurship, said in a statement yesterday. ''We need legislation to overhaul the program and make it work efficiently for every business owner and homeowner in the country.''  But Senator Olympia J. Snowe, Republican of Maine and the former head of the committee, blamed Congress for the current financial problem, saying it stemmed from lawmakers' failure to approve the agency's budget request for the fiscal year that began Oct. 1, which agency officials said included about $200 million to run the disaster program.  ''It is unacceptable that at a time when we are all too aware of how valuable these programs are to American families whose lives have been turned upside down by disaster, we were unable to provide the S.B.A. with the funding it requested for this fiscal year,'' Ms. Snowe said in a statement yesterday.  The Republican-led Congress passed 2 of 11 spending bills last year. The new Democratic leadership decided to keep most government agencies operating by extending their current budget levels and is expected to continue those spending levels until fall.  The 2006 budget is the one that did not ask for money to operate the disaster program. According to the internal memorandum, which was prepared by the agency's chief financial officer, Jennifer Main, the agency needs $306 million for administrative costs in the current fiscal year but had only $157 million left as of Sept. 30.  The short-term problem could be solved, as in the past, if Congress allows the agency to cover administrative costs by dipping into some of the money it has allocated for loans, said C. Edward Rowe III, the agency's chief liaison to Congress.  But Ms. Velázquez said she would oppose such a measure. ''I am not willing to take money out of disaster money intended for victims to cover administrative costs,'' she said.  The agency is also facing a shortfall of about $20 million in its regular budget, which has dropped by about 30 percent since 2001. According to the memorandum, the shortfall could require the agency to take drastic steps, including furloughing every one of its employees one day a month until the end of September.  ''We don't really think Congress will forget to fund disaster assistance,'' said Joel Szabat, the agency's chief of staff. ''The real issue is the $20 million.''  Under the disaster loan program, homeowners can borrow up to $200,000 at low interest rates to repair houses; owners and renters can borrow up to $40,000 to replace damaged furnishings. Businesses of any size can borrow up to $1.5 million to cover physical losses, and some small businesses are eligible for loans to cover economic losses. Maximum interest rates range from 4 percent to 8 percent.  The disaster loan program also serves as a screening mechanism for some grants from the Federal Emergency Management Agency, which referred 2.4 million people to the S.B.A after the hurricanes. Only after they are rejected by the S.B.A. do applicants become eligible for some FEMA grants.  The homeowner loan program has come under fire in Louisiana and Mississippi because it is requiring people who receive federally financed recovery grants through state-run programs to use the money to repay S.B.A. loans.  ", 
            "title": "Operating Costs Are Imperiling Disaster Fund"
        }, 
        "weight": 0.6868405448312188, 
        "file": "1819687.txt", 
        "other_topics": {
            "0": 9.37263692491721e-05, 
            "1": 0.00011388944592479398, 
            "2": 0.00618469879803305, 
            "3": 0.00014079846348208307, 
            "4": 8.74338697143725e-05, 
            "5": 0.6868405448312188, 
            "6": 0.00016766794222715955, 
            "7": 0.0001332494727212199, 
            "8": 0.00016715543522975146, 
            "9": 0.00016730000456294613, 
            "10": 0.00012775845756968403, 
            "11": 0.11737631796843115, 
            "12": 0.0022142428789482765, 
            "13": 0.00018124790799127095, 
            "14": 0.06239209443821897, 
            "15": 0.00012244051997451248, 
            "16": 0.11662463458258898, 
            "17": 0.006502829169475755, 
            "18": 0.0002604140372529261, 
            "19": 0.00010155540718516281
        }
    }, 
    {
        "content": {
            "text": "  New York City stands to lose access to a $1 billion pool of federal homeland security money to finance improved communications between public safety agencies because its system does not meet federal guidelines, according to a letter that Mayor Michael R. Bloomberg sent yesterday to Bush administration officials and Congressional leaders.  Last month, Mr. Bloomberg wrote, Congress approved the release of $1 billion for state and local grants to develop systems allowing radio communications between agencies on a dedicated frequency. New York has spent the past decade developing such a system for use in the 400 megahertz band of the spectrum, while federal regulations call for the systems to operate on the 700 megahertz band.  ''Congress should not use that re-allocation to compel New York City and other localities to invest (or over-invest) in that particular portion of the spectrum,'' wrote Mr. Bloomberg, who plans to testify on the matter today before the Senate Homeland Security Committee.  The letter also says that the Federal Communications Commission granted the city a waiver to use UHF Channel 16, at 482 megahertz to 488 megahertz, in 1995, and assigned the channel to the New York metropolitan area for public safety communications use three years ago.  ''This spectrum has been invaluable, as it provides the most effective coverage and performance for police and firefighter communications in New York City's dense in-building and underground urban environment,'' Mr. Bloomberg wrote.  Russ Knocke, a homeland security spokesman, said the department shared Mr. Bloomberg's view that each major city has its own singular challenges in achieving full communications ability between emergency response agencies. He added that homeland security officials anticipate ''continuing to work closely'' with the administration in addressing those challenges.  The city has been receiving mixed signals from the Department of Homeland Security on this year's antiterror grants. Michael Chertoff, the department's secretary, said last week that under one set of grants, the city would share $411 million with five other metropolitan areas considered at the highest risk for attack, while 39 other areas would compete for the remaining $336 million.  The financing is being closely watched by New York politicians who were outraged last year by the cuts to the grant. Mr. Chertoff has said that last year's process was flawed and that he hoped to steer as much money as he could to the cities with the greatest needs.  But New York officials have expressed concern that too much of the overall $1.7 billion in antiterrorism grants will go to states based on politically driven formulas, and that New York is being linked to Newark and Jersey City, which could potentially diminish its share.  ", 
            "title": "Mayor Says City Risks Losing Grants For Security"
        }, 
        "weight": 0.6853053034490862, 
        "file": "1817548.txt", 
        "other_topics": {
            "0": 0.0001985750947772358, 
            "1": 0.00024129396774689, 
            "2": 0.0003428499725898718, 
            "3": 0.013058781054844898, 
            "4": 0.00018524337498996177, 
            "5": 0.6853053034490862, 
            "6": 0.03863666017480963, 
            "7": 0.0002823114443309845, 
            "8": 0.00035414693494671137, 
            "9": 0.004607945163587439, 
            "10": 0.0002706778041625416, 
            "11": 0.20614657394460748, 
            "12": 0.0472261657120172, 
            "13": 0.0003840042113640315, 
            "14": 0.0003299076070783999, 
            "15": 0.000259410857939828, 
            "16": 0.0003863932842741897, 
            "17": 0.0010168627308650515, 
            "18": 0.0005517309860936408, 
            "19": 0.00021516222988774968
        }
    }, 
    {
        "content": {
            "text": "  In a move that is expected to jump-start rebuilding along the Mississippi Gulf Coast, State Farm Insurance said yesterday that it had reached an agreement with state officials to pay hundreds of millions of dollars to owners of homes along the coast that were wrecked by Hurricane Katrina.  The agreement settles lawsuits filed by 640 homeowners and allows thousands of others to reopen damage claims that State Farm previously closed. Insurance executives said they expected the outlines of the deal to be adopted by other carriers.  The agreement does not apply to New Orleans, where the failure of the levees left much of the city underwater for days. Lawyers and insurers say no similar settlement talks are in progress there.  For State Farm, the nation's largest home insurer and the biggest in Mississippi, the settlement allows for ''a just, speedy and efficient resolution,'' as a spokesman, Phil Supple, put it.  It would also remove a major public relations headache. While State Farm and the other insurers may have had some strong legal arguments, they have been widely perceived as insensitive. In many cases, residents whose houses were reduced to concrete slab foundations received just a few thousand dollars in payments. Some received nothing.  Under the settlement, 300 homeowners who lost everything will receive their full insurance coverage. Mississippi officials said 1,000 others would receive at least half, with the opportunity to negotiate for more.  ''A lot of people on the coast are going to see money in their pockets sooner, rather than have to go through a long, drawn-out process of court proceedings,'' Mississippi's insurance commissioner, George Dale, said yesterday.  The core of the dispute was whether the damage to the houses was caused by high winds or surging floodwaters as Hurricane Katrina swept across the coast on Aug. 29, 2005. The insurers said their policies covered only wind damage. But in many cases, they also refused to pay for damage caused by a combination of wind and water.  The settlement does not affect the terms of coverage in the insurers' policies, but some insurance experts said they expected that the carriers would ultimately rewrite their policies to specifically bar coverage of damage from storm surges.  In the settlement talks, which began last fall, State Farm insisted that the Mississippi attorney general, Jim Hood, drop a criminal investigation of the company's handling of storm damage claims. It also demanded that he abandon a civil suit against it and other insurers.  The final sticking point in the agreement had been over the framing of a few sentences that would end the criminal investigation. Mr. Hood convened a grand jury last week that began hearing evidence.  The two sides reached agreement in a meeting yesterday afternoon in Jackson, the state capital. Then lawyers for State Farm and Richard F. Scruggs, who represents hundreds of storm victims and played a major role in drafting the settlement, flew to Gulfport on the coast, to seek the endorsement of Judge L. T. Senter Jr., the federal district judge overseeing most of the insurance disputes.  Judge Senter had suggested that he would like to see a global settlement, and some participants in the talks said the first money could begin to flow to storm victims as early as next week.  Under the agreement, State Farm will pay an initial $130 million and perhaps several hundred million more by the end of the year, depending on how many policyholders requested that their claims be reopened. About 35,000 homeowners along Mississippi's 70-mile-long coast are eligible. Among the homeowners who will benefit from the settlement are Senator Trent Lott and Representative Gene Taylor, both of whom lost their homes in the storm and were denied payment by State Farm.  Since Hurricane Katrina struck, the insurance companies have paid $5.3 billion for damage to more than 330,000 homes in Mississippi and $10.3 billion for nearly a million homes in Louisiana.  They have raised rates sharply because, they say, the risk of severe storms has increased. They have also refused to renew many policies in vulnerable areas. The settlement disclosed yesterday is expected to have minimum effect on the cost of coverage.  State Farm got a vivid picture of the hostility toward it in the first jury trial a little more than a week ago. Judge Senter abruptly declared that State Farm had failed to prove its case and the jury quickly came back with a decision requiring the company to pay $2.5 million in punitive damages to a couple in Biloxi who lost everything in the storm. The judge also awarded the couple the full value of their insurance policy: $223,000. State Farm had maintained that it owed them nothing.  Randy J. Maniloff, a lawyer at White & Williams in Philadelphia who represents insurance companies, said yesterday that it was clear that the bad publicity had been a big factor in State Farm's decision to settle. ''They spent 80 years building up a brand,'' he said, ''and the adverse publicity from these lawsuits has been clearly doing damage to the brand. It just flies in the face of their portrayal of themselves as good neighbors.''  Indeed, according to people close to the talks, it was State Farm that first suggested a settlement in a telephone call early last fall to Mr. Scruggs, the lawyer.  Mr. Scruggs, who came to prominence by filing lawsuits against the tobacco industry, reached an agreement in principle with State Farm two weeks ago.  But Mr. Hood, the state attorney general, and Mr. Dale, the insurance commissioner, expressed reservations. Both officials said they wanted to make sure that homeowners got the best possible deal. Mr. Dale, though, said it was also important that any agreement not be overly burdensome for the insurance companies.  Mr. Scruggs, whose home in Pascagoula was destroyed along with those of many neighbors, said that resolving the coverage dispute had been ''the most personal and most difficult'' work in his 30-year career. He has not settled with his own insurer. But for his work on the settlement, he will share as much as $46 million with lawyers from half a dozen firms -- to be paid by State Farm on top of its payments to homeowners.  In the agreement, State Farm said it would pay $80 million to settle the 640 lawsuits and to reopen, at the request of homeowners, up to 35,000 other claims. The insurance company agreed to pay at least $50 million more on the previously closed claims.  Participants in the talks estimated that State Farm could pay a further $250 million to $600 million, depending on how many people reopened claims. For the 300 homes that were swept away, State Farm agreed to pay the full insured value. Those homes were insured for $69,700 to $2.34 million. The owners of the 340 other homes, with varying degrees of damage, are to receive an average of $124,400.  In the review of closed claims, homeowners may accept a new offer from State Farm or insist on binding arbitration in hopes of receiving more money. Storm victims are also free to ignore the settlement and file separate lawsuits against State Farm. But few are expected to do so.  ", 
            "title": "Insurer to Pay 640 Claims From Katrina"
        }, 
        "weight": 0.6782228249497962, 
        "file": "1821094.txt", 
        "other_topics": {
            "0": 8.033921400446621e-05, 
            "1": 9.762235155698114e-05, 
            "2": 0.02251003775816773, 
            "3": 0.00012068789156992774, 
            "4": 7.494548680902452e-05, 
            "5": 0.6782228249497962, 
            "6": 0.00014371954019114247, 
            "7": 0.00011421714071173124, 
            "8": 0.01735199410537063, 
            "9": 0.00014340415591900706, 
            "10": 0.00010951042002154612, 
            "11": 0.1436329702332645, 
            "12": 0.11203374618568186, 
            "13": 0.0018762312348312277, 
            "14": 0.00013347352484714182, 
            "15": 0.00010495205581792413, 
            "16": 0.012202426124132368, 
            "17": 0.0021322721854337132, 
            "18": 0.00022321849481878514, 
            "19": 0.008691406947054033
        }
    }, 
    {
        "content": {
            "text": "  State Farm, the biggest home insurer in the nation, is in the final stages of settling hundreds of lawsuits over its payments for homes wrecked by Hurricane Katrina along the Mississippi Gulf Coast, lawyers briefed on the talks said yesterday.  The settlement of 639 lawsuits for $80 million could be the first step in resolving a bitter legal battle between homeowners and their insurers that had threatened to drag on for years and has already slowed Mississippi's recovery since the storm in August 2005.  As part of the proposed deal, which other insurers are expected to adopt, State Farm has agreed to review and possibly increase payments to as many as 35,000 additional homeowners. In some cases, these homeowners received only a few thousand dollars for homes along the Mississippi coast that suffered major damage or were destroyed.  The talks do not apply to homeowners in New Orleans and the rest of Louisiana.  State Farm, under the tentative accord, would provide an average of about $125,000 to homeowners who filed lawsuits, although the payments would range from as little as about $2,000 to about $2 million.  The treatment of those cases would serve as a guide for increasing payments to any of the 35,000 homeowners who request a review of their claim, according to lawyers privy to the details.  Similar settlements with the dozen or so other insurers in Mississippi could provide hundreds of millions of dollars for recovery along the coast. It would also close a painful chapter in the public relations history of the carriers who have been portrayed by opposing lawyers as coldhearted in refusing to pay for much of Katrina's devastation.  ''This is an opportunity to change public perception,'' said Randy Maniloff, a lawyer in Philadelphia who represents insurance companies, and who has not been involved in the talks.  The heart of the dispute in Mississippi as well as in Louisiana has been over the coverage of flood damage. Flooding was far worse in Katrina than in most previous hurricanes.  The insurers argued successfully in Mississippi that their policies did not provide coverage for any kind of flooding. But Judge L. T. Senter Jr., of Federal District Court in Gulfport, Miss., rejected the argument by insurers that if any flooding damaged a house, the insurers then had no responsibility for any other damage caused by Katrina's high winds.  More than 2,000 homeowners in Mississippi alone filed suit against their insurers. Under terms of the tentative settlement, State Farm would pay at least $50 million for claims that were previously closed, and some lawyers say the cost for State Farm could run into the hundreds of millions of dollars, depending upon how many homeowners requested their files be reopened and the extent of damage to their houses. A similar deal with other insurers could lead to an estimated 100,000 other closed claims being re-examined, lawyers briefed on the talks said.  Insurance experts said State Farm's willingness to engage in settlement talks should not be interpreted as a concession that it did anything wrong. They said a final agreement would almost certainly say, in effect, that State Farm was neither acknowledging nor denying objectionable practices. Further, they said, State Farm would not want to set precedent on future payments for flood damage from hurricanes.  ''They're willing to settle,'' said Gary S. Thompson, a Washington lawyer who represents individual and commercial policyholders, ''because they know they would have to go through a long, arduous journey examining each and every claim.''  That could take years, some lawyers said. In the meantime, State Farm's reputation would be further battered and, facing any jury drawn from the ranks of Mississippi's hurricane victims, State Farm could easily ''lose most of the cases,'' Mr. Thompson said.  Jury selection began yesterday in federal court in Gulfport for the first trial against State Farm over Katrina damage. That case, which was not part of the settlement talks, was filed by Norman and Genevieve Broussard. Only the foundation slab of their home in Biloxi remained after the hurricane. State Farm refused to pay their claim, saying all the damage was caused by floodwaters.  The insurers have already paid $5.2 billion for damage to homes throughout Mississippi for Katrina and $10.3 billion for damage in New Orleans and other parts of Louisiana.  To close the deal, State Farm wants the approval of Mississippi's attorney general, Jim Hood, and the state's insurance regulator, George Dale, lawyers close to the talks said. As a condition of the deal, these lawyers said, Mr. Hood would be required to drop a criminal investigation into State Farm's handling of claims as well as a civil lawsuit against State Farm and other insurers.  In a statement late yesterday, Mr. Hood said: ''I am working day and night attempting to get our coastal residents a fair shake in the insurance litigation.'' He added, ''It would not help our negotiations to disclose any details at this time.''  Lee Harrell, a deputy to the insurance commissioner, would not comment on the talks but said that the regulators consistently monitored insurance agreements to make sure that they were fair to both policyholders and the insurers.  Phil Supple, a spokesman for State Farm, acknowledged that the insurer had been in settlement talks but he said that a final agreement had not yet been reached. ''At this point,'' he said, ''we have no settlement.''  He said State Farm would absolutely like to settle the cases: ''We see it in the best interest of policyholders, the Gulf Coast of Mississippi and State Farm.''  Richard F. Scruggs, who has been leading a team of about a dozen lawyers against State Farm, said that talks toward a settlement began early last fall and that he hoped to see a final agreement this week. ''All the details are finalized,'' he said.  The last element, he said, was the approval of the attorney general and the insurance commissioner. ''We are awaiting,'' he said, ''a decision from the state officials who have helped craft the settlement.''  ", 
            "title": "State Farm Is Settling Gulf Claims"
        }, 
        "weight": 0.6717443823090249, 
        "file": "1817598.txt", 
        "other_topics": {
            "0": 9.95205691986455e-05, 
            "1": 0.00012093013497643804, 
            "2": 0.004435301930234497, 
            "3": 0.0001495026782780811, 
            "4": 9.28390649389358e-05, 
            "5": 0.6717443823090249, 
            "6": 0.00017803323846303715, 
            "7": 0.00014148700602474614, 
            "8": 0.000177489048087277, 
            "9": 0.0023093798647348743, 
            "10": 0.0001356565342190321, 
            "11": 0.1480816771915744, 
            "12": 0.17075837570819946, 
            "13": 0.00019245272289809034, 
            "14": 0.00016534094004204048, 
            "15": 0.00013000983969033072, 
            "16": 0.00019365006285727672, 
            "17": 0.0005096246227962531, 
            "18": 0.0002765129325113317, 
            "19": 0.0001078336012504495
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''The Mayor and His Tax Cuts'' (editorial, Jan. 18):  The tax cuts proposed by Mayor Michael R. Bloomberg are a testament to how far New York City has come in the past five years under his leadership.  After years of prudent budgeting, the mayor understands that continued growth is dependent upon reinvestment in our economy. By reducing the financial burden on citizens and businesses and eliminating the city sales tax on clothing and shoes, New York will be better able to compete not only within the region, but also on a national and international scale.  Let's give the mayor and his administration the support and congratulations that they have rightly earned.  William C. Rudin  Chairman  Association for a Better New York  New York, Jan. 18, 2007  ", 
            "title": "Bloomberg's Leadership"
        }, 
        "weight": 0.6674373033029736, 
        "file": "1821050.txt", 
        "other_topics": {
            "0": 0.0007398492848939631, 
            "1": 0.0008990108738813949, 
            "2": 0.0012773873145123646, 
            "3": 0.001111423000334648, 
            "4": 0.0006901780843736443, 
            "5": 0.6674373033029736, 
            "6": 0.0013235230186568023, 
            "7": 0.0961375631540865, 
            "8": 0.001319477434275661, 
            "9": 0.01716824024651849, 
            "10": 0.0010084889047691495, 
            "11": 0.11830654667455055, 
            "12": 0.0016309815031882945, 
            "13": 0.001430719403622403, 
            "14": 0.0012291667666171687, 
            "15": 0.0009665106188458084, 
            "16": 0.08067772870512706, 
            "17": 0.00378861792869745, 
            "18": 0.002055634297811329, 
            "19": 0.0008016494822637295
        }
    }, 
    {
        "content": {
            "text": "  New Jersey could, for the first time, have a state comptroller with broad powers to audit and conduct performance reviews of state agencies, authorities, local governments and school districts under a bill that was narrowly approved by the Senate on Thursday.  The creation of the comptroller as a fiscal watchdog was part of Gov. Jon S. Corzine's legislative program, which also includes a 20 percent tax cut for most homeowners. The Assembly must still act on the proposal.  The Senate's approval of the comptroller, who will be appointed by the governor, came after many complained it had been watered down to exempt several government agencies from scrutiny.  The Senate also passed a bill intended to established a pension plan similar to a 401(k) plan for future elected officials, in place of the defined-benefit plan that current officials have. It would also prevent lawyers, engineers and other professionals from cobbling together hefty pensions by holding several part-time government jobs.  But the bill does allow other part-time workers, like tax collectors, municipal clerks and health officers, to tack together salaries from different towns for pension credit. That provision prompted a few lawmakers to criticize the measure, although it passed easily and Democrats and Republicans alike applauded the move as a beginning step in a long process of pension reform.  The comptroller's post, approved 22 to 17, has been urged by the governor and some Democratic legislative leaders as part of the effort to slow the increase in local property taxes.  In his recent State of the State message, the governor said that the creation of the office of comptroller would make measures aimed directly at lowering local spending more sustainable by saving money, improving government performance and taking a step toward cleaning up corruption among public officials.  The amended measure narrowly passed the Senate, although most Republicans and at least one Democrat attacked it as a mere shadow of earlier proposals.  State Senator Barbara Buono, a Democrat from Edison, withdrew her sponsorship, saying that her original proposal gave the comptroller much broader powers to audit and investigate local governments.  ''I think special interests chipped away at this bill,'' Ms. Buono said.  And in the Assembly, which will also vote on the post, the majority leader, Bonnie Watson Coleman, a sponsor, has already indicated unhappiness with the narrowed scope of the comptroller's powers.  Nonetheless, the Senate president, Richard J. Codey, called passage of the measure an important step in property tax reform.  Mr. Codey said he was confident that by the time tax measures are all approved, the state's 1.9 million property- tax payers will be receiving credits of up to 20 percent on their bills.  ''That's the filet mignon on the table of property tax reform,'' Mr. Codey said of the proposed tax credit, which is to be taken up on Feb. 5. ''All of the other things are side dishes. I think in terms of the average person, it is the tax credit and savings that really matter.''  ", 
            "title": "Senate Approves Creating a Comptroller's Post in New Jersey"
        }, 
        "weight": 0.6643353330413859, 
        "file": "1821580.txt", 
        "other_topics": {
            "0": 0.00017610345589978165, 
            "1": 0.00021398807164446607, 
            "2": 0.0003040515483371851, 
            "3": 0.0002645477062987058, 
            "4": 0.02279716788798463, 
            "5": 0.6643353330413859, 
            "6": 0.007859328876166005, 
            "7": 0.00025036382856831707, 
            "8": 0.00031407009630484925, 
            "9": 0.00031434172913770794, 
            "10": 0.00024004670274417687, 
            "11": 0.19036240871217072, 
            "12": 0.0003882162017109263, 
            "13": 0.00034054859083480825, 
            "14": 0.1096848632623023, 
            "15": 0.00023005477415170817, 
            "16": 0.00034266730565323694, 
            "17": 0.0009017900320375607, 
            "18": 0.0004892946594691638, 
            "19": 0.00019081351719782595
        }
    }, 
    {
        "content": {
            "text": "  The New Jersey Legislature is considering a bill that would extend the benefits of the Highlands preservation legislation to cities and municipalities throughout the state.  Assemblywoman Linda R. Greenstein, a deputy speaker and sponsor of the bill, said it would use transfer of development rights, in which developers buy credits from property owners whose land is being preserved. The developers can use the credits in other areas of the state where growth is either needed or is deemed acceptable.  The municipalities that accept the growth can charge impact fees of $15,000 per new housing unit to finance schools and utility projects.  The plan has been in effect in the Highlands area, in the northern part of the state, and in areas around the Pinelands for several years, but this measure would include the entire state, said Ms. Greenstein, a Democrat from Monroe.  The bill is under committee review but has already received support from Gov. Jon S. Corzine and the State Department of Environmental Protection, which wrote much of it.  ''The more I learn about it, the more I see it has a lot of advantages,'' Ms. Greenstein said. ''Anything that takes development out of areas that has too much and places it where it is needed is a good idea.''  JOHN HOLL  THE WEEK  ", 
            "title": "Bill That Eases Development May Be Applied to All Areas"
        }, 
        "weight": 0.6638506157307131, 
        "file": "1818949.txt", 
        "other_topics": {
            "0": 0.0004617680950634489, 
            "1": 0.0005611068999452183, 
            "2": 0.0007972660363727038, 
            "3": 0.0006936813918091292, 
            "4": 0.0004307664084874194, 
            "5": 0.6638506157307131, 
            "6": 0.0008260610851105574, 
            "7": 0.0006564892642230483, 
            "8": 0.19864561140421585, 
            "9": 0.0008242483415287139, 
            "10": 0.0006294363054153895, 
            "11": 0.12329513698911417, 
            "12": 0.0010179576262196702, 
            "13": 0.0008929664285283699, 
            "14": 0.0007671697573073376, 
            "15": 0.0006032360596077205, 
            "16": 0.0008985219975584591, 
            "17": 0.0023646206323070084, 
            "18": 0.0012829995963076091, 
            "19": 0.0005003399501650893
        }
    }, 
    {
        "content": {
            "text": "  New York City will be able for the first time to use federal grant dollars to pay basic salaries of police officers assigned to counterterrorism tasks, like guarding city bridges and subway tunnels, the secretary of homeland security, Michael Chertoff, said on Friday.  The rules change will apply to six metropolitan areas considered at highest risk for attack: New York, Chicago, Houston, Los Angeles, Washington and San Francisco.  These six urban areas will share $411 million in antiterrorism grants this year, while 39 other areas from Atlanta to Tucson will compete for the remaining $336 million in available grants, or 45 percent of the total, Mr. Chertoff said.  New York City officials welcomed the rule change, for which they had lobbied over several years. Previously, while some use of grant dollars was allowed for overtime, federal officials pushed cities to use the money to buy antiterrorism equipment like gas masks or surveillance systems rather than for salaries.  In New York, nearly 1,000 officers, at a cost of about $200 million a year, are assigned to antiterrorism tasks, and city officials have argued that the federal government should foot a bigger chunk of the bill. Under the new rules, the city will be able to use up to 25 percent of its federal grant to cover these salaries.  ''Our Police Department is essentially a first line of defense again terrorist attacks; that is serving the nation as well as the city,'' Deputy Mayor Edward Skyler said. ''These are the boots on the ground.''  But there is still a good chance that when the actual urban-area grant awards come out later this year, city officials will be disappointed.  That is because with an overall pool of just $441 million for these six urban areas, it remains unlikely that the New York City area will get anywhere close to the nearly $230 million it received two years ago -- before a cut in the grant last year outraged New York City politicians.  The problem, Mr. Skyler and Senator Charles E. Schumer of New York said, is that too much of the overall $1.7 billion in antiterrorism grants -- only a piece of which is set aside for cities, with much of the rest going directly to states -- is still being distributed based on politically driven formulas that ensure that every state gets a cut.  Legislation that Democrats have introduced in the House would change the way these grants are awarded -- to comply with a 9/11 commission recommendation that they be based on risk.  ''You should make it all threat-based,'' Senator Schumer said. Mr. Chertoff said that regardless of any action by Congress, he hoped to steer as much of the money as he could to those cities with the greatest needs.  Homeland Security is also trying to simplify the evaluation process, to avoid the same criticism as last year that its complicated formula -- which includes considering potential targets as obscure as a popcorn factory, a flea market and a petting zoo -- was irrational if not comical.  ''Speaking for myself, I don't believe that I'm infallible or that I have nothing to learn from anybody,'' Mr. Chertoff said, admitting that last year's grant process was flawed.  ", 
            "title": "Federal Funds May Now Pay Police Salaries In Terror Fight"
        }, 
        "weight": 0.6628474436157221, 
        "file": "1816760.txt", 
        "other_topics": {
            "0": 0.00018741475471207477, 
            "1": 0.00022773273672369322, 
            "2": 0.008352454472700136, 
            "3": 0.0002815398666215239, 
            "4": 0.00017483230575680676, 
            "5": 0.6628474436157221, 
            "6": 0.00033526793491852887, 
            "7": 0.00026644494442295196, 
            "8": 0.06857966697141804, 
            "9": 0.0003345322087014536, 
            "10": 0.00025546513942261605, 
            "11": 0.13434415029647967, 
            "12": 0.08471632234090727, 
            "13": 0.0003624223629953615, 
            "14": 0.012354676192122339, 
            "15": 0.00024483141939315913, 
            "16": 0.0003646771649580591, 
            "17": 0.025046333075803704, 
            "18": 0.0005207225384522121, 
            "19": 0.00020306965776827299
        }
    }, 
    {
        "content": {
            "text": "  For months, the state capital has been consumed by talk of state and federal investigations into the legislative pet projects known as member items.  But it turns out that those items, which cost about $200 million a year, are just the tip of the iceberg.  In 2006, an election year, Gov. George E. Pataki and the Legislature committed to borrowing $1.9 billion for an array of initiatives similar to member items, only costing nearly 10 times as much. Many of those grants went to politically connected companies and nonprofit organizations in lawmakers' districts.  The little-noticed practice of using borrowed money to pay for what critics consider pork barrel projects began in the late 1990s, when the Legislature authorized debt to finance improvements to the Buffalo Bills' football stadium, a move that was denounced by the state comptroller, H. Carl McCall, in part because it did not involve voter approval.  But the practice reached its apex last year, as Mr. Pataki was leaving office. The projects approved in the last nine months of 2006 exceeded the total amount of borrowed money disbursed over the previous eight years. According to a report published last year by a nonprofit group, the Center for Government Research, the previous borrowing totaled $1.7 billion.  Even before last year, New York had one of the highest levels of per capita debt in the nation. Budget watchdog groups assert that the recent borrowing for capital initiatives will sharply increase the state's debt burden, projected to cost $7 billion annually by 2010. Some people also say it raises new questions about Mr. Pataki's fiscal stewardship of the state.  The full details of the 2006 election-year borrowing spree became available only after Gov. Eliot Spitzer took office this month, because the Pataki administration had prevented the Empire State Development Corporation, the quasi-public authority that handles much of the state's borrowing, from releasing a master list of its projects.  These projects differ from other types of state economic development aid because they are financed at the request of individual legislators or the governor, forgoing more rigorous and competitive application processes by state agencies.  Like member items, these capital projects are, for the most part, not listed in the state budget and therefore are generally not subject to legislative debate or public scrutiny. And as with member items, legislative leaders allocate the borrowed funds based on the seniority, loyalty or political vulnerability of a lawmaker.  But unlike member items, which are paid for out of the annual budget, the capital projects are financed with borrowed money that is repaid over many years.  The borrowed money went to all manner of projects, including construction costs, equipment purchasing and occasionally operating expenses.  A $2,521.83 grant was used to repave streets in Plattsburgh, for instance, and $50,000 went to build a new driveway for a Long Island church. Senator Joseph L. Bruno, the Republican majority leader, was co-sponsor of a $650 million grant to lure an Advanced Micro Devices semiconductor plant to his district. Another Republican, Senator William J. Larkin Jr., directed $75,000 toward the purchase of new lights at a Little League field in his Hudson Valley district.  Assembly Democrats used much of their money to offset education cuts or assist colleges, including by borrowing $26 million to help the State University of New York buy a supercomputer.  Over the last decade, lawmakers have used the money to finance a number of failed economic development projects, including a now-defunct high-speed ferry between Rochester and Canada that cost the state millions of dollars.  Among the projects on his voluminous list, Mr. Pataki directed $12.6 million to the small city of Peekskill -- where he was once mayor -- to fix bathrooms at a local arts center and to renovate a historic theater and a train station. He sent an additional $7.3 million to build new wings at Hudson Valley Hospital, where he had an emergency appendectomy last year.  Assistants to Mr. Pataki and Senate Republicans said the borrowing was used mostly for economic development projects that brought jobs to the state, and they asserted that there was adequate oversight.  ''Whether it's the A.M.D. fab in Malta, the Adirondack Museum in Tupper Lake or Cornell's nanofabrication initiative in Ithaca, making smart capital investments in New York's economic, intellectual and transportation infrastructure is essential to transforming New York's economy,'' said David Catalfamo, a spokesman for Mr. Pataki.  ''Governor Pataki believes these investments are especially crucial to upstate communities as we continue to transition from a traditional industry-based economy to an economy based in knowledge and innovation,'' Mr. Catalfamo said.  Governor Spitzer has said he will end the practice of borrowing for pet projects, a move legislative leaders say they support. Attorney General Andrew M. Cuomo has said he will investigate whether such projects fulfill a legitimate public purpose and has vowed to recover funds that he determines were misspent.  Mr. Spitzer and his staff also say they will take their first major borrowing proposal, a stem cell research fund, to the voters.  Doing so would ''allow the public to make a choice as to whether this is a long-term investment worth making,'' said Paul Francis, Mr. Spitzer's budget director.  Mr. Francis also said that the governor would send a signal in his first budget address in the coming weeks ''that we're going to have a much more analytical process that evaluates the cost and benefits based on objective criteria.''  Budget experts on both sides of the political aisle criticized borrowing for pet projects.  ''It's one of the worst examples of a very flawed and very poor fiscal practice that we're going to pay for in the long run,'' Mr. McCall, a Democrat, said.  Edmund J. McMahon, executive director of the Empire Center for New York State Policy, an affiliate of the Manhattan Institute, a nonprofit conservative policy group, said last year was ''the triple witching hour of pork.''  ''They've been building up towards this; every pot of money they have surges in an election year and especially with a change in power,'' he said.  Like many other conservatives who once supported Mr. Pataki, Mr. McMahon found fault with his fiscal policies.  ''It was something that he enabled and enthusiastically participated in,'' he said, adding, ''I'm sure they'll say the Legislature made them do it. Baloney!''  Untangling these projects is difficult. The Legislature and Mr. Pataki have created almost a dozen pots of borrowed money to finance their initiatives. And most of the projects are never delineated in the budget; the grant to A.M.D. for a manufacturing plant near Albany was one of the exceptions.  The money is allocated to two major authorities with politically appointed boards. The governor and the Republican-controlled Senate typically have channeled projects through the Empire State Development Corporation, while the Democratic-controlled Assembly has financed its projects out of the Dormitory Authority.  Many of the private companies that have received aid had political connections to lawmakers or the governor.  More than $200,000, for instance, was directed last year to the New York, Susquehanna and Western Rail Corporation. (The rail line has received millions more in similar state aid over the years.) The railroad is headed by a prominent donor to Mr. Pataki and other Republicans, Walter Rich, who is being investigated by the state Lobbying Commission over his fund-raising activities.  The commission recently rejected an attempt by the company to be co-hosts to scores of legislators and their spouses on a private rail trip from Saratoga Springs, N.Y., to Canada.  ''Rehabilitating rail tracks in the Adirondacks will help draw visitors and boost economic opportunities throughout the region,'' Mr. Pataki said in one of his last public statements, which announced millions of dollars of new grants to Mr. Rich's company and other rail lines.  Lawmakers from both parties also directed nearly $1 million to SuperPower Inc. of Schenectady, a maker of superconducting cables. Political action committees connected to SuperPower had contributed to Mr. Pataki, Mr. Spitzer, Mr. Bruno and Assembly Speaker Sheldon Silver.  Mr. Bruno also directed $195,000 to Autotask and another $195,000 to e.nfrastructure (now called nfrastructure), two small companies in his district. Officials with the two technology firms said they had requested aid from Mr. Bruno to help their expanding operations stay in the capital region.  Federal authorities have been investigating Mr. Bruno's outside consulting business for several months and have issued subpoenas to at least one business that received member item money from him. Executives at Autotask and nfrastructure said they had not received subpoenas in that investigation and had never been clients of Mr. Bruno's consulting firm.  Dan Moran, vice president of human resources at nfrastructure, said that the application process for the state money was ''extensive,'' adding, ''we had to show every single penny we spent.'' He said that Mr. Bruno's staff played an important role in helping his company win the grant.  Richard Frederick, the president of Autotask, said he had recently been told his grant was ''on hold,'' though it was approved last month.  Jessica Copen, a spokeswoman for the Empire State Development Corporation, said that ''some of these grants require public hearings, so that's why some have been held up, and the new administration just received signature power yesterday, and that means they can actually sign the grant disbursement agreements.''  John McArdle, a spokesman for Mr. Bruno, said that, like Mr. Spitzer, the Senate Republicans supported putting all future spending on initiatives, whether member items or capital projects, in the state budget.  But he defended the spending. ''The projects that we fund are principally geared to create jobs and attract business and employers to the state,'' he said.  Correction:  January 18, 2007, Thursday  An article on Sunday about a record set in 2006 for the amount of borrowed money the New York Legislature and Gov. George E. Pataki committed to pet projects included an erroneous reference from David Catalfamo, a spokesman for Mr. Pataki, to a museum that Mr. Catalfamo defended as a worthwhile investment. It is the Natural History Museum of the Adirondacks in Tupper Lake -- not the Adirondack Museum, which is in Blue Mountain Lake.  ", 
            "title": "New High in '06 On Borrowing For Pet Projects"
        }, 
        "weight": 0.6617871531867822, 
        "file": "1818902.txt", 
        "other_topics": {
            "0": 5.316608940592878e-05, 
            "1": 6.460355301219324e-05, 
            "2": 9.179394987061072e-05, 
            "3": 0.021717470890699756, 
            "4": 4.959668203920871e-05, 
            "5": 0.6617871531867822, 
            "6": 9.510929398383805e-05, 
            "7": 7.558548823283074e-05, 
            "8": 0.03425945529078521, 
            "9": 0.013760755268238542, 
            "10": 0.006905398064294861, 
            "11": 0.1326331049613286, 
            "12": 0.00011720347669235482, 
            "13": 0.00010281250152007337, 
            "14": 0.06727878099425072, 
            "15": 6.945413210840706e-05, 
            "16": 0.06046097701077331, 
            "17": 0.0002722527461128818, 
            "18": 0.00014771932486086603, 
            "19": 5.760709500767908e-05
        }
    }
]