[
    {
        "content": {
            "text": "  The stock market turned in its best performance in months last week, with all three major indexes posting substantial gains.  The Dow Jones industrial average closed on Friday at a record high, while the Standard & Poor's 500-stock index had its highest close since November 2000. For the Nasdaq composite index, Friday's close was the highest since February 2001.  Strong earnings and economic reports buoyed the market. The Commerce Department said on Friday that retail sales climbed 0.9 percent in December. That was more than Wall Street had expected.  Alcoa, the big aluminum maker, gained 7.1 percent for the week, the best performance among the Dow industrials. It said on Tuesday that its profit in the fourth quarter jumped 60 percent from the year-earlier period.  For the week, the Dow rose 158.07 points, or 1.3 percent, to close at 12,556.08. The S.& P. 500 climbed 21.02 points, or 1.5 percent, to close at 1,430.73. The Nasdaq composite index jumped 68.57 points, or 2.8 percent, to close at 2,502.82.  The yield on the benchmark 10-year Treasury bond jumped to 4.77 percent from 4.64 percent the previous week.  JEFF SOMMER  DataBank  ", 
            "title": "Strong Earnings Have Stocks Sizzling"
        }, 
        "weight": 0.961845161190012, 
        "file": "1818853.txt", 
        "other_topics": {
            "0": 0.00044419382615633107, 
            "1": 0.00053975193053374, 
            "2": 0.0007669231697617035, 
            "3": 0.0006672808166159852, 
            "4": 0.00041437202182484346, 
            "5": 0.0011030229435125486, 
            "6": 0.0007946223179054654, 
            "7": 0.0006315041710833705, 
            "8": 0.000792193412935239, 
            "9": 0.0007928785648916312, 
            "10": 0.0006054808112841788, 
            "11": 0.023456073500228772, 
            "12": 0.0009792155363037834, 
            "13": 0.0008589813344784445, 
            "14": 0.0007379723143560765, 
            "15": 0.0005802777113819523, 
            "16": 0.961845161190012, 
            "17": 0.0022746263704692075, 
            "18": 0.0012341703676227312, 
            "19": 0.0004812976886420903
        }
    }, 
    {
        "content": {
            "text": "  The year got off to an uneven start on Wall Street last week, with the Dow Jones industrial average and the broader Standard & Poor's 500-stock index both dropping modestly. But the Nasdaq composite index, in which technology stocks dominate, eked out a small gain.  Many analysts expect technology earnings to be strong this year. On Thursday, after Banc of America Securities issued a bullish earnings projection for Intel, the chip maker, tech shares rose sharply. But on Friday, the sector's shares dropped on a disappointing earnings report by Motorola, the cellphone maker, whose stock had a one-day loss of 7.8 percent.  For the week, Intel had the best performance in the Dow, with a gain of 4.2 percent. Goodyear Tire's gain of 10.9 percent led the S.& P. 500. The company said it had reached an agreement with striking workers that would enable it to cut costs.  For the week, the Dow lost 65.14 points, or 0.5 percent, to close at 12,398.01. The S.& P. 500 lost 8.59 points, or 0.6 percent, to close at 1,409.71. The Nasdaq composite index rose 18.96 points, or 0.8 percent, to close at 2,434.25.  The yield on the benchmark 10-year Treasury note slipped to 4.64 percent from 4.70 percent the previous week.  JEFF SOMMER  DataBank  ", 
            "title": "Investors Start the New Year Indecisively"
        }, 
        "weight": 0.9396205648834337, 
        "file": "1817153.txt", 
        "other_topics": {
            "0": 0.000402108623290252, 
            "1": 0.0004886130624174694, 
            "2": 0.0006942609325095399, 
            "3": 0.0006040592073042812, 
            "4": 0.0003751122897582651, 
            "5": 0.0009985168887000542, 
            "6": 0.0007193357211953261, 
            "7": 0.0005716722247891303, 
            "8": 0.0007171369431480669, 
            "9": 0.0007177571802916433, 
            "10": 0.0005481144516593499, 
            "11": 0.012620530857443897, 
            "12": 0.0008864396306781674, 
            "13": 0.0007775970342225969, 
            "14": 0.0006680530297321278, 
            "15": 0.0349780746374023, 
            "16": 0.9396205648834337, 
            "17": 0.002059116593860924, 
            "18": 0.001117238732750287, 
            "19": 0.0004356970754126113
        }
    }, 
    {
        "content": {
            "text": "  The following equity and convertible debt offerings are expected this week:  American Capital Strategies, six million shares. JPMorgan, Morgan Stanley and UBS.  Apollo Investment Corporation, 16 million shares. JPMorgan, Citigroup, Bank of America and Bear Stearns.  Pinnacle Entertainment, 10 million shares. Bear Stearns and Lehman Brothers.  Syntel Inc., three million shares. Credit Suisse and Deutsche Bank.  ", 
            "title": "Stock Offerings This Week"
        }, 
        "weight": 0.9347061227330892, 
        "file": "1817360.txt", 
        "other_topics": {
            "0": 0.0010126731094132198, 
            "1": 0.001230526481052488, 
            "2": 0.0017484314847957675, 
            "3": 0.00152126684258885, 
            "4": 0.0009446853582506192, 
            "5": 0.0025146717675626896, 
            "6": 0.0018115800042643132, 
            "7": 0.0014397032441269108, 
            "8": 0.001806042586578992, 
            "9": 0.0018076045960470303, 
            "10": 0.0013803751870189046, 
            "11": 0.010092104941423412, 
            "12": 0.0022324156337677017, 
            "13": 0.001958305693803271, 
            "14": 0.0016824293230424643, 
            "15": 0.02301444351865054, 
            "16": 0.9347061227330892, 
            "17": 0.00518569332507038, 
            "18": 0.0028136616722950693, 
            "19": 0.0010972624971582678
        }
    }, 
    {
        "content": {
            "text": "  Merrill Lynch, the nation's largest brokerage house, capped a record earnings season for the major brokers yesterday by announcing a 68 percent gain in fourth-quarter profit.  Merrill's results, like those of its peers, were propelled by a buoyant market for mergers and acquisitions, especially buyouts, and strong results from trading and principal investments.  With the fourth-quarter results in, banks up and down Wall Street are looking more like Goldman Sachs, the competitor that everyone may love to hate but tries to imitate.  At Goldman, where fourth-quarter profit soared 98 percent, more than 64 percent of its profit last year came from trading and principal investments.  Merrill Lynch's results are starting to reflect that trend.  In the fourth quarter, investment banking and principal transactions, including net interest profit, constituted 57 percent of total net revenue, compared with only 45 percent of total revenue in the fourth quarter of 2005.  ''Trading has become a bigger part of Wall Street's business,'' said Jeffrey Harte, an analyst with Sandler O'Neill & Partners.  Over all, Merrill earned $2.35 billion, or $2.41 a share -- sharply higher than forecasts -- compared with $1.37 billion, or $1.41 a share, in the quarter a year earlier. The firm also increased its dividend 40 percent, to 35 cents a common share.  Merrill shares fell $1.41, to $95.40 in trading yesterday.  On a conference call with investors, Jeffrey N. Edwards, Merrill's chief financial officer, said the results put Merrill on ''the strongest competitive footing ever as we enter 2007.''  Later, in an interview, he said: ''The most encouraging thing is the continued growth in the pipeline. It's up from the third quarter and is the highest period end pipeline we have ever had.''  For the year, Merrill reported record net earnings of $7.5 billion, up 45 percent from the previous year, on record revenue of $34.7 billion.  For the fourth quarter, trading and investment banking reported revenue of $5.4 billion, up 55 percent from the quarter a year ago and up 21 percent from the third quarter. Fixed-income revenue was up 70 percent, to $2.3 billion, while equity revenue increased 49 percent, to $1.8 billion.  Debt and equity underwriting surged, but strategic advisory services dropped a surprising 18 percent from the previous year to $286 million. Revenue in the Global Private Client business, part of global wealth management, increased 10 percent, to $3.1 billion.  Merrill attracted $22 billion in new client money, up from $17 billion a year ago, bringing total assets managed to $1.5 trillion.  ", 
            "title": "Strong Merger Market Aids Merrill Lynch's 68% Profit Rise"
        }, 
        "weight": 0.9141568932052454, 
        "file": "1819857.txt", 
        "other_topics": {
            "0": 0.00020027886384109988, 
            "1": 0.00024336426361156203, 
            "2": 0.00034579161629146775, 
            "3": 0.0003008647035264654, 
            "4": 0.0001868327582504745, 
            "5": 0.0004973328509064203, 
            "6": 0.00035828065506898223, 
            "7": 0.0002847336690604527, 
            "8": 0.00035718550628669425, 
            "9": 0.004647481211280176, 
            "10": 0.0002730002125668994, 
            "11": 0.07492571584144911, 
            "12": 0.00044151035768212875, 
            "13": 0.00038729895734639905, 
            "14": 0.00033273820562603834, 
            "15": 0.00026163659624343623, 
            "16": 0.9141568932052454, 
            "17": 0.0010255873862151485, 
            "18": 0.000556464823369338, 
            "19": 0.00021700831613238173
        }
    }, 
    {
        "content": {
            "text": "  The stock market retreated last week as investors calculated that interest rates won't be dropping when Federal Reserve policy makers meet on Wednesday.  Several government reports suggested that the economy remains robust -- perhaps too much so to justify a cut in the Fed funds rate, the Fed's benchmark short-term rate, which has remained at 5.25 percent since June. On Friday, for example, the Commerce Department said that new-home sales in December jumped to an annual rate of 1.12 million units, and durable-goods orders in December rose 3.1 percent. Both were more than Wall Street had expected.  Shares of General Motors gained 4.4 percent for the week, the most among the Dow industrials. The company said it would report a profit for the fourth quarter, although its 2006 financial results would be delayed.  For the week, the Dow Jones industrial average fell 78.51 points, or 0.6 percent, to close at 12,487.02. The Standard & Poor's 500-stock index lost 8.32 points, or 0.6 percent, to close at 1,422.18. The Nasdaq composite index lost 15.82 points, or about 0.7 percent, to close at 2,435.49.  The yield on the benchmark 10-year Treasury bond climbed to 4.87 percent from 4.78 percent the previous week.  JEFF SOMMER  DataBank  ", 
            "title": "Stocks Decline as Hopes for a Rate Cut Fade"
        }, 
        "weight": 0.9137809833224775, 
        "file": "1822098.txt", 
        "other_topics": {
            "0": 0.000402108623290252, 
            "1": 0.0004886130624174694, 
            "2": 0.0006942609325095399, 
            "3": 0.0006040592073042812, 
            "4": 0.0003751122897582651, 
            "5": 0.018224904596004208, 
            "6": 0.0007193357211953261, 
            "7": 0.0005716722247891303, 
            "8": 0.0007171369431480669, 
            "9": 0.0007177571802916433, 
            "10": 0.0005481144516593499, 
            "11": 0.05568650012570428, 
            "12": 0.0008864396306781674, 
            "13": 0.0007775970342225969, 
            "14": 0.0006680530297321278, 
            "15": 0.0005252992227940028, 
            "16": 0.9137809833224775, 
            "17": 0.002059116593860924, 
            "18": 0.001117238732750287, 
            "19": 0.0004356970754126113
        }
    }, 
    {
        "content": {
            "text": "  A consortium of investors is considering making an offer worth more than $38 billion for Equity Office Properties Trust, the real estate investment trust that is controlled by Samuel Zell, people involved in the discussions said last night.  The investors, which include Cerberus Capital Management, Starwood Capital and Walton Street Capital, have talked among themselves about preparing a bid, these people said. If the group bids for Equity Office, the nation's largest owner and manager of office buildings, it would seek to top a deal reached in November to sell the company to the Blackstone Group for $36 billion.  While people involved said last night that executives were interested in making a offer, it remained possible that the group could decide against such an bid.  Spokesmen for Cerberus and Barry Sternlicht of Starwood Capital declined to comment. A spokesman for Neil Bluhm of Walton Street Capital could not be reached.  An offer by the consortium could result in a bidding war for Equity Office, pitting two of the most powerful financial firms in the nation against each other for a deal that would be the largest leveraged buyout in history, surpassing the $33 billion that a consortium of private equity groups paid for the health care company HCA Inc. in August.  A bid by the consortium would also be one of the first instances of a private equity firm's trying to top another firm's deal after an agreement had been struck.  When Blackstone reached its deal with Equity Office, the purchase price -- $48.50 a share -- was instantly derided by some shareholders as too low. James S. Corl, the chief investment officer for the real estate firm Cohen & Steers, the largest shareholder in Equity Office, criticized the deal publicly and suggested that another bidder should emerge.  Under the terms of Equity Office's agreement with Blackstone, Equity Office can consider offers from rival bidders. A shareholder vote on that deal is scheduled for Feb. 5. If the consortium were to top Blackstone's offer, Blackstone would be entitled to a breakup fee of $200 million. Blackstone also has the right to match any rival offer.  Speculation about a rival offer has been increasing in recent weeks. Yesterday, Jonathan Litt, an analyst at Citigroup, wrote in a note to investors that he expected a ''topping bid'' of $50 to $52 a share.  Shares of Equity Office closed at $48.75, above Blackstone's offer, in anticipation of another bid.  ", 
            "title": "Group Weighs Rival Bid for Equity Office REIT"
        }, 
        "weight": 0.8750116105710891, 
        "file": "1818108.txt", 
        "other_topics": {
            "0": 0.00021603418867920658, 
            "1": 0.00026250898489492663, 
            "2": 0.000372993983712967, 
            "3": 0.0003245328083153012, 
            "4": 0.00020153031914222754, 
            "5": 0.009791390311248663, 
            "6": 0.00038646549692179024, 
            "7": 0.0003071327947712547, 
            "8": 0.00038528419613883635, 
            "9": 0.0003856174205969563, 
            "10": 0.0002944763031906021, 
            "11": 0.09007482624497852, 
            "12": 0.0004762426253376392, 
            "13": 0.00041776658016701705, 
            "14": 0.00035891370120826944, 
            "15": 0.00028221874597353656, 
            "16": 0.8750116105710891, 
            "17": 0.019616134821109847, 
            "18": 0.0006002402067773419, 
            "19": 0.00023407969574610303
        }
    }, 
    {
        "content": {
            "text": "  In the turf war that has come to characterize the computer chip market, Advanced Micro Devices, appears to have stumbled in the fourth quarter.  A.M.D., the second-largest maker of the microprocessors, issued a warning late Thursday that its fourth-quarter revenue would miss Wall Street's forecasts because of lower unit prices, signaling that the price war between A.M.D. and its main rival, Intel, had taken its toll.  On Friday, shares of A.M.D fell $1.92, to $18.26. Shares of Intel rose 21 cents, to $22.13.  A.M.D., based in Sunnyvale, Calif., said that it expected fourth-quarter revenue to increase about 3 percent, or about $1.37 billion, over the third quarter. Fourth-quarter operating income, the company said, ''is expected to be positive but substantially lower than the third quarter.''  In October, analysts forecast A.M.D.'s fourth-quarter sales would be about $1.44 billion, excluding revenue gained from its $5.4 billion acquisition of ATI. A.M.D. executives said at the time that they expected a ''seasonally strong'' fourth quarter, which included the holiday shopping season.  The chip maker said its fourth quarter gross margin and operating income were hurt by lower average selling prices, though unit sales rose over all.  A.M.D. plans to issue its fourth-quarter earnings report on Jan. 23 after the close of regular trading.  In the last few years, A.M.D. has managed to gain market share, as the market leader, Intel, has struggled to revamp its product line. The threat of competition led Intel to lay off more than 10,000 employees and cut costs sharply last year.  Yet in recent months Intel has staged something of a comeback, and in October, the company's chief financial officer, Andy D. Bryant, told analysts that he thought Intel had begun to win back market share.  After A.M.D.'s revised forecast, several Wall Street investment firms lowered their outlooks. Bear Stearns sharply cut its rating on the company, while Citigroup downgraded A.M.D. to hold, from buy.  Mark Lipacis, an analyst with Prudential, which also lowered its rating, wrote in a research note that he did not expect the price war to be resolved anytime soon. But, Mr. Lipacis said he believed that computer makers want a strong second supplier of chips and that he expected A.M.D. to continue to take unit share from Intel this year.  ''A.M.D.'s share is near the highest levels that it has ever been at,'' Mr. Lipacis said, ''and it seems that the company has gained enough critical mass in the market to weather downturns better than it historically has.''  The weakness appears to be solidly in A.M.D.'s server business, analysts said, the part of the market where A.M.D. has gained the most share from Intel.  An analyst at Bear Stearns, Gurinder Kalra, said he expected further pricing pressure as A.M.D. tries to prevent Intel from ''clawing back'' share.  ", 
            "title": "A.M.D., in Price War With Intel, Warns of Disappointing Revenue"
        }, 
        "weight": 0.8674830036381111, 
        "file": "1818459.txt", 
        "other_topics": {
            "0": 0.00018741475471207477, 
            "1": 0.008256606129993628, 
            "2": 0.0003235810794302008, 
            "3": 0.0002815398666215239, 
            "4": 0.00017483230575680676, 
            "5": 0.00046538867095248716, 
            "6": 0.00033526793491852887, 
            "7": 0.00026644494442295196, 
            "8": 0.0003342431286235991, 
            "9": 0.0003345322087014536, 
            "10": 0.00025546513942261605, 
            "11": 0.0821564732402251, 
            "12": 0.0004131517115729517, 
            "13": 0.0003624223629953615, 
            "14": 0.0003113661022174361, 
            "15": 0.0323603249924729, 
            "16": 0.8674830036381111, 
            "17": 0.0009597128959939, 
            "18": 0.004535159235087179, 
            "19": 0.00020306965776827299
        }
    }, 
    {
        "content": {
            "text": "  JPMorgan Chase & Company reported a 68 percent gain in fourth-quarter earnings yesterday, ending 2006 on a high note that showed record profits for its investment banking advisory businesses and vast improvement in its trading results.  JPMorgan's strong performance came during a banner year for Wall Street. But it also reflects the steady progress that James Dimon, its chairman and chief executive, has made in integrating the bank. Now that he has wrung out most of the savings from the 2004 merger with Bank One, Mr. Dimon said yesterday that he was ''declaring victory'' in the $58 billion deal.  Further progress, however, may be difficult if credit quality deteriorates sharply and the markets slow, resulting in fewer deals.  Yet Mr. Dimon was optimistic, noting the bank's strong deal pipeline and the improvement in virtually all its businesses. While the bank experienced a decline in the credit quality of its subprime mortgage business, Mr. Dimon said that he expected an uptick not a major increase in overall credit costs.  For the quarter, JPMorgan earned $4.5 billion, or $1.26 a share, compared with $2.7 billion, or 76 cents a share, in the quarter a year earlier. The increase reflects a $622 million after-tax gain related to its exit this year from the corporate trust business when the bank swapped those assets for Bank of New York's 338 branches. Revenue rose 14 percent, to $16.9 billion. Shares of JPMorgan rose 4 cents, to $48.43.  The strong results led Mr. Dimon to suggest that the board would consider increasing the dividend later this year. He also reiterated that the bank was now ready, if not yet willing, to do a deal.  Investment bank earnings rose 51 percent, to $1 billion in the fourth quarter, based on the bank's big advisory business and more consistent trading results in a strong market. Fixed-income trading revenue increased 77 percent, to $2 billion after a particularly bad quarter in 2005. Equity trading revenue nearly doubled, to $909 million.  The asset management business also showed steady revenue and profit growth. Revenue rose 29 percent, to $1.9 billion in the fourth quarter, while profits rose 19 percent, to $407 million.  And the credit card division posted similarly strong results at least for now. Profit rose 138 percent, to $719 million. Revenue growth was essentially flat.  A difficult operating environment and a slowdown in the housing market continued to weigh on the retail banking division. Fourth-quarter net income was $718 million, down 11 percent from a year ago.  ", 
            "title": "JPMorgan Chase Posts 68% Rise in Earnings"
        }, 
        "weight": 0.8626770518150028, 
        "file": "1819678.txt", 
        "other_topics": {
            "0": 0.00020027886384109988, 
            "1": 0.00024336426361156203, 
            "2": 0.00034579161629146775, 
            "3": 0.0003008647035264654, 
            "4": 0.0001868327582504745, 
            "5": 0.0004973328509064203, 
            "6": 0.00035828065506898223, 
            "7": 0.0002847336690604527, 
            "8": 0.004647172288806911, 
            "9": 0.00035749442875995807, 
            "10": 0.0002730002125668994, 
            "11": 0.12640555723169172, 
            "12": 0.00044151035768212875, 
            "13": 0.00038729895734639905, 
            "14": 0.00033273820562603834, 
            "15": 0.00026163659624343623, 
            "16": 0.8626770518150028, 
            "17": 0.0010255873862151485, 
            "18": 0.000556464823369338, 
            "19": 0.00021700831613238173
        }
    }, 
    {
        "content": {
            "text": "  The following equity and convertible debt offerings are expected this week:  AeroVironment, an initial public offering of 6.7 million shares. Goldman Sachs.  Allis-Chalmers, 4.5 million shares. RBC Capital Markets.  Baldor Electric Company, 6.3 million shares. UBS.  Inverness Medical Innovations, five million shares. Jefferies.  J.Crew, 7.5 million shares. Goldman Sachs and Bear Stearns.  Kaiser Aluminum, 5.7 million shares. UBS and Bear Stearns.  Meruelo Maddux Properties, an initial public offering of 40 million shares. Friedman, Billings, Ramsey and UBS.  Oculus Innovative Sciences, 3.5 million shares. Roth Capital.  RAM Energy Resources, 11.8 million shares. RBC Capital Markets.  Tower Group, 2.5 million shares. Friedman, Billings, Ramsey.  (Source by MCM EquityWatch)  ", 
            "title": "Stock Offerings This Week"
        }, 
        "weight": 0.8539846133226966, 
        "file": "1820645.txt", 
        "other_topics": {
            "0": 0.0005239584203173, 
            "1": 0.0006366760459793945, 
            "2": 0.0009046407871316411, 
            "3": 0.012010330228599618, 
            "4": 0.000488781466995489, 
            "5": 0.0013010945335678121, 
            "6": 0.012160538646473906, 
            "7": 0.000744904382773157, 
            "8": 0.0009344488481954609, 
            "9": 0.0009352570339819563, 
            "10": 0.0007142079667294669, 
            "11": 0.03889134277838202, 
            "12": 0.00115505483268765, 
            "13": 0.0010132299833833637, 
            "14": 0.0008704911804240768, 
            "15": 0.0006844791059613253, 
            "16": 0.8539846133226966, 
            "17": 0.0026830846574253603, 
            "18": 0.03512546650279758, 
            "19": 0.03423739927549686
        }
    }, 
    {
        "content": {
            "text": "  Technology earnings reports that failed to meet Wall Street's expectations pulled down the Nasdaq composite index last week, but the Dow Jones industrial average managed a small gain.  A warning by the Federal Reserve chairman, Ben S. Bernanke -- that looming Social Security and Medicare deficits would burden the economy for years to come if they were not addressed -- pulled down the markets on Thursday. His comments came at a Senate hearing.  On top of that, Wall Street was disappointed by technology earnings reports, including those of bellwethers like Apple, Intel and I.B.M. Apple's shares fell 7.7 percent for the week, among the worst performances in the Standard & Poor's 500-stock index. Among the Dow industrials, I.B.M.'s drop of 2.5 percent and Intel's decline of 5 percent were among the worst for the week.  For the week, the Dow Jones industrial average gained 9.45 points, or 0.08 percent, to close at 12,565.53. The Standard & Poor's 500-stock index lost 0.23 point, or 0.02 percent, to close at 1,430.50. The Nasdaq composite index fell 51.51 points, or 2.1 percent, to close at 2,451.31. The yield on the 10-year Treasury bond rose to 4.78 percent from 4.77 percent the previous week.  JEFF SOMMER  ", 
            "title": "DataBank: JAN. 15-19; Tech Shares Fall as Earnings Disappoint"
        }, 
        "weight": 0.8448754324932609, 
        "file": "1820454.txt", 
        "other_topics": {
            "0": 0.009015302476942329, 
            "1": 0.0004886130624174694, 
            "2": 0.0006942609325095399, 
            "3": 0.0006040592073042812, 
            "4": 0.0003751122897582651, 
            "5": 0.06129087386426459, 
            "6": 0.0007193357211953261, 
            "7": 0.0005716722247891303, 
            "8": 0.0007171369431480669, 
            "9": 0.0007177571802916433, 
            "10": 0.0005481144516593499, 
            "11": 0.07291288783300844, 
            "12": 0.0008864396306781674, 
            "13": 0.0007775970342225969, 
            "14": 0.0006680530297321278, 
            "15": 0.0005252992227940028, 
            "16": 0.8448754324932609, 
            "17": 0.002059116593860924, 
            "18": 0.001117238732750287, 
            "19": 0.0004356970754126113
        }
    }, 
    {
        "content": {
            "text": "  Intel reported yesterday that fourth-quarter profit fell 39 percent as the company continued to fight for market share and to absorb the high cost of its corporate overhaul.  The company, the world's largest chip maker and a closely watched indicator of the overall strength of the technology industry, reported slightly higher sales than Wall Street predicted, although they were still down 5 percent from the period last year.  But on the critical measurement of gross profit margin, Intel clearly disappointed, indicating the price war with its smaller rival Advanced Micro Devices continued to take a toll.  Intel projected that its gross profit margin would be about 49 percent during the first quarter of 2007, down from 49.6 percent during the fourth quarter of 2006. Intel estimated that gross profit margin would be only about 50 percent for all of 2007. That compares with a gross profit margin of 61.8 percent in the fourth quarter of 2005.  ''These results were clearly mixed,'' said Adam Parker, an analyst with Sanford C. Bernstein & Company. ''People wanted to see that gross margins had reached the bottom in the fourth quarter, but they didn't.''  The report was released after the market's close yesterday, but investors reacted strongly to the forecast of a lower profit margin, sending shares of Intel down 88 cents, or nearly 4 percent, in after-hours trading. Earlier in the day, Intel shares rose 17 cents, to close at $22.30 in regular trading.  Intel's net income for the fourth quarter was $1.5 billion, or 26 cents a share, including the cost associated with stock option expenses. In last year's fourth quarter, the last quarter in which it expensed stock options, Intel posted net income of $2.45 billion, or 40 cents a share.  The company's revenue declined 5 percent, to $9.69 billion, from $10.2 billion last year, at the top of the range of $9.1 billion to $9.7 billion the company had forecast.  Analysts were expecting earnings of 25 cents a share on $9.44 billion in revenue, according to a survey of analysts by Thomson Financial.  For 2006, Intel, which is based in Santa Clara, Calif., posted revenue of $35.4 billion, while its net income was $5 billion, or 86 cents a share.  Closing what he called ''a very tough pricing year,'' Andy D. Bryant, Intel's chief financial officer, indicated that Intel would continue to price aggressively this year. ''We're going to have to fight to win orders,'' Mr. Bryant said in a conference call with analysts.  The brightest spot for Intel was that it sold record numbers of its highest-priced microprocessors, those used in computer servers. Sales of those chips helped drive up Intel's average selling price during a period in which Intel was continuing to cut prices on older products.  Paul S. Otellini, Intel's chief executive, described 2006 as a unique year in which the company introduced 40 new products. ''We've never had that broad a base of new products all at once,'' Mr. Otellini said in the conference call.  Intel's report of higher selling prices on server chips was in stark contrast to news from A.M.D. last week. That company, which is scheduled to issue its earnings report on Jan. 23, warned last week that its fourth-quarter revenue would miss Wall Street forecasts because of lower unit prices.  A.M.D., based in Sunnyvale, Calif., said that it expected fourth-quarter revenue to be about $1.37 billion, or only about 3 percent above the third-quarter level. The news sent shares of A.M.D down $1.92, to $18.26, on Friday. Yesterday, A.M.D. shares declined 23 cents, or about 1 percent, in after-hours trading, after declining 13 cents, to close at $18.13, during the regular session.  Intel said it was also facing the high cost of its transition to a major new manufacturing process, a transition that occurs roughly every two years. Mr. Bryant said the bulk of the costs of the manufacturing changes would occur in the first half of 2007.  Looking ahead, Intel said first-quarter revenue would be $8.7 billion to $9.3 billion, in line with analysts' forecast of $8.93 billion. Mr. Bryant declined to provide a full-year forecast.  In September, the company announced a major revamping, including the elimination of 10,500 positions. Intel ended the fourth quarter with 94,100 employees, down more than 6,000 from the second quarter. Costs associated with layoffs decreased earnings by about 1.5 cents a share in the fourth quarter, the company said.  ", 
            "title": "Intel's Fight for Share in Chip Market Cuts Its Margins"
        }, 
        "weight": 0.8417041433111668, 
        "file": "1819449.txt", 
        "other_topics": {
            "0": 0.00012314712881963426, 
            "1": 0.0001496394065069501, 
            "2": 0.000212619763760894, 
            "3": 0.00018499517968032043, 
            "4": 0.00011487941017207447, 
            "5": 0.00030579918161209666, 
            "6": 0.010771578250319765, 
            "7": 0.0001750765565101985, 
            "8": 0.0002196256195566016, 
            "9": 0.00021981556928409997, 
            "10": 0.0001678619086407279, 
            "11": 0.1067400530155134, 
            "12": 0.00027147514145986636, 
            "13": 0.00023814172737612383, 
            "14": 0.00020459350470428884, 
            "15": 0.037090352033836274, 
            "16": 0.8417041433111668, 
            "17": 0.0006306114361934522, 
            "18": 0.00034215814875716415, 
            "19": 0.00013343370612931455
        }
    }, 
    {
        "content": {
            "text": "  After years of losses, Sun Microsystems returned to profitability last quarter, while Advanced Micro Devices swung to a loss, providing evidence that the road to recovery in the technology industry is a bumpy one.  ''It's great to be profitable again,'' Jonathan I. Schwartz, chief executive of Sun, whose string of losses had once led analysts to question the company's ability to survive, told analysts in a conference call. ''Sun's financial performance this quarter demonstrates that our strategy and discipline are paying off.''  In contrast, Advanced Micro Devices, the computer chip maker, reported a $574 million loss, in contrast to a $96 million profit in the quarter a year earlier. Ten days ago, it warned investors that lower prices had hurt its bottom line, a result of a bruising price war with its larger rival, Intel.  On Monday, Intel announced a deal to become a second outside supplier of server chips to Sun, entering territory that A.M.D. had long claimed for itself. Sun also announced on Tuesday that the private equity firm Kohlberg Kravis Roberts & Company would make a $700 million investment in the company in the form of convertible senior notes.  Sun's net income for the quarter, the second of its fiscal year, was $126 million, or 3 cents a share, in contrast to a net loss of $223 million, or 7 cents a share, for the period last year. The latest result beat analysts' forecasts.  Revenue was $3.6 billion, an increase of 7 percent over the $3.3 billion reported for the second quarter last year. Sun attributed the growth to server sales, as well as strong acceptance of Solaris, Sun's computer operating system. Revenue in Sun's computer systems products unit increased 14 percent, the fourth consecutive quarter of year-over-year revenue growth, the company said.  Sun's net income for the second quarter included $58 million of stock-based compensation charges, $26 million of restructuring and related charges and a tax benefit of $4 million. The impact of these three items was a loss of about 2 cents a share.  Shares of Sun rose as much as 8 percent, or 46 cents, to $6.12 in late trading after the report was issued, after declining 9 cents, to $5.66, during regular trading.  ''It's an important milestone,'' said Brent Bracelin, an analyst at Pacific Crest Securities. ''They are well on their way to executing a turnaround.'' Mr. Bracelin said that the challenge now would be for Sun to keep costs down as it headed aggressively into volume markets, where profit margins were lower.  While the Sun-Intel deal announced Monday had no impact during the December quarter, it serves as an illustration of A.M.D.'s precarious position as it tries to hold on to the market share gains of the past year.  A.M.D. has spent several quarters embroiled in a fierce price war with Intel in an effort to gain market share, particularly as Intel introduced its new line of high-performance chips.  A.M.D. said shipments of its server processors, which have the highest profit margins, were essentially flat with the previous quarter, while the average selling prices for those chips were down significantly. The company said, however, that overall microprocessor shipments increased 26 percent .  A.M.D., based in Sunnyvale, Calif., posted a net loss of $574 million, or $1.08 a share, for the quarter, the fourth of its fiscal year. For the same quarter last year, A.M.D. earned $96 million, or 21 cents a share. Revenue for the quarter was $1.77 billion, compared with $1.84 billion at the same time last year.  In addition to the price war with Intel, A.M.D. also attributed its lower profit to heavy costs associated with its $5.4 billion acquisition of ATI Technologies, the graphics chip maker it acquired in October. Excluding those costs, as well as employee stock-based compensation expenses, A.M.D. reported fourth-quarter revenue of $1.37 billion, compared with $1.35 billion last year.  Shares of A.M.D. declined as much as 5 percent in after-hours trading after release of its earnings report; they declined 2 cents, to close at $17.51, in regular trading. A.M.D.'s warning on Jan. 12 sent its shares down $1.91, or 9 percent, to $18.27, and led several Wall Street investment firms to lower their ratings of A.M.D.  Hector Ruiz, A.M.D.'s chief executive, said he expected the price war with Intel to continue. ''Pricing is very, very challenging and we expect it to be for all of the year,'' Mr. Ruiz told analysts.  He said the company was focused on reducing costs, as well as on the new chip design it planned to introduce later in the year. The company is also moving to an advanced manufacturing technology that could help make it more competitive with Intel, which is in the midst of a manufacturing transition of its own.  For the year, A.M.D. lost $166 million, or 34 cents a share, on $5.65 billion in revenue. The company said it expected revenue in the range of $1.6 billion to $1.7 billion in the first quarter.  ", 
            "title": "Profit at Sun Microsystems Stirs Hope of Turnaround"
        }, 
        "weight": 0.8285885579764485, 
        "file": "1821036.txt", 
        "other_topics": {
            "0": 0.00011112851218433123, 
            "1": 0.000135035260412928, 
            "2": 0.00733300970942823, 
            "3": 0.00016694046606037708, 
            "4": 0.00010366768641219612, 
            "5": 0.00027595453020679966, 
            "6": 0.00019879879173786765, 
            "7": 0.0001579898567658066, 
            "8": 0.00019819112774146756, 
            "9": 0.00019836253921333088, 
            "10": 0.00015147932670836288, 
            "11": 0.08680117368653227, 
            "12": 0.0002449803649880613, 
            "13": 0.00021490014510265918, 
            "14": 0.00018462608099995424, 
            "15": 0.07393696121030302, 
            "16": 0.8285885579764485, 
            "17": 0.0005690665413177662, 
            "18": 0.00030876502251887144, 
            "19": 0.00012041116491729218
        }
    }, 
    {
        "content": {
            "text": "  IF 2006 proved anything, it's that aging bull markets don't have to die simply because they're old, or that they must quietly fade away.  Given enough of a dose of economic growth, corporate profits and cheap capital, a bull market that's more than four years old -- as this one is -- can still rage on like a young buck.  That was certainly what mutual fund investors discovered last year. Emboldened by an economy that proved resilient in the face of Federal Reserve interest-rate increases, high oil prices and a cooling housing market, the average general domestic stock fund gained 12.8 percent last year.  Among all stock funds that invest in domestic equities, including single-sector portfolios, the average gain was even better: 13.4 percent, according to Morningstar, the mutual fund tracker.  To be sure, this was shy of the return of 15.8 percent for the Standard & Poor's 500-index of blue-chip stocks, which had its best year since 2003. But it was a surprising improvement from 2005, when domestic stock funds gained 7.7 percent, on average, and looked to be tiring.  Many people on Wall Street say the market's momentum could last well into this year. And in at least one respect, history is on the market's side. Since 1945, the S.& P. 500 has never declined in the third year of a presidential term, according to Sam Stovall, chief investment strategist at S.& P. And the average gain for equities during these years has been 18 percent.  As has been the case throughout this decade, the equity markets caught a much-needed second wind in the fourth quarter, which drove the Dow Jones industrial average and the Russell 2000 index of small stocks to record levels late last year.  According to Morningstar, the average domestic stock fund surged 6.9 percent in the quarter, marking the sixth consecutive year-end rally for stocks.  What propelled stock prices higher this time? For starters, data released late in the year ''put to rest all the extraneous worries about the economy,'' said James Swanson, chief investment strategist at MFS Investment Management in Boston.  In the spring, concerns that the Federal Reserve may have done too good of a job of slowing the economy threatened to tame the bull market. In fact, a growing number of economists began to worry about the possibility of a recession on the horizon.  As a result, stocks ran into a proverbial wall of worry in the spring and early summer. From May 5 to June 13, the S.& P. 500 slumped 7.7 percent, its worst slide since the bear market earlier this decade. For the entire second quarter, the average domestic stock fund lost 2.8 percent.  But as it turned out, the economy -- and consumers, for that matter -- proved stronger than expected. Moreover, oil prices stabilized and the Fed all but said that it was done raising short-term interest rates for now.  ''Once investors were no longer worried about recession, they were willing to jump back on the risk train,'' said Thomas W. McDowell, chief executive and chief investment officer at Rice Hall James, an investment management firm in San Diego.  He's not kidding. In the fourth quarter, investors, whom many analysts thought would embrace relatively conservative assets like blue-chip domestic stocks, went back to their speculative ways.  AND they were rewarded handsomely for their risk taking.  Within the fixed-income world, for example, the average emerging-market bond fund rose 4.9 percent in the fourth quarter and 11.1 percent for the year. High-yield bond funds did nearly as well, posting quarterly gains of 4.2 percent and annual returns of 10.3 percent. By comparison, the average bond fund that invests in long-term debt issued by the United States government rose just 0.1 percent in the quarter and 0.6 percent for the year.  The picture was much the same in the equity markets.  The average diversified emerging-market stock fund, for example, soared 17.4 percent in the quarter and finished the year up 32.6 percent, according to Morningstar. The best-performing fund category was Latin American stock portfolios, which posted gains of 21.5 percent for the quarter and 45.2 percent for 2006.  On the domestic front, many of the same sectors that have been leading the markets in recent years dominated again in 2006. Precious-metals funds, for instance, rallied 32.2 percent for the year and are now up 33.7 percent, annualized, over the last five years. Real estate and utilities portfolios also soared, posting average gains last year of 34 percent and 25.5 percent, respectively. And thanks in part to the recent wave of mergers and acquisitions, financial sector funds rose 16.4 percent, on average.  Despite predictions that this would be the year when large-cap domestic stock funds returned to dominance, small-cap stock funds again led the domestic markets among general domestic stock funds.  According to Morningstar, the average small-cap growth fund advanced 11.1 percent last year, versus 7.3 percent for the average large-cap growth portfolio. And while large-cap value funds outperformed their small-cap counterparts for the full year, they trailed small-cap value funds in the fourth quarter.  ''This appetite for risk has me a little worried,'' Mr. Swanson said. He asserted that investors aren't simply expecting a so-called soft landing in the economy -- in other words, the avoidance of a recession. ''The market is bracing for the plane to circle and take off again -- and I think that's too optimistic,'' he said.  Another reason that speculative investments are doing so well is that despite 17 interest-rate increases since June 2004, ample liquidity continues to slosh around the global financial markets.  ''Right now, there's still too much money chasing too few financial assets,'' said Stuart A. Schweitzer, global markets strategist at J. P. Morgan Asset and Wealth Management.  James W. Paulsen, chief investment strategist at Wells Capital Management in Minneapolis, agreed. ''This is the only time in postwar history where a recovery has taken place without any rise in long-term borrowing costs,'' he said.  He noted that yields on 10-year Treasury notes were virtually unchanged from June 2004, when the Fed began its tightening cycle in an effort to slow the economy and tame inflation.  Until this changes, Mr. Paulsen argues that the markets will continue to be led by small-cap stocks that are economically cyclical.  He is in the minority. A vast majority of money managers and market strategists are banking that investors will regain interest in large-cap stocks as attention turns to the slowing economy and corporate profit growth later in the year.  Indeed, a recent survey of money managers by the Russell Investment Group showed that investors were more bullish on large-cap growth and large-cap value stocks than they were on small-cap growth and small-cap value shares.  And in general, investors are anticipating a fifth consecutive positive year for equities. Yet bull markets rarely survive to this age. In fact, of the last 14 bull markets in domestic equities, only four lasted five years or longer. And the average bull lived only 3.7 years, according to InvesTech Research.  According to the Russell survey, 8 in 10 investors believe that domestic stocks will have another positive year in 2007. And a third are predicting gains of at least 10 percent, in part because of a slowing-but-still growing economy and a possible rate cut by the Federal Reserve.  But all of this bullishness has some market watchers nervous. ''There's certainly less pessimism today about 2007 that there was a year ago,'' Mr. Paulsen said. While that may be good news for investor confidence, he added, ''it means the risks in the market are higher.''  FOR instance, what if corporate profit growth -- estimated at 15.5 percent last year, versus 13.7 percent in 2005 -- slows more than expected? Mr. Schweitzer points out that six months ago, Wall Street analysts were expecting corporate profits among S.& P. 500 companies to jump 10.5 to 10.75 percent in 2007. ''Now, the latest forecasts are for growth of a little more than 9 percent,'' he said. While this is none too shabby, ''the ebbing of corporate profit growth expectations may continue in 2007 and unsettle investors,'' he said.  At the very least, Mr. Schweitzer said, the worrisome degree of optimism among investors means that ''the chances of a bumpy ride on Wall Street are quite high.''  MUTUAL FUNDS REPORT  ", 
            "title": "Will This Bull Ever Retire?"
        }, 
        "weight": 0.820268237228486, 
        "file": "1817137.txt", 
        "other_topics": {
            "0": 6.658840442007767e-05, 
            "1": 8.091337096668488e-05, 
            "2": 0.00011496825750398225, 
            "3": 0.0001000310275878237, 
            "4": 6.211786419545367e-05, 
            "5": 0.00016535245093971288, 
            "6": 0.00011912059364662671, 
            "7": 0.014357948981083347, 
            "8": 0.0015450845977554913, 
            "9": 0.0001188591903491098, 
            "10": 9.076668507364163e-05, 
            "11": 0.13473845024071027, 
            "12": 0.00014679267541839117, 
            "13": 0.0001287685535490044, 
            "14": 0.004389612632281955, 
            "15": 8.698852763401431e-05, 
            "16": 0.820268237228486, 
            "17": 0.021735907457333708, 
            "18": 0.0016113406744275862, 
            "19": 7.215058663707936e-05
        }
    }, 
    {
        "content": {
            "text": "  Equity Office Properties, which agreed in November to be bought by a private equity company, the Blackstone Group, for $36 billion, including debt, said yesterday that it would begin discussions with a rival group that has offered to top that price.  Equity Office, the nation's largest office landlord, with 585 buildings in 24 metropolitan areas, also said it would open its books to the challengers, a consortium led by Vornado Realty Trust.  Raising the stakes in what was already the largest buyout battle ever, Vornado and its partners, Starwood Capital Group and Walton Street Capital, proposed last week to pay $52 a share for Equity Office, or 7.2 percent more than what Blackstone has offered. Vornado, a real estate investment trust that owns more than 100 million square feet of office, retail and showroom property, said its offer would include about $10.6 billion of its stock.  Setting a Jan. 31 deadline for the Vornado group to submit a formal proposal, Equity Office said it continued to recommend approval of the Blackstone merger.  A Blackstone spokesman, John Ford, had no comment, except to point out that the Blackstone deal could close three days after Equity Office shareholders approve the transaction. The vote is scheduled for Feb. 5.  ", 
            "title": "REIT to Consider Another Takeover Bid"
        }, 
        "weight": 0.8018094632250005, 
        "file": "1820858.txt", 
        "other_topics": {
            "0": 0.000402108623290252, 
            "1": 0.0004886130624174694, 
            "2": 0.0006942609325095399, 
            "3": 0.0006040592073042812, 
            "4": 0.0003751122897582651, 
            "5": 0.06129087386426459, 
            "6": 0.04378530498945571, 
            "7": 0.0005716722247891303, 
            "8": 0.06962268777236469, 
            "9": 0.0007177571802916433, 
            "10": 0.0005481144516593499, 
            "11": 0.012620530857443897, 
            "12": 0.0008864396306781674, 
            "13": 0.0007775970342225969, 
            "14": 0.0006680530297321278, 
            "15": 0.0005252992227940028, 
            "16": 0.8018094632250005, 
            "17": 0.002059116593860924, 
            "18": 0.001117238732750287, 
            "19": 0.0004356970754126113
        }
    }, 
    {
        "content": {
            "text": "  Less than six months after leaving the public markets, the travel Web site Orbitz.com may be contemplating a return trip.  Orbitz's parent company, Travelport, has hired the investment bank UBS to explore an initial public offering for the subsidiary, according to a person briefed on the plan.  Travelport hopes to hold an offering for Orbitz in the second quarter and is considering listing the shares on the New York or London stock exchanges, this person said, adding that it expected to sell about a third of Orbitz's equity at a price that could value the entire business at $2.5 billion to $3 billion.  Orbitz, which allows customers to find and book airline and hotel reservations online, was part of the publicly traded Cendant until August, when a private buyout firm, the Blackstone Group, took Travelport private for $4.3 billion in cash. The sale was part of Cendant's split into four companies, which resulted in Cendant's being renamed the Avis Budget Group.  In addition to Orbitz, Travelport owns Galileo, a reservation-booking service for travel agents and corporations, and Gullivers Travel Associates, a wholesaler. Travelport recently agreed to buy Worldspan, a service that competes with Galileo, in a $1.4 billion deal.  Travelport's business-to-consumer segment, which includes Orbitz and CheapTickets, reported net revenue of $193 million in the quarter that ended Sept. 30 -- about 30 percent of Travelport's total revenue during the period.  A spokesman for Travelport declined to comment on the potential Orbitz offering.  Orbitz competes with consumer travel sites like Expedia, which was spun off from IAC/InterActiveCorp as a public company in 2005, and Travelocity, which is owned by Sabre Holdings.  Late last year, two private equity firms, Silver Lake Partners and the Texas Pacific Group, agreed to take Sabre private for $4.3 billion.  Cendant paid $1.25 billion in cash for Orbitz in November 2004. At the time, Orbitz was publicly traded but controlled by an alliance of major airlines that created it.  ", 
            "title": "Orbitz's Parent Company Hires Adviser for Possible Offering"
        }, 
        "weight": 0.7968470518497256, 
        "file": "1820855.txt", 
        "other_topics": {
            "0": 0.0002495187403541851, 
            "1": 0.00030319696916075397, 
            "2": 0.10732497198399826, 
            "3": 0.00037483427058244257, 
            "4": 0.0002327668212285399, 
            "5": 0.000619605404758942, 
            "6": 0.0004463663116094587, 
            "7": 0.00035473731515052616, 
            "8": 0.005789710174469342, 
            "9": 0.0004453867863889807, 
            "10": 0.0003401191111717234, 
            "11": 0.029210196959220412, 
            "12": 0.0005500585842626651, 
            "13": 0.00048251895444261693, 
            "14": 0.00041454408290128917, 
            "15": 0.05377304428676629, 
            "16": 0.7968470518497256, 
            "17": 0.0012777347934956192, 
            "18": 0.0006932753617410815, 
            "19": 0.00027036123857131076
        }
    }, 
    {
        "content": {
            "text": "  DETROIT - Ford Motor Co. Thursday posted a fourth-quarter loss of almost $5.8 billion on declining sales of its profitable trucks and charges for employee buyouts.  For the full year, Ford lost $12.7 billion, its deepest loss in its 103-year history. The previous record net loss was $7.39 in 1992.  Ford, which is in the early stages of a turnaround plan that includes closing 16 plants and cutting up to 45,000 jobs in North America, recorded a net loss of $3.05 a share during the fourth quarter, compared with a loss of $74 million, or 4 cents a share, a year ago.  The loss from continuing operations was $1.10 cents a share, which was deeper than the average Wall Street analyst expectations of a loss of 94 cents per share as tracked by Reuters Estimates.  ", 
            "title": "Ford Reports $5.8 Billion Quarterly Loss"
        }, 
        "weight": 0.7950074923306869, 
        "file": "1821388.txt", 
        "other_topics": {
            "0": 0.0005977544820650462, 
            "1": 0.0007263476362822158, 
            "2": 0.0010320534305743561, 
            "3": 0.0008979640765827522, 
            "4": 0.0005576230886220862, 
            "5": 0.001484345052722901, 
            "6": 0.12910874190115612, 
            "7": 0.0008498192151257037, 
            "8": 0.001066059758961591, 
            "9": 0.0010669817723456421, 
            "10": 0.0008147994128628879, 
            "11": 0.044368929972015074, 
            "12": 0.001317736630421584, 
            "13": 0.001155936693532512, 
            "14": 0.0009930940786894425, 
            "15": 0.0007808834396066842, 
            "16": 0.7950074923306869, 
            "17": 0.003060979302068892, 
            "18": 0.014464772337785363, 
            "19": 0.0006476853878921389
        }
    }, 
    {
        "content": {
            "text": "  The following equity and convertible debt offerings are expected this week:  DiamondRock Hospitality, 14.5 million shares. Citigroup and Merrill Lynch.  MV Oil Trust, an initial public offering of 7.5 million shares. Raymond James.  Oculus Innovative Sciences, an initial public offering of 3.5 million shares. Roth Capital.  Savvis Communications Inc., 6.6 million shares. Morgan Stanley.  Smart Modular Technologies, 12.5 million ordinary shares. Citigroup, JPMorgan and Lehman Brothers.  Source: MCM EquityWatch  ", 
            "title": "Stock Offerings This Week"
        }, 
        "weight": 0.7896688306411305, 
        "file": "1819021.txt", 
        "other_topics": {
            "0": 0.0008175904715041112, 
            "1": 0.0009934762920928656, 
            "2": 0.0014116114161213489, 
            "3": 0.001228208059989345, 
            "4": 0.018275543055214827, 
            "5": 0.0020302421946515018, 
            "6": 0.0014625949243503673, 
            "7": 0.018675200064919642, 
            "8": 0.018970967329737656, 
            "9": 0.0014593853438365993, 
            "10": 0.0011144579524396611, 
            "11": 0.06068647825212839, 
            "12": 0.0018023602420556754, 
            "13": 0.0015810551901329084, 
            "14": 0.0013583239948927533, 
            "15": 0.07111944106321037, 
            "16": 0.7896688306411305, 
            "17": 0.004186714756528586, 
            "18": 0.0022716343032330756, 
            "19": 0.0008858844518298962
        }
    }, 
    {
        "content": {
            "text": "  I.B.M. reported quarterly profits and revenue yesterday that slightly surpassed Wall Street estimates, lifted by strong software sales and a solid performance from its big services unit.  The company's quarterly performance is an encouraging sign that I.B.M.'s strategy of betting that software can help fuel its services business is gaining ground.  In the past, analysts say, the company has tended to attain its profit targets through cost-cutting or a cyclical surge in its mainframe sales, while the underlying health of its services remained uncertain. Services account for nearly half of the company's revenue.  But the services business grew more than 6 percent, to $12.8 billion, and new services contracts signed during the quarter, an indicator of future revenue, rose 50 percent from a year ago, to $17.8 billion. Software sales rose 14 percent, to $5.6 billion.  ''This was a better, more balanced quarter than I.B.M. has delivered in a long time,'' said Laura Conigliaro, an analyst at Goldman Sachs & Company.  Still, investors gave I.B.M. no credit for its quarterly results. In after-hours trading, I.B.M. shares fell more than 5 percent, down $5.60 a share, to $93.85. The company's shares closed the regular trading session at $99.45, off 57 cents,  Analysts attributed the fall in late trading mainly to the expectation by some investors that I.B.M. would considerably exceed the Wall Street consensus estimates, and to profit-taking by traders who have watched technology shares climb considerably in recent weeks.  ''Unless there was a strong upside surprise, they were selling,'' noted A. M. Sacconaghi, an analyst at Sanford C. Bernstein & Company. ''Look what happened to Apple,'' whose shares fell despite reporting a record quarter on Wednesday.  I.B.M. reported quarterly net income of $3.54 billion, or $2.31 a share. That was 11 percent higher than the year-ago quarter, when the company earned $3.19 billion, or $1.99 a share. But excluding discontinued operations and tax gains, I.B.M.'s performance was not enough ahead of the Wall Street consensus estimate of $2.19 a share to prevent the after-hours sell-off, Mr. Sacconaghi said.  Analysts said they also found the company's guidance for 2007 somewhat confusing. In a conference call with analysts, Mark Loughridge, I.B.M.'s chief financial officer, said that the Wall Street consensus projections for 2007 were reasonable, without being specific. The consensus estimate for the full year of 2007 is $6.60 a share, according to figures compiled by Thomson Financial.  But Mr. Loughridge also said he expected that I.B.M. would attain its long-term model of lifting earnings per share by 10 to 12 percent a year in 2007. A 10 percent gain over the 2006 performance suggests profits of $6.67 a share for 2007, Ms. Conigliaro noted.  Revenue in the quarter rose 7 percent, to $26.3 billion, but rose only 4 percent excluding the currency gains from a weaker dollar.  The software business was a particular bright spot for I.B.M., especially in newer technologies deemed strategically important to the company. For example, its Websphere products, which use Web standards and tools to build corporate software applications, increased sales by 22 percent.  Revenue from the hardware business edged up a modest 3 percent, to $7.1 billion, and would not have grown at all without currency gains. Sales of mainframes rose 5 percent, and revenue from industry-standard server computers, using personal computer technology, increased 7 percent. But minicomputer sales fell 10 percent.  I.B.M. is a huge company, with yearly revenue of more than $90 billion and many different businesses. Over all, Mr. Loughridge called the fourth quarter a ''strong finish'' to a good year, and most analysts agreed. ''It was a very solid quarter -- not a blowout, but very solid,'' said Mr. Sacconaghi of Bernstein.  ", 
            "title": "I.B.M. Sales Beat Forecasts On Software And Services"
        }, 
        "weight": 0.7881971087811697, 
        "file": "1819854.txt", 
        "other_topics": {
            "0": 0.0001453910164287619, 
            "1": 0.00017666855588413367, 
            "2": 0.00025102496389758233, 
            "3": 0.0002184105911842818, 
            "4": 0.00013562991173036233, 
            "5": 0.00036103524510737624, 
            "6": 0.00026009129275154317, 
            "7": 0.00020670038146928296, 
            "8": 0.0002592962772838905, 
            "9": 0.003373805923313487, 
            "10": 0.00019818256219917836, 
            "11": 0.11356321272943148, 
            "12": 0.000320511303270425, 
            "13": 0.00028115692285466786, 
            "14": 0.00024154893328651116, 
            "15": 0.09050420941854556, 
            "16": 0.7881971087811697, 
            "17": 0.0007445178670308494, 
            "18": 0.0004039616798540911, 
            "19": 0.0001575356433068918
        }
    }, 
    {
        "content": {
            "text": "  The NASD Trace Corporate Bond Data chart in Business Day yesterday misstated the dollar volume for trading in convertible bonds and for all issues. The volume for convertible bonds was $2.956 billion, not $4.155 billion; the volume for all issues was $18.817 billion, not $20.017 billion.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7861243274532628, 
        "file": "1816604.txt", 
        "other_topics": {
            "0": 0.0016613385508570289, 
            "1": 0.0020187374008652156, 
            "2": 0.0028683852688717246, 
            "3": 0.00249571083525447, 
            "4": 0.001549801401363693, 
            "5": 0.0041254390102492275, 
            "6": 0.145315919034047, 
            "7": 0.002361901860559803, 
            "8": 0.002962899029985889, 
            "9": 0.0029654615810420326, 
            "10": 0.002264571352319005, 
            "11": 0.016556579653029896, 
            "12": 0.0036623843562541354, 
            "13": 0.0032126939218948347, 
            "14": 0.0027601055735372642, 
            "15": 0.002170308715147786, 
            "16": 0.7861243274532628, 
            "17": 0.008507377310387311, 
            "18": 0.004615946213839134, 
            "19": 0.001800111477231731
        }
    }, 
    {
        "content": {
            "text": "  An article in Business Day yesterday about a lawsuit filed by a pension fund over the proposed merger between Caremark RX and CVS misstated the amount of exit pay that Caremark's chief executive, Edwin M. Crawford, would receive if a rival bid was accepted. If Express Scripts succeeds in its rival bid, Mr. Crawford would receive $57.6 million to $62.4 million, not an estimated $48 million.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7807809898896998, 
        "file": "1818347.txt", 
        "other_topics": {
            "0": 0.0011358665000507028, 
            "1": 0.0013802221015453684, 
            "2": 0.0019611311219315136, 
            "3": 0.001706331518110343, 
            "4": 0.0010596079243646867, 
            "5": 0.0028205858266077692, 
            "6": 0.0750229730752082, 
            "7": 0.001614845570418707, 
            "8": 0.0020257507113511375, 
            "9": 0.0020275027419037555, 
            "10": 0.001548300155165085, 
            "11": 0.059980500724609524, 
            "12": 0.05116466696504048, 
            "13": 0.0021965368822112487, 
            "14": 0.0018870996859531798, 
            "15": 0.0014838522605959811, 
            "16": 0.7807809898896998, 
            "17": 0.00581654165863752, 
            "18": 0.0031559483572032995, 
            "19": 0.0012307463293917556
        }
    }, 
    {
        "content": {
            "text": "  For deal makers, does it get any better than this?  A heady cocktail of rapidly growing emerging markets, floods of private equity and hedge fund money, buoyant chief executive confidence and a hungry debt market that seems willing to snap up nearly everything that banks can dish out has created an environment so fertile that mergers in 2006 surpassed all records.  Globally, there were $3.79 trillion worth of deals last year, up 38 percent from 2005, according to data from Thomson Financial.  Deals were even up 11 percent from the heights of 2000, the year of the AOL-Time Warner merger that has come to symbolize the dangers of a mergers and acquisitions bubble. Many of the deals of that year left a hangover of bad debt and broken companies.  Records were also broken last year for hostile deals and European deals. Dealogic, a competing statistics firm, says that 2006 deal flow was even higher, at $3.98 trillion.  Gavin MacDonald, head of European mergers and acquisitions at Morgan Stanley, acknowledged that he had ''seen a few cycles'' in more than 20 years as a banker, but never one like this.  ''We thought in 2000 we might not see its like again, but we've surpassed even that,'' he said.  No one can agree on what happens next.  Steven A. Baronoff, the global head of mergers and acquisitions at Merrill Lynch, said, ''The question a lot of people are asking themselves is, 'Last time it ended relatively badly, so will we see the same kind of problems in the future?' ''  Many bankers, perhaps not surprisingly, insist the answer is no. After all, deals during this boom have been happening throughout many industries, not concentrated in just telecommunications and new media as they were in 2000. They are being financed by fast-growing cash flows and forgiving capital markets, not overpriced stock.  ''This time around it is a very different environment,'' Mr. Baronoff said. ''It's a much more balanced boom.''  And although deal volume is up, the prices that companies are paying are still well below what they were in 2000, said David Kirshenbaum, chief operating officer for global mergers and acquisitions at Citigroup.  ''We're seeing lower premiums and much higher identifiable synergies, and a positive reaction from the stock market,'' he said.  Others, however, see a slowdown in deals coming this year.  Phil Isherwood, an equity strategist with Dresdner Kleinwort, said to ''prepare for a peak in 2007.'' One of the symptoms, he said, is the prevalence of cash deals. Through mid-December, some 70 percent of announced mergers were cash instead of stock, he said, compared with a 10-year average of 40 percent.  ''This use of cash is a symbol and symptom of a bubble, not an argument against it,'' he said.  Too much money is chasing too few deals, driving up prices, Mr. Isherwood said. ''Bigger deals, bigger borrowing and bigger prices equals bigger risk, not bigger fun.''  Indeed, the ever-bigger buyouts of 2006 have raised concerns about the amount of debt used to do the deal.  ''Given current leverage levels and recent developments in the economic/credit cycle, the default of a large private equity backed company or a cluster of smaller private equity backed companies seems inevitable.'' the Financial Services Authority, the British markets regulator, said in a November report.  Private equity buyers accounted for nearly a fifth of all deals in 2006, according to Thomson. The volume of these deals doubled in the United States in 2006, as they aggressively outbid corporate buyers.  For example, a group including Blackstone and the Texas Pacific Group bought the medical device company Biomet for $10.9 billion last month, snatching it from the jaws of a larger rival, Smith & Nephew of Britain, which had courted the company for months.  To win the day, they are taking out larger and larger loans. Over all, $183.3 billion in high-yield debt was issued in 2006, according to Thomson, up 52 percent from a year before.  The key to keeping the merger mania going is liquidity -- or the willingness of banks to lend money. So far, the door has been wide open for most borrowers, thanks in part to the exponential growth of new products like credit derivatives and credit default swaps, which allow lenders lay off some of the risk to other buyers. That door, of course, could slam shut if a deal goes sour, predict bankers and investors.  But so far, there is no sign the party is ending: Private equity funds raised about $400 billion in 2006, and as of December had about $700 billion available to do deals. Morgan Stanley predicts that 2007 will bring even more large leveraged buyouts, including some huge European deals in the $25 billion to $35 billion range.  If there is a slowdown on the horizon, many bankers predict it will not happen until at least the second half of the year.  ''You've seen a lot of activity in the fourth quarter, and that is a good harbinger for the first half of 2007,'' Mr. Kirshenbaum of Citigroup said.  There will continue to be a lot of activity in buyouts, emerging markets, and in Japan and the Middle East, he added.  New market participants are adding to the trend, helping to smooth the way for hostile deal makers.  ''Hedge funds have become the kingmakers,'' deciding at what price they will sell out, Mr. MacDonald of Morgan Stanley said.  Chief executives can no longer rebuff takeover offers easily, because once one is made, their stock is often snapped up by hedge funds looking for a quick buck. This impact has been keenly felt in Europe, where such investors helped Mittal Steel take over a reluctant Arcelor, and may be pushing the London Stock Exchange into the hands of Nasdaq.  That may not be the case in 2007, though. ''The hedge funds have a lot of money, but it is yet unclear that they are getting great returns out of this,'' Mr. Baronoff of Merrill Lynch said. ''If they find other higher return activities, maybe they will focus a little less on activism,'' he said.  Yet as Michael Tory, head of British investment banking at Lehman Brothers, said: ''As long as the liquidity is there and the sources of liquidity remain healthy, there is no reason this can't continue.''  STREET SCENE  Correction:  January 11, 2007, Thursday  A chart on the Street Scene page of Business Day last Thursday that listed the leading merger and acquisition advisers misstated the value of the deals in 2006. For Goldman, Sachs, the sector leader, it was $1.088 trillion, not $108.8 trillion. For the industry as a whole, the value of the deals was $3.805 trillion, not $380.5 trillion. A corrected chart can be found at nytimes.com/business.  ", 
            "title": "The Year That Made Deal Makers Giddy"
        }, 
        "weight": 0.7771447488534087, 
        "file": "1816510.txt", 
        "other_topics": {
            "0": 0.004036050787327981, 
            "1": 0.0001118681422559123, 
            "2": 0.00015895129855194546, 
            "3": 0.0001382995800385973, 
            "4": 8.588209816782477e-05, 
            "5": 0.0002286108128124307, 
            "6": 0.00016469218074175034, 
            "7": 0.0001308845683536475, 
            "8": 0.00016418876969055373, 
            "9": 0.00016433077321511514, 
            "10": 0.0001254910074392585, 
            "11": 0.18036892931617157, 
            "12": 0.00020295068292967145, 
            "13": 0.0001780311300148305, 
            "14": 0.00015295098946968905, 
            "15": 0.009980237123719168, 
            "16": 0.7771447488534087, 
            "17": 0.026107356655192777, 
            "18": 0.00025579222313614467, 
            "19": 9.975300736249888e-05
        }
    }, 
    {
        "content": {
            "text": "  Venture capital has been climbing back from the bursting of the technology bubble. Last year, American venture capital firms invested $25.5 billion in 3,416 deals, up 12 percent from $22.8 billion in 2005, according to a new report.  ", 
            "title": "Back of the Envelope"
        }, 
        "weight": 0.7733079544544581, 
        "file": "1821483.txt", 
        "other_topics": {
            "0": 0.0021123612773081687, 
            "1": 0.0025667873128217057, 
            "2": 0.0036470988813448904, 
            "3": 0.003173250223460114, 
            "4": 0.0019705438521665486, 
            "5": 0.005245419491801674, 
            "6": 0.0037788220267555442, 
            "7": 0.003003114584005103, 
            "8": 0.003767271382637492, 
            "9": 0.003770529618967066, 
            "10": 0.002879360640775094, 
            "11": 0.11154522747045015, 
            "12": 0.004656654053311142, 
            "13": 0.004084880973208683, 
            "14": 0.003509423248990938, 
            "15": 0.0027595074389369046, 
            "16": 0.7733079544544581, 
            "17": 0.05606389423900819, 
            "18": 0.005869090339967768, 
            "19": 0.0022888084896246696
        }
    }, 
    {
        "content": {
            "text": "  Citigroup reported fourth-quarter results yesterday that were good. The only problem was that its competitors have done so much better.  Citigroup's operating profit for the quarter rose 3.2 percent, led by a solid trading performance, improvement in its consumer business and big gains from its alternative investment unit.  But last year was particularly rough for the bank. For all of 2006, earnings fell 12 percent, to $21.5 billion. Citigroup shares gained nearly 15 percent for the year, though not until a big year-end rally.  ''It is no fun to score in the last two minutes of the game,'' Citigroup's chairman and chief executive, Charles O. Prince III, said yesterday on a lengthy conference call with analysts and investors. ''It is better than not scoring, but it is nerve-racking.''  Mr. Prince is under pressure from investors to rein in expenses and begin to show results soon. He has set out a long-term strategy that calls for integrating the bank's sprawling businesses and placing a greater emphasis on international and internal growth. Compared with many of its competitors, it must make up significant ground.  ''We're engaged in a very extensive, very transparent, multiyear effort,'' Mr. Prince said, sounding somewhat exhausted. ''It's not easy. It's not fast, and it's certainly not glamorous.''  Citigroup's trading performance was fairly robust, but paled in comparison to the blowout fourth-quarters posted by some peers. Citigroup's $2.75 billion in fixed-income trading revenue was up 32 percent from last year and equity trading revenue of $900 million was up 17 percent from last year. JPMorgan Chase showed a 77 percent increase in the fourth quarter from its fixed income and almost doubled its equity trading revenue. Merrill Lynch and Goldman Sachs reported similarly large gains.  Citigroup's expenses, meanwhile, remain high. Yesterday, the company said operating expenses were up 23 percent in the fourth quarter, while revenue grew 15 percent.  And a big tax benefit is about to disappear. If all the one-time tax benefits that will be gone next year were taken away in the fourth quarter, profits from all of the bank's consumer businesses were down from the third quarter.  There are also signs that credit quality is worsening. Mr. Prince noted a ''slight weakness'' in auto loans and second mortgages in the United States. Internationally, there are signs of potentially greater deterioration. In Mexico, a sharp increase in bad loans led to bigger losses and caused Citigroup to set aside an additional $111 million pretax in loss reserves.  ''I would emphasize that we are planning on headwinds from credit in 2007,'' Mr. Prince said.  Over all for the fourth-quarter, Citigroup's net income fell 26 percent from the quarter a year earlier, when it recorded a huge one-time gain from the sale of its asset management unit to Legg Mason. The bank was also hurt in the fourth quarter by an after-tax charge of $415 million related to the recent announcement that it would significantly cut back its consumer finance operations in Japan.  Net income from continuing operations rose to $5.13 billion, or $1.03 a share, from $4.97 billion, or 98 cents a share in the quarter a year ago. Revenue rose 15 percent, to $23.8 billion.  Citigroup shares closed yesterday at 54.50, up 11 cents, but the stock has long lagged its peers.  Still, Mr. Prince said the company delivered on its financial targets last year -- a remark that some analysts said suggested less about the bank's performance and more about a low bar. He once again emphasized Robert A. Druskin's new role as chief operating officer and expense-control czar. And he has tweaked the strategy, cutting back some investment spending and ramping up the bank's engine for small acquisitions, a move that could pay off faster but may sacrifice longer-term returns.  But delivering results will take time.  ''It would be really terrific if Rome were built in a day,'' Citigroup's chief financial officer, Sallie L. Krawcheck, said.  There were some bright spots in yesterday's results. Citigroup's consumer business in the United States showed modest improvement, though credit quality has remained unusually high. And net interest margins, which make up roughly half of Citigroup's revenue, appear to be stabilizing after months of sharp declines.  That should improve the quality of earnings, a research analyst with Sanford C. Bernstein, Howard K. Mason, said.  ''I am happy to see there is some relief in sight,'' Mr. Mason said. ''If earnings quality improves, nobody will talk about that the C.E.O. is a lawyer and the C.F.O. is an analyst.''  ''You just will have a different story'' that is focused on Citigroup's growth, he said.  ", 
            "title": "Citigroup Reports Good Quarterly Results"
        }, 
        "weight": 0.7719621825949746, 
        "file": "1820011.txt", 
        "other_topics": {
            "0": 0.00011697590179431489, 
            "1": 0.00014214058165947055, 
            "2": 0.007718859964614727, 
            "3": 0.00017572458390322277, 
            "4": 0.00010912250030741167, 
            "5": 0.00279610649150682, 
            "6": 0.00020925923943428893, 
            "7": 0.00016630300906827613, 
            "8": 0.00020861960121211127, 
            "9": 0.005220063456931212, 
            "10": 0.030227030455445655, 
            "11": 0.17906561086458583, 
            "12": 0.0002578708069882663, 
            "13": 0.00022620781809276378, 
            "14": 0.00019434078523337736, 
            "15": 0.0001528128140983114, 
            "16": 0.7719621825949746, 
            "17": 0.0005990098359384246, 
            "18": 0.0003250117025932744, 
            "19": 0.00012674699161760393
        }
    }, 
    {
        "content": {
            "text": "  The General Electric Company reported yesterday that its earnings in 2006 were up 11 percent, buoyed by favorable tax rates and strong performance in several industrial and finance units.  ''We feel we delivered a strong 2006,'' Jeffrey R. Immelt, G.E.'s chairman, said on a conference call. He noted that strong orders for diagnostic imaging equipment and services, aircraft engines and other products boded well for 2007. ''We have a high-quality portfolio, tremendous financial capability, and we are building a better G.E.,'' he said.  Still, investors responded with a thumbs down, sending shares down 2.76 percent, to close at $36.95. The reason, analysts say, was discomfort with the quality of earnings and with accounting issues.  G.E. restated earnings for 2001 through the first three quarters of 2006 for the second time, after the Securities and Exchange Commission questioned its methods for hedging commercial paper.  The restatements have not had a significant impact on earnings. The first, in May 2005, added $318 million to earnings, but the current one reduced them by $343 million. Thus, the net impact was only $38 million spread over six years.  The restatements did not affect fourth-quarter earnings, which came in at $6.6 billion, up 12 percent from the quarter last year. And it added a penny to earnings per share for 2006, bringing them to $1.99 a share, up 13 percent. For the year, G.E. posted earnings of $20.7 billion from continuing operations, Revenue rose 10 percent from 2005, to $163.4 billion.  Keith S. Sherin, G.E.'s chief financial officer, said he was ''disappointed'' that G.E.'s accounting for interest rate swaps did not meet ''technical requirements,'' but assured analysts that the problem had been corrected.  Still, investors may be hard to convince. ''The restatements are relatively immaterial, but investors find two of them frustrating,'' said Matt Collins, an analyst at Edward Jones, who rates G.E. shares a buy.  Mr. Collins noted that investors were also concerned that lower taxes associated with the sale of G.E.'s advanced materials unit last year played a large part in the strong earnings. G.E. said that it had used the money from the tax gains to pay for restructuring activities like retirements, not to fuel profits. Investors seemed to perceive it differently.  ''Healthy organic growth is overshadowed when a lower-than-expected tax rate seems to be a key driver to earnings,'' Mr. Collins said.  Nevertheless, analysts have not lost faith. According to Thomson Financial, 16 of the 20 analysts that cover G.E. rate it a buy.  ''Their operating margins, their growth in revenues and orders, all are indicative of an underlying high quality of earnings,'' said Deane M. Dray, an analyst with Goldman Sachs who rates G.E. a strong buy.  G.E. did report a lot of good news. Orders companywide rose 19 percent in the quarter, and orders for major equipment rose 35 percent. Revenues and profits were strong in health care and commercial finance as well. And NBC Universal showed a small profit increase for the first time in more than a year.  G.E.'s plastics business, besieged by soaring raw materials costs, saw earnings decline 49 percent in the quarter. But G.E. said that it expected to sell the unit this year.  Analysts also applauded three big deals that G.E. announced this month: the purchase of Vetco Gray's oil and gas operations for $1.9 billion, Smiths Group's aerospace business for $4.8 billion, and a diagnostics business from Abbott Laboratories for $8.1 billion.  ''They didn't get anything at a bargain basement price, but these deals help them shift their center of gravity to faster growing parts of the global economy,'' said Nicholas P. Heymann, an analyst at Prudential Securities who rates G.E. shares a buy.  Richard Tortoriello, who follows G.E. for S.& P. Equity Research, upgraded his recommendation yesterday, to strong buy from buy.  ''Jeff Immelt has identified the long-term global trends, and he's getting into businesses that can capitalize on them,'' Mr. Tortoriello said.  G.E. ended the year with $4.5 billion in cash and expects to reap as much as $10 billion from the sale of its plastics business this year. Thus, it says it can comfortably handle $15 billion in acquisitions and still make good on its promise of buying back $5 billion to $7 billion in stock this year.  The company raised the lower end of its guidance for 2007 by a penny, and now predicts earnings of $2.18 to $2.33 for this year. And Mr. Immelt said G.E. was ''on track'' to reach its goal of 20 percent return on total capital by 2008.  But executives concede it may take time for investors to respond to the good news.  ''We're improving our strategic position, we're reinvesting capital, and we're promising high-quality earnings growth of 10 to 12 percent,'' Mr. Sherin said in an interview. ''We just have to get that message out.''  ", 
            "title": "G.E. Says Profit Rose 11%, But Its Shares Still Fall"
        }, 
        "weight": 0.7692645722631304, 
        "file": "1820012.txt", 
        "other_topics": {
            "0": 0.00011967464711314693, 
            "1": 0.0001454199000787811, 
            "2": 0.00020662434797512504, 
            "3": 0.00017977871719852665, 
            "4": 0.00011164006018398949, 
            "5": 0.00029717630851562306, 
            "6": 0.0002140870491299872, 
            "7": 0.0181142129130091, 
            "8": 0.00021343265384561662, 
            "9": 0.00021361724740314003, 
            "10": 0.00016312856720956302, 
            "11": 0.15499899561711158, 
            "12": 0.02589821032512624, 
            "13": 0.00023142664761916052, 
            "14": 0.00019882441200061473, 
            "15": 0.0001563383510711361, 
            "16": 0.7692645722631304, 
            "17": 0.010866585639952407, 
            "18": 0.00033251003171478466, 
            "19": 0.018073744300611188
        }
    }, 
    {
        "content": {
            "text": "  People  Charles Schwab has announced that its chief financial officer, Christopher V. Dodds, will retire on May 18. Joseph R. Martinetto, senior vice president and treasurer, will succeed him.  Charles G. Berg has joined Welsh, Carson, Anderson & Stowe as a senior operating executive. Mr. Berg was previously chief executive of Oxford Health Plans.  Vestar Capital Partners has named Roger C. Holstein a managing director. Mr. Holstein, who had served as a senior adviser to the firm over the last six months, was a former chief executive of WebMD.  David Cantillon, formerly of Goldman Sachs, is joining Morgan Stanley as a managing director and head of European prime brokerage.  Rick Pfeiffer has joined the AIG Consumer Finance Group as chief executive. Mr. Pfeiffer was a co-founder and chief executive of the Ambertek Group, which provides advisory services to international banks and consulting companies.  Adam Knight has been named to head Credit Suisse's metals trading alliance with Glencore. Mr. Knight joins Credit Suisse from Goldman Sachs.  Yar R. Chaikovsky, formerly of Weil, Gotshal & Manges, has joined Sonnenschein Nath & Rosenthal as a partner in the firm's new office in Menlo Park, Calif. The office is scheduled to open in mid-March.  Sheila Hooda, formerly of Credit Suisse, has joined TIAA-CREF as a senior managing director and head of strategy.  MetLife has appointed William J. Mullaney president of its institutional business segment. William D. Moore will succeed Mr. Mullaney as head of the MetLife Auto and Home subsidiary.  CVC Capital Partners has promoted Marc Boughton to managing partner. Hugh Briggs has been made a managing director of CVC's international team.  Betty Hung has joined Vista Equity Partners as an operating vice president. She was previously vice president for portfolio company operations at Garnett & Helfrich Capital.  The Churn  ", 
            "title": "THE CHURN"
        }, 
        "weight": 0.766908917041655, 
        "file": "1821482.txt", 
        "other_topics": {
            "0": 0.00024176573638308858, 
            "1": 0.00029377608437033297, 
            "2": 0.00041742080589259446, 
            "3": 0.00036318748371503683, 
            "4": 0.00022553433004666418, 
            "5": 0.0006003531307341931, 
            "6": 0.005611135286077392, 
            "7": 0.00034371497747298657, 
            "8": 0.00043117488933471626, 
            "9": 0.00043154780371919754, 
            "10": 0.0003295509878483325, 
            "11": 0.0024093907107224574, 
            "12": 0.0005329672572462227, 
            "13": 0.0004675262073462957, 
            "14": 0.0004016634394820168, 
            "15": 0.0003158334491339294, 
            "16": 0.766908917041655, 
            "17": 0.0012380332347513019, 
            "18": 0.21817454652403692, 
            "19": 0.0002619606200314024
        }
    }, 
    {
        "content": {
            "text": "  SAP, the biggest maker of business management software, said Wednesday that it would invest as much as $520 million over two years on an organization aimed at smaller business clients.  Some analysts said the plan for the investment showed that the company had exhausted its lucrative focus on large global corporations.  The move, which SAP said would trim its profit margin to 26 percent to 27 percent this year, from a previously announced 30 percent, sent shares of the company plunging as much as 6 percent.  Investors focused on the cost of the initiative, even though SAP reported that profit rose 29 percent in the fourth quarter, to $1.03 billion, as sales rose 7 percent, to almost $3.9 billion.  Analysts said the focus on smaller clients showed that SAP's business was maturing and that its days of rapid growth might be coming to an end.  ''Basically I think the financial markets are going to have to adjust their perception of SAP,'' said John Segrich, a software analyst at JPMorgan in London. ''In the past, the markets have become accustomed to turbocharged growth rates from SAP, but their core business is changing.''  In two of four quarters in the last year, SAP failed to meet analysts' expectations. For 2006, SAP had predicted that software sales would rise 15 to 17 percent, but sales rose only 11 percent from 2005. Analysts tied the slowdown to reduced business spending on corporate software, the rise of niche competitors nibbling at SAP's market and the saturation of SAP's traditional pool of clients, the large multinational companies.  SAP's chief executive, Henning Kagermann, said SAP was accelerating efforts begun a few years ago to cater to smaller businesses, which were not a priority when the company was expanding to become the biggest software maker in Germany and the third-largest in the world after Microsoft and I.B.M.  Mr. Kagermann said SAP would aggressively serve smaller clients with its All-in-One business software suite in 2007.  In an interview, the company's president, Leo Apotheker, disputed the notion that SAP's profit and sales prospects were dimming, saying that SAP's accelerated focus on small and midsize clients was expected to produce 10,000 new customers and $1.3 billion in new sales revenue by 2010.  ''We don't know where this feeling is coming from,'' Mr. Apotheker said. ''We have produced double-digit growth for the third straight year. We doubled our software revenue in the U.S. in three years. We said today that we believe our traditional business will grow at double-digit rates for the considerable future. We just want to accelerate that growth.''  But Theo Kitz, an analyst at Merck Finck, a private bank in Munich, said SAP's growth prospects peaked a few years ago.  The company, founded in 1972, equips 38,000 businesses with software for internal functions like accounting, personnel, sales and executive controls. In a sense, SAP is becoming a victim of its own success, Mr. Kitz said.  Serving smaller businesses is more costly for companies like SAP because there are many of them and their needs tend to be more varied, requiring bigger sales and support teams, Mr. Kitz said. Smaller businesses typically also take longer to make buying decisions and require more intensive sales advice than larger enterprises.  ", 
            "title": "SAP Plans New Venture For Serving Small Clients"
        }, 
        "weight": 0.766005362425666, 
        "file": "1821296.txt", 
        "other_topics": {
            "0": 0.0001654910891683931, 
            "1": 0.00020109269783802545, 
            "2": 0.0002857287589307297, 
            "3": 0.00024860550196861457, 
            "4": 0.00015438052754152427, 
            "5": 0.0004109477834916479, 
            "6": 0.00029604849307699973, 
            "7": 0.014414597577981735, 
            "8": 0.0038399738688252314, 
            "9": 0.00029539883167130853, 
            "10": 0.00022558098071069477, 
            "11": 0.17180110672336285, 
            "12": 0.0003648214722743409, 
            "13": 0.00032002641245204404, 
            "14": 0.000274942682422436, 
            "15": 0.03566449419504667, 
            "16": 0.766005362425666, 
            "17": 0.004392276558136084, 
            "18": 0.00045980872837561576, 
            "19": 0.00017931469105916212
        }
    }, 
    {
        "content": {
            "text": "  MERGERS and acquisitions have been booming, and investors looking for a way to profit from them have a simple solution at hand: they can invest in mutual funds that specialize in buying shares of companies that are being acquired.  But don't expect to make a killing. These funds -- and there are at least five of them -- are generally considered to be having a good year if they double the returns on three-month Treasury bills. Last year, the five funds returned 10.1 percent, on average, while T-bills averaged less than 5 percent, but still gained far less than the nearly 16 percent return for the Standard & Poor's 500-stock index. Over five years, the funds' return was 5.5 percent, annualized, compared with 6.2 percent for the S.& P.  Mainly, the funds offer extremely consistent gains from a highly diverse portfolio, and at the end of a year investors almost always have more than they did in January. Consider the Merger Fund, the oldest and biggest at $1.5 billion. It has had only one losing year out of 17. The Gabelli ABC fund, the second-oldest and third-largest with $193 million in assets, is a perfect 13-0.  ''What we do is fairly straightforward,'' said Frederick W. Green, president of the Merger Fund. ''We're the sleep-well-at-night fund.''  The gains come from buying shares in a company that is being acquired, but for less than the acquirer plans to pay, then cashing out when the deal is done. Because, as Mr. Green says, 95 percent of the mergers are completed, generally within a matter of months, it's a pretty safe bet that buyers will earn the difference, or spread, between the two prices.  The favorable odds go a long way toward explaining why merger or risk arbitrage, as the strategy is known, produces returns that tend to be lower, on average, than those of other stock investments.  Investors trying to buy the shares after a merger announcement can't expect to get the stock for much less than the acquirer's offer, because the current shareholders can reasonably count on getting that price shortly. How much less depends on a number of factors for both buyer and seller -- for example, what their money could reliably earn in another investment, like three-month Treasury bills, or the value attached to the 1-in-20 possibility that the deal will fall through (say, over regulatory problems).  When mergers are plentiful, as they are now, fund managers can pick their targets more carefully than usual. And with interest rates having edged higher, the spreads have widened between the post-announcement market price and the offer price.  At times, some merger funds will short the stock of the acquirer as well as buy shares in the target company. The tactic is similar to that used by hedge funds engaged in arbitrage, though without black-box secrecy or the risk of leveraging. The price of the acquirer's shares tends to slip after the offer is made, so shorting those shares is a way to improve returns.  The five-year-old AXA Enterprise Mergers and Acquisitions fund, the second-largest fund with $304 million in assets, adds a much riskier arbitrage strategy to the mix. One-third of its capital is invested in companies that Mario J. Gabelli, the veteran money manager who oversees the fund along with his namesake ABC fund, regards as having the potential to be acquired. For example, three companies in which he invests as takeover candidates are U.S. Cellular, Sensient Technologies and Cadbury Schweppes.  Potential takeover targets in general are more speculative investments than the traditional arbitrage plays. If the main appeal of a company is its takeover potential and no offers materialize, its stock price may fall and give the fund a loss. On the other hand, if the company is taken over, the fund gets the full measure of the premium the acquirer pays. Such gambles increase risk, but may also improve total returns dramatically over the standard arbitrage performance -- as was the case in 2006 with AXA Enterprise.  For the year, according to Morningstar, AXA Enterprise gained 15.2 percent, more than three percentage points ahead of Gabelli ABC, the runner-up, at 12 percent. They were followed by the Merger Fund, at 11 percent; the year-old, $7 million QCM Absolute Return fund, at 7 percent; and the six-year-old, $84 million Arbitrage fund, at 6.1 percent.  But while 2006 was a good year for the funds, not even AXA Enterprise quite caught up with the S.& P. index, which returned 15.8 percent for the year. Over one-, three- and five-year stretches, the returns of the group averaged several percentage points below those of the S.& P.  Another concern is cost. Four of the funds have expense ratios that are higher than the mutual fund average of 1.27 percent, according to S.& P. (And Enterprise has a front-end load, or sales charge, of 4.75 percent.)  The exception is Gabelli ABC, whose ratio is half the average. But its minimum initial investment is $10,000 (though down from $50,000 in 2005), versus $2,000 or $2,500 at the other funds. And investors can buy it only through Gamco Investors, Gabelli ABC's money management parent.  There are also taxes to consider. ''These funds deal in short-term trades, so if they make money there are going to be capital gains to pay,'' says Russel Kinnel, director of research at Morningstar. ''They're better for retirement portfolios.''  Mr. Kinnel also says that these funds' returns may be squeezed over the long run by competition from hedge funds. As the number of hedge funds increases and their war chests grow, more dollars are likely to be chasing a shrinking number of deals, since merger mania can't be expected to continue forever. The growth in competition may be a compliment to the arbitrage strategy, but spreads would be likely to narrow, thus hurting the performance of all arbitrage funds.  Zoë Brunson, director of portfolio services at S.& P., suggests that if investors are convinced that the good times for mergers will continue, and want to profit directly, they have alternatives to arbitrage funds. They might try small-cap funds, she said.  ''You get your exposure to mergers and acquisitions because that's where a lot of them are,'' she said. ''You may take on more risk, but there's greater upside potential.Not that they're better. It's just a matter of what you have an appetite for.''  MUTUAL FUNDS REPORT  ", 
            "title": "One Way to Play The Mergers Boom"
        }, 
        "weight": 0.7643602511255528, 
        "file": "1817145.txt", 
        "other_topics": {
            "0": 9.909806710465711e-05, 
            "1": 0.00012041674125627291, 
            "2": 0.004416472412195322, 
            "3": 0.0001488679834090909, 
            "4": 9.244492833324244e-05, 
            "5": 0.00024608050638622096, 
            "6": 0.012913401140341754, 
            "7": 0.00014088634068692754, 
            "8": 0.00017673554059550211, 
            "9": 0.00017688839556680814, 
            "10": 0.0001350806214179674, 
            "11": 0.17929332430362158, 
            "12": 0.00021845951297036516, 
            "13": 0.00019163568900175165, 
            "14": 0.00016463900581927356, 
            "15": 0.00012945789922264088, 
            "16": 0.7643602511255528, 
            "17": 0.03659314494775776, 
            "18": 0.0002753390315384814, 
            "19": 0.00010737580722156201
        }
    }, 
    {
        "content": {
            "text": "  Nasdaq said on Friday that it did not plan to raise its offer for the London Stock Exchange, just before a deadline to do so, damping investors' expectations. Investors have until Feb. 10 to tender their shares for a deal, but any changes in the bid would have to happen this weekend unless a rival bidder emerges.  That is generally seen as unlikely, though any such deal would not happen quickly, because the N.Y.S.E. is just starting to absorb pan-European exchange Euronext.  The exchange's shares have fallen over the last week as investors who were hoping for a higher price than Nasdaq's initial $5.3 billion bid head for the door.  If the deal does not go through, Nasdaq has to walk away for a year, possibly leaving the door open to other bidders. Shares of the London Stock Exchange rose 12 pence on Friday, to £12.95, above Nasdaq's 1,243 pence-a-share offer.  What could happen until Feb. 10 is still unclear. About 25 percent of the exchange's investors are short-term holders like hedge funds.  Many bought into the stock at a price higher than Nasdaq's bid, and some invested in the stock through time-sensitive options, which expire early this year.  Nasdaq already owns 28.8 percent of the London exchange and needs an additional 21 percent to take control. Nasdaq has hinted that it could reduce its position, but many other investors think that is a bluff designed to persuade them to tender their shares of stock for the hostile offer.  If enough investors sell and force the price below Nasdaq's offer price, then the remaining investors could race to Nasdaq to tender their shares, giving it the majority that it needs.  London exchange executives contend that the bid is not even equal to the standalone value of their company and have repeatedly refused to meet with their Nasdaq counterparts. The situation between the two exchanges degenerated in recent days to an exchange of hostile, taunting news releases.  The chief executive of Nasdaq, Robert Greifeld, and the chief of the London Stock Exchange, Clara Furse, have never talked about the deal face to face, and securing an agreed deal at any point in the future is probably unlikely, analysts say, because of the bad blood this bid has raised between them.  ", 
            "title": "Nasdaq Holds Firm on a Bid For London Stock Exchange"
        }, 
        "weight": 0.7622372572923685, 
        "file": "1821752.txt", 
        "other_topics": {
            "0": 0.0002522147690739051, 
            "1": 0.021916302499917825, 
            "2": 0.0004354615907939234, 
            "3": 0.00037888432292396644, 
            "4": 0.0002352818468900966, 
            "5": 0.0006263001883401377, 
            "6": 0.0004511892615566505, 
            "7": 0.00035857022160173946, 
            "8": 0.0004498101210326385, 
            "9": 0.00045019915264966323, 
            "10": 0.0003437940691750501, 
            "11": 0.20780690413253464, 
            "12": 0.0005560019203768008, 
            "13": 0.00048773253061384957, 
            "14": 0.0004190231963799218, 
            "15": 0.0003294836631147249, 
            "16": 0.7622372572923685, 
            "17": 0.0012915406090209776, 
            "18": 0.0007007661429275971, 
            "19": 0.00027328246870758296
        }
    }, 
    {
        "content": {
            "text": "  By the end of 2006, Wall Street had every reason to celebrate. A second-half rally propelled the stock market to its best year since 2003. Companies reported strong profits, and some, like oil producers and investment banks, had record-shattering earnings.  Yet the year had a more precarious beginning. Worries were rampant that a slowdown in housing would hurt the overall economy and that the Federal Reserve would raise interest rates and stall growth. But the economy proved resilient, withstanding a housing slump. The Fed halted its campaign for higher interest rates. Profits accelerated, and there was a huge wave of mergers and acquisitions.  Nonetheless, Wall Street economists are looking at 2007 with some caution. They expect at least some slowdown in economic growth. And many worry that housing's slump will spread to other corners of the economy.  The analysts surveyed predicted that the Standard & Poor's 500-stock index, which closed 2006 at 1,418.30, would end 2007 at 1,440 to 1,570.  Richard Bernstein  Chief Investment Strategist  Merrill Lynch  Though concerns mount that the world is suffering from global warming, Richard Bernstein is content to call himself a ''bipolar bear.'' While he foresees returns rising 12 percent over the coming year -- and the S.& P. hitting 1,570 by the end of the year -- Mr. Bernstein expects increased volatility. That is in large part because the Fed will not ease, or lower rates, in January, he says.  ''As the uncertainty about the Fed easing has gone up, you've found that the market has become choppier,'' he said.  Mr. Bernstein cautioned that he expected growth in gross domestic product to be a full percentage point below other estimates, citing in part a ''money illusion'' over the growth in the Dow and even in energy prices.  Investors should watch earnings carefully, he said. ''There's sort of an embedded assumption that earnings will be going great forever.''  Mr. Bernstein recommends a mix of 50 percent stocks, 30 percent bonds and 20 percent cash for investors' portfolios. Among sectors to watch, Mr. Bernstein rated telecommunications as a growth sector, aided by increasing attractiveness in European and Asian companies. ''It's one of our turnaround sectors,'' he said.  He is bearish on energy and commodities, citing their cyclical nature.  Abby Joseph Cohen  Chief Investment Strategist  Goldman Sachs  The coming year looks to be reasonable, if a little slow, said Abby Joseph Cohen, long one of Wall Street's optimists.  ''We are assuming profit growth is in the process of deceleration,'' she said. ''Especially in the case of energy companies, we expect that they will show gains for 2007, but they will not show as much of a boost as in previous years.''  Still, Ms. Cohen said, her team's research indicates that the S.& P. is underpriced, pointing to a 12-month target of 1,550. Buoyed by the Fed's halt in raising interest rates, merger activity should keep rolling, but with more of a focus on international expansion.  With the slowdown in housing, the economy will rotate toward discretionary consumer services, like travel, restaurants and entertainment, she said. Large-capitalization industrials and information technology may also see favorable growth. Over all, Ms. Cohen said, the economy should run well, with no real bumps in the way.  David Bianco  Chief U.S. Equity Strategist  UBS Investment Research  David Bianco remembers a scary moment from last summer, as he and others feared that the Fed might tighten interest rates. Since then, the stock market has recovered and that forward momentum should carry over into 2007, he said.  ''We'll continue to see P/E expansion,'' Mr. Bianco said of price-to-earnings ratios, ''mostly driven by everybody's fears of a weakening economy not taking place.''  Mr. Bianco said that he expects the Fed to cut interest rates in March, setting a fairly steady metronome for slowing but solid growth and a target S.& P. of 1,500 by year-end.  Like Ms. Cohen, Mr. Bianco said that he sees the S.& P. as relatively undervalued. Despite the flurry of merger activity in 2006, he believes that the S.& P. has been using less than half of its debt capacity, something he expects to be corrected.  Housing will continue to slow and prices will fall further, taking consumer-related spending and industries like autos along with it, he said.  Abhijit Chakrabortti  Chief U.S. and Global Equity Strategist  J. P. Morgan Chase  Last year can be summed up in one phrase, according to Abhijit Chakrabortti: Value killed growth.  ''If you had that the S.& P. would be up for the year, you would have said that tech, industrials and health care would kill value stocks,'' he said. ''But telecoms and utilities were the big winners.''  Coming off a surprisingly good 2006, however, Mr. Chakrabortti is distinctly bearish. He sees slower growth in the United States compared with Asia and Europe. Volatility will pick up as earnings slow down, he added, and the dollar will weaken.  The Fed will hold steady, Mr. Chakrabortti said, but other central banks will tighten.  He predicts the S.& P. will rise to 1,440 -- the low end of targets among the analysts surveyed.  ''I very much suspect that there will be a time when a 1,440 valuation looks good,'' he said. ''The market will be disappointed with the Fed, and we'll see a significant correction sometime in the first half.''  Ethan S. Harris  Chief U.S. Economist  Lehman Brothers  Ethan S. Harris said he was less surprised than most by the resilience of the stock market last year. He expects 2007 to be a growth year, albeit one without the boom that marked the last half of 2006.  ''There's still room for the market to rally,'' he said. To that end, he staked an S.& P. price target of 1,570, thanks in large part to the economy shrugging off the housing slump.  But he also said he did not expect a completely rosy economic picture. Alone among economists surveyed, Mr. Harris talked about the possibility of ''a very mild version of stagflation.'' Moreover, he gave recession a 20 percent chance to appear in 2007.  THE YEAR AHEAD IN MARKETS  ", 
            "title": "Cautiously, Economists Expect an Upswing"
        }, 
        "weight": 0.7608536747907584, 
        "file": "1815949.txt", 
        "other_topics": {
            "0": 9.623809963645521e-05, 
            "1": 0.00011694151744331883, 
            "2": 0.00016615996008701147, 
            "3": 0.0001445716575366884, 
            "4": 8.977697026546189e-05, 
            "5": 0.00023897862979684232, 
            "6": 0.00017216119923518035, 
            "7": 0.026935366039879588, 
            "8": 0.00017163495779559342, 
            "9": 0.00017178340137666693, 
            "10": 0.00013118219843024265, 
            "11": 0.15350465803292976, 
            "12": 0.00021215477748491276, 
            "13": 0.00637038485950381, 
            "14": 0.00015988752867751512, 
            "15": 0.0001257217478415297, 
            "16": 0.7608536747907584, 
            "17": 0.049967053932193244, 
            "18": 0.00026739275472468, 
            "19": 0.00010427694440316548
        }
    }, 
    {
        "content": {
            "text": "  THE long-running rally in real estate funds gained strength in 2006, as the category led most others for the year. The surge caught off-guard even some seasoned money managers, who only a year ago were cautioning giddy investors not to expect a repeat of previous years' stellar returns.  But what may not have been evident at the time was the mounting appetite from institutions like pension and private equity funds for commercial real estate and, in particular, real estate investment trusts, which account for the bulk of most real estate funds' holdings.  The big investors, hungry for higher yields, pumped capital into dividend-paying REITs and in some cases acquired entire portfolios of office buildings and other commercial property in private deals. About two dozen mergers and acquisitions with a record value of nearly $103 billion were announced last year, according to the research company SNL Financial. Among them was the Blackstone Group's planned $36 billion leveraged buyout of Equity Office Properties Trust, the nation's largest owner and manager of office buildings.  REITs have also benefited from low interest rates and steady job growth and, because of rising construction costs, a limited supply of commercial buildings -- unlike the residential side, where the inventory of unsold homes has been mounting.  ''The housing market may be in tough shape, but this part of the world is doing quite well,'' said William E. Seale, the chief investment officer at the ProFunds family of mutual funds.  The subsequent run-up in REIT share prices -- they returned, on average, 34.4 percent last year, as measured by the National Association of Real Estate Investment Trusts -- helped to bring even more riches to real estate fund investors, many of whom had already amassed capacious returns from previous years.  Real estate funds, along with E.T.F.'s, ended 2006 with more investment money flowing into them than ever before: around $7 billion, according to preliminary numbers from AMG Data Services.  Real estate funds returned 34 percent last year, on average, and 10.1 percent for the fourth quarter, said Morningstar, the fund tracker, after climbing nearly 12 percent in 2005 and 32 percent in 2004. For the five years through December, the annualized return was 23.2 percent. By contrast, the Standard & Poor's 500-stock index returned 15.8 percent last year and 6.2 percent, annualized, over the five-year span.  ''This is a pretty powerful multiyear run; this really is incredible,'' said John Coumarianos, an analyst at Morningstar. Echoing the sentiment of other analysts, he added, ''I can see next year being another good year for real estate funds.''  ONLY a year ago, though, many analysts and money managers predicted that the real estate rally would lose steam in 2006, as they raised concerns about the economy and the direction of interest rates. ''As the year has worn on in 2006, I think that the pace of growth continued to surprise people,'' said Theodore R. Bigman, who manages global real estate for Morgan Stanley Investment Management.  The top performers last year were funds that invest in foreign real estate, like E.I.I. International Property, which returned 59.8 percent, and Morgan Stanley Institutional International Real Estate A and B shares, which returned 56.1 percent and 55.7 percent, respectively.  Domestic funds weren't too far behind. The ProFunds Real Estate UltraSector, a leveraged index fund that tracks the Dow Jones United States real estate index, returned 48.5 percent for investor shares and 47.2 percent for the higher-fee service class. Among other funds that ranked high on the performance list, the Morgan Stanley Real Estate fund returned 38.3 percent; ING Van Kampen Real Estate I shares, 38 percent; and Neuberger Berman Real Estate, 37.8 percent.  All of those funds had significant holdings in Equity Office Properties Trust as well as other office REITs like the Simon Property Group. ''They all seemed to go up in anticipation that somebody else will be next'' to be acquired, Mr. Coumarianos said of the office REIT subset.  Many top-performing funds also had sizable holdings in apartment REITs like AvalonBay Communities, Equity Residential Properties Trust and Archstone-Smith Trust. Those companies have benefited from the reduced affordability of single-family homes, which has caused some people to defer home buying.  Twenty-six percent of Neuberger Berman Real Estate's holdings were in apartment REITs at the start of last year, although Steven R. Brown, the fund's manager, said he had since reduced that allocation to around 18 percent. ''We believe the easy money in apartments is over,'' he said.  Some market analysts seemed to agree. ''During the real estate boom, too many apartment buildings were turned into condos, which left a dearth of apartments,'' said Jeff Tjornehoj, a senior research analyst at Lipper, which tracks mutual funds. ''But now there's talk of a lot of condos becoming rentals again.''  While the weakening housing market has had little adverse affect on most real estate funds, because their focus is on the commercial side, there was one noted exception last year. The Alpine U.S. Realty Equity fund, once a marquee star of the sector, ended the year 0.4 percent lower. The fund has a significant portion of its assets invested in home builders like the Lennar Corporation, Toll Brothers and Hovnanian Enterprises, whose fortunes have reversed as demand for new homes has fallen.  The fund's one major bright spot, though, was hotels. And industry experts are predicting that many hotel companies, REITs and non-REITs alike, will continue to do well this year, as demand for hotel rooms again outpaces supply.  Mr. Bigman, who manages the Morgan Stanley as well as the ING Van Kampen real estate funds, has among his funds' holdings companies like Host Hotels & Resorts, Starwood Hotels & Resorts Worldwide and the Hilton Hotels Corporation, which he suggests may be undervalued and poised for growth.  ''We're very much bottom-up stock pickers and looking for stocks that trade at attractive valuations,'' Mr. Bigman said. He bases his investment decisions on the quality of the underlying properties, he said, rather than on financial metrics like low price-to-earnings ratios.  ''We're looking for a stock where you can buy real estate cheaper on Wall Street than on Main Street,'' he said.  And so, it seems, are many other large institutional investors, which helps to explain the growing attraction to REITs and the jump in merger-and-acquisition activity. Many analysts predict that the trend toward REIT privatization will extend through this year.  ''The private market right now is valuing REIT assets at a much higher rate'' than the public securities market, explained Bruce S. Schonbraun, the managing partner of the Schonbraun Group, a real estate consulting company.  The big institutions, Mr. Schonbraun and others said, have realized the efficiencies inherent in buying entire REIT portfolios rather than going through the onerous process of bidding for individual trophy assets, or developing property themselves at greater expense.  But, more important, commercial real estate in general has evolved into an accepted asset class among investors as well as an excellent portfolio diversifier, said John J. Kriz, the managing director of real estate finance for Moody's Investors Service. ''Investors, large and small, are feeling more comfortable about real estate; it is no longer a side show,'' he said.  FOR one thing, ''the technology for analyzing and understanding real estate is far better than it was a while ago,'' Mr. Kriz said, but also the proliferation of global REITs and funds ''provides additional legitimacy.''  What's next for fund investors?  Mr. Coumarianos suggests that those who have long invested in real estate may want to cash out some holdings this year, if only to keep portfolio asset allocations in balance.  Mr. Bigman, meanwhile, suggests that investors also start looking at the real estate markets overseas. ''The evolution of investing is away from the U.S. only and toward global,'' he said.  What might hurt commercial real estate, in the United States at least, is a weaker economy or a major spike in interest rates, though most experts aren't expecting either scenario to happen this year.  ''I'm probably like a lot of people and can't quite figure out when this party is going to stop,'' said Mr. Tjornehoj of Lipper. ''But I think as long as there's a lot of liquidity out there -- private equity or hedge funds shopping around for new asset classes or overlooked asset classes -- real estate will continue to show up on the radar screen.''  Mr. Kriz agreed. ''Is the party over? Maybe not,'' he said. ''But I would caution that trees do not grow to the sky.''  MUTUAL FUNDS REPORT  ", 
            "title": "Big Investors Still Crave Commercial Real Estate"
        }, 
        "weight": 0.7586856681820906, 
        "file": "1817138.txt", 
        "other_topics": {
            "0": 6.223854749615316e-05, 
            "1": 7.562774218487577e-05, 
            "2": 0.01610530467136317, 
            "3": 9.349654667106844e-05, 
            "4": 5.8060043257661006e-05, 
            "5": 0.00015455087805518332, 
            "6": 0.004110800761212286, 
            "7": 8.848367543982577e-05, 
            "8": 0.0960980787425189, 
            "9": 0.00011109476835079194, 
            "10": 8.483739307501537e-05, 
            "11": 0.12327041510880811, 
            "12": 0.0001372035113422872, 
            "13": 0.00012035680695262564, 
            "14": 0.00010340153832244365, 
            "15": 8.13060420342133e-05, 
            "16": 0.7586856681820906, 
            "17": 0.00031871096142751387, 
            "18": 0.00017292669668172818, 
            "19": 6.743738271543854e-05
        }
    }, 
    {
        "content": {
            "text": "  An article on the Street Scene page of Business Day on Friday about Richard C. Breeden, the former top securities regulator who is started a hedge fund aimed at troubled companies, misstated his former position at the accounting firm Coopers & Lybrand. He was a co-chairman of the firm's international business; he did not run the firm.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7580096781403189, 
        "file": "1820943.txt", 
        "other_topics": {
            "0": 0.0014103882780661253, 
            "1": 0.0017138009379275524, 
            "2": 0.0024351068950439238, 
            "3": 0.0021187260752299486, 
            "4": 0.0013156991563737655, 
            "5": 0.0035022788214543474, 
            "6": 0.15357611682976213, 
            "7": 0.002005129355697949, 
            "8": 0.0025153440632734777, 
            "9": 0.0025175195331496613, 
            "10": 0.00192250091861616, 
            "11": 0.04426626974239824, 
            "12": 0.00310916999016783, 
            "13": 0.0027274066722386575, 
            "14": 0.002343183179089994, 
            "15": 0.0018424769412893807, 
            "16": 0.7580096781403189, 
            "17": 0.007222311930019473, 
            "18": 0.003918693410698255, 
            "19": 0.001528199129184247
        }
    }, 
    {
        "content": {
            "text": "  Nasdaq and the London Stock Exchange traded trans-Atlantic insults on Monday, as London exchange shareholders consider Nasdaq's $5.3 billion hostile takeover offer.  Nasdaq has been trying to take over the London exchange since March, but has failed to lure London executives to the negotiating table.  ''Without Nasdaq, your L.S.E. shares would be worth far less,'' the Nasdaq Stock Market said on the front of a 34-page document sent Monday to London exchange shareholders. Nasdaq said a ''complacent'' London exchange was facing customer dissatisfaction and increased competition. And Nasdaq said it might even pair up with someone else to compete with London if this deal did not go through.  The London exchange replied that Nasdaq's arguments were ''self-serving'' and ''blatantly misleading,'' criticizing in particular the industry comparisons the New York exchange used for its financial arguments.  Nasdaq is expected to extend its preliminary deadline of Thursday for shareholders to tender their shares on the £12.43-a-share ($23.99) offer for 30 days, until Feb. 10.  The London Stock Exchange, meanwhile, has until Jan. 20 to make any revisions to its projections and plans. Some analysts said they thought it might offer shareholders a big payout, which could add debt and make a Nasdaq takeover more difficult.  The Nasdaq offer, which was made Dec. 12, also illustrates a growing phenomenon in deal-making: a trend for hedge funds or temporary investors to enter the fray and possibly decide the outcome.  Since Nasdaq made its first moves on the London exchange, hedge fund investors have piled into the stock. They now hold an estimated 30 percent of the London exchange, which could give Nasdaq, which owns 28.8 percent, the more than 50 percent that it needs to take control.  Boards and executives from both companies must appeal to hedge funds, rather than relying solely on the votes of long-term investors, who generally side with their company's board.  How the bulk of these investors will vote on the London exchange is still not clear. Shares in the exchange closed down 0.1 percent on Monday, at £12.82, a sign that many still think the London exchange will fetch a higher price than Nasdaq is offering. Samuel J. Heyman, an investor, said Monday in a regulatory filing that he had bought more stock at £12.82 a share and owns nearly 10 percent.  Other investors are showing some caution. Trafalgar Asset Managers bought call options, which permit the buyer to buy shares of a security at a certain price, for as low as £12 a share. The London exchange also said Monday that ING's wholesale banking division had informed the exchange that it had reduced its stake to less than 3 percent.  The London Stock Exchange has paid cash to shareholders several times in recent years to fend off takeover bids.  Nasdaq was critical of that practice as well on Monday. ''The L.S.E. board claims credit for proactive balance sheet management when 76 percent of capital distributed in the last three years was either a reaction to a third-party bid or an exceptional distribution,'' its mailing to shareholders said.  INTERNATIONAL BUSINESS  ", 
            "title": "Barbs Traded In Nasdaq Bid For Exchange In London"
        }, 
        "weight": 0.7548453594661408, 
        "file": "1817590.txt", 
        "other_topics": {
            "0": 0.00017880131594255765, 
            "1": 0.00021726631434090037, 
            "2": 0.0003087095405328062, 
            "3": 0.00026860050970670644, 
            "4": 0.00016679714671672332, 
            "5": 0.0004439997636200063, 
            "6": 0.00031985927708238495, 
            "7": 0.0002541993385859926, 
            "8": 0.0003188815701008767, 
            "9": 0.00031915736427947576, 
            "10": 0.00024372415702481404, 
            "11": 0.20093858478993665, 
            "12": 0.0003941635749365274, 
            "13": 0.0003457657084157361, 
            "14": 0.02710660975175644, 
            "15": 0.0002335791546339797, 
            "16": 0.7548453594661408, 
            "17": 0.012405413995722285, 
            "18": 0.0004967905288953537, 
            "19": 0.00019373673162902106
        }
    }, 
    {
        "content": {
            "text": "  Capping a whirlwind year of merging and rebranding that has come to characterize the telecommunications business, AT&T reported a 17 percent increase in quarterly profits yesterday driven by a sizable increase in wireless subscribers.  ''We closed the year strong,'' Edward E. Whitacre Jr., chairman and chief executive of AT&T, said in a conference call with analysts. ''We are headed into 2007 with excellent momentum.''  Net income at AT&T for the fourth quarter was $1.94 billion, or 50 cents a share, compared with $1.66 billion, or 46 cents a share, in the fourth quarter last year.  Quarterly revenue at the company, based in San Antonio, increased 23.1 percent, to $15.9 billion, from $12.9 billion in the previous year, mostly because of the company's acquisition of the old AT&T in November 2005. The company, formerly called SBC Communications, bought AT&T and adopted the well-known AT&T name as its own.  Results for AT&T yesterday largely excluded BellSouth, which the company bought for $86 billion in a deal completed in the last few days of December 2006. With the BellSouth merger, AT&T became the sole owner of Cingular Wireless, and two weeks ago the company said it was dropping the Cingular brand in favor of the AT&T name. AT&T previously owned 60 percent of Cingular, and BellSouth owned 40 percent. The combined company now offers wireless and landline service in 22 states.  ''It was a great quarter by all the parts; SBC, AT&T, Cingular and BellSouth,'' said Christopher Larsen, an analyst at Credit Suisse.  In a bit of encouraging news for investors, Mr. Whitacre said he expected even greater savings from AT&T's merger with BellSouth than previously projected. The company raised the forecast for total cost savings to about $22 billion, up from the original figure of $18 billion, although the company did not specify a time frame for those savings. AT&T now anticipates savings of $800 million to $1.2 billion for the current year, compared with a previous estimate of $500 million to $800 million.  ''It was a decent quarter, without a whole lot of surprises,'' said Christopher C. King, an analyst at Stifel Nicolaus. ''The company continues to do an excellent job of delivering what they say they will.''  Excluding costs related to the merger and other items, quarterly earnings rose to 61 cents a share from 48 cents a share a year earlier. Wall Street analysts had forecast earnings of 59 cents a share, according to a survey by Thomson Financial.  Shares of AT&T rose 16 cents, to close at $36.79 after the release of the results, which were announced before the start of trading.  Bright spots in AT&T's report were its wireless and high-speed Internet businesses. The wireless business is seen as the main driver of growth, with that operation adding a net 2.4 million customers for a total of nearly 61 million. Wireless service revenue was up 13.1 percent, while wireless data revenue grew 68.6 percent. The company's high-speed Internet business grew 23 percent.  Mr. King said the wireless business was feeling intense competitive pressure from Verizon, which appeared to have gained in market share during the quarter.  AT&T's traditional consumer phone lines totaled 25.3 million at the end of December, down 5 percent from 26.7 million a year ago, illustrating the challenge the company faces as it adapts to the decreasing demand for wire-line phone service.  In its final quarter as an independent company, BellSouth had profit of $1.2 billion, 29 percent higher than a year earlier. Revenue increased 4.6 percent, to $9.1 billion. During the quarter, BellSouth added 183,000 new high-speed Internet connections, but access lines were down 6.4 percent compared with last year.  The report from AT&T came a day after Cingular issued a quarterly earnings report for the last time. On Wednesday, Cingular reported its quarterly profits more than tripled to $782 million as it added 2.4 million new subscribers. That report led AT&T shares to gain almost 4 percent.  For the full year, AT&T reported $7.36 billion in net income, or $1.89 a share, a 54 percent increase over the $4.79 billion, or $1.42 a share, last year. Revenue was $63.1 billion, a 44 percent increase from $43.8 billion in 2005.  ", 
            "title": "Gains in Wireless Customers Help Lift AT&T's Earnings 17%"
        }, 
        "weight": 0.7521792249867835, 
        "file": "1821515.txt", 
        "other_topics": {
            "0": 0.00013296800681595586, 
            "1": 0.00016157302094711417, 
            "2": 0.00022957600772303125, 
            "3": 0.00019974838673404713, 
            "4": 0.00012404094469101366, 
            "5": 0.00033018640430070695, 
            "6": 0.00023786765948020735, 
            "7": 0.00018903876186555896, 
            "8": 0.00023714057451499956, 
            "9": 0.00023734567257049452, 
            "10": 0.0001812487520108628, 
            "11": 0.046896072420350154, 
            "12": 0.00029312505135923884, 
            "13": 0.0002571333260663347, 
            "14": 0.00022090966138451113, 
            "15": 0.19385019462530015, 
            "16": 0.7521792249867835, 
            "17": 0.0035290858393319784, 
            "18": 0.0003694449679189245, 
            "19": 0.00014407492985132547
        }
    }, 
    {
        "content": {
            "text": "  The gloves have come off in buyouts.  Late yesterday, a group of investors offered $38 billion for the nation's largest office landlord, setting off the biggest buyout battle since the landmark fight for RJR Nabisco nearly two decades ago.  The upstart bid for Equity Office Properties, the real estate investment trust that was founded by Samuel Zell, tops a $36 billion deal that Equity Office had reached with the Blackstone Group in November. Either bid would win the crown as the largest buyout ever, surpassing last summer's $33 billion deal for HCA.  The battle for Equity Office pits some of the most powerful and colorful financiers against each other. Blackstone is controlled by Stephen A. Schwarzman, who has created one of the largest, if not the largest, private equity firms in the nation.  The rival group includes Steven Roth of Vornado, once the king of New Jersey strip malls; Barry Sternlicht of Starwood Capital, who created the hotel chain and then left the company after a falling-out with its board; and Neil Bluhm, a Chicago real estate mogul who backed Barack Obama's successful run for the United States Senate. Mr. Sternlicht worked for Mr. Bluhm as a young analyst in the late 1980s.  Since the Blackstone offer was announced, James S. Corl, the chief investment officer for real estate at Cohen & Steers, the largest institutional investor in Equity Office, has argued that the price of $48.50 a share was too low because the office market is expected to keep improving over the next couple of years.  But the battle may not be tilted in favor of the new bidders, Vornado Realty Trust, the Starwood Capital Group and Walton Street Capital. For one, 40 percent of their $52-a-share offer is in shares of Vornado, at an unspecified ratio, compared with Blackstone's all-cash bid. And Blackstone has already completed many of the steps needed to close the deal. In addition, Blackstone has the right to match any rival offer.  ''A tentative proposal relying upon the potential issuance, many months from now, of more than $10 billion in stock trading at near record prices is inferior and carries vastly more risk than Blackstone's all-cash deal closing in approximately two weeks,'' a Blackstone spokesman said.  If successful, the Vornado group would break up Equity Office, which has some 590 buildings and over 105 million square feet of office space in major metropolitan markets, including the Verizon Building in Manhattan. They would divide the properties among themselves, with Vornado getting roughly half of the properties on the East and West coasts.  The consortium calls itself Dove Parent, apparently a mocking reference to the Blackstone-created buyout entity, Blackhawk. Both bidders would assume $16 billion in debt. Equity Office said that its board ''will consider the proposal as soon as practicable.''  The offer from the Vornado group is the latest sign that the cozy world of buyouts is becoming less genteel. In recent years, the giants in private equity seemed to have avoided stepping on each other's deals while banding together on others. Indeed, private equity firms have come under scrutiny from the Justice Department, which has started an inquiry into whether private equity firms have broken antitrust laws.  And few public companies have shown a willingness to compete with private equity's war chest. Private equity firms have been gobbling up publicly traded companies at a record pace, spending some $660 billion last year. The battle for RJR Nabisco in the late 1980s showed that bidding wars can get out of control.  Last summer, however, a group led by Kohlberg Kravis Roberts & Company and Bain Capital jumped in to offer a rival bid to a Blackstone offer to buy Freescale Semiconductor. Blackstone then raised its bid and won the deal, but that showdown was a sign that competition for deals was turning cutthroat.  The new bid for Equity Office may also demonstrate the differences between private equity and the much scrappier real estate business.  Mr. Roth of Vornado leads a real estate investment trust whose holdings include office buildings in New York and Washington, shopping centers and merchandise marts, and the retailer Toys ''R'' Us.  One of his company's most recent transactions was the purchase of the Manhattan Mall, a shopping center and office building in the Herald Square area of New York City, where real estate values have been rapidly appreciating.  In their letter to Mr. Zell, Mr. Roth and his partners said they would create the ''largest office REIT in the U.S. with the pre-eminent position in the best markets on both coasts.''  The breakup fee for a buyer who is able to push Blackstone aside is $200 million. ''Sam Zell set this up in a very shareholder-friendly manner,'' said Barry Vinocur, the editor of Realty Stock Review, a newsletter. ''Blackstone wanted a higher breakup fee.'' Mr. Zell is the largest individual shareholder of Equity Office.  The rival bid for Equity is being financed in part by JPMorgan Chase, Lehman Brothers and UBS. JPMorgan's involvement has raised some eyebrows on Wall Street because of its long ties with Blackstone.  Keven S. Lindemann, the director of real estate for SNL Financial in Charlottesville, Va., said Equity Office shareholders would have to consider whether the Vornado shares were overvalued.  ", 
            "title": "$38 Billion Is Rival Bid For a REIT"
        }, 
        "weight": 0.7516104534496375, 
        "file": "1819684.txt", 
        "other_topics": {
            "0": 9.826373438579475e-05, 
            "1": 0.00011940292100665303, 
            "2": 0.00016965732121916775, 
            "3": 0.00014761462466075036, 
            "4": 9.166661014142692e-05, 
            "5": 0.00024400868981147981, 
            "6": 0.0001757848753985306, 
            "7": 0.004349331828398189, 
            "8": 0.09278714378952202, 
            "9": 0.00017539912559091052, 
            "10": 0.00013394334210035724, 
            "11": 0.11253451607241174, 
            "12": 0.00021662024481162884, 
            "13": 0.004399653904587561, 
            "14": 0.01910659527776688, 
            "15": 0.00012836795908362114, 
            "16": 0.7516104534496375, 
            "17": 0.013132083567699774, 
            "18": 0.00027302087973689456, 
            "19": 0.00010647178202917764
        }
    }, 
    {
        "content": {
            "text": "  An article in Business Day on Saturday, about efforts by the drug maker Bristol-Myers Squibb to recover from a competitive challenge to its best-selling blood thinner, Plavix, misstated the board's position on potential merger or takeover deals involving the company. While Bristol-Myers executives have said repeatedly that they would be open to considering such deals, the board has not actively pursued a merger or sale.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7503772470586509, 
        "file": "1820975.txt", 
        "other_topics": {
            "0": 0.0011641916759801865, 
            "1": 0.0014146407888174105, 
            "2": 0.002010035974787915, 
            "3": 0.0017488824168667909, 
            "4": 0.0010860314352901035, 
            "5": 0.0028909229566836244, 
            "6": 0.07689382577754013, 
            "7": 0.001655115078216512, 
            "8": 0.0020762669870628835, 
            "9": 0.002078062708114019, 
            "10": 0.0015869102156649238, 
            "11": 0.08641330261066431, 
            "12": 0.027503499270486863, 
            "13": 0.002251312063644503, 
            "14": 0.0019341584121315742, 
            "15": 0.001520855179806, 
            "16": 0.7503772470586509, 
            "17": 0.030898653415603612, 
            "18": 0.003234648444262965, 
            "19": 0.001261437529724745
        }
    }, 
    {
        "content": {
            "text": "  General Electric said yesterday that it would pay $4.8 billion in cash for Smiths Aerospace, the cockpit electronics arm of the London conglomerate Smiths Group. The two companies also said they would pool their technologies for detecting bombs, chemicals and other dangerous items into a joint venture, Smiths GE Detection.  The two deals give G.E. the ability to round out its aircraft engines business as well as increasing growth in its nascent security business. The deals give Smiths access to capital and research that its chief executive, Keith Butler-Wheelhouse, concedes the company needs badly.  In a statement, he said that ''increased capital requirements and the growing importance of supplier scale'' in the aerospace industry made it harder for Smiths business to grow.  The deal did not surprise G.E. analysts, many of whom noted that it was another sign that Jeffrey R. Immelt, G.E.'s chairman, would make good on his promise to get out of underperforming businesses and redeploy capital to fast-growing ones. Earlier this month G.E. said that it would acquire the oil and gas operations from Vetco International for $1.9 billion. G.E. also said it would seek a buyer for its lackluster plastics business.  ''Getting out of plastics, investing in oil and gas business last week and in aerospace and security this week, all of this is exactly in line with what they said they would do,'' said Daniel J. Rosenblatt, an analyst with Marble Harbor Investment Counsel, an investment advisory firm.  Under the terms of the deal, G.E. will pay about 1.8 times the Smiths unit's 2006 sales. Analysts say that considering the intense activity in the aerospace business, G.E. had little power to negotiate a lower price.  ''We are in a growing travel cycle, with more first-time travelers in China and Indonesia, with new airlines springing up, and with everyone buying more planes,'' said Virginie Maisonneuve, head of international equity investment at Schroders, a global asset management firm based in London. ''There aren't many companies out there that G.E. could buy, so you've got the law of supply and demand at work.''  Indeed, with this acquisition, G.E. goes into head-to-head competition with Honeywell International, a company that has long been a major player in electronic flight management systems. G.E. attempted to acquire Honeywell in 2001, but the deal was scuttled when European regulators deemed it to be anticompetitive.  In 2005, the European Commission acknowledged that some of the reasoning it used to reject the Honeywell deal might have been flawed. The commission has cleared 16 G.E. acquisitions since 2001, and few experts expect regulatory opposition to the Smiths deal.  Still, it is a combination that could make competitors sweat. GE Aviation, which had $13.2 billion in revenue in 2006, is a major supplier of jet engines and services for both commercial and military planes.  Smiths Aerospace, which has more than 11,000 employees and had $2.4 billion in revenue in 2006, makes the type of electronic flight management systems that GE Aviation has long needed to round out its portfolio. Smiths Aerospace controls are widely used by Boeing, a major G.E. customer, as well as by Airbus. The controls are used on both military and commercial airplanes.  G.E. is by far the more profitable of the two, and investors are expecting the Smiths unit to benefit quickly from an infusion of G.E. efficiency. ''G.E. has the resources to grow this business and make it competitive,'' said Timothy M. Ghriskey, chief investment officer at Solaris Asset Management.  Russell Wilkerson, a G.E. spokesman, amplified that thought. ''Their aerospace business has an 11 percent profit margin, ours has a 20 percent profit margin,'' he noted. ''We certainly can help expand theirs.''  Although G.E. has traditionally used stock to pay for at least part of its large acquisitions, the all-cash deal made sense, analysts said. In December, Mr. Immelt said that G.E. had ample cash on hand and was planning to spend at least $7 billion on industrial acquisitions this year. ''We have the cash available and this won't dilute equity,'' Mr. Wilkerson said.  Moreover, Smiths may well have made it a condition of the deal. Shares of the company, whose diversified portfolio includes medical devices, detection and a potpourri of industrial products, have performed poorly over the last year.  ''People are concerned about the lack of overlap between the businesses, but also about low margins in aerospace,'' said Mark Lovett, chief investment officer of RCM, the institutional equity arm of Allianz Global Investors.  Mr. Butler-Wheelhouse, the Smiths chief, has said he wants to return much of the money from the deal to shareholders. ''That would mean a stock buyback or special dividend, and it's hard to do either of those with a foreign company's stock,'' Mr. Ghriskey said.  Smith shareholders are clearly happy with the deal. The company's shares rose more than 11 percent on the London Stock Exchange. The New York Stock Exchange, where G.E. is listed, was closed yesterday.  G.E. shareholders are hoping the deal will eventually reflect well on their shares, which have had a hard time making it past the mid- to high-$30s for several years. ''This is a good deal, and it will ultimately come back to us, if not in a higher stock price than in dividends, buybacks or other ways,'' said Richard D. Steinberg, the president of Steinberg Global Asset Management, which counts G.E. shares as its largest holding.  In the long run, the formation of Smith GE Detection may have the bigger impact on the fortunes of both companies.  The joint venture will meld GE Security's homeland protection business, which had about $300 million in sales last year, with Smiths Detection, which had about $700 million in revenue in 2006. G.E. will own 46 percent of the company, and will have minority representation on its board.  Smiths GE Detection will be based in London. Mr. Butler-Wheelhouse will be its chairman, and Stephen Phipson, currently group managing director for Smiths Detection, will serve as its president.  Under the deal, G.E. cannot buy out Smiths for five years, unless Smiths -- which has on occasion been rumored to be a takeover target -- goes through a change of control.  G.E.'s agreement to be the minority partner in Smiths GE Detection is unusual, in that G.E. normally wants to apply its management efficiencies to any new company it invests in. Analysts say that Smiths, while eager to tap into G.E.'s global research operations, was adamant about not giving up control of the growing detection business.  ''Part of the reason they sold aerospace was to focus management's attention on growth areas like medical and detection,'' said Mr. Lovett, of RCM. ''So in detection they're sacrificing some equity in return for access to the G.E. name and resources.''  Correction:  January 18, 2007, Thursday  An article in Business Day on Tuesday about General Electric's purchase of Smiths Group's aerospace business misstated G.E.'s percentage of ownership of Smiths GE Detection, a joint venture between the companies. G.E. will own 36 percent, not 46 percent.  ", 
            "title": "G.E. Buying A British Aerospace Company"
        }, 
        "weight": 0.7491373933223707, 
        "file": "1819209.txt", 
        "other_topics": {
            "0": 8.305482062743814e-05, 
            "1": 0.0072170816151292455, 
            "2": 0.023270916593950593, 
            "3": 0.0019038072185357023, 
            "4": 7.747877597375456e-05, 
            "5": 0.0019852817507289423, 
            "6": 0.0019276173773565596, 
            "7": 0.06238447312540033, 
            "8": 0.003706203087794988, 
            "9": 0.0001482514684101861, 
            "10": 0.00011321206467391247, 
            "11": 0.14137185759386162, 
            "12": 0.005520212120778251, 
            "13": 0.00016061128376042785, 
            "14": 0.00013798516455581703, 
            "15": 0.00010849961974925447, 
            "16": 0.7491373933223707, 
            "17": 0.0004253068684643807, 
            "18": 0.0002307636722319724, 
            "19": 8.999245564592958e-05
        }
    }, 
    {
        "content": {
            "text": "  THE flow of earnings reports will pick up this week, but the earnings themselves are expected to show a dip in growth from past quarters. Any impact on share prices may depend on investors' expectations about those expectations.  Standard & Poor's estimates that earnings for companies in its 500-stock index rose by 9 percent, year over year, in the fourth quarter. That would be a healthy gain, but also the worst one in nearly five years, said Sam Stovall, S.& P.'s chief investment strategist.  ''This would be the first quarter in 19 where we've had a single-digit advance,'' he said.  But it has not been 19 quarters, or even two, since analysts last forecast single-digit growth.  Earnings estimates started off low for just about every quarter during the four-year bull market and then nudged up continually as fresh numbers came in. S.& P.'s forecast is close to those of other research firms, Mr. Stovall noted, but investors may still be disappointed if results meet expectations and nothing more.  ''Earnings are not going to grow at double digits forever,'' he said. ''The real question is: Is Wall Street prepared for the first single-digit advance in 19 quarters?''  One of the first big-name companies to report is Alcoa, which Mr. Stovall likened to a corporate Iowa for its status as a periodic bellwether.  S.& P. projects 150 percent earnings growth for aluminum producers, of which Alcoa is the biggest, and a result in that neighborhood on Tuesday would augur well for fourth-quarter earnings generally, and for 2007 economic activity, he said.  No triple-digit, or even double-digit, gain is foreseen for smaller companies. After increasing earnings at an annual rate of 17 percent or more in each quarter of last year, the S.& P. 600 index of smaller companies is expected to show growth of just 5 percent for the last quarter.  The gap in earnings growth is just one reason that Mr. Stovall expects investors to find larger companies more appealing than smaller ones this year. Smaller companies' run of outperformance is looking long in the tooth after seven years, he said, and indications of softening economic conditions could steer investors toward the comparative safety that blue chips are thought to offer.  ''It's getting later in the stock market and economic cycle,'' he said. ''When sailing into an impending storm, sailors prefer a larger ship.''  DATA WATCH -- The highlight of a thin post-holiday economic calendar may be the report on Wednesday of the nation's trade balance for November.  A Bloomberg News poll of economists forecasts a widening deficit, to $60 billion from $58.9 billion in October.  Retail sales for December, to be reported on Friday, are expected to rise by 0.6 percent after a 1.0 percent increase in November.  MARKET WEEK  ", 
            "title": "Setting The Bar On Earnings"
        }, 
        "weight": 0.7467923658546094, 
        "file": "1817132.txt", 
        "other_topics": {
            "0": 0.00020377564310314813, 
            "1": 0.000247613294656574, 
            "2": 0.01781138110443822, 
            "3": 0.009035893727198659, 
            "4": 0.0001900947745311334, 
            "5": 0.0005060160597385048, 
            "6": 0.0003645360748402481, 
            "7": 0.00028970499139613083, 
            "8": 0.00036342180525071507, 
            "9": 0.0003637361213720023, 
            "10": 0.00027776667400736417, 
            "11": 0.21591030225360777, 
            "12": 0.0004492189307842174, 
            "13": 0.000394061023678752, 
            "14": 0.0003385476656699469, 
            "15": 0.0002662046540324139, 
            "16": 0.7467923658546094, 
            "17": 0.0054083817129895635, 
            "18": 0.00056618044995668, 
            "19": 0.00022079718413867206
        }
    }, 
    {
        "content": {
            "text": "  The Highbridge Capital Management hedge fund will announce today that it has taken a major equity stake in the energy business of the Louis Dreyfus Group, the old-line commodities trading firm, in a deal worth about $1 billion.  Highbridge Capital, a $17 billion hedge fund headquartered in New York that is majority owned by JPMorgan Chase, said it invested in Louis Dreyfus to gain more access to energy delivery and trading markets on its own.  The venture with Louis Dreyfus reflects a trend among larger hedge funds to try to diversify their investment offerings in an attempt to gather more capital.  ''We saw this as a real opportunity that is uncorrelated to everything else we're doing,'' said Glenn Dubin, managing partner of Highbridge. He explained that he had considered trying to get Highbridge into the energy trading business more heavily on its own, but concluded, ''there was no way we could do this by ourselves.''  Commodities have proved tricky for some multi-strategy funds. Amaranth, the $9 billion multistrategy fund that failed, had roots in a traditional investment strategy that then expanded aggressively into energy trading. Its initial success caused investors to pour billions into the fund, but when one energy trader made a series of bets that soured, the fund lost $6 billion in a week.  Highbridge and Dreyfus will jointly manage the venture, which will be called Louis Dreyfus Highbridge Energy and maintain its headquarters in Wilton, Conn. Before the Highbridge investment, Louis Dreyfus Energy was one of the 10 largest natural gas marketers in the United States and had worldwide interests in both the physical delivery of petroleum and natural gas as well as financial interests in energy.  JPMorgan Chase bought its stake in Highbridge in 2004 to gain exposure to the fast-growing hedge fund sector. The deal proved to be well-timed, as pension funds and other institutions continued to pour billions in to hedge funds, including Highbridge.  ", 
            "title": "Highbridge Hedge Fund Buys Stake In Louis Dreyfus Energy Business"
        }, 
        "weight": 0.743105162059564, 
        "file": "1817359.txt", 
        "other_topics": {
            "0": 0.0002606641301945296, 
            "1": 0.00031674003376147596, 
            "2": 0.0004500498413087111, 
            "3": 0.0003915771976476898, 
            "4": 0.00024316394394889086, 
            "5": 0.0006472816577466748, 
            "6": 0.006049747663298356, 
            "7": 0.0952891180465375, 
            "8": 0.00046487905677447403, 
            "9": 0.00046528112120726786, 
            "10": 0.00035531139725323955, 
            "11": 0.13660036679258009, 
            "12": 0.0005746283514390029, 
            "13": 0.0005040718920896436, 
            "14": 0.0004330607498393501, 
            "15": 0.011507408110916304, 
            "16": 0.743105162059564, 
            "17": 0.0013348080713017922, 
            "18": 0.0007242422709293139, 
            "19": 0.00028243761166183844
        }
    }, 
    {
        "content": {
            "text": "  Inside a Philip Johnson-designed office tower in Boston's financial district, UBS, the giant Swiss bank, is running a ''hedge fund hotel.''  Like a few other big investment banks, UBS leases space to ambitious young hedge fund traders as a temporary home, complete with receptionists, espresso machines and consultants to help manage their information systems.  In return, the banks hope the hedge fund hotel guests may become big clients.  Some regulators, however, are growing concerned about the relationship between the banks and their hedge fund hotel guests, looking at whether the banks might be using the real estate relationship as a way to entice hedge funds to do business with them, possibly at the expense of their investors.  William F. Galvin, the Massachusetts secretary of state, has subpoenaed UBS and is examining other banks with hedge fund hotels in Boston to determine how they are charging for their services. He is looking at whether hedge funds are paying higher than normal trading fees to banks to compensate them for the office space and failing to disclose this expense to investors.  ''It's a conflict of interest issue,'' Mr. Galvin said.  UBS, which declined to comment, is the leader in this business, with 400,000 square feet of hedge fund hotels in a number of cities. Bear Stearns is also active, with space for rent in New York, Boston, San Francisco and Los Angeles.  While the state investigation is in a preliminary stage and may not lead to any specific charges, at its heart is a thorny issue that has dogged regulators for decades. Money managers, including mutual funds and hedge funds, often pay Wall Street with ''soft dollars'' -- inflated commissions that include the cost of trading (typically 1 to 2 cents a share) plus an additional few cents a share that can be directed to pay for research and other services.  Soft dollars are controversial because clients pay for the higher commissions, while the services often benefit the manager the most. Higher commissions result in greater expenses for the fund and potentially lower returns for investors.  In the late 1990s, the Securities and Exchange Commission cracked down on the use of soft dollars by mutual funds, concerned that investors were being duped into paying for services enjoyed by the manager.  Massachusetts is now investigating whether hedge funds are improperly using soft dollars to pay for space in these hotels and failing to disclose to investors that they are covering a major expense.  ''It's the same soft dollar question,'' Mr. Galvin said in an interview. ''What kind of quid pro quo might be in the placement of an order? What's the relationship between the entities?''  As hedge funds have exploded, so, too, have the fortunes of Wall Street, which earns billions of dollars a year in fees executing trades and lending money to hedge fund clients. Hedge funds typically trade more than other Wall Street clients and they trade exotic, high-margin products, like complex derivatives.  Because hedge funds have become such important customers, there are concerns that they may be receiving tips about pending mergers, for example, or other yet-to-be-disclosed news that could affect a stock price. Trading ahead of public disclosure would give a fund an advantage; while it generally would be illegal, it is often hard for regulators to detect or prove.  Trading and the soft dollars used to pay for it are only one part of the business Wall Street does with hedge funds. The main business of servicing hedge funds is called prime brokerage. It includes financing trades; finding and lending stock to allow hedge funds to short stocks (betting that their price will fall); structuring derivatives; and executing swaps. It can also include hedge fund hotels -- securing real estate, receptionists and information technology and even managing, say, the risk of trading currencies in Asia.  The global prime brokerage business generates $8 billion to $10 billion a year, according to an estimate by the Vodia Group, a consulting firm for the financial services industry. The business is highly profitable, with a return on equity -- a measure of how efficiently the bank reinvests its capital -- of a healthy 15 to 20 percent. In 2006, Goldman Sachs made $2 billion directly servicing hedge funds, 22 percent more than the previous year.  Prime brokerage is only the tip of the iceberg when it comes to the fees that hedge funds generate for Wall Street firms: billions of additional dollars come from trading for these funds. Credit Suisse estimates that investment banks made $25 billion in revenue from hedge funds in 2004, $19 billion of which came from sales and trading and the rest from prime brokerage.  Hedge funds now control half the volume traded on the New York and London Stock Exchanges, according to Credit Suisse.  In markets like convertible arbitrage, hedge funds control 70 percent of the trading. (In convertible arbitrage, an investor buys a bond that can be converted into stock and then sells that stock short, betting that its price will fall because of the sale of convertible bonds.)  ''Hedge funds generate about 30 to 35 percent of the equity commission volume of the major Wall Street firms,'' said Brad Hintz, a securities analyst with Sanford C. Bernstein & Company, a respected Wall Street research firm that manages money for wealthy individuals and institutions. But that is only part of the equation.  ''Because a hedge fund has broad investment guidelines -- it is not constrained like a mutual fund to invest in certain stocks or certain sectors -- it allows the hedge fund to really go after some of the more financially attractive products the Street offers,'' Mr. Hintz said.  In the United States, Goldman Sachs, Morgan Stanley and Bear Stearns lead the pack in prime brokerage, collectively controlling about 75 percent of the market, according to Sanford C. Bernstein, a unit of AllianceBernstein.  But neither Goldman nor Morgan Stanley run significant hedge fund hotel operations. (Goldman inherited a small business from Spear, Leeds & Kellogg, which it bought in 2000.)  Bear Stearns' hedge fund hotel clients tend to be small. Bear is unusual because it accepts only ''hard dollar'' arrangements, rather then venturing into the murky area of soft dollars.  Bank of America exited the hedge fund hotel business 18 months ago because of a lack of demand.  Lehman Brothers and Credit Suisse have been building their prime brokerage businesses. Lehman has space that it leases to a select group of clients, but it is not a major player in hotel space. Credit Suisse prefers to cater to a small number of institutional-quality hedge funds that are expanding into high-margin products like structured derivatives and reinsurance.  Jefferies, a bank that caters to midmarket clients, recruited a significant part of Bank of America's prime brokerage team to build its business. Glen Dailey, head of prime brokerage, said the hedge fund hotel business was too expensive to build at Bank of America.  ''It took a lot of resources, especially tech support,'' Mr. Dailey said. ''Clients would call because there wasn't coffee or hot water. In the end, we felt like the client service group was spending 80 percent of its time on the real estate.''  Correction:  January 3, 2007, Wednesday  Because of an editing error, a front-page article yesterday about an investigation into the possibility that banks are luring hedge funds as tenants in order to solicit their trading business misstated the nature of a request made by the Massachusetts secretary of state, William F. Galvin, to UBS, the Swiss bank. While Mr. Galvin has requested information from UBS, he has not issued a subpoena. UBS is cooperating with the inquiry.  ", 
            "title": "Banks' Leases To Hedge Funds Are Questioned"
        }, 
        "weight": 0.7382207683754999, 
        "file": "1815975.txt", 
        "other_topics": {
            "0": 6.677890167028969e-05, 
            "1": 8.114484932705074e-05, 
            "2": 0.00011529716066823306, 
            "3": 0.00010031719806836486, 
            "4": 6.229557204746385e-05, 
            "5": 0.061673394495430515, 
            "6": 0.0015498699573123858, 
            "7": 9.493863368175754e-05, 
            "8": 0.06305707380365205, 
            "9": 0.00011919922476082346, 
            "10": 9.102635196411567e-05, 
            "11": 0.11938941791595818, 
            "12": 0.014451298436693665, 
            "13": 0.0001291369368370333, 
            "14": 0.00011094476715765167, 
            "15": 8.723738590684109e-05, 
            "16": 0.7382207683754999, 
            "17": 0.00034196119303277304, 
            "18": 0.000185541844057188, 
            "19": 7.23569962736407e-05
        }
    }, 
    {
        "content": {
            "text": "  Stocks surged early yesterday, the first trading day of 2007, but fell sharply after minutes from a Federal Reserve meeting indicated that inflation remained the chief concern of policy makers even as they started to worry about a weakening economy. Markets closed mixed for the day.  The Standard & Poor's 500-stock index closed down slightly, at 1,416.63, after being up 0.8 percent. The Nasdaq composite index surged 1.6 percent early, but reversed course in the afternoon, falling 0.9 percent; it closed up 7.87 points, or 0.33 percent, at 2,423.16.  The Dow Jones industrial average also seesawed to a modest gain of 11.37 points, closing at 12,474.52. Bonds were up slightly and the dollar rose against the euro and yen.  Like markets in Europe and Asia, American stock markets, which were closed Tuesday in observance of the day of mourning for President Gerald R. Ford, began the year on an upbeat note. Investors were encouraged by Wal-Mart's posting of sales that were stronger than expected, and by a report showing an increase in manufacturing activity last month.  But the rally started to sag in early afternoon and collapsed shortly after the Fed released the minutes of its Dec. 12 meeting. Energy stocks were among the biggest losers as crude oil futures fell by $2.73, to $58.32 a barrel, the first time they have closed below $60 since November.  The Fed, as it has done repeatedly in recent months, indicated in its minutes that while inflation had moderated, the central bank's policy makers were worried that it remained too high and that they might need to raise short-term interest rates. The minutes noted, however, that one unnamed member of the policy-making committee wanted the Fed to acknowledge that it could also cut rates to reinvigorate the economy.  ''It was a blunt reminder to the stock market that the Fed's going to err on the side of avoiding inflation,'' said Ethan S. Harris, chief United States economist at Lehman Brothers.  Stocks climbed steadily in the last six months of 2006, partly on the expectation that the Fed, which last raised interest rates in June, to 5.25 percent, would start cutting rates in the first half of 2007. But some economists and market specialists have suggested that that view was inconsistent with investors' optimism that the economy and corporate profits would hold up well in the coming year.  ''There is a sense in the stock market that you can have your cake and eat it too, that you can have good growth and rate cuts from the Fed,'' Mr. Harris said.  The bond and futures markets, by contrast, have become a little less hopeful in recent weeks about interest rate cuts, and are now priced with the expectation that the Fed's first rate cut will come in late June. Yields on the 10-year Treasury note, which move in the opposite direction of the price, have risen to 4.66 percent, from a low of 4.02 percent at the start of December. Bond prices and yields were little changed in yesterday's trading after the Fed's announcement.  ''The bond market got the reaction to the Fed minutes right,'' said Joseph Biondo, a senior portfolio manager at Biondo Investment Advisors, ''and the stock market didn't.''  Still, market specialists said the stocks' late-afternoon recovery suggested that investors were not as moved by the Fed as it first seemed. Also, the energy sector was responsible for much of the decline in stock prices -- the S.& P. Energy index fell 3.7 percent for the day. Analysts said warmer-than-expected temperatures on the East Coast helped drive down prices for crude oil and other commodities.  Another concern for the markets is the possibility that profit growth will slow. Companies will start reporting results for the fourth quarter later this month and, for the first time in four and a half years, profits may not post double-digit gains, said Sam Stovall, chief investment strategist for S.& P.'s Equity Research Service. He said he expected stocks to register a gain in 2007, but that the markets might first experience a correction typically seen late in an economic expansion.  ''There is a healthy level of skepticism that is coming back into equity valuations,'' he said.  The next few days could prove critical, specialists note, citing a market truism that the markets' performance in the first five trading days of a year is a harbinger of their performance in the coming 12 months.  While it is too early to draw those broader conclusions, the market did appear to start off on a new footing. Toward the end of last year, volatility, a measure of the sharpness of the stock market's movements, fell to historic lows.  ''Volatility is back,'' said Jeffrey N. Kleintop, chief investment strategist at PNC Advisors. ''That's maybe the story for 2007. We have not seen it for a while. At this point in prior business cycles, we saw volatility spike back up.''  Following are the results of yesterday's auction for four-week Treasury bills:  (000 omitted in dollar figures)  Price -- 99.629  High Rate -- 4.760  Coupon Yield -- 4.844  Low Rate -- 4.730  Median Rate -- 4.750  Total applied for -- $32,054,700  Accepted -- $11,555,120  Noncompetitive -- $275,708  The four-week bills mature February 01, 2007.  STOCKS & BONDS  ", 
            "title": "Markets Finish Mixed as Fed Hints at Nagging Concern With Inflation"
        }, 
        "weight": 0.73736498499287, 
        "file": "1816307.txt", 
        "other_topics": {
            "0": 0.00010754455512093416, 
            "1": 0.00013068029726394042, 
            "2": 0.002489292758995218, 
            "3": 0.00016155654207234183, 
            "4": 0.00010032434517905928, 
            "5": 0.00026705484129464546, 
            "6": 0.014014057199214058, 
            "7": 0.043921515566224985, 
            "8": 0.00019179935232569074, 
            "9": 0.0001919652356811125, 
            "10": 0.0001465940331662829, 
            "11": 0.16002097077381264, 
            "12": 0.00023707961033711989, 
            "13": 0.00020796949447279925, 
            "14": 0.00017867178597628342, 
            "15": 0.00244410369601232, 
            "16": 0.73736498499287, 
            "17": 0.03740849990613866, 
            "18": 0.00029880717676322125, 
            "19": 0.00011652783707878589
        }
    }
]