[
    {
        "content": {
            "text": "  You can't put the world in your pocket, but you can put the Web there, with Nokia's N800 Internet tablet, which is about the size of a paperback (3 by 6 by  1/2 inch). Like the earlier N770, it lets you browse the Internet, send and receive e-mail and instant messages, download audio and video and get R.S.S. feeds. The N800 adds a Web cam for videoconferencing and a microphone for Internet phone calls.  As a media player, the N800 handles MP3 and Windows Media files and other common audio and video formats, displaying images on a 4.1-inch color screen and playing audio through built-in stereo speakers or a headphone. Content can be loaded from SD or MMC memory cards, streamed from the Web or downloaded through a U.S.B. connection from another computer. The tablet uses Wi-Fi networking, but it can also connect to a compatible Nokia phone via Bluetooth and use it as a wireless modem.  The tablet, available from retailers and www.nokiausa.com for $400, has an on-screen keyboard. It will recognize text written with a stylus, which can also be used for doodling.  IVAN BERGER  CIRCUITS  ", 
            "title": "Take an Internet Call and Some Notes, or Just Doodle"
        }, 
        "weight": 0.847496563130602, 
        "file": "1819665.txt", 
        "other_topics": {
            "0": 0.0007948378501325725, 
            "1": 0.0006459600266766007, 
            "2": 0.0006819616904416788, 
            "3": 0.0006295409967228235, 
            "4": 0.0009045960515868136, 
            "5": 0.000387590379132587, 
            "6": 0.0010089492213353733, 
            "7": 0.0010406561051519135, 
            "8": 0.0004373910010888661, 
            "9": 0.000645265568288619, 
            "10": 0.036522217110093326, 
            "11": 0.011532194398367454, 
            "12": 0.031620056394933004, 
            "13": 0.0005098313886427213, 
            "14": 0.01268798750321945, 
            "15": 0.00085986767948195, 
            "16": 0.021143631200855096, 
            "17": 0.0011717383518191021, 
            "18": 0.0003513149636947999, 
            "19": 0.013076512166864094, 
            "20": 0.0007039643206087087, 
            "21": 0.0004880048933929888, 
            "22": 0.847496563130602, 
            "23": 0.00035622392885347365, 
            "24": 0.00040921763277497936, 
            "25": 0.0003850151431216542, 
            "26": 0.0004339041600359163, 
            "27": 0.0005088308698557067, 
            "28": 0.0013346628545445002, 
            "29": 0.010938631894010765, 
            "30": 0.00029288112367043673
        }
    }, 
    {
        "content": {
            "text": "  Offline Options For Backup  Q. What are the alternatives for backing up a computer's data if you don't want to use an online service?  A. Online services that let you back up your computer's files to a remote server can put your mind at ease, but they are just one option for stashing copies of your valuable files and folders. Because computer hard drives can be quite large, many people still use the traditional backup method of copying files onto an even larger external hard drive.  Many hard-drive makers include basic backup software with their drives, and you can also buy your own preferred program for Windows or Macintosh at most computer stores. Maxtor, LaCie, Western Digital and Iomega are among the many makers of external drives designed for home users. Prices vary, but it is possible to find a 250-gigabyte external drive for $150 or less on the Web.  Most drives now use the U.S.B. 2.0 connection to copy data between drives at a relatively fast clip. You can usually use a U.S.B. 2.0 drive with an older computer that just has U.S.B. 1.1 ports, but the data-transfer speeds will be much slower. Some backup drives also have FireWire connections, which are found on many Macintosh computers.  Although it is usually not included in the default installation, Windows XP has its own backup software that you can install from your Windows XP system discs. Mac OS X users with .Mac accounts can use Apple's free backup software.  Once you select a drive and install your backup software, you can set it up to back up your files, songs, pictures, videos and other data at regularly scheduled intervals, so if you accidentally delete a file or your computer dies, you have a copy of everything. Depending on how much data you have, most backup programs let you back up your files to a recordable CD or DVD instead of a hard drive.  Smartphones And the Mac  Q. Many of the best new smartphones run Windows Mobile or seem to be otherwise PC-only for synching data. Is there any way to use one with Mac OS X?  A. Smartphones, the Internet-connected hand-helds that combine voice calling with e-mail and other functions, typically allow you to transfer contact and calendar information between Mac and phone. If the smartphone you seek doesn't come with Mac OS X software, you can often find a third-party program that will sync up the phone and your Mac. (Apple's recently announced smartphone, the iPhone, will certainly be compatible with the Mac, but its price, exclusive arrangement with Cingular Wireless and lack of availability until midyear may put it out of contention for many people.)  PocketMac (pocketmac.com) and the Missing Sync (markspace.com) are two families of synchronization programs that let Macs communicate with smartphones and other devices designed for Windows. Both offer software for use with Windows Mobile smartphones, although PocketMac is still working on support for Windows Mobile 5.0; both also have programs, or soon will, designed to sync a Mac to some versions of the BlackBerry hand-held. Expect to pay $20 to $40 for the software, depending on what device you use.  Owners of newer Macs running Intel processors also have the more expensive option of installing Apple's free Boot Camp software and buying a copy of Windows XP to use the system on their Macs. Programs like Parallels Desktop for Mac ($80 at parallels.com) also let you run many Windows programs on a Mac.  Gatekeeping For Pop-Ups  Q. Is there a way to temporarily override the function that blocks pop-up windows in my Web browser to browse sites that legitimately use pop-ups?  A. Most Web browsers -- including Internet Explorer, Firefox and Safari -- now include a function that blocks the pesky pop-up and pop-under windows favored by advertisers. This feature can cause problems, however, with sites like banks that sometimes use the extra windows for certain functions.  Check your browser's settings or preferences area for the pop-up blocker function. On many versions of Internet Explorer or Firefox, you can choose to allow pop-ups only from certain sites -- and have the browser block the rest. In the Safari browser for Mac OS X, you can quickly turn pop-up blocking off or on with a keyboard shortcut (Command-K) when you get to a site that uses pop-ups you want to see.  J. D. BIERSDORFER  Q & A  ", 
            "title": "Q & A"
        }, 
        "weight": 0.8334425897432716, 
        "file": "1819661.txt", 
        "other_topics": {
            "0": 0.00022188404703521648, 
            "1": 0.0030636983844255054, 
            "2": 0.017490621127083904, 
            "3": 0.00017574037786970725, 
            "4": 0.0002525237478621356, 
            "5": 0.002991572852131634, 
            "6": 0.00028165459967159764, 
            "7": 0.000290505778184191, 
            "8": 0.0001221004830635522, 
            "9": 0.00018012999214931364, 
            "10": 0.11399689253599679, 
            "11": 0.0003359109683474034, 
            "12": 0.00017681649558812565, 
            "13": 0.00014232267851708777, 
            "14": 0.023725554211500115, 
            "15": 0.00024003753797886335, 
            "16": 0.00013563022328261603, 
            "17": 0.0003270982220142542, 
            "18": 9.807180913142313e-05, 
            "19": 0.000767017106945705, 
            "20": 0.00019651612262677767, 
            "21": 0.00013622967338679885, 
            "22": 0.8334425897432716, 
            "23": 9.944217801355392e-05, 
            "24": 0.00011423570790336538, 
            "25": 0.00010747942880604756, 
            "26": 0.0001211271091809823, 
            "27": 0.00014204337732683805, 
            "28": 0.0003725796343801624, 
            "29": 0.00017021421571659484, 
            "30": 8.17596306081538e-05
        }
    }, 
    {
        "content": {
            "text": "  Moving It All To Vista  Q. When the time comes, how can I move all of my bookmarks, music and other files from my old computer to a new Windows Vista PC?  A. Windows Vista, scheduled for its debut to the general public next week, includes a free tool called Windows Easy Transfer. Like the Files and Settings Transfer Wizard that came with Windows XP, it is designed to move most of your personal stuff by means of a cable connection between old and new machines. Moving files over a network or with recordable discs and drives are other methods for transferring your files to the Vista PC as well.  According to Microsoft's own description of Windows Easy Transfer (found at support.microsoft.com/kb/928635), the tool can move your user accounts and settings, personal files and folders, e-mail settings, messages and contacts, Internet settings and bookmarks and all your digital music, picture and video files.  It won't move system files like fonts and drivers, however, so you will need to reinstall any custom fonts and Vista-compatible drivers on the new machine yourself.  While Windows Easy Transfer will move program settings and preferences if you have the same programs installed on the new computer, it won't move the programs themselves. (Some types of software, like security programs designed for older versions of Windows, will probably not work on Vista anyway.)  Unfortunately for those with older computers, Windows Easy Transfer is designed to transfer files and settings from older machines running Windows 2000 or later. For Windows 95, Windows 98, Windows Me and Windows NT users who don't want to move data and reconfigure all their program settings manually, separate software can be a much easier solution.  Several data-migration programs can be found around the Web or in computer stores. For example, Laplink PCmover (www.laplink.com) works with most older versions of Windows, costs less than $60 and is designed to move your files and settings between machines. Laplink PCmover even promises to move your programs as well.  Leaping To Linux  Q. What type of computers can run the Ubuntu Linux system?  A. Ubuntu, a free and flexible version of the Linux operating system, can work on many kinds of computers, including PCs and Macintosh machines with Intel processors. PC hardware with A.M.D. processors and Macs with the older PowerPC chips can also run Ubuntu, as can some high-end workstations and servers used by computer professionals. ''Ubuntu,'' a Zulu and Xhosa word from South Africa, roughly translates to ''humanity to others.''  Because it often has less-demanding hardware requirements than the latest versions of Windows or the Mac operating system, many people have found installing Linux on an older computer can give it a few more years of usefulness.  The standard desktop version of Ubuntu Linux includes a point-and-click graphical interface and programs for word processing, e-mail, Web browsing and other typical tasks. The system can be downloaded free at www.ubuntu.com, where there is much more information on installing and using it.  The Longevity Of Mail Accounts  Q. How long can you go without logging into Yahoo Mail before your account is shut down?  A. Free Web-based e-mail services like Yahoo Mail, MSN Hotmail and Google Gmail now offer at least a gigabyte of mail storage, but you do need to log in every once in awhile to keep the account active. The exact length of time may vary by company, and you should check with your particular mail service for specific details.  In the case of Yahoo, its Web site states that you need to check in at least once every four months before your free account expires. People who pay $20 a year for the premium service, Yahoo Mail Plus, do not have to worry about their accounts expiring. (Yahoo Mail Plus subscribers get more mailbox space, no advertisements on their messages, better spam filters and other perks.)  An account with Microsoft's MSN Hotmail service may expire if not checked at least every 30 days. If you do not log into a Gmail account for an extended period of time, Google will mark your account as dormant and may delete the entire thing after nine months if you have not used it.  J. D. BIERSDORFER  Q & A  ", 
            "title": "Q & A"
        }, 
        "weight": 0.8061959472708079, 
        "file": "1821252.txt", 
        "other_topics": {
            "0": 0.00021688124810109732, 
            "1": 0.000176258109481918, 
            "2": 0.00018608160463855133, 
            "3": 0.0001717779759447562, 
            "4": 0.0002468301184483727, 
            "5": 0.00010575878484427015, 
            "6": 0.00027530415965639827, 
            "7": 0.00028395577147179017, 
            "8": 0.00011934749484881666, 
            "9": 0.0001760686180002093, 
            "10": 0.15652042886877698, 
            "11": 0.0003283372150430903, 
            "12": 0.00017282983053724634, 
            "13": 0.00013911374234569523, 
            "14": 0.009098799586684518, 
            "15": 0.00023462543397591694, 
            "16": 0.00013257218127581542, 
            "17": 0.0003197231688803736, 
            "18": 9.586059318892705e-05, 
            "19": 0.009204813302507508, 
            "20": 0.0001920852919206006, 
            "21": 0.0001331581156343539, 
            "22": 0.8061959472708079, 
            "23": 9.720006449155864e-05, 
            "24": 0.0001116600460413542, 
            "25": 0.000105056100139317, 
            "26": 0.00011839606753648149, 
            "27": 0.00013884073853335775, 
            "28": 0.0003641791160794675, 
            "29": 0.014258193176328336, 
            "30": 7.99162038349098e-05
        }
    }, 
    {
        "content": {
            "text": "  Getting Graphic With Vista  Q. When shopping for a new computer, what kind of graphics card will be necessary to run Microsoft's Windows Vista?  A. The Windows Vista operating system, due at the end of the month for consumers, will be available in several versions with a range of system requirements, so your graphics-card needs will vary. Most hardware makers are labeling new computers as either Vista Capable to run the basic version, or Vista Premium Ready for a PC that can handle more Vista features.  To run the low-end Vista Home Basic version of the system, Microsoft states that a compatible PC needs to have at least an 800-megahertz processor, 512 megabytes of system memory and a graphics processor that can run the DirectX 9 multimedia software and has at least 32 megabytes of graphics memory.  While these hardware requirements are designed for the simplest version of Vista, they are not enough to display Windows Aero, its sophisticated graphical interface. Windows Aero -- which works with the Vista Home Premium, Vista Business, Vista Enterprise and Vista Ultimate editions of the system -- features shimmering effects like translucent windows and 3-D graphics.  According to Microsoft, a Windows Aero-compatible graphics card must be able to handle DirectX 9, Pixel Shader 2.0 technology and support 32 bits per pixel for color depth. The card needs at least 128 megabytes of graphics memory (although 256 megabytes of dedicated graphics memory is often recommended) and be able to run the Windows Display Driver Model software. Also known as W.D.D.M., that is the code that lets Vista and the graphics card communicate properly.  The Windows Vista home page of Microsoft's site has the full system requirements at www.microsoft.com/windowsvista.  Many PC makers now have areas of their Web sites devoted to Vista systems and information (www.dell.com/vista, for example) and may be helpful for research. For those looking to upgrade existing computers, graphics-card manufacturers like Nvidia (www.nvidia.com) and ATI (ati.amd.com) detail their product specifications on their Web sites and tell which cards work best with Microsoft's new system.  Voice Quality On the Internet  Q. Is there a way to make VoIP phone calls sound smoother, with fewer gaps in the audio?  A. Voice-over-Internet protocol, or VoIP, is technology that converts a phone conversation into data that can travel over a computer network -- and uses the Internet's cables instead of the telephone company's wires to carry the chat.  VoIP can be used for free computer-to-computer audio calls with software like Skype (www.skype.com). Many companies also offer residential and business VoIP phone plans that work pretty much like standard telephone service except for the use of Internet networking to carry the calls.  One factor that can affect call quality is network traffic. If your home or office network is being used to upload, download or stream a lot of data while you are trying to talk over your VoIP connection, the audio quality of the call may suffer from the lack of available bandwidth. Most VoIP services require a broadband Internet connection.  Call fidelity may vary by VoIP provider, and several consumer-oriented product sites and magazines have compared the different services for value and call quality. Consumer Reports has tested VoIP service, and sites like ConsumerSearch (www.consumersearch.com) have also done VoIP roundups.  New Background For a Mac Desktop  Q. How do I make my Mac automatically change its desktop background?  A. In recent versions of Mac OS X, you can set the computer to change its desktop background image at specified intervals in the System Preferences area. To get there, go to the Apple menu to System Preferences. Click on the Desktop & Screen Saver icon and click the Desktop tab.  In the dialog box, you can select a folder of photos or iPhoto album to use as background images. Put a check in the box next to ''Change picture'' and use the drop-down menu to select the length of time to display each image.  J. D. BIERSDORFER  Q & A  ", 
            "title": "Q & A"
        }, 
        "weight": 0.7983092949038743, 
        "file": "1817994.txt", 
        "other_topics": {
            "0": 0.0002162717158229456, 
            "1": 0.00017576274619921894, 
            "2": 0.00018555863298751863, 
            "3": 0.00017129520381977705, 
            "4": 0.0030565789213657492, 
            "5": 0.005726346565407535, 
            "6": 0.0002745304331443589, 
            "7": 0.00028315773010217005, 
            "8": 0.00011901207557645528, 
            "9": 0.00017557378727242476, 
            "10": 0.14483876718352387, 
            "11": 0.011569184461272924, 
            "12": 0.0001723441022354116, 
            "13": 0.0029491652759449315, 
            "14": 0.0006419004192625154, 
            "15": 0.00023396603268357005, 
            "16": 0.0001321995947826073, 
            "17": 0.00031882460529679125, 
            "18": 9.559118250329606e-05, 
            "19": 0.02604159873259597, 
            "20": 0.00019154544725164509, 
            "21": 0.00013278388240631954, 
            "22": 0.7983092949038743, 
            "23": 0.002907369394072567, 
            "24": 0.00011134623190187459, 
            "25": 0.0001047608460100997, 
            "26": 0.0001180633221958789, 
            "27": 0.00013845053462038944, 
            "28": 0.00036315561161228685, 
            "29": 0.00016590882031569508, 
            "30": 7.969160393883202e-05
        }
    }, 
    {
        "content": {
            "text": "  IF you have an ordinary cellphone -- the type that you got free, or cheaply, when you signed up for service -- you might envy those with phones that are also personal digital assistants, like BlackBerrys, Treos, Sidekicks and Windows smartphones.  Those devices, typically costing $200 to $400, let you do more than just make phone calls and take pictures. They are pocket-size computers equipped for many functions, including e-mail, Web browsing and contact management, note taking, financial recordkeeping and a calendar.  But as it turns out, that humble cellphone in your pocket may be able to do all this and more, depending on its built-in features and the available add-on software.  The screen may be a bit smaller than on a palmtop, and you will lack an alphanumeric keyboard, making typing a lot harder -- but as anyone who has sent text messages or entered names into their phone's address book knows, you can peck out letters using the numeric keypad.  Cellphone manufacturers, carriers and independent application providers are now offering lots of programs and services that can be used on a wide number of phones. Not all services work on all phones. Some are carrier-specific, and some work only on certain phones.  Many require that the phone be able to handle programs written in Java (most new ones are). Some services are free; others charge a monthly fee.  There are a variety of ways to get these applications, and you probably already have some. In addition to Bluetooth and a camera, the Nokia 6102i, effectively free after a rebate from Cingular Wireless, comes with software applications including an audio recorder, an alarm clock, a calendar, a to-do list, a note taker, a calculator, a countdown timer and a stopwatch. It also has AOL, Yahoo, ICQ and MSN instant messengers, a text messaging program, an FM radio, e-mail and, of course, an Internet browser.  And all of this is before you download any applications over the wireless network from the Cingular Mall, where you can buy games, ring tones, graphics and other applications.  Sprint's Samsung M500, available for as little as $9.99 after rebate, has a comparable list of built-in features, along with a dictionary and the ability to store files and play music. Like more expensive hand-helds, it comes with a U.S.B. cable to sync with a PC and a 64-megabyte microSD card (for about $30 you can buy a one-gigabyte card) to store MP3 files that you can play on the phone.  It can even display an analog clock, but the real power of this and many other phones is the applications you can buy and download.  Some of the productivity programs that can be downloaded from Sprint are RandMcNally StreetFinder, MapQuest Mobile, Vindigo City Guide, Zagat restaurant guide and FlyteSource Mobile, which gives real-time flight status. These or similar services are also available on phones from other carriers.  All cellular carriers offer some type of e-mail service, sometimes for an extra fee. But consumers have choices. In addition to the carrier's services, there are free third-party services you can use, including Yahoo Mail, Gmail and Flurry.  Before using any of these services or downloading any applications, check to see what, if anything, it will cost. Even if the application is free, there may be data or air-time charges from your carrier, and there may be plans that can reduce those charges.  Flurry, a free service that works with several carriers, is both an e-mail application and an R.S.S. (for Really Simple Syndication) news reader, which you can use to subscribe to frequently updated content. You start by visiting www.flurry.com from your PC and entering your cellphone number, carrier name, e-mail address and password, and any R.S.S. feeds you wish to subscribe to. The service then sends a text message to your phone with a link for downloading the program.  The service works with most publicly available e-mail accounts, the company's chief executive, Sean Byrnes, said. It can also import up to 430 contacts from Outlook, Gmail and any other program or service that can export standard comma separated values, or CSV, files. You can also dial a phone number from that contact list.  Google recently started offering a free cellphone version of its popular Gmail service. If you have signed up for a Gmail account, you can download the application by pointing your cellphone browser to gmail.com/app. You enter your Gmail user name and password, and a few minutes later you are reading your mail. You can also compose and respond to mail and bring up your Gmail contact list.  Yahoo is conducting a public beta test of its free Go 2.0 service, which has numerous applications, including a phone-centric Internet search tool. You tell it where you are (a satellite-based locator will be available later) and it can find nearby restaurants, movie show times, stores and services and display a map to your destination. Because it is a downloaded application (at mobile.yahoo.com), it is faster than using a Web page, but it can also link you to Web pages through your phone's browser.  Yahoo Go also gives you access to Yahoo e-mail synchronized with your Web account. Mail is searchable, and you can display JPEG graphic files. You can track your stock portfolio, follow sports teams and get weather reports. You can also connect to a Flickr photo account to see or share photos from the road. Yahoo Go works with a limited number of phones from Cingular, Sprint, T-Mobile, Verizon, Alltel, Telus and Rogers.  You're not going to find Microsoft Outlook on a run-of-the-mill cellphone. But with SoonR, a free application (at www.soonr.com) that runs in your cellphone's browser, you can use your phone to gain access to data from Outlook and other programs running on a PC or Mac.  You can view thumbnails of Word and Excel files, and Windows users can read, respond, compose and send Outlook e-mail. You can make calls from your Outlook contact list and consult and update Outlook's calendar. The files and programs are not on the phone -- you are using the phone for remote access to your home or office computer, and any changes you make on the phone show up on the PC.  You can remotely use most popular PC and Mac desktop search programs and forward files through your computer's broadband connection. You can even run the Internet phone service Skype on your PC from your cellphone.  Many of today's phones make use of the satellite-based Global Positioning System, mainly to help responders find you in an emergency, but the technology can also be tapped for location-based services, like turning your phone into a portable navigation device with turn-by-turn maps and audible directions through the phone's speaker.  I test-drove both the TeleNav service, which works with select phones from most carriers, and Verizon's VZ Navigator. Both are $10 a month. VZ Navigator can also be bought for $2.99 a day. Both use the phone network to provide directions, maps and points of interest that are updated on an ongoing basis. They have a ''points of interest'' database with millions of listings. TeleNav also has a ''gas by price'' feature that taps into an online database of gas station prices to lead you to the cheapest gas in your area.  So instead of lusting over that palmtop or Apple's highly anticipated iPhone, reach into your pocket and see what that phone of yours has to offer. You might just be carrying around a poor man's BlackBerry -- minus the keyboard.  BASICS  ", 
            "title": "Plain Cellphones Can Overachieve, With a Little Help"
        }, 
        "weight": 0.7845067006482431, 
        "file": "1821250.txt", 
        "other_topics": {
            "0": 0.0001268142629362682, 
            "1": 0.0001030612025529763, 
            "2": 0.02482800112051761, 
            "3": 0.0001004415900353169, 
            "4": 0.0017922722883322428, 
            "5": 6.183901313040092e-05, 
            "6": 0.00016097516219493857, 
            "7": 0.00840576589388178, 
            "8": 0.003365677362896264, 
            "9": 0.00010295040356599157, 
            "10": 0.1459024662162095, 
            "11": 0.0001919845181858571, 
            "12": 0.00010105662783148721, 
            "13": 8.134224076233545e-05, 
            "14": 0.0036722810241757594, 
            "15": 0.00013718959908368136, 
            "16": 7.75172754746832e-05, 
            "17": 0.00018694773457921394, 
            "18": 5.605136717131301e-05, 
            "19": 0.011974001082698143, 
            "20": 0.00011231563322825436, 
            "21": 7.785988155269902e-05, 
            "22": 0.7845067006482431, 
            "23": 0.006648620165721818, 
            "24": 6.528958387201601e-05, 
            "25": 6.142814108076347e-05, 
            "26": 6.922825357493675e-05, 
            "27": 8.118261065349252e-05, 
            "28": 0.006804727491472555, 
            "29": 9.728320082402754e-05, 
            "30": 4.6728403560572205e-05
        }
    }, 
    {
        "content": {
            "text": "  Netgear's Dual-Mode Cordless Phone with Skype -- or the SPH200D for short -- mixes plain old landline communications with cutting-edge Internet calling.  The SPH200D connects to your standard phone line and allows traditional calls. It also hooks into your Internet router and works with Skype, the popular online calling service owned by eBay that allows free calls to other Skype users, who typically talk using headsets at their computers. You can talk to anyone on your Skype buddy list or make inexpensive national and international calls over Skype's network without having to use your own computer.  The phone includes a cordless handset that uses D.E.C.T. (digital enhanced cordless telecommunications) technology to reduce interference from other wireless networks and improve call quality. It also has a small color screen that shows a list of Skype contacts or caller ID information, depending on the network being used.  The phone is priced at $199 and is available now at major online and retail stores. Additional handsets are extra and will be available later this year.  JOHN BIGGS  CIRCUITS  ", 
            "title": "A Way to Lose the Headset And Still Make Cheap Skype Calls"
        }, 
        "weight": 0.7807199035577748, 
        "file": "1819664.txt", 
        "other_topics": {
            "0": 0.0007412442540133316, 
            "1": 0.0006024048276217173, 
            "2": 0.000635979004287226, 
            "3": 0.0005870928849309153, 
            "4": 0.0008436017803254268, 
            "5": 0.009993896437056145, 
            "6": 0.0009409187204425793, 
            "7": 0.0009704877016351063, 
            "8": 0.000407899002620704, 
            "9": 0.0006017571945357276, 
            "10": 0.08222183134705491, 
            "11": 0.0011221720465016034, 
            "12": 0.0005906878530508766, 
            "13": 0.0004754549462937915, 
            "14": 0.002200033396029528, 
            "15": 0.0008018893117904038, 
            "16": 0.0004530975751619846, 
            "17": 0.0010927314550358857, 
            "18": 0.00032762682117395183, 
            "19": 0.0025623609757000495, 
            "20": 0.0006564980613273141, 
            "21": 0.0004551001479076615, 
            "22": 0.7807199035577748, 
            "23": 0.0003322047891411437, 
            "24": 0.00038162528229474484, 
            "25": 0.00035905469587217806, 
            "26": 0.0004046472690819379, 
            "27": 0.0004745218895680917, 
            "28": 0.10720151203813785, 
            "29": 0.0005686317292170467, 
            "30": 0.00027313300441526443
        }
    }, 
    {
        "content": {
            "text": "  Importing Contacts From Eudora  Q. Is there a way to transfer a large address book from Eudora to another e-mail program?  A. Relocating your Eudora e-mail address book is possible in most situations. The exact steps will vary based on the version of Eudora you have, the operating system you have and the new e-mail program you want to use.  In many cases, you can simply use an importing tool from your new e-mail software to pull in the address book from your Eudora program. Microsoft Outlook Express and Mozilla Thunderbird are two programs with such an option.  Some versions of Eudora use a full-feature address book that can hold more information than just a name and an e-mail address, offering fields for notes, photos and multiple mailing addresses as well. If your Eudora address book is fairly detailed, you may want to consider getting conversion software that can move all of this information more accurately between mail programs.  Address Magic by Connected Software (www.connectedsw.com/AddressMagic.php) is one such utility for Windows. The eMailman Web site, which devotes itself to all things e-mail, has a page of links to other address-book conversion programs for Mac and Windows systems at www.emailman.com/conversion.  Untangling A Mess of Cables  Q. What can I do about the tangle of computer cables on and behind the desk?  A. If you find your desk area has become knotted with snaking cables, there are a couple of approaches to untangling the problem.  One way to cut down on cables is to use wireless peripherals. For example, many mice, keyboards, speakers and other computer hardware items now come in Bluetooth versions that use radio signals to transmit data between devices instead of a cable. This option, however, can be expensive, and you may not be able to find wireless products for all of your hardware needs.  A cable-management system is a cheaper option. Companies like Cable-Safe (www.cable-safe.com) offer several products for tying down (or tying up) the power cords and wires coming out of the computer.  Office supply stores like Staples (www.staples.com) and Office Depot (www.officedepot.com) also sell a variety of inexpensive cable ties, clips and sleeves to keep cords neatly bound and under control. Threading your cables through plastic tubing (like the kind sold for aquariums) is another option, and is sometimes favored by those with pets who like to nibble on computer cables.  Adding Titles To Songs in iTunes  Q. Sometimes when I try to import music from a CD into iTunes, the computer lists the songs as ''Track 01, Track 02,'' etc. Is there any way I can manually add the information for each song?  A. The iTunes program pulls down album information over the Internet from the Gracenote CD Database (also known as the CDDB). If you are not online when you import the songs from the CD, iTunes cannot download the titles. You may also see the ''Track 01'' listing if you are connected to the Internet but there is no information about that particular album in the database.  If you imported the tracks when you were offline, you can go back and look for the song information the next time you fire up your Internet connection. Once you are online, go to iTunes and click on the nameless tracks you want to identify.  On the Windows version of the program, holding down the Shift key lets you select multiple tracks listed next to each other, and holding down the Control key while you click lets you select nonadjacent songs in a list. (On the Mac, the Shift and Command keys provide the same functions.)  Once you have selected your tracks, go to the Advanced menu and select ''Get CD Track Names.'' If iTunes can find the album, it should apply the song information to your selected tracks.  If all else fails, you can manually type in the information for each song. One way to do this is to select the song or album you want to change and choose Get Info from the File menu. Click the Info tab and make your changes. If you are editing a whole album's worth of tracks, click the next button to go to the next track and click the O.K. button when finished.  J. D. BIERSDORFER  Q & A  ", 
            "title": "Q & A"
        }, 
        "weight": 0.7735998737580297, 
        "file": "1816296.txt", 
        "other_topics": {
            "0": 0.00023618526942909443, 
            "1": 0.009399601443240884, 
            "2": 0.0002026442318649314, 
            "3": 0.00018706747533832305, 
            "4": 0.0094764548784633, 
            "5": 0.00011517209215475368, 
            "6": 0.00029980824848945464, 
            "7": 0.0003092299171929738, 
            "8": 0.0031991886535303205, 
            "9": 0.00019174001599715686, 
            "10": 0.14282892949017037, 
            "11": 0.00035756163466194317, 
            "12": 0.00018821295270210006, 
            "13": 0.0001514958854436868, 
            "14": 0.0037702227523022983, 
            "15": 0.0002555088179531727, 
            "16": 0.02162890057327868, 
            "17": 0.00034818087522963146, 
            "18": 0.00010439288886518077, 
            "19": 0.022300982605423576, 
            "20": 0.00020918229133615803, 
            "21": 0.0032142285208299347, 
            "22": 0.7735998737580297, 
            "23": 0.00010585158293520526, 
            "24": 0.00012159860886843033, 
            "25": 0.00011440686335873669, 
            "26": 0.0001289341856674222, 
            "27": 0.00015119858229029455, 
            "28": 0.006535030440782707, 
            "29": 0.00018118513222045772, 
            "30": 8.702933194897593e-05
        }
    }, 
    {
        "content": {
            "text": "  Botnet programs and other malicious software largely take aim at PCs running the Microsoft Windows operating system, because Windows' ubiquity makes it fertile ground for network-based attacks.  Using a non-Windows-based PC may be one defense against these programs, known as malware; also, anti-malware programs and antivirus utilities for the PC are available from several vendors. Windows users should use the Windows update feature.  Microsoft itself entered the computer-security business last year and now offers a free malware-removal tool for download from its Web site. The company says the program removes about two million pieces of malware each month, of which 200,000, or about 10 percent, are botnet infections.  Like Windows, Microsoft's Internet Explorer browser is also a large, convenient target for code-writing vandals. Alternative browsers, like Firefox and Opera, may insulate users. Microsoft's most recent browser release, Internet Explorer 7, is said to offer significantly improved defenses.  Adding software to your browser like Noscript, a plug-in utility, can limit the ability of remote programs to run potentially damaging programs on your PC.  Security experts also offer these tips:  Don't share your computer (on which you pay your bills) with your children (who download games).  Use a firewall program that warns you about outgoing connections that botnets make to communicate with control software.  Don't use the same password on more than one financial site.  Don't let your browser store your password for such sites.  Don't buy anything offered by a spammer.  Don't click if someone offers you something too good to be true. It is.  JOHN MARKOFF  ", 
            "title": "Tips for Protecting the Home Computer"
        }, 
        "weight": 0.7445148848731823, 
        "file": "1817210.txt", 
        "other_topics": {
            "0": 0.0005205998083033869, 
            "1": 0.00042308838966765243, 
            "2": 0.00044666861958697065, 
            "3": 0.0004123343171923189, 
            "4": 0.000592488808842644, 
            "5": 0.00025386244130548975, 
            "6": 0.0006608376427059153, 
            "7": 0.027742301641765624, 
            "8": 0.00028648065927221596, 
            "9": 0.000422633536009642, 
            "10": 0.12539879273052254, 
            "11": 0.03461400864885475, 
            "12": 0.00041485917954905955, 
            "13": 0.0003339273829878391, 
            "14": 0.0015451545938235656, 
            "15": 0.0005631927933853646, 
            "16": 0.00031822507829897613, 
            "17": 0.0007674606351937152, 
            "18": 0.00023010291057870333, 
            "19": 0.008564803156028486, 
            "20": 0.00046107981684590286, 
            "21": 0.0003196315498930132, 
            "22": 0.7445148848731823, 
            "23": 0.00023331816551421918, 
            "24": 0.0002680277759061007, 
            "25": 0.007017349910082099, 
            "26": 0.0002841968616606059, 
            "27": 0.034159143001368485, 
            "28": 0.007639346480124686, 
            "29": 0.0003993684505786315, 
            "30": 0.00019183014096910267
        }
    }, 
    {
        "content": {
            "text": "  Thanks to cellphones, friends and relations can find you anywhere in the world. But can you find yourself? You can if you have the Pharos G.P.S. Phone 600, which has some advanced location-tracking features.  This $700 phone comes with Pharos's Ostia navigation software, which calculates directions, calls out turns on the road and displays a three-dimensional map of your location on the 2.8-inch color touch screen. It also has a two-megapixel camera and FM radio receiver inside.  The Pharos phone is an unlocked G.S.M. cellphone, which means a SIM card from a wireless carrier must be inserted to make calls. You can get one by signing up with T-Mobile or Cingular in the United States, but the phone will also work with almost any European or Asian carrier. The phone runs Windows Mobile 5.0 and can handle most Windows Mobile applications, including Media Player 10 Mobile for music and video playback.  The Pharos phone has 128 megabytes of internal storage and a MiniSD card slot for expansion. It will be available online and in retail stores next month, bringing relief to serious travelers and the habitually lost.  JOHN BIGGS  CIRCUITS  ", 
            "title": "Wonder Where You Wander? This Mobile Phone Can Tell You"
        }, 
        "weight": 0.741877172370677, 
        "file": "1817998.txt", 
        "other_topics": {
            "0": 0.000770948723761862, 
            "1": 0.04070033975741382, 
            "2": 0.0006614650960731201, 
            "3": 0.010629068495090224, 
            "4": 0.0008774081045266696, 
            "5": 0.00037594121629311533, 
            "6": 0.0009786249036822943, 
            "7": 0.0010093788261442782, 
            "8": 0.0004242450633398263, 
            "9": 0.0006258718885576599, 
            "10": 0.045442977819344844, 
            "11": 0.0011671417382428547, 
            "12": 0.0006143589565593006, 
            "13": 0.05058675108332112, 
            "14": 0.062398888505739644, 
            "15": 0.0008340240591085523, 
            "16": 0.00047125491417899585, 
            "17": 0.0011365213505711803, 
            "18": 0.000340756071007157, 
            "19": 0.0026650445023181568, 
            "20": 0.0006828064295839069, 
            "21": 0.00047333773761291904, 
            "22": 0.741877172370677, 
            "23": 0.0003455174955208987, 
            "24": 0.00039691845535048465, 
            "25": 0.00037344337989078105, 
            "26": 0.00042086302050016564, 
            "27": 0.0004935377821532602, 
            "28": 0.001294549101042212, 
            "29": 0.030646764672147612, 
            "30": 0.00028407848024600524
        }
    }, 
    {
        "content": {
            "text": "  The Palm Treo 750 is a Windows Mobile smartphone with a global agenda. The 5-ounce phone, which uses Cingular's cellular and wireless broadband networks in the United States, can connect in most countries that use the G.S.M. standard.  The phone, which comes in a dark blue rubberized finish with chrome accents, has a full keyboard, bright color touch screen and 1.3-megapixel camera. But road warriors will appreciate its more business-oriented features, like a dedicated mute switch on the top, a MiniSD card slot for memory expansion and a speakerphone for meetings on the go.  The 750 supports Bluetooth wireless networking and four international G.S.M. bands. It can jump onto Cingular's fast wireless data network for video, audio and document downloads, and can connect to most e-mail providers using Microsoft Outlook Mobile and Microsoft's push e-mail systems.  Windows users can synchronize their contacts and calendar entries with home PCs using the included software, and the phone can open and edit most Microsoft Office documents.  JOHN BIGGS  CIRCUITS  ", 
            "title": "How E.T. Might Phone Home, if Home Had a G.S.M. Network"
        }, 
        "weight": 0.7371259050025958, 
        "file": "1821257.txt", 
        "other_topics": {
            "0": 0.0007558047418896906, 
            "1": 0.0006142380501280039, 
            "2": 0.000648471734627334, 
            "3": 0.000598625330257877, 
            "4": 0.0008601729084365695, 
            "5": 0.0003685564878551919, 
            "6": 0.0009594014750102755, 
            "7": 0.000989551288755418, 
            "8": 0.020059217722427605, 
            "9": 0.049721843282350874, 
            "10": 0.10348024619417555, 
            "11": 0.0011442152156591503, 
            "12": 0.000602290915437523, 
            "13": 0.00048479445340468395, 
            "14": 0.002243249325754491, 
            "15": 0.0008176410691083041, 
            "16": 0.00046199790958513027, 
            "17": 0.0011141963136395384, 
            "18": 0.0003340624951530011, 
            "19": 0.0026126942170297896, 
            "20": 0.0006693938537885096, 
            "21": 0.0004640398194805079, 
            "22": 0.7371259050025958, 
            "23": 0.00033873038954690556, 
            "24": 0.000389121664581797, 
            "25": 0.00036610771721823306, 
            "26": 0.00041259587930558405, 
            "27": 0.0004838430683599868, 
            "28": 0.07002069169836392, 
            "29": 0.0005798015364088727, 
            "30": 0.0002784982396638205
        }
    }, 
    {
        "content": {
            "text": "  Adam Gillitt does not hate what is on his TV as much as he dislikes what is attached to it.  Mr. Gillitt, a graphic designer from Alameda, Calif., is exasperated by his high-definition cable box, made by the technology giant Motorola and leased to him by his local cable provider, Comcast. The $10-a-month device, he says, has a poorly designed electronic program guide and responds slowly, or not at all, to commands from the remote control.  ''Paying for something this awful hurts,'' Mr. Gillitt said.  For many Americans, the cable box -- still commonly called the set-top box, though it is now too big to balance on top of increasingly thin TVs -- may be the most disappointing piece of technology in their homes. As inventions like TiVo and YouTube alter the way people watch and control video, the traditional box has largely failed to keep up.  Now that is beginning to change.  At the Consumer Electronics Show in Las Vegas last week, makers of set-top boxes exhibited devices with a host of new features: more hard-disk space for storing digitally recorded TV shows, easier-to-navigate program guides, connections to Web sites, DVD burners and video games.  The box manufacturers and the cable operators like Comcast, Cox and Time Warner Cable that they sell to, have an age-old motivation for improving their products: fear. New competitors are flooding into the TV business, including the industry's rivals in the telephone business, and the computer kingpins Microsoft and Apple.  Consumers can buy those alternatives at regular retail outlets, including the newest high-definition version of TiVo. It sells for $800 (with a $20 monthly fee) and can replace the box that cable and satellite providers lease to customers, instead of merely sitting on top of it and adding to living room clutter.  Cable operators are being forced to play nice with these new entrants. The Federal Communications Commission has set a deadline of July 1 for all cable operators to make their services work with boxes from all third-party manufacturers, and last week it rejected a request from Comcast to extend the deadline.  ''Set-top boxes are becoming the central piece of equipment in the home for accessing entertainment and information,'' said Joshua Goldman, chief executive of Akimbo, a Silicon Valley start-up trying to bring programming to the TV over the Internet. ''Consumers will buy their own device if they feel like they are not getting the services they want from their television operators.''  For decades, the cable industry did not worry much about introducing new features into their typically black set-top boxes. They faced little competition in their local markets and bought their equipment from one of two companies: General Instruments, which was purchased by Motorola in 2000, and Scientific Atlanta, acquired by Cisco Systems in 2005.  Both companies build TV boxes according to the specifications of cable companies, who lease them to customers and then make their money on monthly subscriptions. Because they are essentially giving the boxes away, the industry's focus, not surprisingly, is on keeping the cost of the equipment low.  But now new players are offering more sophisticated alternatives to cable boxes. Over the last two years, 30 million personal computers have been sold with Media Center software from Microsoft, which enhances video viewing on the PC, making it more like a television. The computers come with a remote control and can pause and fast-forward through video.  Many of those PCs can now replace set-top boxes, thanks to a federal law passed over a decade ago that requires cable operators to sell credit-card-size devices called CableCards. These cards can plug into a Media Center PC, or other consumer electronics appliances like DVD players, allowing them to receive regular cable channels.  Last week, Apple also joined the fray with Apple TV, a slick silver box that connects to the television and displays programs and movies that have been downloaded from iTunes. It goes on sale next month for $299.  The message to cable companies and their equipment vendors is clear: if they want to keep up, they must build a better cable box.  They appear to be listening. At the Las Vegas show, just as many visitors swarmed around Motorola's new set-top boxes as its latest mobile phones. The company showed a line of new boxes compatible with high-definition TV, with one-third more hard-disk space than its previous models, like the clumsy device Mr. Gillitt has under his TV.  The new boxes are designed to offer greater control over the television. For example, one new feature Motorola is promoting is called ''program restart.'' If cable customers miss a show by a few minutes and do not record it, they can click a button and get the cable company to retransmit it directly to them, instantly. Time Warner Cable is currently testing the service in San Antonio.  Padmasree Warrior, the chief technology officer of Motorola, said consumers now demand more from their televisions, largely thanks to TiVo, which has forced the cable companies to ask suppliers for more innovative set-top boxes. ''Enough people are experienced with time-shifting that there's a demand that the industry dynamics change,'' Ms. Warrior said.  Across the showroom floor, Scientific Atlanta executives agreed that the old featureless TV tuner was quickly becoming a relic. Among its new boxes, the company showed off one called the MCP-100: a silver set-top box with a digital video recorder and one surprising new feature: a slot for DVDs. In addition to getting live TV, the device can play movies and burn programs and movies onto discs. It is now being tested by cable companies.  Scientific Atlanta is also building Internet connections into all its boxes, so consumers can get programming from the Web in addition to the traditional ways, by cable or satellite.  ''There's a growing need for high-quality video that goes right to where it's supposed to, the television, and not to the PC, where only college kids are looking at it,'' said Robert C. McIntryre, Scientific Atlanta's chief technology officer.  The cable companies and their equipment vendors must adapt to the Internet age quickly, because soon customers will have more choices than ever. Telephone companies like AT&T and Verizon are investing heavily to bury fiber optic cables in most major cities and roll out their own TV offerings.  Because the telephone companies deliver television using Internet standards and typically package it with telephone and Internet service, they say they can offer consumers more choices and control over the viewing experience. AT&T, for example, showed off a set-top box at the Las Vegas show that received four different streams of programming (compared with most new digital cable boxes, which receive only two). That allows a customer to watch a program live while simultaneously recording three others.  One new feature that AT&T was showing, called picture-in-picture browsing, or PIP, lets a TV viewer channel surf on a small screen while continuing to watch another program on the rest of the screen.  AT&T hopes to have its TV service, called uVerse, accessible to 19 million homes by the end of next year. If it can pull it off, it would position AT&T as a serious rival to cable and satellite television providers.  All of these established companies also have to watch out for smaller rivals with their own set-top box innovations. TiVo's Series3 HD Digital Media Recorder, which went on sale last fall at electronics stores like Best Buy, is CableCard-ready, which means buyers can plug in a card from their local cable operator and use it as a substitute for a cable box.  Another technology start-up at the show, Digeo, exhibited its new Moxi service, a set-top box with digital video recorder that it plans to start selling in the latter half of this year. The Moxi also works with a CableCard and comes with smaller optional ''Moxi mates,'' which buyers can connect to the other TVs in their homes. Those televisions will then have access to the programming received by and recorded on the primary set-top box.  Digeo's chief executive, Mike Fidler, said increased competition was ushering in a renaissance in set-top-box design. ''Companies can now come in with innovative products that change the consumer experience and bring a whole new level of enjoyment to television,'' Mr. Fidler said.  ", 
            "title": "Atop TV Sets, Basic Black Boxes Face Competition; As Consumers Stray, Traditional Device Gets High-Tech Overhaul"
        }, 
        "weight": 0.7265266719450727, 
        "file": "1819509.txt", 
        "other_topics": {
            "0": 0.0028576053945272334, 
            "1": 8.604541480149116e-05, 
            "2": 0.020728805818161198, 
            "3": 8.38583100509395e-05, 
            "4": 0.0014963614693656799, 
            "5": 5.1629162128057666e-05, 
            "6": 0.0001343975643664833, 
            "7": 0.00013862109501449162, 
            "8": 5.826287783279991e-05, 
            "9": 8.595290913923882e-05, 
            "10": 0.17547213497796227, 
            "11": 0.0001602871603819592, 
            "12": 8.437180282008185e-05, 
            "13": 0.0028196409722917428, 
            "14": 0.016824616962191025, 
            "15": 0.004242132043064429, 
            "16": 6.471888506319346e-05, 
            "17": 0.004283674925375171, 
            "18": 4.679707803687984e-05, 
            "19": 0.007245320343372505, 
            "20": 9.377190456175399e-05, 
            "21": 6.500492560382493e-05, 
            "22": 0.7265266719450727, 
            "23": 0.01243022984978723, 
            "24": 5.451003081005799e-05, 
            "25": 5.1286126581551024e-05, 
            "26": 5.779841149996575e-05, 
            "27": 6.777905977525379e-05, 
            "28": 0.02356747782733507, 
            "29": 8.122138264219659e-05, 
            "30": 3.901337038362353e-05
        }
    }, 
    {
        "content": {
            "text": "  More than four times as many households downloaded videos from file-sharing networks as they did from centralized services like iTunes in the third quarter of 2006.  Downloads from file-sharing networks are generally free, and have long occurred outside the control of copyright holders. The cost of for-pay downloads, about 90 percent of which go through iTunes, generally includes a licensing fee.  But not many of the freeloaders are actually downloading mainstream content, according to the new data on downloading, which was gathered by the NPD Group, a consumer-research firm, through tracking software installed in 12,500 households. Only about 20 percent of the videos downloaded from file-sharing networks were TV shows, and 5 percent were mainstream movies, while just under 60 percent were pornographic movies.  The relative scarcity of pirated movie downloads may have more to do with legal and business pressure than with users' tastes. Many file-sharing networks are struggling to find accommodation with the movie and recording industries; for example, BitTorrent, a service whose software is on about 80 million computers, struck a deal in 2005 with the Motion Picture Association of America to remove infringing content from the search index on its Web site.  ALEX MINDLIN  DRILLING DOWN  ", 
            "title": "Free Content Dominates Video Downloads"
        }, 
        "weight": 0.726466784183275, 
        "file": "1820644.txt", 
        "other_topics": {
            "0": 0.0007071846833416837, 
            "1": 0.0005747248156847145, 
            "2": 0.0925051298310925, 
            "3": 0.0005601164443084609, 
            "4": 0.04675402573698802, 
            "5": 0.00034484766859988413, 
            "6": 0.000897684270419289, 
            "7": 0.0009258945809723302, 
            "8": 0.00038915637516499807, 
            "9": 0.0005741069408123529, 
            "10": 0.11520315447966062, 
            "11": 0.001070609153546103, 
            "12": 0.0005635462265668372, 
            "13": 0.0004536081781646632, 
            "14": 0.002098943650609787, 
            "15": 0.0007650431500321325, 
            "16": 0.0004322781100547322, 
            "17": 0.0010425213333163344, 
            "18": 0.00031257263517617294, 
            "19": 0.0024446225726492262, 
            "20": 0.0006263325092916483, 
            "21": 0.00043418866621129263, 
            "22": 0.726466784183275, 
            "23": 0.0003169402492382021, 
            "24": 0.00036408991092150294, 
            "25": 0.0003425564245900299, 
            "26": 0.00038605405613793885, 
            "27": 0.00045271799463672183, 
            "28": 0.00118747883986845, 
            "29": 0.0005425035636865237, 
            "30": 0.00026058276498167293
        }
    }, 
    {
        "content": {
            "text": "  An article in Business Day yesterday about a proposed high-definition videodisc that will play on rival technologies referred incorrectly to one capability of the Blu-ray players, a rival to the HD-DVD technology. Blu-Ray players do, in fact, play standard DVDs, as do HD-DVD players. One difference is that some new HD-DVD discs are sold in a combination format that will also play on standard DVD players, while Blu-Ray discs currently do not have this feature.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7236873530981184, 
        "file": "1816603.txt", 
        "other_topics": {
            "0": 0.0015447472854690897, 
            "1": 0.00125540699598514, 
            "2": 0.001325375320171261, 
            "3": 0.10159315039689597, 
            "4": 0.02183199025187015, 
            "5": 0.0007532721119648944, 
            "6": 0.001960867327309605, 
            "7": 0.0020224888551446407, 
            "8": 0.0008500583628572033, 
            "9": 0.001254057333648945, 
            "10": 0.09105393713804033, 
            "11": 0.022412528529446207, 
            "12": 0.0012309889117110041, 
            "13": 0.0009908444263461052, 
            "14": 0.004584852561159728, 
            "15": 0.0016711311162657914, 
            "16": 0.0009442518380338288, 
            "17": 0.0022772438906258474, 
            "18": 0.0006827717583173691, 
            "19": 0.005339940431475358, 
            "20": 0.0013681368761515541, 
            "21": 0.0009484251841287086, 
            "22": 0.7236873530981184, 
            "23": 0.0006923122081110707, 
            "24": 0.0007953041331509323, 
            "25": 0.0007482672058237649, 
            "26": 0.0008432817753425195, 
            "27": 0.0009888999433549594, 
            "28": 0.002593883546474499, 
            "29": 0.0011850241204349747, 
            "30": 0.0005692070661702669
        }
    }, 
    {
        "content": {
            "text": "  Bill Gates, the chairman of Microsoft, is using the Consumer Electronics Show here to highlight several new consumer-oriented products and to unveil a partnership with the Ford Motor Company to build Microsoft technology into several Ford models.  The show, the largest trade event in North America, has become an annual forum for Mr. Gates to mix product announcements with computer-filled visions of future Microsoft-based technologies.  In remarks prepared for delivery on Sunday night, the eve of the show, he sought to differentiate Microsoft from other companies by showing how its software products tie together a range of consumer activities including games, interactive television, communications and music. A Microsoft executive briefed reporters on the presentation on Friday.  Among the announcements was the introduction of a hardware upgrade to the Xbox 360 video-game system that will permit the system to deliver the Microsoft interactive television service being offered by partners, including AT&T. The system will duplicate many capabilities of the Media Center version of the Windows operating system, like the ability to record and play back digital video.  Microsoft and Ford are to offer a system called Sync, a voice-activated method for connecting cellphones and media players -- like Microsoft's Zune -- to a vehicle. Similar systems are widely available in Japanese and German automobiles. Sync, the first major commercial introduction of the Microsoft Auto software, offers hands-free phone dialing and can read incoming text messages through the car's audio system.  Microsoft is also introducing a consumer software product called Windows Home Server that will be marketed with several partners, including Hewlett-Packard. It will be an appliancelike device that will connect to a home network and perform functions like network-based backup and media and file-sharing as well as functioning as a Web server. The price will be between $400 and $500, according to Microsoft executives. The product will be based on Windows Server 2003, and not the company's newer Windows Vista operating system.  On the program with Mr. Gates was Robbie Bach, the executive in charge of the company's consumer products, to demonstrate game play involving a PC user running Windows Vista competing against a home user playing the game on an Xbox 360. There is no public timetable for such a capability, a company executive said, adding that the feature would not be available for all of the Xbox 360 games.  Another scheduled demonstration involved the current version of the Home of the Future, an installation at Microsoft headquarters with prototypes of home-oriented technologies. Applications chosen for the spotlight were radio-frequency ID tags and displays for the walls of children's bedrooms using organic light-emitting diodes.  ", 
            "title": "Microsoft And Ford Combine Products"
        }, 
        "weight": 0.7155580886074225, 
        "file": "1817354.txt", 
        "other_topics": {
            "0": 0.004209875534907879, 
            "1": 0.0002444694910860952, 
            "2": 0.0002580946506245007, 
            "3": 0.000238255558751027, 
            "4": 0.035523909470803534, 
            "5": 0.0001466871305085396, 
            "6": 0.004290907945261502, 
            "7": 0.00039384583862105724, 
            "8": 0.07052864824458513, 
            "9": 0.0002442066669457783, 
            "10": 0.11936683814025847, 
            "11": 0.00045540277325194337, 
            "12": 0.00023971447804659003, 
            "13": 0.008011074095370847, 
            "14": 0.004801885131774139, 
            "15": 0.0003254248023455113, 
            "16": 0.00018387723426703967, 
            "17": 0.0004434551159907748, 
            "18": 0.00013295836714118597, 
            "19": 0.0166761114528788, 
            "20": 0.00026642174762330986, 
            "21": 0.00018468992353769394, 
            "22": 0.7155580886074225, 
            "23": 0.00013481620998677922, 
            "24": 0.00015487216282199047, 
            "25": 0.00014571250884308083, 
            "26": 0.0001642150052687813, 
            "27": 0.00019257170516032152, 
            "28": 0.016141362856354674, 
            "29": 0.0002307636046110699, 
            "30": 0.00011084354494938757
        }
    }, 
    {
        "content": {
            "text": "  Samsung, the world's largest seller of televisions, will introduce at next week's Consumer Electronics Show a new line of rear-projection L.C.D. televisions that will not be much thicker than flat-panel TVs but will cost about 30 percent less.  The new sets, aimed at those who want a bigger set but cannot afford a plasma TV, will come in 50- to 60-inch sizes. At 10 inches deep, they can be hung on a wall.  While consumers are embracing L.C.D. flat-panel TVs in ever-larger sizes, Samsung has also recommitted itself to plasma TV and will double its current plasma production capacity later this year, said G. S. Choi, the company's president for digital media, in an interview from South Korea.  Plasma will continue to dominate in larger sizes, and the company will add an 80-inch model to its lineup this year, Mr. Choi said. To help consumers fit these larger sizes in their homes, Samsung said it was redesigning the TV frames to make them up to 30 percent thinner.  At the electronics show, held annually in Las Vegas, Samsung will also introduce a wireless plasma TV that will be able to receive HDTV programming sent from an HD-DVD or Blu-ray player or set-top box. Because there will be no cables to hide, consumers may be more likely to hang such a plasma display on a wall.  The company, which was the first to introduce a Blu-ray high-definition DVD player last year, will announce its second-generation player next week. The new model is expected to cost about 20 percent less than the current version, but will have more interactive functions.  Although LG will introduce a dual format HD-DVD/Blu-ray player, Samsung has no plans to do the same. ''If the market is still divided, we could do a dual-format player, but we will wait and see,'' Mr. Choi said.  Correction:  January 5, 2007, Friday  An article and a headline in some copies of Business Day yesterday about plans by Samsung to introduce new rear-projection televisions next week at the Consumer Electronics Show misstated the technology the TVs will employ. They will use digital light processing, or D.L.P. technology -- not liquid crystal display or L.C.D. technology.  ", 
            "title": "Samsung to Unveil Large L.C.D. TVs"
        }, 
        "weight": 0.7030881616837296, 
        "file": "1816323.txt", 
        "other_topics": {
            "0": 0.00040972529006213544, 
            "1": 0.0003329813234919183, 
            "2": 0.03762208861691871, 
            "3": 0.04824379494845918, 
            "4": 0.00046630376191024453, 
            "5": 0.00019979619804077624, 
            "6": 0.000520096032543809, 
            "7": 0.0005364403877686281, 
            "8": 0.00022546756519183466, 
            "9": 0.00033262334209432324, 
            "10": 0.08271894681867663, 
            "11": 0.000620284426844569, 
            "12": 0.00032650472582698443, 
            "13": 0.0002628093435152579, 
            "14": 0.001216075964776883, 
            "15": 0.0004432470526309674, 
            "16": 0.0002504512303529512, 
            "17": 0.0006040110394792284, 
            "18": 0.000181096843059263, 
            "19": 0.0014163537704721513, 
            "20": 0.00036288154295456516, 
            "21": 0.00025155815926963484, 
            "22": 0.7030881616837296, 
            "23": 0.00018362733047025764, 
            "24": 0.00021094467665235542, 
            "25": 0.00019846870801072555, 
            "26": 0.00022367015838542484, 
            "27": 0.0002622935932271283, 
            "28": 0.11782400713710012, 
            "29": 0.00031431312813629957, 
            "30": 0.0001509751999474845
        }
    }, 
    {
        "content": {
            "text": "  Podcasters and others in need of audio recordings no longer need to stick a microphone in their subjects' faces. The Olympus DS-50 voice recorder has a clip-on stereo microphone that will pick up both sides of a conversation.  The DS-50 is specifically designed for creating and listening to podcasts. It can record at CD quality (also known as a 44.1 kilohertz sampling rate) and connects to any PC with a U.S.B. cable. It can also play back MP3 and WMA files, allowing it to double as an audiobook reader and music player.  The recorder's microphone can clip to a tie or lapel, allowing the recorder to remain unobtrusive. Its one gigabyte of memory can hold around 275 hours of audio at average quality. Voice prompts describe current settings and audibly confirm commands.  The $249 DS-50 also has less expensive kin: the $150 DS-30 with 256 megabytes of memory, and the $200 DS-40 with 512 megabytes. All three will be available online and at retail stores this month.  While almost anything can record audio these days, only the DS-50 can do it while nestled discreetly in a pocket.  JOHN BIGGS  CIRCUITS  ", 
            "title": "A Discreet Voice Recorder For Your 275-Hour Podcast"
        }, 
        "weight": 0.6854829844271271, 
        "file": "1818000.txt", 
        "other_topics": {
            "0": 0.011010003604167998, 
            "1": 0.0006393561889534396, 
            "2": 0.051791447863023844, 
            "3": 0.0006231050155308851, 
            "4": 0.0008953481023593262, 
            "5": 0.0003836279296602584, 
            "6": 0.0009986344392227885, 
            "7": 0.0010300171743199275, 
            "8": 0.00043291942533576155, 
            "9": 0.0006386688302160714, 
            "10": 0.10771188112635517, 
            "11": 0.0011910057989307549, 
            "12": 0.0006269204980954286, 
            "13": 0.0005046192336830832, 
            "14": 0.0023349828938273643, 
            "15": 0.0008510770014458727, 
            "16": 0.00048089046700257136, 
            "17": 0.0011597593289541291, 
            "18": 0.00034772336837288035, 
            "19": 0.012942827169699175, 
            "20": 0.000696767488073864, 
            "21": 0.000483015877059182, 
            "22": 0.6854829844271271, 
            "23": 0.0003525821477492181, 
            "24": 0.0004050340815818727, 
            "25": 0.000381079021038038, 
            "26": 0.0004294682312757048, 
            "27": 0.0005036289434913926, 
            "28": 0.11377722595176486, 
            "29": 0.000603511457146743, 
            "30": 0.00028988691453516314
        }
    }, 
    {
        "content": {
            "text": "  WILLIAM D. WATKINS has seven terabytes of data storage tucked into a cabinet in the media room of his beach home in Aptos, Calif. That is not a big thing for Mr. Watkins, the chief executive of Seagate, which makes hard disk drives. But it is enough space to hold 600,000 songs, 584,000 photographs and 1,000 hours of TV shows.  All of that material can be displayed on the giant flat-panel TV spread across one wall in the media room and distributed to the six TVs and numerous speakers throughout the house.  Call it tech envy, but I wondered if I could set up a system on a wireless home network so my own photos, videos and movies could be viewed from any TV in the house, and an entire collection of music could be summoned from any stereo. Could I do it with equipment available at a big chain like Best Buy or Circuit City?  ''The answer to that is easy: no,'' said Dan Sokol, a technology analyst with the Envisioneering Group, electronic engineering consultants in Seaford, N.Y. The problem, according to Mr. Sokol, is that there are dozens of pieces of incompatible electronic equipment involved in this kind of project.  I refused to take Mr. Sokol's ''no'' for an answer -- and set out to build a home media network for less than $1,000. I understood there would be plenty of hurdles. Devices coming out of the world of information technology, like PCs and networking equipment, are just beginning to communicate with the devices that come out of the world of home electronics, like TVs and stereos.  Both industries have been working out standards through an alphabet soup of trade associations. They are hoping that all of those devices, and cellphones, printers and digital cameras, will start making sense to each other this year. Best Buy just started selling a whole system in a box that will handle entertainment and control your thermostats and lights for $15,000.  Device manufacturers are convinced that consumers will want interconnectivity. Parks Associates, a technology industry consulting firm, estimates that by 2010, some 30 million American homes will have a home entertainment network. (Right now only about half of the 43 million American homes with broadband Internet connections even have a home network, so this seems like an optimistic projection.)  ''Connected entertainment is near and dear to our heart,'' said Jan-Luc Blakborn, director of digital entertainment at Hewlett-Packard. ''We clearly see connected entertainment as an area where we can grow. It is starting to happen.''  At present I can buy a Sonos or Squeezebox device to play music throughout the house -- but those can only handle music. Another device, the Slingbox, can send TV programs to a PC anywhere in the world over the Internet. But I do not want to watch TV on a 15-inch notebook screen when I can watch it on a 42-inch TV.  Then there is TiVo. It had the potential to become the leading home entertainment hub. A free download of TiVo Desktop software to a PC allows video from your TiVo to be watched anywhere and anytime on that PC. If you have a second TV, any program recorded on one TiVo box can stream effortlessly to any other TiVo elsewhere in the house.  But this is really an example of a lost opportunity. TiVo stores video in a proprietary digital format that prevents it from being viewed on non-TiVo devices, and the files are not recognized by other hardware, which is the problem that led Mr. Sokol to declare that my efforts would be futile.  James Denney, vice president for product marketing at TiVo, said the company had not set out to be the center of everything. ''Our approach is that there isn't one hub in the house,'' he said. ''Our role is a display device near the TV.''  TiVo also does nothing for my collection of DVDs. It is difficult to watch a movie on DVD over a home network without first copying it to a hard drive. Software for doing this is widely available, but it is illegal to bypass the copy protection on a DVD, even one that you own. Systems for sending copy-protected video around the house are still largely works in progress.  Another problem I encountered was a lack of advice. Few of the devices needed to assemble my network are even advertised by retailers or manufacturers. Sony, for instance, has a number of devices under the LocationFree name that can be used to move TV shows to a PlayStation Portable game machine or a small TV monitor outdoors, but it seems to be keeping this a secret. Hewlett-Packard is selling what it calls the MediaSmart TV, a 37-inch L.C.D. set that locates your wireless home network and pulls in content. It is a nice product, but it will not work for this project; it costs $2,000.  To build a homemade networked entertainment system, I needed a network, of course. Older wireless routers using the 802.11b standard will move video data so slowly that it will be nearly unwatchable. So the wireless router has to be upgraded to 802.11g or the even newer 802.11n standard.  Here is where this project started getting expensive. Wireless devices anywhere on the network that are still using the older technology will slow the whole network. I have to upgrade them, too, for about $50 each.  Music, movies and photos can be stored on the hard drive of any computer connected to the network. But because TV shows or movies can fill up a PC's hard drive much faster than photos or music files do, it can make sense to centralize everything on an always-available external hard drive.  ''The way I view it, being a nerd, the storage device is as important as the media center,'' said Mike Scott, technical media manager at D-Link, a maker of home networking equipment.  There are now drives on the market that can hold as much as a terabyte, enough space to hold about 90 hours of high-definition TV. That much storage will cost a bit more than $500, but prices keep falling.  I decided to use a kind of external hard drive known as a network-attached storage device. Although they cost about $100 more than regular drives, they come with software that will organize files and help all the devices on the network find the drive. The Maxtor Shared Storage II drive that I chose, which holds 1 terabyte and costs about $680, was up and running in less than 10 minutes.  One alternative is buy a $100 device called a network storage link that is plugged in between a regular external drive and the router. That offers more flexibility if I buy a lower-capacity drive that needs to be upgraded later.  The next step is attaching a media adapter to a TV or a stereo to pick up the programming from the network. D-Link sells one called the MediaLounge Media Player for less than $300. (A fancier model just hit the market for $600.) This is essentially a DVD player with a built-in wireless adapter that enables it to locate photos, movies and music on the network's hard drives. A similar device from D-Link, which costs about $180, can connect to any stereo receiver so that music files are always accessible. The drawback is that I needed one of these adapters for every TV and stereo.  The home entertainment network that I jury-rigged wasn't nearly as slick as Mr. Watkins's setup. But then it only cost me about $850, not including the cost of my existing computers and TV. I spent more time moving music and video files to the hard drive than I spent actually setting it up. Once the content was there, I could do exactly what I wanted to do: view whatever I wanted, wherever I wanted.  If all of this sounds like too much effort, you can always wait. Almost every consumer electronics company is set to announce its answer to home entertainment connectivity at the Consumer Electronics Show next week. As with all consumer electronics, the devices coming out next year will do more for less. I can only hope they will be just a little bit easier to put together.  BASICS  ", 
            "title": "Putting It All Together"
        }, 
        "weight": 0.681211424149983, 
        "file": "1816292.txt", 
        "other_topics": {
            "0": 0.00012660562365498213, 
            "1": 0.00010289164264124981, 
            "2": 0.00010862616206912362, 
            "3": 0.00010027634000215043, 
            "4": 0.00014408844174680505, 
            "5": 6.173727341314646e-05, 
            "6": 0.003451180594684212, 
            "7": 0.006746701295236573, 
            "8": 6.966975775587005e-05, 
            "9": 0.0083289567121505, 
            "10": 0.19501947646941553, 
            "11": 0.0034821389329930713, 
            "12": 0.00010089036591652776, 
            "13": 8.120841364969132e-05, 
            "14": 0.023409060905295, 
            "15": 0.018234550399587674, 
            "16": 7.738974132932905e-05, 
            "17": 0.0018318752988386263, 
            "18": 5.5959149492552354e-05, 
            "19": 0.000437655074695336, 
            "20": 0.00011213084760200574, 
            "21": 7.773178373978708e-05, 
            "22": 0.681211424149983, 
            "23": 0.026380503269105043, 
            "24": 6.518216715453392e-05, 
            "25": 6.1327077344642e-05, 
            "26": 6.911435681966542e-05, 
            "27": 8.104904616991242e-05, 
            "28": 0.029826824036080616, 
            "29": 9.712314708376857e-05, 
            "30": 4.6651524349127165e-05
        }
    }, 
    {
        "content": {
            "text": "  Push-to-talk, another name for walkie-talkie cellphone features, has been popular for years, but until recently it was largely available on Nextel phones. Now you can get push-to-talk from Cingular as well, and the LG CU400 cellphone it recently began offering adds high-speed data services to the mix.  The CU400 is a G.S.M. phone that will work on cellular networks overseas. The push-to-talk service allows you to connect to another user of the service on Cingular or even send a broadcast message to up to 30 contacts.  The phone has a monochrome external screen, a bright main screen, a basic camera, Bluetooth wireless capabilities and supports Cingular's streaming audio and video services. It offers about five hours of talk time on one charge and weighs three ounces.  The CU400 sells for $30 with a two-year contract and rebate or $230 without a contract. Unlimited push-to-talk is $10 a month for each phone or $20 for a family plan.  Sleek styling and a rubberized finish ensure that nobody will mistake this phone for a walkie-talkie.  JOHN BIGGS  CIRCUITS  ", 
            "title": "A New Entry in Push-to-Talk"
        }, 
        "weight": 0.6717480323760305, 
        "file": "1816300.txt", 
        "other_topics": {
            "0": 0.000770948723761862, 
            "1": 0.0006265454747587083, 
            "2": 0.0006614650960731201, 
            "3": 0.0006106199244264474, 
            "4": 0.030932753816518, 
            "5": 0.00037594121629311533, 
            "6": 0.0009786249036822943, 
            "7": 0.0010093788261442782, 
            "8": 0.050516487916658706, 
            "9": 0.0006258718885576599, 
            "10": 0.20573815494996528, 
            "11": 0.0011671417382428547, 
            "12": 0.0006143589565593006, 
            "13": 0.0004945082300022396, 
            "14": 0.022325094223084537, 
            "15": 0.0008340240591085523, 
            "16": 0.00047125491417899585, 
            "17": 0.0011365213505711803, 
            "18": 0.000340756071007157, 
            "19": 0.0026650445023181568, 
            "20": 0.0006828064295839069, 
            "21": 0.00047333773761291904, 
            "22": 0.6717480323760305, 
            "23": 0.0003455174955208987, 
            "24": 0.00039691845535048465, 
            "25": 0.00037344337989078105, 
            "26": 0.00042086302050016564, 
            "27": 0.0004935377821532602, 
            "28": 0.001294549101042212, 
            "29": 0.000591418960156281, 
            "30": 0.00028407848024600524
        }
    }, 
    {
        "content": {
            "text": "  Even seasoned business travelers need a bit of downtime. The Interlink ExpressCard Media Remote lets an average laptop act like a media center, complete with a couch-potato-worthy remote control.  The Media Remote is just four millimeters thick and fits into an ExpressCard slot, found on most recent laptops. When it is in the slot, the remote charges itself using the laptop's battery, and when it is out it communicates with the laptop using Bluetooth wireless technology. It should last about a week on a full charge.  The remote works with iTunes, Windows Media Center, Windows Media Player and RealPlayer and can switch tracks, pause and play audio and video and select on-screen items, all from up to 30 feet away. The device also works with PowerPoint, allowing it to double as a presentation remote.  The one-ounce remote costs $49.95 and is available online and in retail stores.  Fans of digital media will appreciate its small size and ease of storage. The only things missing are a few good DVDs and a library of easy-listening music.  JOHN BIGGS  CIRCUITS  ", 
            "title": "For a Media Room Away From Home, A Remote for the Laptop"
        }, 
        "weight": 0.6521475134054153, 
        "file": "1819666.txt", 
        "other_topics": {
            "0": 0.0007484536893781852, 
            "1": 0.020060516847085867, 
            "2": 0.0006421646165196147, 
            "3": 0.0005928030245834769, 
            "4": 0.0008518067579370608, 
            "5": 0.0003649718608404081, 
            "6": 0.0009500702149221434, 
            "7": 0.0009799267877655437, 
            "8": 0.010137992756870206, 
            "9": 0.0006076099611182028, 
            "10": 0.11219991070878421, 
            "11": 0.0011330864337547872, 
            "12": 0.0005964329578180535, 
            "13": 0.0004800792812355412, 
            "14": 0.002221431199092847, 
            "15": 0.010535815065617585, 
            "16": 0.0004575044594844141, 
            "17": 0.0011033594993729175, 
            "18": 0.0003308133610739341, 
            "19": 0.09012242111527102, 
            "20": 0.0006628832445036628, 
            "21": 0.0004595265095058947, 
            "22": 0.6521475134054153, 
            "23": 0.029513815285817143, 
            "24": 0.0003853370180571492, 
            "25": 0.0003625469072563774, 
            "26": 0.00040858291959958534, 
            "27": 0.0004791371494821171, 
            "28": 0.059613535117941215, 
            "29": 0.0005741623133342243, 
            "30": 0.0002757895305612394
        }
    }, 
    {
        "content": {
            "text": "  After falling behind Google in Internet search and advertising, Yahoo is trying to remain No. 1 in the battle to deliver information and online services to mobile phones.  Yahoo's latest weapon is software that will let users find information like weather, news, stock quotes and sports scores more quickly on their cellphones. The software, called Go for Mobile 2.0, was unveiled Monday at the Consumer Electronics Show in Las Vegas, just as Google announced a partnership to put its own mobile software on Samsung cellphones.  Internet services on mobile phones remain a tiny market today, especially in the United States. But industry analysts and Internet companies believe they will eventually outgrow the market for computer-based Internet services as the capabilities of cellphones and the bandwidth of wireless networks improve rapidly.  ''We view the mobile Internet today as entering an era where the PC-based Internet was in '96 or '97,'' said Steve Boom, Yahoo's senior vice president for broadband and mobile. ''It is just on the cusp of taking off.''  For Yahoo, securing a leading position in that market is especially important. The company has struggled over the last year, as Google solidified its lead in search and leaped ahead in online video by acquiring YouTube. Yahoo has also been criticized as lacking initiative and being slow to capitalize on Internet trends like social networking, now dominated by MySpace and Facebook.  Yahoo's introduction of mobile software was reported Monday in The Wall Street Journal. The software, a revamped version of technology that the company introduced last year, makes it easy to move among various online services providing news, sports scores, maps, weather, movies, photos and e-mail. The free ad-supported services will be tailored to match a user's settings, like ZIP code and stock preferences, on Yahoo's existing online services.  The software will also be equipped with a search service, oneSearch, that will interpret a user's intent and deliver results accordingly. For instance, when a user searches for a sports team, the service will make a bet that the user is interested in the latest scores, a team profile and news related to the team, and return those first. More general Web links, like those returned in typical Internet searches, will be de-emphasized.  ''It's the kind of thing that Yahoo very much needs to extend further onto the mobile platform,'' said Gary Arlen, president of Arlen Communications, a research firm based in Bethesda, Md.  The service is already available on about 70 handset models and is expected to be on some 400 devices by the end of the year, Mr. Boom said. Yahoo has signed agreements with handset makers to preload or distribute the software. Yahoo is also encouraging users to download the software directly onto their devices.  Yahoo's mobile services were used by 6.8 percent of cellphone users in the United States in October, according to Telephia, a research firm. That made Yahoo, whose most popular wireless service is e-mail, the No. 1 mobile Internet company. But in mobile search, Google already tops Yahoo, according to Telephia.  Google said its cellphone search, e-mail and map products would be preloaded on Samsung phones. Deep Nishar, Google's director of wireless products and strategy, said the company's mobile search service already emphasized results that users typically want, like sports scores and movie times and locations.  To succeed, both companies will need to secure cooperation from wireless carriers, which could prove a challenge for some time as several offer competing services, said Julie Ask, an analyst at Jupiter Research.  Yahoo said some overseas carriers had agreed to support its services. Mr. Boom said it was ''a matter of time'' before American carriers followed suit. As an incentive, Yahoo is offering to share revenue from any advertising on the system, he said.  Ms. Ask noted that, for now, most cellphone advertising consists of text messages sent directly to users, and that ad revenues from mobile search and Web browsing are minuscule.  ", 
            "title": "Yahoo Introduces Mobile Service Software"
        }, 
        "weight": 0.6413513972909851, 
        "file": "1817560.txt", 
        "other_topics": {
            "0": 0.0002126852773611337, 
            "1": 0.00017284806884196977, 
            "2": 0.08033375094213144, 
            "3": 0.00016845461181279407, 
            "4": 0.038935771008631374, 
            "5": 0.00010371268463696311, 
            "6": 0.0002699778891345224, 
            "7": 0.00027846211944345056, 
            "8": 0.00011703849579676326, 
            "9": 0.036102541643932, 
            "10": 0.18665829285918376, 
            "11": 0.0003219849215219845, 
            "12": 0.0001694861163237007, 
            "13": 0.0001364223285073846, 
            "14": 0.0006312557709619444, 
            "15": 0.00023008616898904585, 
            "16": 0.00013000732609152964, 
            "17": 0.003077374407050449, 
            "18": 9.400599189140594e-05, 
            "19": 0.0062628922083882875, 
            "20": 0.00018836904502727534, 
            "21": 0.00013058192446115487, 
            "22": 0.6413513972909851, 
            "23": 9.531954863276461e-05, 
            "24": 0.00010949977497082756, 
            "25": 0.00010302359467331295, 
            "26": 0.00011610547561366915, 
            "27": 0.00013615460646107576, 
            "28": 0.0031209702713456593, 
            "29": 0.00016315755082088433, 
            "30": 7.837007637632961e-05
        }
    }, 
    {
        "content": {
            "text": "  The notion of a computer at the heart of every home gets a little bump with the multitasking Hewlett-Packard TouchSmart PC, unveiled at the Consumer Electronics Show this week as part of the introduction of the Windows Vista operating system from Microsoft.  The TouchSmart, which will cost $1,800 when it goes on sale at the end of the month, has a 19-inch touch-sensitive screen intended to serve as a family bulletin board, with virtual sticky notes written with a finger or stylus -- or even left by voice, in a recorded memo.  This computer is also a high-definition TV, and can play FM radio or stored music through screen-side speakers, or external ones for a home-theater effect. Designed as a wire- and clutter-free stand-alone device, it connects to the world via Wi-Fi and further contains its footprint with a wireless keyboard, mouse and remote control.  The TouchSmart's designers envision a user's walking up to it on a kitchen counter, checking e-mail, appointments and weather, leaving family reminders and maybe watching the first 30 seconds of the evening news before dashing out.  MARTY KATZ  CIRCUITS  ", 
            "title": "The Computer With a TV, and a Family's Virtual Bulletin Board"
        }, 
        "weight": 0.6345684106384185, 
        "file": "1817997.txt", 
        "other_topics": {
            "0": 0.0007071846833416837, 
            "1": 0.0005747248156847145, 
            "2": 0.0006067562862358892, 
            "3": 0.0005601164443084609, 
            "4": 0.0008048389645597008, 
            "5": 0.00034484766859988413, 
            "6": 0.000897684270419289, 
            "7": 0.0009258945809723302, 
            "8": 0.00038915637516499807, 
            "9": 0.0005741069408123529, 
            "10": 0.16115234125208894, 
            "11": 0.001070609153546103, 
            "12": 0.0005635462265668372, 
            "13": 0.0004536081781646632, 
            "14": 0.1215668292589234, 
            "15": 0.0007650431500321325, 
            "16": 0.0004322781100547322, 
            "17": 0.03780187075125898, 
            "18": 0.00031257263517617294, 
            "19": 0.011634459927134888, 
            "20": 0.0006263325092916483, 
            "21": 0.00043418866621129263, 
            "22": 0.6345684106384185, 
            "23": 0.0003169402492382021, 
            "24": 0.00036408991092150294, 
            "25": 0.0003425564245900299, 
            "26": 0.00038605405613793885, 
            "27": 0.00045271799463672183, 
            "28": 0.019567153548839773, 
            "29": 0.0005425035636865237, 
            "30": 0.00026058276498167293
        }
    }, 
    {
        "content": {
            "text": "  An anonymous computer programmer may have skewed the competition over standards for high-definition DVD discs by possibly defeating a scheme that both sides use to protect digital content.  The standards, HD-DVD and Blu-ray, are being backed by rival coalitions of Hollywood studios and consumer electronics and computer companies that are eagerly marketing a new generation of digital media players and video game machines tailored for widescreen TVs.  The HD-DVD coalition includes companies like Microsoft, Intel, Toshiba and NEC; the Blu-ray camp has Sony, Philips and Samsung. Among studios, Universal is exclusively backing HD-DVD. Paramount and Warner Brothers also support HD-DVD, but not exclusively. Representatives of Walt Disney, 20th Century Fox and Warner Brothers are on the board of the Blu-ray group.  The two groups have taken different technical approaches in their efforts to prohibit consumers from making copies of movies and other digital material stored on discs. Both groups use an encryption scheme known as Advanced Access Copy System. The Blu-ray system also adds a software-based component that makes it possible to modify the copy protection scheme on new discs if the old one is broken by hackers.  The standards are brand new, but it appears that the two groups' copy protection schemes are already about to be tested.  The HD-DVD camp may have suffered a setback when the programmer, who identified himself as Muslix64, announced in the Internet discussion forum Doom9 on Dec. 18 that he had successfully copied movies distributed in the HD-DVD format. The note directed readers to a site where demonstration software he had written could be downloaded.  ''I was not aware of anyone having done that, so I did,'' he wrote.  In an accompanying video demonstration posted on the YouTube Web site, the programmer showed encryption keys for six movies and concluded by stating ''A.A.C.S. is unbreakable? I don't think so. Do you? Stay tuned for source code in January. Merry Christmas.''  Because the encryption system has a hierarchy of encryption keys, simply breaking the system for a single movie does not mean that it is possible to copy all movies.  Technical experts who have examined the software posted by Muslix64 said that it was only a partial solution for making copies of the digitally protected material, but that it did not bode well for the Advanced Access Content System.  ''They're playing with something that is incomplete, but it is still a troubling sign,'' said Richard Doherty, the president of Envisioneering, a consumer electronics industry consulting firm.  The programmer has said that he plans to post more software on Tuesday, describing a more complete attack on A.A.C.S.  On Friday, the industry group that is completing the A.A.C.S. protection standard issued a short statement saying that it was aware of the claims but had not yet verified them.  If the person who identified himself as Muslix64 is able to create a complete version of a decryption program, or if others extend the software so that consumers without technical expertise can readily make copies of movies, that would create a crisis for the HD-DVD camp. That system contains a ''revocation'' mechanism for shutting down HD-DVD players whose encryption system has been compromised. But industry analysts say that taking such a step would give the HD-DVD system a tremendous black eye, angering consumers and shaking the confidence of Hollywood studios in the system.  Today's DVDs are protected using an earlier encryption technique known as Content Scramble System, or C.S.S. That system was undermined in 1999 by a small group of programmers, and movie studios have said that the new A.A.C.S. would not fall victim to the same kind of technological attack.  The Blu-ray system adds modifiable copy protection software, known as BD Plus, that is based on an approach pioneered by a group of technologists at Cryptography Research in San Francisco as a safeguard in the event the A.A.C.S. is compromised. Industry executives said that Microsoft opposed the Cryptography approach because it would shift control to the studio and away from hardware makers.  If the HD-DVD protection system has indeed been compromised, it was not immediately clear which camp would benefit most directly.  Some posters in Internet discussion groups have argued that the cracking of HD-DVD may increase the popularity of the system among consumers eager to make copies of movies they have purchased.  At the same time, a weakened encryption system could undermine studio support, causing some to turn to the Blu-ray technology instead and giving the Blu-ray group an advantage in offering a wider range of content.  ", 
            "title": "Studios' DVDs Face a Crack In Security"
        }, 
        "weight": 0.6329191326291658, 
        "file": "1815758.txt", 
        "other_topics": {
            "0": 0.00019247087000701227, 
            "1": 0.0001564199393668296, 
            "2": 0.00016513778231480795, 
            "3": 0.000152444052990322, 
            "4": 0.02523056336545602, 
            "5": 9.385544166719553e-05, 
            "6": 0.025255832601648213, 
            "7": 0.00025199603403799897, 
            "8": 0.00010591471769842207, 
            "9": 0.020165463315346396, 
            "10": 0.1939291022634349, 
            "11": 0.015298290920475273, 
            "12": 0.0001533775194394042, 
            "13": 0.00012345623816553385, 
            "14": 0.0005712588522415301, 
            "15": 0.00020821791555749106, 
            "16": 0.0001176509416664245, 
            "17": 0.0052860406309163535, 
            "18": 8.507130944700476e-05, 
            "19": 0.0231757035142756, 
            "20": 0.042690040265880684, 
            "21": 0.00011817092804949037, 
            "22": 0.6329191326291658, 
            "23": 8.626002082350308e-05, 
            "24": 9.909250520628e-05, 
            "25": 0.012598989057808032, 
            "26": 0.00010507037525684674, 
            "27": 0.00012321396142775276, 
            "28": 0.00032319009561179843, 
            "29": 0.0001476504445645637, 
            "30": 7.092149005244035e-05
        }
    }, 
    {
        "content": {
            "text": "  An article and a headline in some copies of Business Day yesterday about plans by Samsung to introduce new rear-projection televisions next week at the Consumer Electronics Show misstated the technology the TVs will employ. They will use digital light processing, or D.L.P. technology -- not liquid crystal display or L.C.D. technology.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6302236465226855, 
        "file": "1816601.txt", 
        "other_topics": {
            "0": 0.0024186968303760766, 
            "1": 0.001965660629789771, 
            "2": 0.0020752139305319738, 
            "3": 0.19050092278256564, 
            "4": 0.002752691762702052, 
            "5": 0.0011794400849631014, 
            "6": 0.0030702391478302764, 
            "7": 0.0031667234048084474, 
            "8": 0.0013309837066669734, 
            "9": 0.0019635473883260444, 
            "10": 0.048275606221180205, 
            "11": 0.0036616728660148873, 
            "12": 0.0019274278757378525, 
            "13": 0.0015514202846916615, 
            "14": 0.007178758921755406, 
            "15": 0.0026165830308143203, 
            "16": 0.0014784676750771385, 
            "17": 0.0035656075476303115, 
            "18": 0.0010690537560718476, 
            "19": 0.008361042040662611, 
            "20": 0.0021421680795273394, 
            "21": 0.0014850021154135611, 
            "22": 0.6302236465226855, 
            "23": 0.0010839917694889622, 
            "24": 0.0012452519607134432, 
            "25": 0.0011716036247642386, 
            "26": 0.001320373226301213, 
            "27": 0.001548375699411179, 
            "28": 0.06692312967586461, 
            "29": 0.0018554582428962775, 
            "30": 0.0008912391947370337
        }
    }, 
    {
        "content": {
            "text": "  Sony has sold about 534,000 PlayStation 3 consoles in Japan since their debut on Nov. 11, far short of its goal of one million, according to sales estimates. By contrast, rival Nintendo has sold 1.14 million of its less expensive new game console, Wii, since its introduction on Dec. 2. The Xbox 360 from Microsoft has sold 311,053 units since arriving in December 2005.  MARTIN FACKLER  TODAY IN BUSINESS  ", 
            "title": "ONLINE"
        }, 
        "weight": 0.6261189411817152, 
        "file": "1818099.txt", 
        "other_topics": {
            "0": 0.0020902110604547994, 
            "1": 0.0016987021845347536, 
            "2": 0.11044222148581354, 
            "3": 0.001655524525084339, 
            "4": 0.0023788457884273235, 
            "5": 0.0010192590819041603, 
            "6": 0.002653266727950493, 
            "7": 0.0027366473561312387, 
            "8": 0.0011502214043617293, 
            "9": 0.0016968759446251383, 
            "10": 0.09604366745131204, 
            "11": 0.003164377208499295, 
            "12": 0.001665661861172465, 
            "13": 0.0013407202580127543, 
            "14": 0.03336601523155717, 
            "15": 0.0022612221271055455, 
            "16": 0.0012776754193251345, 
            "17": 0.00308135862241948, 
            "18": 0.0009238644368730906, 
            "19": 0.034387731231964126, 
            "20": 0.056175660246168976, 
            "21": 0.0012833224104211408, 
            "22": 0.6261189411817152, 
            "23": 0.0009367737029181534, 
            "24": 0.0010761329773320769, 
            "25": 0.001012486899637758, 
            "26": 0.0011410519445357937, 
            "27": 0.0013380891610733445, 
            "28": 0.003509806509694758, 
            "29": 0.0016034665001445428, 
            "30": 0.0007701990588297596
        }
    }, 
    {
        "content": {
            "text": "  If there's one New Year's resolution even more likely to fail than ''I vow to lose weight,'' it's ''I vow to start backing up my computer.''  After all, setting up and remembering to use a backup system is a huge hassle. The odds are good that you don't have an up-to-date backup at this very moment.  Fortunately, 2007 may turn out to be the Year of the Backup. Both Microsoft and Apple have built automated backup software into the latest versions of their operating systems, both to be introduced this year.  At the same time, an option that was once complex, limited and expensive is suddenly becoming effortless, capacious and even free: online backups, where files are shuttled off to the Internet for safekeeping.  Online backup means never having to buy or manage backup disks. You can have access to your files from any computer anywhere. And above all, your files are safe even if disaster should befall your office -- like fire, flood, burglary or marauding children.  As it turns out, the Web is brimming with backup services. Most of them, however, offer only 1 or 2 gigabytes' worth of free storage.  That may be plenty if all you keep on your PC is recipes and a few letters to the editor. But if you have even a fledgling photo or music collection, 2 gigs is peanuts. You can pay for more storage, of course, but the prices have been outrageous; at Data Deposit Box, for example, backing up 50 gigabytes of data will cost you $1,200 a year.  Nobody offers unlimited free storage, but lately, they've gotten a lot closer. Two companies, Xdrive and MediaMax, offer as much as 25 gigabytes of free backups; two others, Mozy and Carbonite, offer unlimited storage for less than $55 a year.  (Note that this roundup doesn't include Web sites that are exclusively dedicated to sharing photos or videos, like Flickr and MediaFire. It also omits the services intended for sending huge files to other people, like YouSendIt and SendThisFile; such sites delete your files after a couple of weeks -- not a great feature in a backup system.)  XDRIVE This service, owned by AOL, offers 5 gigabytes of free storage. It's polished, easy to use, and as fully fledged as they come. Right on the Web site, you can back up entire lists of folders at a time, a method that works on Macintosh, Windows or Unix.  If you use Windows, however, an even better backup system awaits. You can download Xdrive Desktop, a full-blown, unattended backup program. It quietly backs up your computer on a schedule that you specify, without any additional thought or input from you.  Better yet, a new disk icon appears on your PC (labeled X), that represents your files on the Web. You can open and use its contents as though it's an ordinary, if slowish, hard drive. A Mac version of Xdrive Desktop is in the works.  As a bonus, you can share certain backed-up folders, so that other people can have access to them from their Macs or PCs. (This requires, however, that they sign up for their own free Xdrive accounts.) You can view your backed-up photos as an online slideshow, or organize and play your backed-up music files on the Web page.  Upgrading your storage to 50 gigabytes costs $100 a year, which isn't such a good deal. But if your Documents folder fits in 5 gigabytes, then congratulations; you've got yourself a free, effortless, automatic backup system. Happy New Year.  CARBONITE This one's as pure a backup play as you'll find; there's no folder sharing, photo viewing or music organizing. The Windows-only backup software is completely automatic and stays entirely out of your way, quietly backing up whenever you're not working. You get no free storage -- the service costs $50 a year -- but you do get something else few others offer: an unlimited amount of backup storage.  Carbonite is aimed at nontechnical audiences. It's sold in computer and office-supply stores, for example, and it's the easiest online backup software to use -- in fact, to not use, since it's completely automatic. The only change you'll see are small colored dots on files and folders that have been backed up -- and a Carbonite disk icon in your My Computer window that ''contains'' all the backed-up folders and files.  At the moment, Carbonite doesn't back up individual files that are larger than 2 gigabytes. It also doesn't back up pieces of files, so if your 500-megabyte Outlook e-mail database changes, the whole database must be backed up again. And, of course, there's no Macintosh version. The company says that a new version, due in April, will wipe out all three of these drawbacks.  MOZY In many regards, the recently introduced Mozy is a Carbonite copycat. The price is $55 a year, storage is unlimited, an automated background Windows program keeps your PC continuously backed up and a Mac version is planned.  Mozy offers 2 gigabytes of backup at no charge. If you're willing to do the company's marketing for it, you can nab another free gig for every four people you persuade to sign up.  Mozy is more flexible, too -- and more technical. It can back up only changed portions of files. You can specify times and dates for backups (instead of offering only the Continuous option, like Carbonite). You can view 30 days' worth of backups, too -- a feature that prevents you from deleting a file from your PC accidentally and then finding its deletion mirrored in your latest backup. And Mozy offers dozens of novice-hostile options like ''Enable Bandwidth Throttle'' and ''Don't back up if the CPU is over this % busy.''  MEDIAMAX Talk about value. How does 25 gigabytes of free storage strike you?  The service began life with an emphasis on organizing and sharing photos, video and music -- which it still does well. But its new Windows backup program, now in beta testing, adds automated unattended backups of any kind of computer files, just like its rivals.  It's pretty bare-bones; for example, it offers no continuous real-time backup, no choice of weekdays -- only an option to back up every day, every three days, or whatever. And you can back up only folders, not individual files or file types.  In times of disaster, MediaMax will give you your files back, but won't put them in their original folders. More important, the free account lets you download or share only one gigabyte of data a month. That pretty much means that to restore your hard drive after a crash, you'll have to upgrade to a paid account. Still, when you're standing there, sobbing over the smoking remains of your dead hard drive, you probably won't mind paying $10 or $25 to get your stuff back.  SUMMING UP Now, there are some disadvantages to all of these services. One of them is time: even with a high-speed Internet connection, the first backup can take days to complete. Maintaining your backup is much faster, of course, because only new or changed files are uploaded to the Web. But if disaster ever strikes, retrieving your files can also take days. (Mozy offers a solution that gets you your files faster: a DVD of your files, shipped overnight for an added fee. For example, to FedEx a 50-gigabyte backup to you on DVDs, Mozy charges about $90.)  Then there's the security thing. All four companies insist that your files are encrypted before they even leave your computer. But if you still can't shake the image of backup-company employees rooting through your files and laughing their heads off, then this may not be the backup method for you.  Corporate longevity may be a more realistic worry. Since the Internet itself is very young, no Web-based outfit has a particularly long track record.Any of these services could be discontinued or sold at any time, which makes it wise to make the occasional on-site backup, too.  In any case, the main thing is to have some kind of backup. After all, there are only two kinds of people: Those who back up their computers, and those who will.  STATE OF THE ART E-mail: Pogue@nytimes.com  ", 
            "title": "Fewer Excuses For Not Doing A PC Backup"
        }, 
        "weight": 0.6200085365975098, 
        "file": "1816342.txt", 
        "other_topics": {
            "0": 0.004980372201946673, 
            "1": 0.0001012262330864066, 
            "2": 0.00010686793328035182, 
            "3": 9.865326187376865e-05, 
            "4": 0.006616177316754067, 
            "5": 0.004916553814243354, 
            "6": 0.00015810905448236865, 
            "7": 0.00016307773408963413, 
            "8": 6.854207938208033e-05, 
            "9": 0.00010111740683749409, 
            "10": 0.224234986427545, 
            "11": 0.00018856629949445323, 
            "12": 9.925734913230887e-05, 
            "13": 7.98939699829942e-05, 
            "14": 0.05540226610139047, 
            "15": 0.0001347469851881168, 
            "16": 7.613710689422636e-05, 
            "17": 0.0018022244686287875, 
            "18": 5.5053391747283026e-05, 
            "19": 0.055463150500637666, 
            "20": 0.00011031589178834298, 
            "21": 7.647361298818759e-05, 
            "22": 0.6200085365975098, 
            "23": 5.58226592419321e-05, 
            "24": 6.412712515891679e-05, 
            "25": 6.03344340360257e-05, 
            "26": 6.79956681947239e-05, 
            "27": 0.0049355530056276724, 
            "28": 0.019632413841819383, 
            "29": 9.555110670227986e-05, 
            "30": 4.589642031536292e-05
        }
    }, 
    {
        "content": {
            "text": "  THE 40th annual Consumer Electronics Show in Las Vegas last week was packed, as usual, with cool new technology. New devices included ultra-thin/ultrawide TV displays, networked entertainment systems and innumerable gadgets that bring music, movies and television to our hands and homes in new ways.  But many of these new products limit our freedom to use and share the music, movies and other content they are intended for.  It wasn't always like this. Decades ago, audiocassette and videocassette recorders gave consumers the power to copy audiotapes and videotapes -- a power previously reserved for a locked world of retailers and distributors.  The 1984 Betamax case, in which the United States Supreme Court ruled that technology companies aren't liable for copyright infringement when people misuse their products, encouraged still more innovation. There was a flood of gadgets that enabled us to copy things, including personal computers, CD burners and TiVo.  Since then, the entertainment industry has put pressure on electronics manufacturers to limit the consumer's ability to make copies. And as a result, many of the tens of thousands of products displayed last week on the Vegas expo floor, as attractive and innovative as they are, are designed to restrict our use.  DVDs are not so easily copied as videotapes. And the two rival formats for high-definition video on disc -- HD-DVD and Blu-ray -- are equipped with even more sophisticated copy-prevention technology.  Americans pay significant monthly fees to enjoy cable television, but cable companies also tightly control all of their content. They have been at war with electronics companies over the CableCard, a device that allows cable subscribers to record shows without having to buy a special set-top recording box. Cable companies want to make sure that the only way for consumers to get their hands on CableCards is to buy them directly from cable companies.  Even children are bothered by the increasing restrictions. One electronics show attendee told me his 12-year-old recently asked him, ''Why do I have to buy my favorite game five times?'' Because the company that made the game wants to profit from each device the user plays it on: Wii, Xbox, PlayStation, Game Boy or phone.  At this year's show, the president of the Consumer Electronics Association, Gary Shapiro, spoke up for ''digital freedom,'' arguing that tech companies shouldn't need Hollywood's permission when they design a new product. Consumers, he said, should have the right to enjoy the content they buy at whatever time and on whichever device they like. They should also enjoy ''fair use'' to the extent that they can, without asking, copy movies for themselves, or copy a few seconds of a song and post it on a personal Web page.  If consumer electronics companies won't give us these freedoms, there is a good chance we will find a way to take them for ourselves. Every form of digital rights management ever invented has proved vulnerable. Just weeks ago, a hacker unlocked the supposedly perfect HD-DVD encryption scheme.  The question is whether, in the face of economic and legal pressure from entertainment companies, next year's Consumer Electronics Show will have anything new at all.  Xeni Jardin is a co-editor of the Web site Boing Boing and a technology contributor for the NPR news program ''Day to Day.''  ", 
            "title": "Gadgets as Tyrants"
        }, 
        "weight": 0.619949012651091, 
        "file": "1819229.txt", 
        "other_topics": {
            "0": 0.00026644280151173706, 
            "1": 0.00021653649123982096, 
            "2": 0.00022860484474242665, 
            "3": 0.00713586017033244, 
            "4": 0.0003032355670795569, 
            "5": 0.00012992670950164, 
            "6": 0.04534959593935539, 
            "7": 0.0003488451487567199, 
            "8": 0.00014662070215541807, 
            "9": 0.00021630369729524937, 
            "10": 0.1576642314015858, 
            "11": 0.04541474807202557, 
            "12": 0.00021232478435238999, 
            "13": 0.00017090391891368627, 
            "14": 0.02502770621956015, 
            "15": 0.00028824187651903374, 
            "16": 0.00016286748481447621, 
            "17": 0.0003927860871816238, 
            "18": 0.00011776658990789641, 
            "19": 0.09440622221328628, 
            "20": 0.00023598049050634228, 
            "21": 0.00016358731648898875, 
            "22": 0.619949012651091, 
            "23": 0.00011941215626986872, 
            "24": 0.00013717652284221356, 
            "25": 0.00012906344777197725, 
            "26": 0.00014545185532908848, 
            "27": 0.00017056852845822063, 
            "28": 0.00044740107680978655, 
            "29": 0.00020439663463256801, 
            "30": 9.817859968248984e-05
        }
    }, 
    {
        "content": {
            "text": "  The 2005 science fiction film ''Serenity'' portrayed a ragtag crew of space pirates fighting to unravel the mysteries of their galaxy.  Reality may now be mimicking fiction.  Last weekend, a loose-knit coalition of hackers around the world defeated the antipiracy software protecting several high-resolution movies in the HD DVD format. They then began distributing copies of the films -- starting with Universal Pictures' ''Serenity'' -- using BitTorrent, a popular file-sharing tool.  The move could send the technology companies behind the new wave of advanced DVDs scrambling back to the drawing board to improve their copy protection, and prompt Hollywood studios to rethink their alliances in the war between the HD DVD and Blu-ray formats.  The HD DVD standard is backed by Toshiba, Microsoft and Intel and uses copy protection technology known as the Advanced Access Content System. The rival Blu-ray format, supported by Sony, Hewlett-Packard and Dell, uses the same system but adds a level of software that acts as a backup when the first level is compromised, so it is considered to be slightly more secure.  A spokeswoman for Universal, the only film studio to back the HD DVD format exclusively, said no executives were available to discuss the HD DVD issue.  The new intrusions came less than a month after a programmer calling himself Muslix64 announced in a Web forum that he had unraveled at least part of the HD DVD protection system. Muslix64 released free software that allows users to insert HD DVDs into their computers and make copies of those films without the original encryption. However, to make it work, users still needed a special title key, generated by the A.A.C.S. software, for each movie they were trying to copy.  Muslix did not provide any title keys -- in a sense challenging others to finish his work. On Saturday, the response came in the form of dozens of keys for movies like ''King Kong,'' ''Mission Impossible: 3'' and ''Superman Returns,'' posted on Web forums like those at Doom9.net. At least two Web sites were created to provide lists of the keys.  Security experts said that the hackers appeared to have discovered the secret keys on their own computers -- stashed there by WinDVD, a commercial program for playing DVDs.  Michael Ayers, a lawyer for Toshiba who is chairman of the business group of the trade organization that administers A.A.C.S., acknowledged that the intrusion was serious, but said he viewed it as an attack on DVD-playing software and not the overall protection system for HD DVD.  ''It's like somebody picked the lock on an individual house, but he has not discovered the secrets to lock-making at the master padlock company,'' Mr. Ayers said.  He added that A.A.C.S. was explicitly designed so that compromised players and programs like WinDVD can be disabled remotely by revoking their licenses. He said the A.A.C.S. group might take that approach after an investigation.  Bill Rosenblatt, president of the consulting firm GiantSteps which specializes in content protection issues, said the intrusion was less of a crisis than the 1999 defeat of the encryption that protects standard DVDs, which allowed movie files to be freely copied and shared online.  ''It's a pretty nice victory for hackers, but this newer scheme was designed to fail more gracefully and not be as brittle as the DVD scheme,'' Mr. Rosenblatt said.  However, some security experts said the intrusions were more serious. Bruce Schneier, the chief technology officer of the security company BT Counterpane, said it was unclear what effect revoking licenses would have. If new discs of the movies are updated with new title codes, the old discs in stores will still be vulnerable. And hackers will surely redouble efforts to crack the new discs.  Mr. Schneier said the new DVDs would inevitably be vulnerable to hacking. ''Data is inherently copyable, just as water is inherently wet,'' he said. ''All the technology companies are doing is putting in tricks to make it harder to copy. But all they are is tricks.''  ", 
            "title": "A DVD Copy Protection Is Overcome by Hackers"
        }, 
        "weight": 0.6156398575584905, 
        "file": "1819437.txt", 
        "other_topics": {
            "0": 0.00022447300602804782, 
            "1": 0.0001824278863140068, 
            "2": 0.0001925952452111834, 
            "3": 0.00017779092921744403, 
            "4": 0.0002554702130842495, 
            "5": 0.00010946078813047348, 
            "6": 0.026538102523368176, 
            "7": 0.0002938954204633408, 
            "8": 0.0030405431111120386, 
            "9": 0.011850303565211147, 
            "10": 0.16199930367698692, 
            "11": 0.0003398304016456236, 
            "12": 0.00017887960315466982, 
            "13": 0.00014398330974927444, 
            "14": 0.006500277976545628, 
            "15": 0.00024283831320750715, 
            "16": 0.000137212766466586, 
            "17": 0.0003309148275554743, 
            "18": 9.921611804225591e-05, 
            "19": 0.07078439753790092, 
            "20": 0.08479232966135744, 
            "21": 0.00013781921099762697, 
            "22": 0.6156398575584905, 
            "23": 0.00010060247648690051, 
            "24": 0.00011556861834569174, 
            "25": 0.00010873350649874273, 
            "26": 0.0001225404289882418, 
            "27": 0.00014370074965268213, 
            "28": 0.0032939448711514605, 
            "29": 0.011840272090787026, 
            "30": 8.271360784870752e-05
        }
    }, 
    {
        "content": {
            "text": "  THIRTY percent of Internet users still do not trust technology enough to buy something online. But will they use the Web to buy security software?  The Internet service provider EarthLink hopes that they will. The company said it would announce new security services today, to be available to both EarthLink users and others, aimed at thwarting new hacking techniques that specialists regard as particularly insidious. The new services could also help EarthLink fortify its flagging bottom line and reduce customer service calls from users afflicted by computer viruses.  ''The whole axis of the world is moving toward an Internet-based economy,'' said Craig Forman, an EarthLink executive vice president, who, among other things, oversees sales of security services. ''Security is a critical portion of the success of that economy.''  The new feature, called Attack Shield, is a premium offering intended to complement the company's Protection Control Center security service, which EarthLink subscribers receive free. Attack Shield will cost EarthLink subscribers $24 annually, or $3 a month. Those who are not members, but who pay $36 annually or $4 monthly for the Protection Control Center service, will receive Attack Shield at no added cost.  Attack Shield relies on technology from Sana Security, a software vendor based in San Mateo, Calif., that specializes in what is known as behavior-based intrusion detection methods. Such programs essentially watch a personal computer for suspicious-looking software -- for instance, applications hidden in remote areas of the computer that then replicate themselves, or programs that load themselves onto a PC unbidden.  Antivirus software companies like McAfee, Symantec and others, using conventional Internet security methods, find a copy of such a malicious program, identify a signature string of computer code unique to it, then circulate to customers a software application to block programs with that signature.  The signature-based approach, though, does little for those who are victimized by a new attack before security companies have had a chance to obtain the program's signature and circulate an antidote. And because many hackers now are sophisticated financial criminals, rather than the rascals of old, their programs are more likely to mutate so quickly that the signature they leave on one person's computer could look nothing like the signature left on someone else's machine.  These new ''malware'' programs, as they are known in the computer security field, are the most popular distribution method for programs that have turned an estimated 11 percent of the world's computers into ''zombie'' machines used in fraud, spam distribution and online identity theft.  By opening a new front in cyber crime, hackers have also opened a new market for security companies. This month, Symantec announced a behavior-based detection technology, called Sonar, to thwart malware intrusions, and analysts said other companies were working hard to introduce competing technology or refine what they already have.  EarthLink has offered Attack Shield on a trial basis since early in the month, according to Mr. Forman, who declined to say how many customers the service had.  ''Most of the users are EarthLink customers, but we're very happy with its progress among those who aren't EarthLink customers,'' he said. ''This is part of our strategy to widen out the potential universe of folks who EarthLink can reach. And security is a huge part of why our existing members are loyal to EarthLink.''  He said the security service was also an important way for EarthLink to increase revenue as it tries to persuade Attack Shield users to become full EarthLink subscribers. The company lost $3.2 million in the third quarter of 2006, the latest quarter for which EarthLink has reported financial results. Revenue increased 4.5 percent over the 2005 quarter, to $331.3 million.  EarthLink, like AOL, has struggled to grow amid heavy competition from cable Internet providers and phone companies. It has had to glean revenue from its 5.3 million existing customers by selling them more services like Internet telephony and online video subscriptions.  Such efforts have paid dividends, Mr. Forman said, as well as the company's emphasis on selling security services. ''Security is very much a moneymaker for us,'' he said.  According to Andrew Jacquith, an analyst with the Yankee Group, a technology consulting firm based in Boston, the Attack Shield effort is likely to appeal to a small percentage of the market at first, even though he said it was ''a step ahead'' of other security services in effectiveness and simplicity.  ''A certain amount of education needs to happen before customers figure out that this is what they'll want to have,'' Mr. Jacquith said. ''So having companies like EarthLink behind it will help a lot.'' He added that other Internet providers would offer similar services to their customers in the coming months, accelerating the process.  The consumer market for security software, which the research firm IDC said reached $1.6 billion last year, has increasingly moved online in recent years, as vendors like McAfee and CA align themselves with Internet service providers to gain market share.  Selling software to consumers online is much more efficient than selling through retail stores. But analysts have criticized security vendors for distributing their software through Internet providers. As good as such deals are for gaining new customers, they yield far less revenue for each subscriber -- as little as $3 a customer, by some estimates -- compared with the $30 they can make by selling through a retailer.  Sana has no such concerns, because it has traditionally sold to businesses, not consumers. Sana's revenue was under $20 million last year, according to Timothy Eades, its senior vice president for marketing, though last year's sales were five times in 2005.  Symantec, one of the biggest security software vendors, also distributes its software through Internet providers, but Erin Hintz, the vice president for worldwide consumer marketing, said the company had been careful not to give its products away too cheaply.  ''We've been pretty good about striking partnerships where it's beneficial for both parties, while some of our competitors haven't,'' Ms. Hintz said. Over all, though, consumers have ''absolutely shifted more and more online as their preferred buying channel,'' she said, as banks and other financial services companies joined Internet providers in selling security software to their customers.  Try as they may, such efforts will do little to attract the nearly one-third of consumers who, according to Forrester Research, are still leery of buying anything online.  ''That's why people will often purchase for the first time in a retail store,'' Ms. Hintz said. ''Then when they renew their subscription, they're more comfortable doing the transaction online.''  E-COMMERCE REPORT  ", 
            "title": "Harnessing the Web To Sell Online Security"
        }, 
        "weight": 0.6088371399804129, 
        "file": "1822337.txt", 
        "other_topics": {
            "0": 0.0019987401952585968, 
            "1": 0.00011606780160042995, 
            "2": 0.14674034573055225, 
            "3": 0.00011311758698583333, 
            "4": 0.003874383472040072, 
            "5": 6.964326176473938e-05, 
            "6": 0.0038931339248584407, 
            "7": 0.00018698783416751607, 
            "8": 7.85915688891573e-05, 
            "9": 0.0001159430194853342, 
            "10": 0.20700194474362, 
            "11": 0.00021621347718794572, 
            "12": 0.00011381024419469877, 
            "13": 9.160784881860962e-05, 
            "14": 0.002279811064794725, 
            "15": 0.0001545032929331699, 
            "16": 8.730016269484691e-05, 
            "17": 0.00021054103803646535, 
            "18": 6.312519942631826e-05, 
            "19": 0.0209088385373457, 
            "20": 0.00012649016614630227, 
            "21": 8.76860065750384e-05, 
            "22": 0.6088371399804129, 
            "23": 6.400725523561004e-05, 
            "24": 0.0019294509373587673, 
            "25": 6.918053656496338e-05, 
            "26": 7.796504409066752e-05, 
            "27": 9.142807296364506e-05, 
            "28": 0.00023981574247208148, 
            "29": 0.0001095606006197521, 
            "30": 5.262565290547048e-05
        }
    }, 
    {
        "content": {
            "text": "  Consumers wary of buying new high-definition DVD players because of a technology war reminiscent of the days of Betamax versus VHS will soon have a new kind of DVD that might make the decision less daunting.  Warner Brothers, which helped popularize the DVD more than a decade ago, plans to announce next week a single videodisc that can play films and television programs in both Blu-ray and HD-DVD, the rival DVD technologies.  Warner Brothers, a division of Time Warner, plans to formally announce the new disc, which it is calling a Total HD disc, at the Consumer Electronics Show in Las Vegas on Tuesday.  Two rival camps introduced high-definition DVD players last year: a consortium called Blu-ray, backed by Sony and others, and a group called HD-DVD, backed by Toshiba and Microsoft. Retail and media executives say this clash of corporate titans and their incompatible machines has left some consumers bewildered and has slowed the introduction of what is intended to be the next great thing in home entertainment.  Executives at Time Warner and its Hollywood subsidiary hope to spur sales of new DVD players and movies by gaining the support of retailers and cajoling rival studios into making their film and television libraries available in both formats on a single disc.  In addition to reviving the ghost of the war that marked the introduction of videocassettes in the 1980s, the high-definition battle has been exacerbated by the decision of several major studios to support only one of the technologies.  Thus, for instance, a copy of 20th Century Fox's ''Ice Age: The Meltdown'' is available only on Blu-ray, while Universal's ''The Break-Up'' can be viewed only on a disc and player built with HD-DVD technology.  Barry M. Meyer, the chairman and chief executive of Warner Brothers, said in an interview that the company came up with the Total HD disc after concluding that neither Blu-ray nor HD-DVD was going the way of Betamax anytime soon.  ''The next best thing is to recognize that there will be two formats and to make that not a negative for the consumer,'' Mr. Meyer said. ''We felt that the most significant constituency for us to satisfy was the consumer first, and the retailer second. The retailer wants to sell hardware and doesn't want to be forced into stocking two formats for everything. This is ideal for them.''  In a world besotted with gadgetry, few consumer products have generated as much excitement -- and head-scratching -- as high-definition television. Flat-screen, high-definition TVs have been flying off the shelves for the last year and are now as common in homes as coffee pots. Yet few people are actually watching superclear high-definition programming.  Part of the disconnect is the lack of high-definition programming on cable and satellite television, and the additional outlay for decoder boxes and premium channels needed to get it. The rival movie player technologies have further blurred the outlook for high definition. Richard Greenfield, an analyst at Pali Capital, predicted in a recent report that this would be the first year since the introduction of the DVD that consumer spending on the discs would decline, putting pressure on the studios that rely heavily on them for profits.  For now, Sony; Metro-Goldwyn-Mayer, which is owned by private equity firms in partnership with the Comcast Corporation and Sony; 20th Century Fox, a division of the News Corporation; and Walt Disney Pictures are all exclusively releasing their DVDs in Blu-ray.  Universal Studios, which is owned by General Electric, is releasing only in HD-DVD. Warner and Paramount Pictures, a division of Viacom, are issuing DVDs in both formats.  Behind these allegiances are complex strategic questions revolving around everything from manufacturing costs to profit margins, debates over each format's technical strengths and weaknesses, and how these players relate to Microsoft and Sony's video-game strategies.  (Blu-ray players are built into the new Sony PlayStation 3, while Microsoft is selling HD-DVD drives that attach to its Xbox 360.)  Another wrinkle is plans by LG Electronics, and possibly other gadget makers attending the Las Vegas conference, to announce new DVD players with drives for both formats; however, such players will most likely be initially more expensive than other players.  Jeffrey L. Bewkes, the president of Time Warner, said the Total HD disc has a better chance of catching on than dual players. Research commissioned by Warner indicates that consumers are willing to pay several dollars more than current high-definition DVDs for a disc that works on both players. At the Web site for Best Buy, Warner's ''Superman Returns'' DVD was selling yesterday for $19.99 in its standard format, $29.99 for Blu-ray and $34.99 for HD-DVD.  Still, it is not clear whether news of Warner's Total HD disc would convince the studio heads who are backing one format or the other to release their wares in both. Sony, of course, has placed a big bet on Blu-ray's success and does not want to relive the sting of Betamax's defeat. The number of studios committed solely to Blu-ray has been seen as a competitive edge, particularly because HD-DVD came to market several months ahead of Blu-ray.  And HD-DVD's boosters say they doubt gaming fans who have been snapping up the just-introduced PlayStation 3 will take advantage of its built-in Blu-ray player and buy movies as well as video games.  In recent interviews, executives at Fox and Disney were unequivocal in their support for Blu-ray. They said they believed that releasing DVDs in both formats would only prolong confusion and the emergence of a winning format. ''I think the fastest way to end the format war is through decisiveness and strength,'' said Bob Chapek, the president of Buena Vista Worldwide Entertainment, the home video arm of Walt Disney.  Like other Blu-ray proponents and partners, Mr. Chapek said that he favors Blu-ray because of its greater storage capacity and other attributes. HD-DVD offers the same vivid picture by storing less information on its disc, which means fewer minutes of video and other features. However, among its perceived advantages, HD-DVD players are less expensive and also play standard DVDs, while Blu-ray players do not.  Because of manufacturing complexities, the Total HD disc will not contain a standard format version, said Kevin Tsujihara, the president of Warner Brothers Home Entertainment Group. However, several months ago the company filed patents for a new disc incorporating all three formats, which it could produce in the future.  Mr. Tsujihara described the new disc as an elegant way for studios to make their content available more widely ''in a way that is not conceding defeat'' for the format they have been backing.  In the short term, Total HD would actually add to the number of formats retailers will have to stock, raising it from three to four. However, Irynne V. MacKay, senior vice president for entertainment products at Circuit City, said she supported the idea because it took pressure off consumers puzzling over which format to invest in. ''The simpler the future is for us, the better,'' said Ms. MacKay.  Correction:  January 5, 2007, Friday  An article in Business Day yesterday about a proposed high-definition videodisc that will play on rival technologies referred incorrectly to one capability of the Blu-ray players, a rival to the HD-DVD technology. Blu-Ray players do, in fact, play standard DVDs, as do HD-DVD players. One difference is that some new HD-DVD discs are sold in a combination format that will also play on standard DVD players, while Blu-Ray discs currently do not have this feature.  ", 
            "title": "New Disc May Sway DVD Wars"
        }, 
        "weight": 0.6072274993028478, 
        "file": "1816343.txt", 
        "other_topics": {
            "0": 0.00011680487771506499, 
            "1": 9.492663429678872e-05, 
            "2": 0.00010021723530794772, 
            "3": 0.010717637570786928, 
            "4": 0.06843730150755166, 
            "5": 5.6958091301976165e-05, 
            "6": 0.00014826947458419586, 
            "7": 0.007742303070670814, 
            "8": 6.427650921170094e-05, 
            "9": 0.016791447670271402, 
            "10": 0.17688695396390347, 
            "11": 0.0001768312778914662, 
            "12": 9.308027963767664e-05, 
            "13": 7.492193910466424e-05, 
            "14": 0.00034668009957709075, 
            "15": 0.00012636129386172772, 
            "16": 7.139887638014152e-05, 
            "17": 0.0032079416977153726, 
            "18": 0.03192699861426808, 
            "19": 0.035314896493690094, 
            "20": 0.0243894478387845, 
            "21": 7.171444073481657e-05, 
            "22": 0.6072274993028478, 
            "23": 5.2348655064639936e-05, 
            "24": 6.013631025140212e-05, 
            "25": 5.657964917407011e-05, 
            "26": 6.376410275957522e-05, 
            "27": 7.477490851905565e-05, 
            "28": 0.015374882772379073, 
            "29": 8.960468730312547e-05, 
            "30": 4.3040154453729464e-05
        }
    }, 
    {
        "content": {
            "text": "  After six years of trying to build an online music service, AOL agreed yesterday to sell its AOL Music Now to Napster. Napster will pay $15 million to add AOL's 350,000 subscribers to its own 566,000.  The price amounts to $43 a subscriber, which appears low considering that Napster -- which only sells a music service -- is valued at $186 million, or $328 a subscriber.  One reason may be that AOL's music business has been shrinking quickly. It had 450,000 subscribers in the middle of 2006, when the company stopped marketing the service as part of a shift away from fee-based businesses.  ''AOL is treating this like a nonessential business,'' said Fred Moran, an analyst with the Stanford Group. He said the deal was positive for Napster, which disclosed in September that it had hired investment bankers to evaluate potential acquisition offers. The bankers are still working, said a Napster spokeswoman, Dana M. Harris, who would offer no details.  Napster's shares rose by 30 cents, to $4.12.  AOL is now focused on free sites supported by advertising, and it continues to operate AOL Music, the second-most-popular music destination on the Internet.  AOL first helped found MusicNet, a consortium that included several record labels and the digital media company RealNetworks. It introduced a music service based on MusicNet in 2003. In October 2005, AOL bought Music Now, a similar service that had been owned by the electronics retailer Circuit City. The price was reported at the time to be $10 million to $15 million, although AOL would not confirm it.  AOL's services, much like Napster and Rhapsody, which is now owned by RealNetworks, mainly offer subscriptions for unlimited song downloads, but the songs stop playing if the customer does not pay the monthly bill.  This model has not proved to be as popular as the à la carte model used by Apple's iTunes Store. One reason is that music from the subscription services cannot be played on Apple's popular iPod players. AOL, Rhapsody and Napster all use software from Microsoft that lets their songs play on a variety of players from Samsung, Creative, iRiver and other manufacturers. But none of these devices have come close to challenging the iPod. Microsoft further confused the market last year when it introduced its Zune player, which was not compatible with any subscription services other than its own.  This month, the Virgin Group said that it would close its Virgin Digital music service.  AOL and Napster both charge new customers $9.95 a month if they want to listen to music only on a computer and $14.95 a month if they want to use a portable player as well. Some AOL subscribers have been paying $8.95 a month, and Napster will continue to honor that price for them. AOL customers will be converted to Napster unless they choose to cancel their subscriptions.  As part of the arrangement, Napster, based in Los Angeles, will promote its service on AOL's music pages, and it will make additional payments to AOL if it reaches certain new subscriber targets.  ", 
            "title": "AOL, Now Focused on Free, Sells Its Paid Music Service"
        }, 
        "weight": 0.6045585512333695, 
        "file": "1818460.txt", 
        "other_topics": {
            "0": 0.00030199418149304974, 
            "1": 0.000245428887792512, 
            "2": 0.09052036731585673, 
            "3": 0.00023919056948523237, 
            "4": 0.0827561507924015, 
            "5": 0.00014726278986488056, 
            "6": 0.0003833445956485402, 
            "7": 0.00039539144825410515, 
            "8": 0.00016618425675655267, 
            "9": 0.0002451650322244555, 
            "10": 0.13553289206983632, 
            "11": 0.0004571899570792992, 
            "12": 0.00024065521416747197, 
            "13": 0.00019370757556015137, 
            "14": 0.004820729662269739, 
            "15": 0.00032670190028591097, 
            "16": 0.00018459884256326139, 
            "17": 0.012218403212128864, 
            "18": 0.00013348014930287454, 
            "19": 0.016741555228020857, 
            "20": 0.00026746729382235514, 
            "21": 0.04727824592006562, 
            "22": 0.6045585512333695, 
            "23": 0.00013534528307176125, 
            "24": 0.00015547994354042267, 
            "25": 0.00014628434339162394, 
            "26": 0.00016485945106240222, 
            "27": 0.00019332743406072167, 
            "28": 0.0005070976630769615, 
            "29": 0.00023166921390097004, 
            "30": 0.00011127853964537011
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''Protecting Internet Democracy'' (editorial, Jan. 3):  ''Net neutrality'' is an idea that has no place in a free market. Cable and phone companies have no obligation to treat all Internet traffic equally. If these companies judge it to be in their self-interest to sell speedier delivery to certain content providers, they should be free to do so.  Just as FedEx and UPS are free to charge their customers for faster delivery, so should cable and phone companies.  The idea that cable and phone companies cannot offer superior services to some of their customers is an attack on their freedom. As owners of their networks, they have the right to run their businesses as they see fit.  David Holcberg  Media Research Specialist  Ayn Rand Institute  Irvine, Calif., Jan. 3, 2007  ", 
            "title": "It's a Free Market for All"
        }, 
        "weight": 0.6023145333948154, 
        "file": "1817402.txt", 
        "other_topics": {
            "0": 0.001102226798616165, 
            "1": 0.0008957732097420966, 
            "2": 0.043915880521165934, 
            "3": 0.0008730044213416496, 
            "4": 0.0012544319697596858, 
            "5": 0.0005374838436474577, 
            "6": 0.04436932447744488, 
            "7": 0.0014431107515207584, 
            "8": 0.0006065439420043842, 
            "9": 0.0008948101823200513, 
            "10": 0.007676331510026817, 
            "11": 0.001668664675125787, 
            "12": 0.015201744344093453, 
            "13": 0.0007069993197278814, 
            "14": 0.003271439547524185, 
            "15": 0.015515799942459477, 
            "16": 0.02932054245498283, 
            "17": 0.01594828087262041, 
            "18": 0.0004871795771611617, 
            "19": 0.20433773809661085, 
            "20": 0.0009762095996247814, 
            "21": 0.0006767318280877803, 
            "22": 0.6023145333948154, 
            "23": 0.0004939869944859164, 
            "24": 0.0005674750406458617, 
            "25": 0.0005339126823803664, 
            "26": 0.0006017086291787113, 
            "27": 0.0007056118686655263, 
            "28": 0.0018508192144487444, 
            "29": 0.0008455527676511428, 
            "30": 0.0004061475221197966
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''Want an iPhone? Beware the iHandcuffs'' (Digital Domain, Jan. 14), which criticized the use of copy-protection software in Apple Inc. music systems:  It's easy to forget that only a few years ago, as the music industry waged open war against peer-to-peer file sharing, there were few legal, viable alternatives for downloading music. Then Apple introduced iTunes, which provided not only enough copy-protection software to satisfy a reluctant music industry, but a seamless experience that gave users an easy way to buy and play music and a reasonable degree of freedom. ITunes and its relationship to the iPod paved the way for today's online music marketplace.  Users of competing music players are free to buy music elsewhere, and they do; however, the iPod's runaway success suggests that much of the digital music audience will accept a few restrictions in exchange for the system's ease of use.  Paul Ferguson  Minneapolis, Jan. 16  ", 
            "title": "Online Music, Then and Now"
        }, 
        "weight": 0.601799138107388, 
        "file": "1820462.txt", 
        "other_topics": {
            "0": 0.0008567853204523806, 
            "1": 0.0006963043699582611, 
            "2": 0.0007351119041246782, 
            "3": 0.0006786056860844145, 
            "4": 0.0009750977734760558, 
            "5": 0.00041779810452406707, 
            "6": 0.0010875839415269719, 
            "7": 0.00112176197243827, 
            "8": 0.0004714800496332761, 
            "9": 0.0006955557873984491, 
            "10": 0.23977871029492726, 
            "11": 0.012430981830415352, 
            "12": 0.0006827610180090808, 
            "13": 0.0005495662412428885, 
            "14": 0.002542962468872233, 
            "15": 0.0009268833953852453, 
            "16": 0.0005237239263973782, 
            "17": 0.0012630604079589653, 
            "18": 0.0003786954832344245, 
            "19": 0.1143006856130116, 
            "20": 0.000758829358615943, 
            "21": 0.0005260386491386935, 
            "22": 0.601799138107388, 
            "23": 0.000383987039601377, 
            "24": 0.000441110926679443, 
            "25": 0.0004150221617195069, 
            "26": 0.00046772145380342246, 
            "27": 0.0005484877447804868, 
            "28": 0.012572574591126321, 
            "29": 0.000657266907229012, 
            "30": 0.00031570747084650575
        }
    }, 
    {
        "content": {
            "text": "  FOR years, Internet users have treated online photo services like a batch of holiday snapshots -- checking them out for a while, then letting them collect dust on the shelf as soon as something new comes along.  Now Smilebox.com, a start-up based in Redmond, Wash., is offering customers the opportunity to build online scrapbooks with animation, music and artwork. The kicker is that, in a market cluttered with free services that have struggled to produce profits, Smilebox is actually attracting paying customers.  Smilebox.com users pay $1 or $2 to choose from among 350 graphic templates for their digital photos, or pay for a $5 monthly subscription for unlimited access to the templates.  Those with dozens of holiday photos might choose to collect them in a virtual photo album with holiday themed artwork on the borders, for instance. Next, users can choose from among 700 musical selections to accompany the photo book, and decide on other visual flourishes, like animated transitions between pages. (Smilebox also offers a free version that includes advertisements and fewer music and template choices.)  Unlike many other photo-sharing services, Smilebox does not require users to upload photos to the Web site and edit them there. Rather, since users download the template, they need only drag images to the desired locations on the template, then upload the entire file to the Web site. Smilebox then delivers e-mail messages to the user's friends and family, inviting them to view the book.  Should Smilebox gain enough acceptance with consumers before the free photo services offer up competing features, analysts said, it may well build a successful business. Building a successful business of any significant size, though, may be asking too much.  ''This looks to me like a niche business,'' said Christopher Chute, an analyst with IDC, a technology consultancy. ''Getting people to pay has always been a problem, so they've got to find a hook.''  Andrew Wright, the chief executive of Smilebox, believes he has found at least one hook into a bigger market, thanks to an alliance with Hallmark. In that partnership, the greeting card company in December started offering a modified version of Smilebox on Hallmark.com.  According to Steven Ruschill, who oversees online initiatives for Hallmark's new business development group, the Smilebox partnership has yielded ''pleasantly surprising'' results, despite his company's having done nothing to promote the service. ''It's a little too early to judge it fully, but so far so good,'' he said.  Hallmark.com visitors who clicked on the Smilebox feature turned into paying customers more often than Mr. Ruschill anticipated, he said. If the number of paying customers reaches an undisclosed threshold over the next several months, he said, Hallmark will most likely retain the service on its site and continue to share the revenues with Smilebox.  ''When the novelty starts to wear off, the question is whether users will just think of this as another thing they have to do,'' he said.  Mr. Wright said that Smilebox.com's traffic climbed steadily after the company introduced it in April, reaching about 500,000 visitors in December. He would not say how many of those visitors were paying customers, but he said, ''the business model is working very well.''  In addition to revenues from subscriptions and one-time sales, Smilebox is also distributing Google ads alongside its free photo templates, netting the company about $7 for each 1,000 people who view a page of pictures.  Mr. Wright is, however, more focused on the fee-based service, having already built a successful subscription offering in the online games category which, like online photos, is dominated by free services. Mr. Wright formerly led RealNetworks' RealArcade, and several former RealNetworks executives, among others, have backed his business with $6 million in venture financing to date.  Mr. Wright's fee-based approach is unusual, but not unique. Smugmug, a photo-sharing service based in San Francisco, charges $40 to $150 annually for digital photo storage and sharing. Chris MacAskill, Smugmug's president, said the company is profitable, with slightly more than $10 million in annual sales, and spends nothing on marketing. He said Smilebox ''looks very interesting.''  ''I've seen quite a few attempts at it in the past,'' Mr. MacAskill said, referring to digital scrapbooking, ''including a very impressive Sony site, Screenblast, that for some reason never got traction and went away. Surely someone will make it work, and these guys look like they've got a lot of talent.''  The darling of free online photo-sharing, Photobucket.com, will introduce both free and paid services that will compete with Smilebox early in 2007, said Alex Welch, the company's chief executive. Mr. Welch said that service would let users create custom slideshows with audio.  ''There's definitely a huge hunger for online editing tools,'' Mr. Welch said. ''The question is whether you can charge for it and differentiate yourself enough to make a business out of it.''  Photobucket.com raced to the top of online photo-sharing sites in 2006, reaching 15.6 million visitors in November, according to ComScore Media Metrix, an online measurement company. A year earlier the company attracted 10 million fewer visitors, but word quickly spread among MySpace users, among others, that Photobucket simplified the process of posting photos on that Web site and others, and an Internet star was born.  Now Mr. Welch said that even as it develops new features to keep pace with Smilebox and others, it is working harder to generate advertising revenue from visitors. The business recently created its own advertising sales team to strike deals with big brand marketers and advertising agencies. Until now, the company has distributed ads on behalf of Google and other networks, an effort that Mr. Welch said ''has worked well.''  If Photobucket, Smilebox and similar services generate significant profits from ads or user fees, IDC's Mr. Chute, for one, will be surprised. ''The lack of a clear revenue model has always been the bane of these sites,'' Mr. Chute said. ''The only way these guys have ever made money was to be acquired.''  E-COMMERCE REPORT  ", 
            "title": "Share Grandma's Birthday, With Music and Animation"
        }, 
        "weight": 0.599115782864061, 
        "file": "1815742.txt", 
        "other_topics": {
            "0": 0.00015520460800470302, 
            "1": 0.00012613386832336612, 
            "2": 0.002150041582638351, 
            "3": 0.00012292779414437675, 
            "4": 0.11513867250680551, 
            "5": 7.568312562069597e-05, 
            "6": 0.0001970132252356735, 
            "7": 0.0022200823161279467, 
            "8": 8.540748135919726e-05, 
            "9": 0.0001259982643862055, 
            "10": 0.17453239733884407, 
            "11": 0.0002349647523716039, 
            "12": 0.0001236805225666573, 
            "13": 9.955260788044886e-05, 
            "14": 0.022646307605771694, 
            "15": 0.00016790270632890774, 
            "16": 9.487133446248948e-05, 
            "17": 0.00022880036670099184, 
            "18": 6.859977946111078e-05, 
            "19": 0.0771778743721379, 
            "20": 0.00215433794269415, 
            "21": 9.529064094117159e-05, 
            "22": 0.599115782864061, 
            "23": 6.955833221880046e-05, 
            "24": 7.990618749831783e-05, 
            "25": 7.518027023260674e-05, 
            "26": 8.472662072994122e-05, 
            "27": 9.93572408302838e-05, 
            "28": 0.0022774917642092154, 
            "29": 0.00011906232548088105, 
            "30": 5.718965193173087e-05
        }
    }, 
    {
        "content": {
            "text": "  An article in Business Day on Jan. 8 about announcements by Sony and Microsoft regarding sales of their latest game consoles misstated the price of the high-end configuration of Microsoft Xbox 360. It is $399, not $499.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5982394054176067, 
        "file": "1819503.txt", 
        "other_topics": {
            "0": 0.0035273844978677533, 
            "1": 0.002866684549510618, 
            "2": 0.003026455137488031, 
            "3": 0.23198493835885672, 
            "4": 0.004014476774939059, 
            "5": 0.0017200744713490156, 
            "6": 0.004477582241309386, 
            "7": 0.004618293167986447, 
            "8": 0.001941082997608116, 
            "9": 0.002863602635694143, 
            "10": 0.02456606281298707, 
            "11": 0.05117834252660951, 
            "12": 0.00281092658007029, 
            "13": 0.0022625637877269826, 
            "14": 0.010469374506350413, 
            "15": 0.0038159782178418594, 
            "16": 0.002156170997608986, 
            "17": 0.005200018717118761, 
            "18": 0.0015590890099148116, 
            "19": 0.012193595207907117, 
            "20": 0.003124099879180382, 
            "21": 0.0021657007093345165, 
            "22": 0.5982394054176067, 
            "23": 0.0015808743433616153, 
            "24": 0.0018160533420292487, 
            "25": 0.0017086459169818574, 
            "26": 0.001925608861500163, 
            "27": 0.0022581236186301635, 
            "28": 0.005923055956903613, 
            "29": 0.0027059673458188715, 
            "30": 0.0012997674119078167
        }
    }, 
    {
        "content": {
            "text": "  The world of desktop computing is finally going mobile, and the shift can be seen in the explosive growth of wireless data for cellular carriers.  To handle functions from text and instant messaging to mobile MySpace and ESPN, computer users are increasingly turning to the cellphone.  ''We are seeing the emergence of a fourth screen,'' said Jerry Panagrossi, vice president for operations at Symbian, a developer of advanced cellphone operating systems, citing a historical progression of ''movie, television, computer and now the smart-phone screen.''  The newest screen is evolving to adopt more and more characteristics of a personal computer. And many believe that the next big shift will be the convergence of many forms of communication encompassing voice, e-mail, instant messaging and video telephony.  That shift may well be underscored tomorrow when Steven P. Jobs, the chief executive of Apple Computer, is expected to unveil an Apple phone representing his company's new mobile communications strategy -- highlighted by a device that may include Jobsian refinements such as a sleek ceramic case and a transparent touch screen.  Industry executives and competitors believe that Apple has developed the first of a new generation of devices that are closer to personal computers in pocket form, meaning that they will easily handle music, entertainment, productivity tasks and communications on cellular and other wireless networks.  But while Apple was able to monopolize the music-player category quickly after it introduced the iPod in 2001, its challenge with a phone would be far more difficult.  While Apple was early to portable digital music, it would be distinctly late in entering the world of Internet-connected digital hand-helds. Arrayed against it are giants including Nokia, Motorola, Sony Ericsson and Microsoft, in addition to entrenched hand-held companies like Palm and Research in Motion.  Also waiting to enter the fray are powerful Internet companies like Google, who cannot afford to be cut off from users who now rely on them in the desktop computing world.  ''Apple is about to touch off a nuclear war,'' said Paul Mercer, a software designer and president of Iventor, a designer of software for hand-helds based in Palo Alto, Calif. ''The Nokias and the Motorolas will have to respond.''  And the coming convergence -- or possibly collision -- between cellphones and desktop computers is also yielding new forms of hybrid devices. Nokia and Sony have recently introduced hand-helds with innovative physical designs and new combinations of communication features.  What they share is designs that make them more portable than laptop computers and screens that are more readable than those on cellphones.  Another entry is the Oqo Model 2, a hand-held computer being spotlighted this week at the Consumer Electronics Show in Las Vegas, including a mention in a keynote address by Bill Gates, the Microsoft chairman.  Developed in a San Francisco warehouse office by a small team of portable-computer designers who have previously worked for Apple and I.B.M., the device is a complete Windows Vista computer that fits comfortably in the palm of a hand.  With a slide-out keyboard as well as the ability to connect to both Wi-Fi networks and high-speed cellular service, its selling price will start at $1,499. Those who wish to use it as a phone can add a Bluetooth headset and use an Internet phone service like Skype.  ''Our main goal is to reinvent the PC in a pocketable form,'' said Jory Bell, a computer designer who is one of the Oqo's founders.  What all of the hardware makers are hunting for is a way to capitalize on the cultural shift in mobile messaging and search that has finally led the United States to close the gap with Asia and Europe, which have in the past been far ahead in mobile data wireless applications.  The data revenue for American cellular carriers grew at an annual rate of more than 70 percent in the first half of last year. In the third quarter, Verizon Wireless, Cingular and Sprint each crossed $1 billion a quarter in data revenue for the first time. They were ranked fourth, fifth and seventh in the world in data revenue for the first nine months of the year.  ''We've basically caught up with Europe,'' said Roger Entner, a telecommunications industry analyst with Ovum Research.  Analysts say Japanese and Korean companies have moved almost 50 percent of their customers to the new generation of data-oriented wireless networks known as 3-G. But the United States is only about a year behind the Asian countries in that evolution, analysts said.  ''This is happening because of a number of factors,'' said Chetan Sharma, a telecommunications analyst based in Issaquah, Wash. ''Some have to do with culture and the others are purely business-related. The carriers are now realizing that wireless data is a substantial part of the business.''  And not all of the traffic is being driven by messaging, as a remarkable variety of wireless data software applications is emerging.  When students at Montclair State University in New Jersey feel concerned for their safety at night, they can send a wireless digital alert from their cellphone, setting a timer in the campus security office. If they do not turn it off remotely at the specified time, officers are alerted to their location. The program was developed by Rave Wireless, a New York-based maker of cellphone software for academic customers.  For Apple, one advantage in entering the wireless data market may be that it can develop both the hardware and the software for its own phone. But it would still need to rely on the cellular carriers.  In the past Mr. Jobs has cited the carriers' control of handsets in the United States as a reason he had not introduced an Apple phone. Now that has apparently changed, and Apple's business strategy in offering an Apple phone will potentially be as intriguing as its industrial design.  Mr. Jobs has been rumored to have entered into an alliance with Cingular. That would suggest he has patched up a reported split in 2005 that came when Apple introduced its iPod Nano on the same day that Cingular and Motorola introduced the Rokr, an iPod-compatible phone.  Whatever his business strategy, Mr. Jobs is certain to have an impact. Recently, he told two associates, who asked not to be identified to avoid damaging their relationship with him, that he was more excited about his current project than he was about the Macintosh.  Correction:  January 11, 2007, Thursday  A picture caption in Business Day on Monday with an article about cellphones and other small devices that take on desktop computers' functions referred incorrectly to four officials from Oqo, which makes a pocket-sized computer. While the four pictured are executives, only three were among its founders. Bob Rosin, second from right, is the senior vice president for marketing and alliances and joined the company later.  ", 
            "title": "A Personal Computer To Carry In a Pocket"
        }, 
        "weight": 0.5915088201911413, 
        "file": "1817370.txt", 
        "other_topics": {
            "0": 0.024704389683163217, 
            "1": 0.005374612078720955, 
            "2": 0.04047978753290963, 
            "3": 0.005371822366227189, 
            "4": 0.014193320846144303, 
            "5": 6.585442173951107e-05, 
            "6": 0.012456098282443893, 
            "7": 0.003686720884914603, 
            "8": 0.001829268834769088, 
            "9": 0.010639352861682471, 
            "10": 0.22206459990221275, 
            "11": 0.00020445069848394422, 
            "12": 0.00010761856394367117, 
            "13": 8.662405748784883e-05, 
            "14": 0.00040082834526888937, 
            "15": 0.0001460977667492835, 
            "16": 8.25507247414016e-05, 
            "17": 0.00019908686010665507, 
            "18": 5.969096507074063e-05, 
            "19": 0.018016370763694858, 
            "20": 0.00011960865324542983, 
            "21": 8.291557734835696e-05, 
            "22": 0.5915088201911413, 
            "23": 6.052503392092043e-05, 
            "24": 6.952904928217841e-05, 
            "25": 6.541687042896955e-05, 
            "26": 7.372346964205414e-05, 
            "27": 0.005351312838563662, 
            "28": 0.03883573327787838, 
            "29": 0.003613505967017698, 
            "30": 4.976263105627026e-05
        }
    }, 
    {
        "content": {
            "text": "  Verizon Wireless is expected to announce on Sunday that it will offer full-length programming to its cellular subscribers from several major television networks, according to people apprised of the deal.  The service, which should be in operation by the end of March, will consist of eight channels and will include popular shows from NBC, CBS, Fox and MTV, they said. ESPN is reportedly also in negotiations to offer programs, which will be offered for the cellphone screen soon after they appear on television.  What is significant is that the programs will be among the first full-length television shows to be offered to cellular subscribers in the United States. In Europe, where mobile phone technology is more advanced, such programming is more widely available.  It will also make the mobile phone more competitive with devices like the iPod from Apple Computer. In 2005, Apple announced that it would offer shows from the Walt Disney Company's ABC network for sale through its iTunes Store. Other entertainment companies quickly followed suit.  Media companies will receive a fee based on consumer subscriptions. A spokesman for Verizon Wireless could not be reached for comment on Friday evening.  In the deal, Verizon is joining with MediaFLO U.S.A., a subsidiary of Qualcomm, which has created technology to transmit high-resolution video through its own dedicated network. MediaFLO's quality rivals European and Asian standards, media executives say.  Verizon Wireless and Qualcomm have been partners for some time; they first announced an agreement to work together in 2005. MediaFLO was reported by those apprised of the Verizon deal to be in talks to offer television shows through other wireless phone companies as well.  Samsung and LG are two phone makers whose equipment is compatible with the MediaFLO network.  ", 
            "title": "Verizon to Announce Plan For TV Shows on Cellphones"
        }, 
        "weight": 0.5854474762129973, 
        "file": "1816736.txt", 
        "other_topics": {
            "0": 0.0005002924162611617, 
            "1": 0.0004065846920856362, 
            "2": 0.0004292451118825151, 
            "3": 0.0003962501110552166, 
            "4": 0.19560778979304635, 
            "5": 0.0002439598557913156, 
            "6": 0.0006350598977420365, 
            "7": 0.0006550170670112692, 
            "8": 0.00027530571266723056, 
            "9": 0.00040614758121471046, 
            "10": 0.04899319181547311, 
            "11": 0.0007573942888128243, 
            "12": 0.00039867648438273904, 
            "13": 0.00032090164964754475, 
            "14": 0.0014848816939835136, 
            "15": 0.0005412239477034864, 
            "16": 0.0003058118554748158, 
            "17": 0.0007375237743895494, 
            "18": 0.00022112712929594176, 
            "19": 0.0017294296136874062, 
            "20": 0.09146102004152667, 
            "21": 0.0003071634638714394, 
            "22": 0.5854474762129973, 
            "23": 0.00022421696458771245, 
            "24": 0.0002575726335170376, 
            "25": 0.00024233893267330172, 
            "26": 0.0002731110007077939, 
            "27": 0.00032027189609292134, 
            "28": 0.020343914117938757, 
            "29": 0.04589275295274631, 
            "30": 0.0001843472917324301
        }
    }, 
    {
        "content": {
            "text": "  Tablet PCs have not gained much traction in the marketplace, but Lenovo's latest may rev up the genre. The X60 ThinkPad Tablet has a 12-inch screen that flips around to fold flat, and it is brighter than usual, with a polarizing filter to cut glare -- perhaps for those who would walk in the sun while Web surfing. There is a stylus for writing on the touch screen, and its other end has an electronic eraser for quick deletions.  The X60 is now shipping with Windows XP but can be upgraded to Vista when it arrives at the end of the month. Prices start at $1,749 for a 3.8-pound model and go as high as $4,500 for the works, including an all-day eight-cell battery, which fattens it to 4.23 pounds. An expansion base with a CD-DVD drive comes with the tablet.  The X60 communicates over all the current modes of Wi-Fi through an array of six antennas planted around the edges of the screen, catching a signal whatever way the tablet is held. When Wi-Fi isn't available, an optional cellular data modem can get you online if you sign up for an account.  MARTY KATZ  CIRCUITS  ", 
            "title": "A ThinkPad Tablet Tries to Finds Its Place in the Sun"
        }, 
        "weight": 0.5849877779710068, 
        "file": "1816299.txt", 
        "other_topics": {
            "0": 0.011239819509211973, 
            "1": 0.0006527017087636399, 
            "2": 0.011125765296464519, 
            "3": 0.03194616987615351, 
            "4": 0.0009140370367022013, 
            "5": 0.0003916355382882558, 
            "6": 0.0010194793077359275, 
            "7": 0.0010515171063487927, 
            "8": 0.0317520144713145, 
            "9": 0.0006520000025313936, 
            "10": 0.1934536808169173, 
            "11": 0.0012158661064687356, 
            "12": 0.0006400064430996498, 
            "13": 0.0005151523388536911, 
            "14": 0.002383721861251861, 
            "15": 0.0008688418486140745, 
            "16": 0.000490928272790335, 
            "17": 0.0011839674172889854, 
            "18": 0.0003549815277232824, 
            "19": 0.013212987620755352, 
            "20": 0.0007113113753089502, 
            "21": 0.0004930980473224998, 
            "22": 0.5849877779710068, 
            "23": 0.00035994172621081464, 
            "24": 0.00041348850878997597, 
            "25": 0.0003890334253472223, 
            "26": 0.01087511886745787, 
            "27": 0.0005141413779660734, 
            "28": 0.09527876798474157, 
            "29": 0.0006161087765223771, 
            "30": 0.0002959378320479497
        }
    }, 
    {
        "content": {
            "text": "  Microsoft's power in the technology industry, some analysts insist, is waning. It faces a host of rivals from a reinvigorated Apple on the desktop to Web-based challengers like Google, delivering services and software online.  But yesterday, on the eve of the arrival of new models of Microsoft's flagship products, the Windows operating system and the Office programs, the skeptics were overshadowed and drowned out by the opening salvos in the software giant's marketing campaign.  Windows Vista and Office 2007 start appearing today, available in retail stores as a shrink-wrapped package and shipped on new machines sold by personal computer makers. The new Microsoft offerings were available to large corporate customers at the end of November.  Steven A. Ballmer, the company's chief executive, called today ''the biggest product launch in Microsoft's history,'' and the rollout will be backed by a first-year marketing budget of hundreds of millions of dollars.  New versions of Windows and Office move across the technology industry like a powerful weather system, driving sales of personal computers and other hardware, software and services. The pace is typically gradual but steady, yet the impact on the rest of the industry is significant.  Over 5,000 software and hardware products are ready to run on Vista, and Microsoft has more than 500,000 industry partners worldwide, including resellers, retailers and consultants as well as hardware and software companies. Millions of developers write programs that run on Windows.  For every dollar Microsoft makes on Windows Vista, the rest of the industry will collect $18 of revenue, estimates IDC, a technology research firm. Indeed, those that build products and services on top of and around Microsoft's technology constitute an industry ecosystem that business professors have studied. And Microsoft's long investment in nurturing that network of mutual support, they say, is a major reason that Windows holds more than 90 percent of the market for PC operating systems.  In the United States, the IDC report concluded, ''this ecosystem should sell about $70 billion in products and services revolving around Windows Vista'' in 2007. The introduction of Windows Vista, IDC projected, is expected to generate 157,000 jobs in the United States. The IDC study was paid for by Microsoft, but the research firm said it used its own methodology.  Because the universe of Windows users has grown, Mr. Ballmer predicted that sales of Windows Vista in the first three months would be five times the early sales of Windows 95, introduced in 1995, and double the sales of Windows XP, shipped in 2001.  Mr. Ballmer spoke at a news conference in New York, along with executives from large computer manufacturers and chip makers. ''I hope your forecasts are right,'' said Todd Bradley, executive vice president for personal computers at Hewlett-Packard. ''We'd all be thrilled.''  The industry has certainly been patient. Vista suffered repeated delays, coming five years after Windows XP. Microsoft has vowed that there will never again be so lengthy a gap between versions of its operating system. Industry analysts expect that Microsoft will more regularly update Windows with new features and bug fixes delivered over the Internet -- and that the line between the desktop software and Internet software will increasingly blur.  ''Today will go down in computing history as the last big operating system launch for Microsoft,'' said Gary Beach, publisher of CIO Magazine, a publication for professional technology managers.  For those upgrading from previous versions of Windows, there are three versions of Vista, from $100 to $260. The new operating system has striking three-dimensional graphics, an easier-to-use interface and improved security, and it handles games, music, video and pictures far better than previous generations of Windows, most product reviewers have agreed. But many reviewers have also pointed out that most of the new features in Vista are already in Apple's Macintosh computers.  Mr. Ballmer and Bill Gates, the chairman, presided over a gathering in a Times Square theater to celebrate Vista's arrival, along with industry partners, analysts, and early Vista users, or beta testers. One was Farage Yusupov, a lawyer at Paul, Weiss, Rifkind, Wharton & Garrison. Some Vista features, he said, did not run on his two-year-old laptop.  But Mr. Yusupov said he planned to get a new computer with Vista soon. ''In a year or two, every computer is going to have it,'' he said. ''Since I'm going to get it sooner or later, I want it sooner.''  Microsoft's industry partners described Vista as a watershed. Hector Ruiz, the chairman of Advanced Micro Devices, a microprocessor maker, said the new Microsoft operating system would usher in ''the visualization age of computing'' with rich 3-D graphics entering the mainstream. ''And stunning visual experiences require outstanding hardware,'' Mr. Ruiz added.  Kevin B. Rollins, Dell's chief executive, said his company began taking orders online over the weekend for Vista-equipped machines. Traffic on the company's Web site increased 20 percent because of demand for PC's running Vista, and tens of thousands of them have been sold in the last couple of days, Mr. Rollins said.  Sean Maloney, executive vice president of Intel, said that Vista's abilities combined with rapidly advancing technology in microchips would lead to a ''golden age for PCs,'' allowing them to serve as a central hub for storing, managing and sending digital media like movies and music to television sets and music players in the home.  In an interview, Mr. Bradley of Hewlett-Packard pointed to his company's TouchSmart PC, being released to coincide with Vista's debut, to show that manufacturers are increasingly able to use Microsoft's operating system as ''a platform we can build around instead of just embed on our machines.''  The $1,699 model, with a 20-inch touch screen and television tuner built in, has a user interface that has been tailored by Hewlett-Packard engineers so that it looks different from a standard Windows machine. Microsoft's antitrust settlement with the federal government required the software maker to give PC makers more freedom to modify Windows.  Most of Microsoft's vast marketing budget will be on print, television, radio and Web advertisements. But some will go for so-called viral marketing events like an online puzzle contest called Vanishing Point, sponsored by Microsoft and A.M.D. The winner will get a ride into space from a private space travel company.  The strategy, said Michael Sievert, vice president for Windows marketing, ''is really about getting people to come in and have a look.''  ", 
            "title": "First the Wait for Microsoft Vista; Now the Marketing Barrage"
        }, 
        "weight": 0.5833189388254253, 
        "file": "1822612.txt", 
        "other_topics": {
            "0": 0.003670722356968453, 
            "1": 0.00011052919637937356, 
            "2": 0.072578427083589, 
            "3": 0.000107719762186585, 
            "4": 0.08145331897670707, 
            "5": 6.631997547945703e-05, 
            "6": 0.0001726397021740559, 
            "7": 0.001945424472898872, 
            "8": 7.484128097314248e-05, 
            "9": 0.00011041036870525656, 
            "10": 0.19005464211855053, 
            "11": 0.010810052786509216, 
            "12": 0.00010837936669021672, 
            "13": 0.0018545958969637178, 
            "14": 0.0004036619763340047, 
            "15": 0.0001471305958275939, 
            "16": 8.313431195731593e-05, 
            "17": 0.00020049429228582402, 
            "18": 6.011294663698365e-05, 
            "19": 0.030515252569240783, 
            "20": 0.00012045421918280257, 
            "21": 8.350174386709121e-05, 
            "22": 0.5833189388254253, 
            "23": 0.007130390736234504, 
            "24": 7.00205805730649e-05, 
            "25": 6.587933092713068e-05, 
            "26": 7.424465312688396e-05, 
            "27": 8.706524369243318e-05, 
            "28": 0.014367247694426238, 
            "29": 0.00010433251060471399, 
            "30": 5.01144248824986e-05
        }
    }, 
    {
        "content": {
            "text": "  Many digital cameras shoot rudimentary video, and some camcorders take a shot at producing passable photographs. The Canon DC50 tries to do both well. Its five-megapixel sensor is equal in resolution to that of some midgrade cameras, and is actually bigger than those used by some photojournalists just a year or so ago.  Canon's road map for the future of imaging foresees a merging of video and still photography, with one sensor and one chipset to satisfy both needs, and the DC50 is a step in that direction. A new processing chip, the Digic DV II, handles both kinds of images.  The DC50, which will be available at the end of next month for about $799, has both a built-in flash and video light. It can record still and moving images simultaneously onto three-inch DVDs, including dual-layer ones for added capacity, and a MiniSD-size camera card.  The camera's 10x lens zooms out to a serious telephoto length, 447 millimeters in still-camera terms. An image stabilization mechanism can be turned on to prevent shaky snapshots at this high magnification.  MARTY KATZ  CIRCUITS  ", 
            "title": "It's a Still Camera. No, a Camcorder. No Need to Choose Because It's Both."
        }, 
        "weight": 0.5823477476800207, 
        "file": "1817995.txt", 
        "other_topics": {
            "0": 0.0008290922502479789, 
            "1": 0.0006737983753519291, 
            "2": 0.0007113515699043541, 
            "3": 0.0006566717494759776, 
            "4": 0.0009435806005595424, 
            "5": 0.0004042940073323202, 
            "6": 0.0010524309834557672, 
            "7": 0.0010855043098548834, 
            "8": 0.00045624084116087236, 
            "9": 0.0006730739885257364, 
            "10": 0.22125454597940705, 
            "11": 0.001255165408921552, 
            "12": 0.0006606927724950577, 
            "13": 0.0005318031258656633, 
            "14": 0.04555685438316478, 
            "15": 0.0008969246106967483, 
            "16": 0.0005067960879818115, 
            "17": 0.00122223568825959, 
            "18": 0.00036645526348163567, 
            "19": 0.09983223007736547, 
            "20": 0.0007343024273069227, 
            "21": 0.0005090359941058847, 
            "22": 0.5823477476800207, 
            "23": 0.0003715757858235384, 
            "24": 0.00042685331095137173, 
            "25": 0.000401607788729535, 
            "26": 0.00045260373090704506, 
            "27": 0.0005307594886352485, 
            "28": 0.0013921815993188117, 
            "29": 0.0006360226840024603, 
            "30": 0.03262756743668972
        }
    }, 
    {
        "content": {
            "text": "  Wow. Predictably, the torrent -- and I do mean torrent -- of iPhone commentary from the citizens of the Web is practically outflooding spam this week. Most of it comes from people whose shirt fronts are practically drenched in drool. Plenty is negative and bitter.  Another huge category is iPhone questions. Never mind that many of these questions either (a) have been answered by Apple, either on its elaborate, interactive Web site or the free video of Steve Jobs's speech, or (b) come from people who fantasize about fitting the iPhone into their own particular wish lists.  (My favorite sarcastic comment, which was a response to these responses, which were in response to my last blog entry: \"Yeah, yeah, yeah, but can you use it underwater? And can you recharge it using solar power? And does it have an optical scanner that detects your eyeball movements so that you merely have to look at a name in your contacts list and blink in order to choose and call him? Apple, you have a long way to go...\")  Anyway, here it is: the ultimate iPhone Frequently Asked Questions list, complete with answers.  ANSWERS TO ALL YOUR QUESTIONS:  Can it be used with anything but Cingular? --No.  Is it an ''unlocked'' phone, so I can use it with a carrier other than Cingular? --No.  Will there be a non-Cingular version? --Not within the first two years.  Can I put my T-Mobile SIM card in it instead of Cingular? --No.  But what if I keep asking? Then will it be available beyond Cingular? --No.  Can it run Mac OS X programs? --No.  Can I add new programs to it? --No. Apple wants to control the look and feel and behavior of every aspect of the phone.  Does it run programs from Palm, Symbian, Windows? --No.  Does it connect to iChat? --No.  Does it have games? --No.  Is it ambidextrous? --No.  Does it have GPS? --No.  Voice recognition? Voice dialing? Voice memos? --No, although this could change by June when the phone ships.  Does it get onto the HSDPA (3G) high-speed Internet network that Cingular has rolled out in a few cities? --No. But Steve Jobs said a later version of the iPhone will -- once there's enough HSDPA coverage in this country to justify it.  Does the Web browser support Flash or Java? --No.  Will it play music over Bluetooth? --Unknown.  Can you change the battery yourself? --No. You'll have to send the phone in to Apple for battery replacement, just as with the iPods.  Can it open Word and Excel documents? --No. (Steve Jobs says it can open PDF files, though.)  Can you use it one-handed? --Yes, for some functions. But overall, it's less convenient than on a phone with physical keys.  Can I make a call while driving a car? --Not as easily as on a regular cellphone with programmed speed-dial keys. (Besides--MUST you?)  Does the camera record video? --Not yet. Apple may add this feature by June.  Does it connect to standard iPod accessories like car docks and speaker systems? --Yes!  Does it work overseas? --Yes. It's a quad-band GSM phone, meaning you can use it in any country (for an added fee, of course).  Is there a Verizon version? --NO!!!!  Will they make a non-cellphone version--a widescreen touch iPod? --Nobody knows. Apple doesn't leak product info until it's good and ready.  That scrolling through lists thing is glitzy, but what if I have 3,000 names in my address book? --There's also an alphabet \"index tab\" down the right side of the screen, so you can jump to another spot in the list.  Is there a calendar? --Yes.  Will it sync with Outlook? --No.  What about airplane use? --It has a airplane mode (wireless off), just like any cellphone.  Won't the screen get smudgy? --It does, but you don't see it except when the screen is off. The one I played with was pretty streaky, but wiping it on my sleeve cleaned it completely.  Who on earth would buy this thing? --Obviously not people who ask this question. But that's OK--there's no requirement that everyone buy the iPhone. More for the rest of us! :)  FROM THE DESK OF DAVID POGUE  ", 
            "title": "The Ultimate iPhone Frequently Asked Questions"
        }, 
        "weight": 0.5770724879585468, 
        "file": "1818139.txt", 
        "other_topics": {
            "0": 0.000274033335954887, 
            "1": 0.0037837577773694947, 
            "2": 0.00023511743558009613, 
            "3": 0.00021704454490125975, 
            "4": 0.00031187426928222864, 
            "5": 0.00013362811617489886, 
            "6": 0.0003478517296144144, 
            "7": 0.0003587831958795542, 
            "8": 0.007272902701534645, 
            "9": 0.0002224658478776059, 
            "10": 0.16215583624929183, 
            "11": 0.00041485994360588484, 
            "12": 0.00021837358199157183, 
            "13": 0.00017577270154028874, 
            "14": 0.12188912362432591, 
            "15": 0.00029645343216723355, 
            "16": 0.00016750732213092562, 
            "17": 0.00040397594221477186, 
            "18": 0.00012112157398656674, 
            "19": 0.1042178113322737, 
            "20": 0.00024270320183851876, 
            "21": 0.00016824766067253177, 
            "22": 0.5770724879585468, 
            "23": 0.0001228140199342444, 
            "24": 0.00014108446524304998, 
            "25": 0.00013274026148248658, 
            "26": 0.00014959554887769002, 
            "27": 0.0001754277563406541, 
            "28": 0.018265409344685554, 
            "29": 0.00021021957181247935, 
            "30": 0.00010097555286809632
        }
    }
]