[
    {
        "content": {
            "text": "  After a political dispute that shut down an important oil pipeline to Europe, Russia's prime minister, Mikhail Y. Fradkov, announced that Russia had agreed to lower significantly an export duty on oil to Belarus. Russia had imposed a duty of $180 per ton on oil shipped to Belarus, but agreed to lower it to $53 after the conflict prompted a halt in supplies to Europe through the Druzhba, or Friendship, pipeline, according to news accounts. Belarus on Wednesday agreed to drop a tit-for-tat fee it had imposed in response to Russia's new duty, causing Russia to close the pipeline. Belarus has refined subsidized Russian oil and resold it at significant profit. Belarus will continue to receive a subsidy, but Mr. Fradkov said the new agreement, which appeared to end the dispute between the countries, would still raise $1 billion for Russia.  STEVEN LEE MYERS  ", 
            "title": "World Briefing | Europe: Russia Cuts Belarus Oil Duty"
        }, 
        "weight": 0.658059817905292, 
        "file": "1818516.txt", 
        "other_topics": {
            "0": 0.09012468330985692, 
            "1": 0.0006642550993839224, 
            "2": 0.0012106834596888527, 
            "3": 0.0008804524495563062, 
            "4": 0.0004554674150734001, 
            "5": 0.001520283676793804, 
            "6": 0.0007833462350046777, 
            "7": 0.0035205958277616514, 
            "8": 0.0006488709701646747, 
            "9": 0.0012728957036962168, 
            "10": 0.0005466876007698146, 
            "11": 0.0007993937606013705, 
            "12": 0.0006462129351105119, 
            "13": 0.0004925787760856074, 
            "14": 0.0003135891280118847, 
            "15": 0.0005782816694471105, 
            "16": 0.0008380195779435727, 
            "17": 0.0005045455215699697, 
            "18": 0.00043754844434224156, 
            "19": 0.00030407298271683777, 
            "20": 0.08367185143235564, 
            "21": 0.0020901740483984443, 
            "22": 0.658059817905292, 
            "23": 0.000791378982324389, 
            "24": 0.00037888927264622047, 
            "25": 0.0008202250534678742, 
            "26": 0.00067255521315722, 
            "27": 0.0004647978917076736, 
            "28": 0.0007031928929226229, 
            "29": 0.14580465276414856
        }
    }, 
    {
        "content": {
            "text": "  An unyielding President Vladimir V. Putin on Tuesday raised the possibility of diverting oil transit routes away from Belarus, a day after Moscow cut off pipeline deliveries of crude oil headed to customers in Eastern and Central Europe through the country.  Such a change, which would be years in the making, would cut Belarus out of any role in the transshipment of oil to Europe without offering the customers any immediate assurance that their supplies were reliable.  The two-day cutoff has affected supplies to Ukraine, Germany, Poland, Hungary, the Czech Republic and Slovakia. It is the second stoppage of Russian energy supplies to European countries since last winter, when natural gas shipments were shut down briefly during a gas pricing dispute between Russia and Ukraine.  In a meeting with his cabinet ministers, Mr. Putin also urged the government to discuss with Russian companies ''the possibility of scaling down the extraction of oil, given problems in transiting crude across Belarus.'' That indicated that Russia might not have sufficient storage for oil that was being produced but not exported.  With the new year, Russia began charging Belarus $100 per thousand cubic meters of gas, more than double the old rate of $46. It also imposed a duty of $180 a ton on oil that officials said Belarus was obtaining at subsidized rates and reselling on world markets. In response, Belarus imposed a transshipment fee of $45 a ton on oil going through Belarus in the Druzhba pipeline to Europe.  On Monday, officials in Moscow accused Belarus of siphoning off about 79,000 tons -- roughly half a million barrels -- of Russian oil bound for Europe, then shut down the pipeline entirely.  Normally the 2,500-mile pipeline pumps 1.2 million barrels a day to Eastern and Central Europe, with one arm running to Poland and Germany and the other to Ukraine, Hungary, Slovakia and the Czech Republic.  In general terms, Mr. Putin told his cabinet members to do whatever was necessary to guarantee the interests of Russian companies as well as the interests of the countries dependent on Russian energy supplies.  He also said the government must continue negotiations with Russia's ''Belarussian partners,'' but it is unclear when those talks will begin. Russian officials have begun formulating their starting positions, but German O. Gref, Russia's trade minister, told reporters Tuesday evening that Moscow would start talks only after Belarus had lifted transit duties and resumed oil transit.  Russia's intransigence irritated European leaders, including Chancellor Angela Merkel of Germany, who said it was ''not acceptable'' for energy suppliers to cut off shipments without consultation, and who renewed her call for diversification of supplies.  But few analysts expected the standoff to last more than a few days. ''Belarus's reserves of cheap oil will last a few days, a week at most,'' Yaroslav Romanchuk, an economist in Belarus, told The Associated Press. ''After that, it will have to buy oil taking into account Russian export duties.''  In a news conference, the Russian industry and energy minister, Viktor B. Khristenko, said that in time Russia would be able to reroute oil around Belarus, possibly by increasing the capacity of the Baltic pipeline system or hurrying the completion of the East Siberia-Pacific Ocean pipeline. In the short term, he said, Russia might have to ship more oil by rail and river. ''If these measures aren't enough, it could be necessary to reduce oil output,'' he said.  ", 
            "title": "Russia Considers Alternatives to the Oil Pipeline Through Belarus"
        }, 
        "weight": 0.6361868939865222, 
        "file": "1817818.txt", 
        "other_topics": {
            "0": 0.057200465373586334, 
            "1": 0.00019955203732712864, 
            "2": 0.00036370718292300504, 
            "3": 0.000264500912739059, 
            "4": 0.00013682913491867098, 
            "5": 0.000456715658337819, 
            "6": 0.00023532877244405033, 
            "7": 0.0044049367476666846, 
            "8": 0.12739224648941389, 
            "9": 0.0003823966593754645, 
            "10": 0.00016423302525833328, 
            "11": 0.0002401496860205503, 
            "12": 0.00019413190484807196, 
            "13": 0.00014797793559003512, 
            "14": 9.420680313398877e-05, 
            "15": 0.0001737243498681933, 
            "16": 0.00025175345172925287, 
            "17": 0.003498870713939782, 
            "18": 0.00013144601159824137, 
            "19": 9.134801261376722e-05, 
            "20": 0.14563897979008408, 
            "21": 0.0006279191384650998, 
            "22": 0.6361868939865222, 
            "23": 0.0002377419283151443, 
            "24": 0.00011382393051716362, 
            "25": 0.0002464077139009901, 
            "26": 0.0002020455140276382, 
            "27": 0.00013963214783242856, 
            "28": 0.020295036273437688, 
            "29": 0.0002869987135653517
        }
    }, 
    {
        "content": {
            "text": "  As a New Year's deadline arrived, Russia's natural gas monopoly, Gazprom, struck a deal early Monday to supply gas to Belarus for the next five years, averting a price dispute that threatened to disrupt supplies to Europe, the company said in a statement.  The agreement, reached as the Russian capital celebrated the New Year with rolling displays of fireworks, more than doubled the price that Belarus will pay for natural gas this year and raised it significantly in the years to come.  For Belarus, a close ally of Russia, the price of gas would rise to $100 per thousand cubic meters in 2007, from $46 now, and increase steadily to the level paid by European countries by 2011, the company said.  Gazprom, Russia's largest company, succeeded in achieving, at least in part, what its officials had described as a central goal: ending subsidized supplies of energy to the countries of the former Soviet Union. Belarus, led by its autocratic president, Aleksandr G. Lukashenko, has for years benefited from the comparatively inexpensive supply of natural gas, a vital part of its sclerotic economy, still mostly managed by the state.  The agreement headed off a shutdown of supplies to Belarus and beyond, avoiding the disruptions of last year, when the effects of a price dispute with Ukraine rippled throughout Europe and raised concerns about Russia's reliability as an energy supplier.  Gazprom, closely allied to the Kremlin, threatened to cut off gas supplies again beginning Monday at 10 a.m. if Belarus did not agree to the higher prices. At least 20 percent of Russian natural gas destined for Europe passes through Belarus, less than the amount that transits Ukraine but enough to raise new concerns in Europe.  The agreement was reached after months of negotiations -- and a final week of threats and counterthreats. Belarus's prime minister, Sergei S. Sidorsky, arrived in Moscow on Sunday for a last round of negotiations and announced the deal with Gazprom's chairman, Aleksei B. Miller. Mr. Miller had suggested that Belarus should ultimately pay the going market price, now roughly $260 per thousand cubic meters of gas.  The agreed price, $100 per thousand cubic meters, was less than the $105 that Gazprom had demanded in the past few days. But under the deal announced on Monday, Gazprom, in keeping with its stated goals of expanding its export empire, will acquire 50 percent of Beltranzgaz, the Belarussian gas-transit monopoly that distributes gas through the country.  Mr. Lukashenko, whose rule has been described as the last dictatorship in Europe, had previously vowed never to give up control of those pipelines. On Friday, he vowed that Belarussians would rather live in unheated dugouts than pay the higher prices that Gazprom was demanding. ''All this means destruction of our relations,'' he said.  A statement by Mr. Sidorsky early Monday appeared to reflect his government's unease with the agreement. ''The Belarussian side, in a difficult atmosphere on the eve of the new year, signed an agreement on unfortunate terms,'' he said, according to Agence France-Presse.  Russia has long been the country's most reliable partner, shielding it from efforts by Europe and the United States to isolate Mr. Lukashenko, who won re-election to a third term as president in balloting in March that was denounced as unfair. But the negotiations suggested that Russia's political priorities had been surpassed by Gazprom's economic ones.  ", 
            "title": "Russia-Belarus Gas Deal Averts Feared Disruptions in Europe"
        }, 
        "weight": 0.6231857508847278, 
        "file": "1815792.txt", 
        "other_topics": {
            "0": 0.013918541603780442, 
            "1": 0.00020294868576523336, 
            "2": 0.0003698979763188034, 
            "3": 0.0036732764549199204, 
            "4": 0.00013915815382338321, 
            "5": 0.00046448958311618674, 
            "6": 0.0036436077649224055, 
            "7": 0.004479914792112228, 
            "8": 0.030836708775927996, 
            "9": 0.0003889055732066718, 
            "10": 0.003571301870940551, 
            "11": 0.0002442373619313497, 
            "12": 0.00019743629522273666, 
            "13": 0.0001504967223211968, 
            "14": 9.581033169230332e-05, 
            "15": 0.00017668137576251294, 
            "16": 0.010468858764911968, 
            "17": 0.00015415290090558536, 
            "18": 0.00013368340238598036, 
            "19": 9.29028806498168e-05, 
            "20": 0.2025863282981686, 
            "21": 0.007447153930701516, 
            "22": 0.6231857508847278, 
            "23": 0.00024178862089869256, 
            "24": 0.00011576136939771122, 
            "25": 0.00025060191000025975, 
            "26": 0.0002054846048474579, 
            "27": 0.0001420088778483027, 
            "28": 0.00021484528096278092, 
            "29": 0.09220726495182961
        }
    }, 
    {
        "content": {
            "text": "  Supplies of Russian crude oil headed to European markets came to a halt overnight, officials said Monday, in the latest manifestation of rapidly deteriorating relations between Russia and Belarus.  The head of Russia's oil pipeline monopoly accused Belarus of illegally siphoning oil beginning Saturday in an escalating dispute over duties and transit fees. Belarus's foreign ministry acknowledged the halt but denied responsibility, suggesting that the Russians had instead caused the stoppage at their common border.  Regardless of the cause, the disruption along the Druzhba, or Friendship, pipeline affected supplies of crude oil headed to Poland, Germany and Ukraine. In the short term, at least, the halt should have a minimal effect, because refineries in those countries maintain reserves. In the longer term as well, the disruption is not as threatening as a shut-off of natural gas, because alternative sources of oil are more readily available.  Still, a prolonged disruption could be worrisome. Oil prices rose on the news, and the dispute rekindled concerns in Europe about the reliability of energy supplies from Russia.  ''This shows us once again that arguments among various countries of the former Soviet Union, between suppliers and transit countries, mean that these deliveries are unreliable from our perspective,'' Poland's deputy economics minister, Piotr Naimski, said in televised remarks, according to The Associated Press.  The shutdown of Druzhba, one of the highest-capacity pipelines in the world, took place a week after Russia and Belarus negotiated a last-minute agreement that sharply raised the price Belarus would have to pay for natural gas. The deal came after brinkmanship by each side that raised the specter of disruptions of natural gas deliveries across Europe, like one that followed a dispute between Ukraine and Russia in 2006.  Belarus, led by an autocratic president, Aleksandr G. Lukashenko, has reacted furiously to the terms of that deal and to Russia's tactics in the talks that led to it. Last week, Belarus called Russia's conduct shameless.  Russia has responded by saying that it is simply raising the costs of oil and gas to market prices. Belarus and other former republics of the Soviet Union have long bought oil and gas at a discount, compared with European customers.  ''Belarus has cast prudence to the wind,'' Andrei V. Sharonov, a deputy economic development minister, said in remarks on the Moscow radio station Ekho Moskvy, referring to what he, too, called the illegal siphoning of oil. ''This looks like a trade war.''  He later said that Russia would suspend all oil shipments through Belarus, blaming it for the initial disruptions. His remarks suggested that the disruption could last indefinitely.  For the last decade, Russia and Belarus, two countries bound by history and deep ethnic, cultural and social ties, have moved haltingly toward the creation of a union, with a common currency and even, ultimately, the creation of a single unified state, as negotiated in a 1996 treaty between Mr. Lukashenko and President Boris N. Yeltsin.  The union has never come to fruition under President Vladimir V. Putin. In the past month, the two countries have seemed instead to be negotiating the terms of their divorce, which, like many, is becoming nasty.  Beginning New Year's Day, Russia began charging Belarus $100 per thousand cubic meters of natural gas, compared with the $46 it charged last year. The price is to increase steadily to the level charged in Europe -- now $265 on average -- by 2011.  As those negotiations dragged on bitterly, Russia also imposed a separate duty of $180 a ton on oil it sold to Belarus, which has been sold at steeply subsidized prices. Mr. Lukashenko's government responded to the oil duty last week by announcing a $45 a metric ton fee on shipping oil across Belarus on its way to other parts of Europe.  These are the fees are at the heart of the dispute that has shut down the pipeline.  Mr. Sharonov, in his radio interview, said Mr. Lukashenko's government had begun seizing the oil as payment for the transit fee.  The head of Russia's pipeline monopoly, Semyon M. Vainshtok, said in a statement that Belarus had siphoned 79,900 metric tons of oil since Saturday ''without warning anyone.''  He said, ''Transit is a sacred cow,'' and vowed to use other means of transport to supply customers in Europe.  On Sunday, prosecutors in Belarus filed suit against Mr. Vainshtok, accusing him of having violated customs duties by not paying the new transit fee. A hearing scheduled for Monday, however, was canceled.  In Belarus, there were conflicting reports about what had unfolded. While the foreign ministry denied responsibility, an official from the Druzhba pipeline told Russian news agencies that operations had been halted on orders from Belneftekhim, the Belarus pipeline monopoly. Neither the ministry nor the companies would elaborate.  Belarus has used its cheap supplies of oil and gas to shore up a Soviet-style economy and earn hard currency, in the case of oil, by exporting refined products at world prices. For Mr. Lukashenko's government, the changing economics could weaken his iron control on the country of 10 million.  ''The Belarussian people may not realize the extent to which they have been propped up by Russian energy, the extent to which the Belarussian miracle that Lukashenko talks about was built on legs of clay,'' said Rory MacFarquhar, an economist with Goldman Sachs in Moscow.  The impact in Belarus, where the news media is tightly controlled by the state, remains uncertain.  Pavel Daneyko, the director of the Institute for Privatization and Management, a business consultancy in Minsk, the capital of Belarus, said Mr. Lukashenko's government faced two difficult options: a liberalization of the country's economy or a populist propaganda war against Russia.  ''If there is a clear war with Russia,'' he said by telephone, ''then the society may be able to weather the situation.''  ", 
            "title": "Belarus and Russia Trade Accusations Over Crude Oil Cutoff"
        }, 
        "weight": 0.602447260255353, 
        "file": "1817639.txt", 
        "other_topics": {
            "0": 0.036561105353721715, 
            "1": 0.00012049731780167707, 
            "2": 0.00021962060921273304, 
            "3": 0.00015971598670728868, 
            "4": 8.262277837732807e-05, 
            "5": 0.10335847221075126, 
            "6": 0.0001421007084712649, 
            "7": 0.03297831100828715, 
            "8": 0.04660597831595595, 
            "9": 0.00023090604540172658, 
            "10": 9.917031819446069e-05, 
            "11": 0.00014501176447000497, 
            "12": 0.006180912044702752, 
            "13": 0.0021105840647675064, 
            "14": 5.6885748942303786e-05, 
            "15": 0.00010490155087537956, 
            "16": 0.00015201857163181615, 
            "17": 9.152565349429226e-05, 
            "18": 7.937223816638509e-05, 
            "19": 5.515949951655198e-05, 
            "20": 0.10209111139705157, 
            "21": 0.0044216205220653565, 
            "22": 0.602447260255353, 
            "23": 0.00014355786628232506, 
            "24": 6.873133701200297e-05, 
            "25": 0.00014879060624191302, 
            "26": 0.00012200297646814228, 
            "27": 8.431534710474007e-05, 
            "28": 0.00012756071812315066, 
            "29": 0.06081017718484828
        }
    }, 
    {
        "content": {
            "text": "  Belarus announced Wednesday that it had reached a compromise with Russia to end a dispute that had shut a Russian oil pipeline to Europe since Monday, but the Kremlin did not confirm any agreement.  The announcement, by President Aleksandr G. Lukashenko's office, was the first sign that the dispute might be ending after two days of increasingly hostile remarks and threats.  The Belarussian prime minister, Sergei S. Sidorsky, said later in televised remarks that his country would revoke a transit fee of $45 a ton on Russian oil that it imposed last week, provoking a dispute with swift repercussions in Europe.  Russia had declared the transit fee illegal and refused to pay it. When Belarus began siphoning oil headed to Europe as payment, Russia's pipeline monopoly, Transneft, shut the pipeline. As a result, Poland, Germany, the Czech Republic, Slovakia and Hungary had to tap into oil reserves this week.  The conflict with Belarus unfolded only days after Russia's giant energy company, Gazprom, negotiated a significantly higher price for supplies of natural gas to Belarus, Russia's smaller neighbor and one of its closest allies. The new price, $100 per thousand cubic meters, compared with $46 last year, infuriated Mr. Lukashenko, but a separate decision by Russia to impose a customs duty of $180 per metric ton on Russian oil prompted the Belarussian transit fee.  Mr. Sidorsky said he would fly to Moscow for more talks on Wednesday, an indication that a final resolution had not been found. ''We hope to solve all other questions in the coming days,'' he said.  Russia had said that it would hold no talks until the transit fee was lifted. The statement by Mr. Lukashenko's office said the two governments would settle the dispute by Friday.  By Wednesday night, Semyon M. Vainshtok, the president of Transneft, said the company had reached an agreement to ship 79,000 tons of oil that Belarus had siphoned into its own storage facilities. He said the company could resume full operations by Thursday, though he suggested that outstanding issues remained.  The Kremlin announced only that President Vladimir V. Putin had discussed the issue by telephone with Mr. Lukashenko. Mr. Putin was steadfast on Tuesday, warning that Russia would divert oil intended for European markets around Belarus, though that could take time.  In the meantime, the pipeline, called Druzhba, or Friendship, remained closed for a third day, despite statements in Slovakia that some oil was set to resume flowing.  Druzhba stretches 2,500 miles and pumps 1.8 million barrels of oil a day in two trunks. It accounts for considerable amounts of the oil consumed in Germany, the Czech Republic and Poland, and almost all oil used by Hungary and Slovakia.  A swift resolution would ease jitters over the reliability of oil supplies in Europe. Russia has forced Belarus, for years a close ally, to back off. But the episode has done further damage to Russia's international image, already battered by a shut-off of natural gas to Ukraine last January and a threat to do so to Belarus this year.  ''We consider it unacceptable, this kind of event,'' the European Commission president, José Manuel Barroso, said in Brussels, where the European Union announced a sweeping energy policy meant to address concerns like those Russia had raised.  Echoing remarks by Chancellor Angela Merkel of Germany on Tuesday, he criticized Russia for stopping the flow of oil without first notifying the customers paying for it farther along the pipeline.  The dispute grew from Russia's new strategy to increase energy prices for the other former republics of the Soviet Union. Now independent, but still tied into the Soviet-era network of gas and oil pipelines, those countries had long enjoyed subsidized prices.  Russia has recently negotiated higher prices for natural gas with Ukraine, Georgia, Azerbaijan and Moldova. Those deals have sometimes followed threats and cutoffs as deadlines, typically on New Year's Day, approached.  ''For Russia, a small, victorious energy war is becoming a New Year's tradition,'' the newspaper Trud, or Labor, wrote Wednesday.  Stefan Czucz, the general director of Transpetrol, Slovakia's pipeline operator, said in a telephone interview that a resumption of oil shipments was scheduled for Wednesday, but officials in Russia said late Wednesday that the pipeline had not resumed operation.  William C. Ramsay, deputy executive director of the International Energy Agency in Paris, which maintains and improves systems for coping with oil supply disruptions, said that refineries and other companies dependent on Russian oil generally had 10 to 15 days worth of commercial stocks.  Once those reserves run out, the refineries would have to turn to strategic stocks built by governments. Those could last at least 90 days. ''They have learned the need to take care, especially since they are dependent on Russia and have had some problems in the past,'' he said in a telephone interview.  The duty Russia imposed on the oil exports to Belarus, the same Russia charges for exports to other countries, could cost the Belarussian government $3.5 billion, more than 10 percent of the country's gross domestic product. Belarus had long profited by refining the oil and exporting the products.  ''It simply puts Belarus on the same footing as all the other countries of the world,'' Andrei V. Sharonov, a deputy economic development minister, said of the new charge in an interview published in the official state newspaper, Rossiskaya Gazeta.  ", 
            "title": "Belarus Signals Resolution in Oil Dispute"
        }, 
        "weight": 0.5679382126552686, 
        "file": "1818004.txt", 
        "other_topics": {
            "0": 0.012851862657941502, 
            "1": 0.00012583864127553877, 
            "2": 0.0023401806866282684, 
            "3": 0.00016679576876812017, 
            "4": 8.628522492529889e-05, 
            "5": 0.08683182770949013, 
            "6": 0.0001483996524117364, 
            "7": 0.032329326354019666, 
            "8": 0.0782234449236324, 
            "9": 0.00024114149215740242, 
            "10": 0.00010356627287748713, 
            "11": 0.0001514397477287241, 
            "12": 0.00012242067513581052, 
            "13": 9.331572156731712e-05, 
            "14": 5.9407341884760976e-05, 
            "15": 0.00010955155575812197, 
            "16": 0.03182113040534238, 
            "17": 9.558274065928799e-05, 
            "18": 8.289059696992979e-05, 
            "19": 5.760457244389412e-05, 
            "20": 0.12561396097697197, 
            "21": 0.0003959693535266801, 
            "22": 0.5679382126552686, 
            "23": 0.0001499214021271089, 
            "24": 7.177801315774371e-05, 
            "25": 0.00015538609543876036, 
            "26": 0.00012741104175937828, 
            "27": 8.805282069264658e-05, 
            "28": 0.00013321514322143577, 
            "29": 0.059284079756217925
        }
    }, 
    {
        "content": {
            "text": "  The United States trade representative, Susan C. Schwab, said Friday that she was optimistic the collapsed Doha trade negotiations could be restarted, but added that there were still obstacles to a revival of the talks.  ''I am more optimistic than I have been in many months that we are on a path that could help reach a successful conclusion of the Doha round,'' Ms. Schwab said after a three-hour meeting with the head of the World Trade Organization, Pascal Lamy.  But she added that ''ultimately it will be substance that dictates when there's a breakthrough.''  The next few weeks are considered critical to whether the new political impetus could be maintained.  Mr. Lamy, who will meet with Prime Minister Tony Blair of Britain in London on Tuesday as part of his step-by-step diplomacy, is also expected to visit India. In the next few weeks, he is scheduled to visit a group of African countries and make stops in Brussels and Washington. The meetings of about 25 trade ministers in late January during the World Economic Forum meeting in Davos, Switzerland, are also considered crucial.  Ms. Schwab distanced herself on Friday from the upbeat assessment of Peter Mandelson, the European trade commissioner, who said the talks were approaching ''the endgame.'' She reiterated that an agreement on important issues, like agricultural market access, would dictate whether a deal could be hammered out.  In recent weeks, diplomatic activity and support for a deal at high levels in capitals around the world have lifted hopes that the talks could be revived. The talks, which were started in Doha, Qatar, in November 2001, collapsed in late July because of major differences over agricultural subsidies and tariffs primarily among countries like the United States, the European Union, Japan, India, Australia and Brazil.  President Bush and José Manuel Barroso, president of the European Commission, meeting Monday in Washington, instructed their negotiators to push ahead with the talks.  Many developing countries are apprehensive, about the latest push by the United States and Europe.  Correction:  January 18, 2007, Thursday  Because of an editing error, an article in Business Day on Saturday about a meeting between the United States trade representative, Susan C. Schwab, and the head of the World Trade Organization, Pascal Lamy, misstated the date of Mr. Lamy's discussion with Prime Minister Tony Blair of Britain about the restart of global trade negotiations. It had already been held, on Jan. 9; it was not scheduled for Tuesday.  ", 
            "title": "U.S. Official Sees Opening for Revival of Trade Talks"
        }, 
        "weight": 0.5518456693991896, 
        "file": "1818461.txt", 
        "other_topics": {
            "0": 0.0004104312869480707, 
            "1": 0.03272151490674127, 
            "2": 0.009773683345821328, 
            "3": 0.00036625634400061675, 
            "4": 0.00018946830159909356, 
            "5": 0.009902472860434866, 
            "6": 0.0003258614684575458, 
            "7": 0.015369603414008118, 
            "8": 0.00026992157200585854, 
            "9": 0.0005295074446834782, 
            "10": 0.00022741466852562397, 
            "11": 0.00033253702266636525, 
            "12": 0.0002688158652733101, 
            "13": 0.00020490612724438276, 
            "14": 0.0001304488477507827, 
            "15": 0.004875585052755252, 
            "16": 0.05133390929731789, 
            "17": 0.00020988413196558852, 
            "18": 0.00018201425145526637, 
            "19": 0.000126490259656106, 
            "20": 0.31754305002477484, 
            "21": 0.0008694842131192514, 
            "22": 0.5518456693991896, 
            "23": 0.0003292029830016655, 
            "24": 0.00015761282718946312, 
            "25": 0.000341202559538841, 
            "26": 0.0002797738976518866, 
            "27": 0.00019334965403507612, 
            "28": 0.0002925187592116369, 
            "29": 0.0003974092129769937
        }
    }, 
    {
        "content": {
            "text": "  China signed a new trade agreement on services with the Association of Southeast Asian Nations here on Sunday, and won support for its initiative to reconvene negotiations with North Korea over its nuclear weapons program.  Delegates called the trade in services deal, which emphasizes high-technology, energy and construction, a major step toward establishing a comprehensive free trade pact between Asean and China.  ''We are very happy to have China as our big brother in this region,'' President Gloria Macapagal Arroyo of the Philippines said at the opening ceremony of the one-day meeting in Cebu, a central Philippine province.  Prime Minister Wen Jiabao of China said the agreement he signed with Asean leaders would ''lay the foundation for the full and scheduled completion of a China-Asean free trade agreement.''  China and Asean began lowering barriers to trade in 2005. Since then, tariffs on more than 7,000 products from China and Asean have been lowered, Mr. Wen said. Two-way trade volume last year amounted to more than $160 billion, up 23 percent from 2005.  The leaders of Japan, Australia, India and New Zealand were also scheduled to hold meetings with Asean leaders on Sunday, with most of the discussion centering on improving free trade.  Beijing also received unqualified support for its efforts to reconvene six-party talks with North Korea over its nuclear weapons program, for which Manila has agreed to play host next month. Although Asean members had independently urged a return to the talks, officials acknowledged on Sunday the role the Chinese played in pushing the agenda.  ''We reaffirmed that the denuclearization of the Korean Peninsula is an international priority,'' the leaders said in a statement released late Saturday. They said North Korea must denuclearize in a ''verifiable manner'' and that it must rejoin soon the Nuclear Nonproliferation Treaty.  Mr. Wen's arrival here on Saturday was greeted with more excitement than that of the other heads of state. Huge billboards along the route from the airports to the Shangri-la Mactan Resort, where the meetings were held, welcomed Mr. Wen and his wife. Cebu Province, known for its tourism and robust industries, has a sizable population of Filipinos of Chinese descent.  ", 
            "title": "China and Asean in Services Pact"
        }, 
        "weight": 0.5336386153753943, 
        "file": "1819022.txt", 
        "other_topics": {
            "0": 0.02560296755078797, 
            "1": 0.0002999563652013495, 
            "2": 0.005578191925470696, 
            "3": 0.0003975841762396357, 
            "4": 0.005237160505622066, 
            "5": 0.010749483468181824, 
            "6": 0.0003537341144450271, 
            "7": 0.0015897885147104693, 
            "8": 0.00029300938431001225, 
            "9": 0.0005747990025447331, 
            "10": 0.005278352624974806, 
            "11": 0.00036098066393019327, 
            "12": 0.00029180910066271484, 
            "13": 0.00022243282646532044, 
            "14": 0.0001416068240836185, 
            "15": 0.00026113351299945166, 
            "16": 0.02553585276438514, 
            "17": 0.00022783662612317504, 
            "18": 0.015292040837866191, 
            "19": 0.010200281603638084, 
            "20": 0.20885405636655996, 
            "21": 0.0009438557728458167, 
            "22": 0.5336386153753943, 
            "23": 0.00035736144631020385, 
            "24": 0.1360212158296037, 
            "25": 0.0003703874097669607, 
            "26": 0.010366676397726522, 
            "27": 0.00020988786729554874, 
            "28": 0.00031753942783746883, 
            "29": 0.00043140171401709267
        }
    }, 
    {
        "content": {
            "text": "  Because of an editing error, an article in Business Day on Saturday about a meeting between the United States trade representative, Susan C. Schwab, and the head of the World Trade Organization, Pascal Lamy, misstated the date of Mr. Lamy's discussion with Prime Minister Tony Blair of Britain about the restart of global trade negotiations. It had already been held, on Jan. 9; it was not scheduled for Tuesday.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5298281476493553, 
        "file": "1819704.txt", 
        "other_topics": {
            "0": 0.0022277580275865583, 
            "1": 0.20276557921394456, 
            "2": 0.0027336154281927334, 
            "3": 0.027146202012556842, 
            "4": 0.0010284048591889538, 
            "5": 0.0034326651453396267, 
            "6": 0.0017687260336205568, 
            "7": 0.00794919183390313, 
            "8": 0.001465092862013991, 
            "9": 0.002874085134522684, 
            "10": 0.0012343719143979271, 
            "11": 0.001804959917221074, 
            "12": 0.0014590912555869865, 
            "13": 0.0011121990072070266, 
            "14": 0.0007080563227213031, 
            "15": 0.0013057085076952646, 
            "16": 0.07736682995710492, 
            "17": 0.0011392188527492427, 
            "18": 0.000987945419146205, 
            "19": 0.0006865697141554692, 
            "20": 0.08829071351821276, 
            "21": 0.029877645644621274, 
            "22": 0.5298281476493553, 
            "23": 0.0017868632616698935, 
            "24": 0.0008554982336577203, 
            "25": 0.001851995121273263, 
            "26": 0.0015185697733663, 
            "27": 0.0010494722444544609, 
            "28": 0.001587746925676829, 
            "29": 0.0021570762088572682
        }
    }, 
    {
        "content": {
            "text": "  Prime Minister Tony Blair cut short a vacation in Miami and returned to London a day early as a new escalation of political hostilities between Northern Ireland's main Protestant and Roman Catholic political parties threatened a timetable for power sharing in the province by March 26. There was no immediate sign of a breakthrough to end the standoff.  ALAN COWELL  ", 
            "title": "World Briefing | Europe: Northern Ireland: Blair Cuts Vacation For Talks"
        }, 
        "weight": 0.5146662084792818, 
        "file": "1816609.txt", 
        "other_topics": {
            "0": 0.0018941788635814948, 
            "1": 0.08683959697038769, 
            "2": 0.0023242903857258203, 
            "3": 0.0016903073608673935, 
            "4": 0.0008744139728633667, 
            "5": 0.0029186660685493085, 
            "6": 0.0015038812235725263, 
            "7": 0.07093216052052001, 
            "8": 0.0012457133575756781, 
            "9": 0.0024437264938708073, 
            "10": 0.0010495400133667945, 
            "11": 0.0015346895320206058, 
            "12": 0.0012406104173547051, 
            "13": 0.022336748211336906, 
            "14": 0.0006020336607997338, 
            "15": 0.0011101948356367485, 
            "16": 0.08717319292700598, 
            "17": 0.0009686349438089195, 
            "18": 0.0008400128326980934, 
            "19": 0.0005837644056600527, 
            "20": 0.1820257091692423, 
            "21": 0.004012751150027832, 
            "22": 0.5146662084792818, 
            "23": 0.0015193026264311797, 
            "24": 0.0007273979722929287, 
            "25": 0.0015746817970047964, 
            "26": 0.0012911827640008017, 
            "27": 0.000892326778198012, 
            "28": 0.001350001494817504, 
            "29": 0.0018340807715002993
        }
    }, 
    {
        "content": {
            "text": "  Parliament voted to allow the relocation of war memorials and soldiers' graves, a move critics have said was intended to eliminate Soviet-era monuments. The country's ethnic Russians, joined by lawmakers and officials in Russia, have denounced the proposal, saying it was meant to remove the Bronze Soldier, a monument in the capital, Tallinn, to the Red Army soldiers who died in World War II, as well as other Soviet objects. For many in Estonia, absorbed into the Soviet Union during the war, the monuments symbolize occupation and totalitarianism.  STEVEN LEE MYERS  ", 
            "title": "World Briefing | Europe: Estonia: Monuments To Soviet Soldiers To Go"
        }, 
        "weight": 0.5112862548207351, 
        "file": "1818117.txt", 
        "other_topics": {
            "0": 0.034380304131926984, 
            "1": 0.0009813562011626656, 
            "2": 0.05117262028595707, 
            "3": 0.0013007615176794428, 
            "4": 0.0006728977656691957, 
            "5": 0.002246034415289711, 
            "6": 0.0011572988842573479, 
            "7": 0.005201252576857413, 
            "8": 0.0009586280194403138, 
            "9": 0.0018805487431171565, 
            "10": 0.000807664506620696, 
            "11": 0.0011810071535235337, 
            "12": 0.0009547010956037792, 
            "13": 0.23118631063995948, 
            "14": 0.0004632898350002558, 
            "15": 0.0008543409043558129, 
            "16": 0.05062205468000346, 
            "17": 0.0007454047049405692, 
            "18": 0.000646424663600752, 
            "19": 0.00044923088655541795, 
            "20": 0.00838570153865847, 
            "21": 0.0689332882959241, 
            "22": 0.5112862548207351, 
            "23": 0.001169166292429122, 
            "24": 0.0005597628646136668, 
            "25": 0.0012117828576946258, 
            "26": 0.0009936186107841133, 
            "27": 0.0006866824112268137, 
            "28": 0.017500209584925663, 
            "29": 0.0014114011114873051
        }
    }, 
    {
        "content": {
            "text": "  Diplomatic relations with the United States appeared to become more fragile as William Brownfield, the American ambassador, responded to a threat of expulsion from President Hugo Chávez by saying, ''My bags are always packed and ready.'' Mr. Brownfield, in a visit to Maracaibo, also emphasized that he hoped to avoid further confrontation and to focus instead on issues of political and economic importance to both Caracas and Washington. Mr. Chávez, who has threatened to expel Mr. Brownfield before, said on Thursday night that he could declare the ambassador ''persona non grata'' if he continued to comment on such issues as Venezuela's plan to nationalize companies controlled by foreign investors.  SIMON ROMERO  ", 
            "title": "World Briefing | Americas: Venezuela: U.S. Envoy Says Bags Are Packed"
        }, 
        "weight": 0.5102717363253354, 
        "file": "1821838.txt", 
        "other_topics": {
            "0": 0.0013266213873352397, 
            "1": 0.0008931423487848542, 
            "2": 0.0016278575351914674, 
            "3": 0.0011838364048984082, 
            "4": 0.0006124111614211399, 
            "5": 0.01702576206576513, 
            "6": 0.016034892687001617, 
            "7": 0.0346969595362491, 
            "8": 0.0008724571973759567, 
            "9": 0.03167475290203023, 
            "10": 0.0007350637552590339, 
            "11": 0.0010748467292304633, 
            "12": 0.0008688832636965174, 
            "13": 0.0006623102561692075, 
            "14": 0.0004216448328446329, 
            "15": 0.0007775444238038166, 
            "16": 0.0011267821276289783, 
            "17": 0.0006784004708760675, 
            "18": 0.000588317719577069, 
            "19": 0.00040884963960023175, 
            "20": 0.12748489779481256, 
            "21": 0.002810400643799586, 
            "22": 0.5102717363253354, 
            "23": 0.0010640702400444078, 
            "24": 0.22523379238070773, 
            "25": 0.0011028560133989555, 
            "26": 0.0009043024936110512, 
            "27": 0.0006249567087931455, 
            "28": 0.0009454972233050637, 
            "29": 0.01626615373145291
        }
    }, 
    {
        "content": {
            "text": "  An article in Business Day on Wednesday about an investigation of Qualcomm by the antitrust authorities in South Korea misspelled the given name of the president of Nextreaming, which has accused Qualcomm of undermining fair competition. It is Lim Il-taek, not Lim Il-tiek.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5066894709356026, 
        "file": "1816602.txt", 
        "other_topics": {
            "0": 0.0031911669409066807, 
            "1": 0.11026261808936039, 
            "2": 0.003915785770078285, 
            "3": 0.002847699905051323, 
            "4": 0.001473145443927288, 
            "5": 0.113031322407055, 
            "6": 0.0025336234798021004, 
            "7": 0.011386873203082373, 
            "8": 0.0020986821049332944, 
            "9": 0.004117002543842818, 
            "10": 0.0017681843347581903, 
            "11": 0.002585526949593161, 
            "12": 0.002090085063519897, 
            "13": 0.0015931769337414684, 
            "14": 0.0010142600324578482, 
            "15": 0.0018703709166887196, 
            "16": 0.0027104567359017223, 
            "17": 0.0016318816928647638, 
            "18": 0.001415189047445624, 
            "19": 0.0009834813957843788, 
            "20": 0.018358447071857013, 
            "21": 0.006760374671186984, 
            "22": 0.5066894709356026, 
            "23": 0.002559604273871298, 
            "24": 0.0012254641875132923, 
            "25": 0.0026529028433713345, 
            "26": 0.002175285465574828, 
            "27": 0.0015033235613700802, 
            "28": 0.18246467570365585, 
            "29": 0.0030899182952014623
        }
    }, 
    {
        "content": {
            "text": "  Ségolène Royal, the Socialist presidential candidate, suspended one of her two spokesmen for a month after he said she ''has only one flaw'': her longtime partner and the father of their four children, François Hollande, who is the leader of the Socialist Party. The aide, Arnaud Montebourg, made the comment on a television program on Wednesday evening. When the audience reacted with silence, he quickly added, ''It was a joke.'' Last week, Mr. Hollande suggested that taxes be raised for the middle class, an idea Ms. Royal promptly brushed aside. The new strains on her campaign came as her rival on the right, Interior Minister Nicolas Sarkozy, outpaced her in two recent opinion polls.  ARIANE BERNARD  ", 
            "title": "World Briefing | Europe: France: Royal Ruffled By Aide And Partner"
        }, 
        "weight": 0.5026613124372461, 
        "file": "1819943.txt", 
        "other_topics": {
            "0": 0.0012695611283643111, 
            "1": 0.04386644021768369, 
            "2": 0.0015578405933476599, 
            "3": 0.015470155389902698, 
            "4": 0.0005860703080314855, 
            "5": 0.0019562170492705773, 
            "6": 0.0010079666602944824, 
            "7": 0.00453010822058066, 
            "8": 0.0008349313184035694, 
            "9": 0.0016378918721045607, 
            "10": 0.0007034474036491192, 
            "11": 0.0010286157297083312, 
            "12": 0.0008315111057354455, 
            "13": 0.0006338231572147512, 
            "14": 0.00040350916611593956, 
            "15": 0.0007441009058512181, 
            "16": 0.21613688455601457, 
            "17": 0.0006492213042172639, 
            "18": 0.014900250983629518, 
            "19": 0.0003912643160569255, 
            "20": 0.15067602953589673, 
            "21": 0.017026758313849515, 
            "22": 0.5026613124372461, 
            "23": 0.0010183027557871614, 
            "24": 0.00048753378481270913, 
            "25": 0.0010554202865721814, 
            "26": 0.0008654068938822163, 
            "27": 0.0005980762499148319, 
            "28": 0.0009048297676669107, 
            "29": 0.01556651858819474
        }
    }, 
    {
        "content": {
            "text": "  President Hugo Chávez was sworn in to a new six-year term at a ceremony here on Wednesday in which he described Jesus as ''the greatest socialist in history'' and pledged to speed Venezuela's metamorphosis into a Socialist country.  ''Fatherland! Socialism or death, I swear it!'' Mr. Chávez yelled as he was sworn in and given the presidential sash and a golden key to the tomb where the remains of Simón Bolívar, the South American liberator, are interred.  In his speech, the president defended his decision this week to nationalize companies in the telecommunications and electricity industries and promised to seek greater control over natural gas projects. He also renewed his request to Congress for decree powers, saying a ''revolutionary law of laws'' would allow him to hasten the construction of Socialism.  Since his re-election last month, Mr. Chávez has moved swiftly to group his varied supporters into a single Socialist party. In addition to his nationalization campaign, he has called for the end of the central bank's independence from politics and the rewriting of the commercial code.  Headlines in the afternoon newspapers here reflected continuing polarization over his ideas. ''Socialism Has Arrived,'' proclaimed El Mundo, which, like most Venezuelan newspapers is friendly to Mr. Chávez's government. Tal Cual, a small opposition paper, titled its main editorial ''The Monarch.''  Teodoro Petkoff, editor of Tal Cual, said Mr. Chávez's ''21st-century Socialism'' had exhibited the same autocratic characteristics of Socialist movements of the 20th century.  Others pointed to the president's political instincts as an explanation for his sharp ideological turn.  Fernando Coronil, an authority on Venezuelan history at the University of Michigan, said Mr. Chávez was acutely aware of his supporters' high expectations of change. His effort to redefine the ideological and organization basis of his government, from the creation of a single party to the concentration of power in the presidency, are a response to that reading of popular sentiment, Mr. Coronil said.  ''People voted for Chávez but didn't give him a blank check,'' he said. ''Now he has to pay back.''  In his speech on Wednesday, Mr. Chávez, who hinted at the possibility of seeking another term once this one ends in 2012, seemed to evoke Fidel Castro's leftward ideological evolution in the years after taking power in Cuba in 1959. Mr. Chávez, who has forged a tight economic alliance with Cuba, peppered his speech with references to the works of two Italian Marxist theorists, Antonio Gramsci and Antonio Negri.  He weaved in quotations from Napoleon and Trotsky, saying Trotsky had the right idea when he said, ''The revolution never ends.'' He also quoted liberally from the writings of Bolívar and the Bible.  He railed against his domestic political opponents and dissidents in the Roman Catholic Church, singling out Archbishop Roberto Luckert of Coro, who recently criticized the president's decision not to renew the broadcast license of RCTV, one of Venezuela's oldest television stations.  ''Monsignor Luckert is going to wait for me in hell,'' he said.  After his speech, Mr. Chávez traveled to Managua to attend a similar ceremony for Daniel Ortega, the former Sandinista guerrilla leader elected president of Nicaragua. Venezuela is preparing to sign a farreaching economic assistance agreement with Nicaragua.  ", 
            "title": "Chávez Begins New Term Vowing Socialism"
        }, 
        "weight": 0.4939063405610317, 
        "file": "1818055.txt", 
        "other_topics": {
            "0": 0.0002973984015152645, 
            "1": 0.0472197797809062, 
            "2": 0.0003649287079812337, 
            "3": 0.00026538924958805524, 
            "4": 0.00013728868101741903, 
            "5": 0.02396802832612207, 
            "6": 0.00023611913349810587, 
            "7": 0.024570969848920658, 
            "8": 0.00019558509938640784, 
            "9": 0.00038368095378465397, 
            "10": 0.00016478460841412766, 
            "11": 0.000240956238304842, 
            "12": 0.00019478390458167022, 
            "13": 0.00014847492537983103, 
            "14": 9.452320043403369e-05, 
            "15": 0.0001743078100156752, 
            "16": 0.14802835124465466, 
            "17": 0.00015208198627869802, 
            "18": 0.00013188747826293869, 
            "19": 9.165480855200066e-05, 
            "20": 0.13269395480650298, 
            "21": 0.1248960015287726, 
            "22": 0.4939063405610317, 
            "23": 0.00023854039404929512, 
            "24": 0.00011420621272076317, 
            "25": 0.0002472352840211398, 
            "26": 0.00020272409193281996, 
            "27": 0.00014010110796167547, 
            "28": 0.00021195901523408047, 
            "29": 0.0002879626101743821
        }
    }, 
    {
        "content": {
            "text": "  ''You and I know that, as some people say, I'm only a lieutenant colonel, I'm not a summa cum laude doctor,'' President Hugo Chávez casually told a few million viewers of his Sunday talk show, ''Hello President.'' ''I modestly contribute a few ideas.''  Lately, those ideas have lurched leftward to include nationalizing companies controlled by foreign investors, strengthening ties with Iran and Syria, and ruling by decree for the next 18 months.  Mr. Chávez has also wheeled out a baffling array of influences on his political thinking, from Jesus and Marx to Trotsky and a Peruvian Marxist theoretician, José Carlos Mariátegui. In a speech this month, he lauded Albert Einstein for his theory of relativity and his 1949 essay, ''Why Socialism?''  What exactly is Chavismo, the philosophical thrust inspiring Mr. Chávez? To get a glimpse, consider the brief of David Velásquez, the president's new minister of the popular power for participation and social development -- a real job title.  Mr. Velásquez, a bearded 28-year-old and the first member of Venezuela's Communist Party to be named a cabinet minister, oversees one of Mr. Chávez's most ambitious projects: the expansion of communal councils, local governing entities, to rival municipalities.  The councils are part of a plan to construct ''socialist cities,'' some from scratch in the empty interior, to be settled in part by cramped city dwellers in Caracas and Maracaibo. Mr. Velásquez says he wants Venezuela's state apparatus, as it exists now, to become ''unnecessary.''  Some of Mr. Chávez's critics compare the project to Pol Pot's emptying of Phnom Penh in his bloody effort to remake Cambodian society in the 1970s. Mr. Chávez's supporters in Congress say inspiration for the councils actually goes back further, by more than a century, to the Paris Commune of 1871, a short-lived effort to govern Paris under socialist ideals.  The Paris Commune? In 2007? In Venezuela, which is booming thanks to more than $30 billion in oil exports to the United States last year, no idea seems too fanciful to consider.  ''It is like a bowl of minestrone soup,'' said Luis Miquilena, a former high-ranking adviser to Mr. Chávez, of the president's philosophy. ''It is a series of arbitrary improvisations from a fellow obeyed by everyone in his circle.''  Chavismo has long been a challenge to define, in part because Mr. Chávez -- the son of schoolteachers whose formal education includes a degree in military science from Venezuela's military academy and graduate studies in political science -- absorbs ideas from so many places.  ''Chávez has an incredibly voracious mind,'' Edgardo Lander, a sociologist at the Central University of Venezuela and a prominent intellectual sympathetic to Mr. Chávez's government, said in an interview.  As evidence, Mr. Lander cited the president's admiration of István Mészáros, a relatively obscure Hungarian Marxist scholar, who argues that there is an alternative to capitalism in his 1,000-page book, ''Beyond Capital.''  Mr. Chávez's actions may speak louder than his literary citations. Mr. Lander recently touched off a firestorm among Chavistas with an essay questioning whether Mr. Chávez's attempt to build a single Socialist Party was premature when bitter memories linger of the authoritarianism that characterized socialist governments in the last century.  To Mr. Chávez's critics here, it is clear that his ''21st century socialism'' includes a large dose of autocracy. Why else, they argue, would Mr. Chávez request decree powers when his supporters already control Congress, the Supreme Court and every state government but two? Alfredo Barrera Tyszka, the co-author of an acclaimed biography of Mr. Chávez, says it is because the president, a former army officer, is simply tired of waiting for subordinates to carry out his wishes.  Others put Chavismo in historical context. Yes, Mr. Chávez shocked financial markets when he announced the nationalization of Venezuela's main telephone company and the electricity industry. But Venezuela has been down this road before.  In the 1950s, the military strongman Marcos Pérez Jiménez nationalized the same telephone company. (Another government privatized it 40 years later.) Like Mr. Chávez, Mr. Pérez Jiménez undertook grandiose projects like the Humboldt Hotel, whose eerie shell sits atop the Ávila mountain above Caracas.  In the 1970s, the populist Carlos Andrés Pérez nationalized the oil industry and other ''strategic'' sectors. He also used an oil windfall to improve the lot of the poor, an effort that fell apart when oil prices plunged in the 1980s.  Of course, Mr. Chávez also differs considerably from his predecessors. His muscular foreign policy, including alliances with Iran, Bolivia and, now, Syria and Nicaragua, recalls that of Fidel Castro. And though he describes critics in the news media as ''putschists,'' it was Mr. Chávez who captured national attention in 1992 through a failed coup attempt.  Looking beyond his quotations from the Bible and the letters of Simon Bolívar, one finds other influences. There is the ''Green Book,'' Col. Muammar el-Qaddafi's treatise on rejecting liberal democracy, which Mr. Chávez devoured in his army days in the 1980s.  Several of Mr. Chávez's intellectual mentors have high-level posts in the government. Bernard Mommer, a senior official in the oil ministry, has helped guide Venezuela's energy policy, advocating a hawkish approach of production cuts within OPEC to keep oil prices high.  Another influence was Norberto Ceresole, an Argentine sociologist who was an adviser to Mr. Chávez in the 1990s. Mr. Ceresole, who championed the idea of a caudillo, or strongman, to rule Venezuela, was also known for his virulently anti-Semitic views. Mr. Chávez later distanced himself from Mr. Ceresole, who died in 2003.  Some here say Mr. Chávez's ideological shift is largely cosmetic, a continuation of the socialist talk that intensified after his brief ouster in a 2002 coup carried out with the support of the Bush administration. They point to the pragmatism of compensating owners of nationalized companies and covering the foreign debt of oil exploration ventures coming under state control.  But there are those who see Mr. Chávez's socialist ramblings more darkly. After hearing him resuscitate Che Guevara's idea to forge socialism through the creation of a ''new man,'' the historian Manuel Caballero caused a stir recently by saying that a large part of the electorate voted for Mr. Chávez ''because it wanted a dictatorship.''  MEMO FROM CARACAS  ", 
            "title": "In Venezuela, Chavismo Is Dissected by Fans and Foes"
        }, 
        "weight": 0.49238749102010426, 
        "file": "1821167.txt", 
        "other_topics": {
            "0": 0.000156242001104897, 
            "1": 0.00010518927945672404, 
            "2": 0.000191719899317233, 
            "3": 0.030135096932981466, 
            "4": 7.212634009437492e-05, 
            "5": 0.01259190597236602, 
            "6": 0.00365295067578726, 
            "7": 0.0481976940158877, 
            "8": 0.00010275309873467511, 
            "9": 0.00020157162815844168, 
            "10": 8.657167233828821e-05, 
            "11": 0.0001265893987985158, 
            "12": 0.00010233218093912123, 
            "13": 0.02830922326270077, 
            "14": 4.965895550011782e-05, 
            "15": 0.0018560260619117654, 
            "16": 0.026599474890286134, 
            "17": 7.989818959054377e-05, 
            "18": 6.928875010588274e-05, 
            "19": 0.007105957031659628, 
            "20": 0.11911707788362562, 
            "21": 0.11325587352377708, 
            "22": 0.49238749102010426, 
            "23": 0.00012532020454958492, 
            "24": 0.03358457352880783, 
            "25": 0.010716595707676092, 
            "26": 0.0001065036585078322, 
            "27": 0.0388915315051248, 
            "28": 0.00011135534193749288, 
            "29": 0.03191140738816973
        }
    }, 
    {
        "content": {
            "text": "  China announced Tuesday that talks over North Korea's nuclear weapons would resume in Beijing next week, the latest in a long series of negotiations that have failed to curb its nuclear program.  Discussions are set to resume Feb. 8 though the United States and North Korea have not settled a dispute over freezing North Korean assets at a bank in Macau, a Chinese territory.  United States Treasury officials and their North Korean counterparts met Tuesday in Beijing to discuss American measures that have led to the freezing of $24 million in North Korean assets held at the bank, Banco Delta Asia. No breakthrough appeared imminent, but the talks were set to continue Wednesday.  The dispute overshadowed the last round of nuclear negotiations, which ended in a stalemate in December. Whether North Korea would bargain on its nuclear program while its money remained frozen was unclear.  The United States contends that the matter is separate from the nuclear issue and that the deposits are linked to North Korean counterfeiting and money laundering.  North Korea exploded a nuclear device in October, adding a sense of urgency to six-nation talks that have dragged on for more than three years without tangible progress.  Many American and Chinese analysts say they doubt North Korea will give up its nuclear arms voluntarily after spending decades working to buy and develop the technology.  But the analysts also say that the Bush administration and the North Korean leader, Kim Jong-il, may have more to gain by continuing the talks than abandoning them, at least partly because China, the key intermediary, insists that the talks are the only way to proceed.  The United States and China agreed to impose limited United Nations military sanctions on North Korea after its nuclear test. But China has opposed tougher penalties on North Korea, its former ally.  Christopher R. Hill, an assistant secretary of state and the chief American envoy at the talks, says the North Koreans have signaled their commitment to a 2005 accord on dismantling their arms program. He met his North Korean counterpart, Kim Kye-gwan, in Berlin this month, and both sides said they had set the stage for a productive round.  ", 
            "title": "Talks to Resume On North Korea And Weapons"
        }, 
        "weight": 0.48181451281381205, 
        "file": "1822751.txt", 
        "other_topics": {
            "0": 0.00042217195924332767, 
            "1": 0.00028422552121452096, 
            "2": 0.0052856504858207545, 
            "3": 0.0003767333613424117, 
            "4": 0.00019488817408482665, 
            "5": 0.05786189864860386, 
            "6": 0.00033518296230188645, 
            "7": 0.011041645737845433, 
            "8": 0.00027764286622274494, 
            "9": 0.0005446543732525817, 
            "10": 0.00023392002321763033, 
            "11": 0.000342049475379699, 
            "12": 0.009811737263538513, 
            "13": 0.019281231076581265, 
            "14": 0.00013418042772882075, 
            "15": 0.00024743868592028834, 
            "16": 0.014661424525903674, 
            "17": 0.00021588801347205425, 
            "18": 0.00018722089565457458, 
            "19": 0.0001301086014696827, 
            "20": 0.2074361930573999, 
            "21": 0.0008943564135015388, 
            "22": 0.48181451281381205, 
            "23": 0.0003386200631925639, 
            "24": 0.18133152438928743, 
            "25": 0.000350962895958699, 
            "26": 0.00028777702449322116, 
            "27": 0.00019888055530555934, 
            "28": 0.00030088646167812443, 
            "29": 0.005176393246572398
        }
    }, 
    {
        "content": {
            "text": "  A year after Russia put the gas squeeze on Ukraine, it was Belarus's turn. Unlike Ukraine, Belarus blinked two minutes before the Jan. 1 deadline and Russia had its booty: a 50 percent share of Belarus's pipeline network and a more than doubling of the price Belarus will now pay for Russian gas.  There was no global outcry this time. President Aleksandr Lukashenko, the utterly Soviet boss of Belarus, has no friends in the West. But this latest squeeze is another warning that the Kremlin will let nothing -- personal loyalty, contracts, the law -- halt its drive to reimpose state control on Russia's energy sector. It is also another reminder that the West, a big consumer of Russian energy, remains vulnerable to President Vladimir Putin's whims.  The Belarus deal came less than two weeks after Royal Dutch Shell gave in to the Kremlin's pressure and sold a controlling share in the Sakhalin-2 oil and gas project to Gazprom, Russia's state gas monopoly. Moscow is now leaning on the British-Russian joint venture, TNK-BP, to give Gazprom a large and possibly controlling stake.  A year ago, when the democratic revolutions in Georgia and Ukraine were seen as serious threats to the Kremlin's influence, Mr. Putin was eager to prop up Mr. Lukashenko. But once Mr. Lukashenko successfully stole the March presidential election, the new gas bill arrived in Minsk. That included half ownership for the Kremlin of Beltransgaz, the state pipeline operator that not only fuels Belarus but also supplies a fifth of Europe's gas.  Russia's European customers could increase their leverage -- and possibly improve the Kremlin's behavior -- if they negotiated jointly with Gazprom, rather than scurrying to cut separate deals. Western companies and governments also need to warn Moscow that its leverage has limits. Russia will need the expertise and capital of foreign companies if it wants to keep developing its natural resources. No one wants to do business with a bully.  Editorial  ", 
            "title": "Now It's Belarus's Turn"
        }, 
        "weight": 0.47854058487674184, 
        "file": "1816104.txt", 
        "other_topics": {
            "0": 0.0004981754535387215, 
            "1": 0.0003353945586346077, 
            "2": 0.0006112962399312681, 
            "3": 0.0004445565581530015, 
            "4": 0.00022997383504119186, 
            "5": 0.017645404125494393, 
            "6": 0.0003955258529308245, 
            "7": 0.05241096848317532, 
            "8": 0.03970912532411316, 
            "9": 0.0006427083407038036, 
            "10": 0.0002760325765526859, 
            "11": 0.00040362854234889936, 
            "12": 0.0003262847396374995, 
            "13": 0.0002487120405266492, 
            "14": 0.00015833689087175296, 
            "15": 0.0002919850001461534, 
            "16": 0.05105648663102864, 
            "17": 0.00025475426936876557, 
            "18": 0.00022092621871858115, 
            "19": 0.00015353201492259542, 
            "20": 0.17726972992256146, 
            "21": 0.0010553671369362392, 
            "22": 0.47854058487674184, 
            "23": 0.00039958173408915755, 
            "24": 0.00019130812919378006, 
            "25": 0.00041414664342667685, 
            "26": 0.0003395854380094052, 
            "27": 0.00023468496348492545, 
            "28": 0.0003550549633348956, 
            "29": 0.17488614849638318
        }
    }, 
    {
        "content": {
            "text": "  President Aleksandr G. Lukashenko of Belarus appeared to be the last leader in the old Soviet neighborhood to realize that he was dealing with a different Russia.  For much of last year, he dragged out negotiations on new gas and energy deals, assuming that pleas of solidarity and Slavic brotherhood -- encapsulated in a dusty treaty that a decade ago envisioned a glorious Union State of Belarus and Russia -- would avert a steep rise in prices.  It did not, and now Belarus faces the economic and political consequences of Russia's newly assertive, hard-knuckled effort to cement its position as an energy power.  President Vladimir V. Putin, who spent the first seven years of his presidency supporting Mr. Lukashenko, despite what is widely reported to be an intense personal dislike, at last made it clear that the rules had changed.  When it comes to supplies of energy, cash is czar.  And it underscores how Mr. Putin, whose critics accused him of dabbling in Soviet nostalgia as he centralized his own political power, has consistently sacrificed political links to the former Soviet republics in pursuit of a new strategy. What Mr. Putin is creating in place of the Soviet empire of ideology is a new empire based on energy reserves and pipelines and, to his loyalists here, unrelenting market principles.  ''We are still getting rid of some legacy of the Soviet Union,'' said Vyacheslav A. Nikonov, director of the Politika Foundation, a research institute with close ties to the Kremlin. Prices are rising for everyone, he added. ''I don't know why Belarus should be an exception.''  Indeed, it no longer is.  A day after Belarus agreed to drop a transit fee of $46 a ton that prompted Russia to turn off for three days a pipeline that moved oil across Europe, the crude oil started flowing again on Thursday morning, as did the Russian profits that Belarus had hoped to share, as it had for the last decade.  These new deals -- which more than doubled the price Belarus pays for natural gas and imposed an export duty on oil shipments -- will generate billions of dollars of added revenue for the Russian energy giant Gazprom, as well as Russia's state and private oil companies, much as recent deals did with Ukraine, Moldova and Armenia.  Mr. Putin has long faced criticism for wielding the country's energy resources as a weapon of geopolitics -- ''tools of intimidation or blackmail,'' as Vice President Dick Cheney put it last year. Gazprom's similar showdown with Ukraine a year ago appeared to many to be a punitive measure against President Viktor A. Yushchenko's tilt toward the European Union and NATO.  The shutdown of the oil pipeline through Belarus revived those criticisms, but Mr. Putin's ministers could fairly say that they were now being consistent in demanding market rates for its natural riches.  ''When a country has a cheaper price compared to European consumers, then Russia is accused of bribing them,'' Viktor B. Khristenko, the energy minister, said this week. ''But when we want to shift to market prices, then we are accused of blackmail.''  What is striking is the degree to which officials in Mr. Putin's Russia used the dispute over energy to turn on Mr. Lukashenko. He is an autocrat who has created a dictatorship in all but name, but he enjoyed wide political support from lawmakers here -- even if it was driven in part by a fear of the emergence of a Western-oriented alternative, as happened in Ukraine with Mr. Yushchenko.  Last March, after tainted elections in Belarus denounced as fraudulent in Europe and the United States, Mr. Putin praised the vote as fair and congratulated Mr. Lukashenko. Less than two weeks later, Gazprom announced that it would demand that Belarus pay more for natural gas.  On Thursday, Vladimir V. Zhirinovksy, the flamboyant Russian ultranationalist leader better known for his denunciations of the United States, called Mr. Lukashenko a dangerous man. ''Lukashenko is a petty tyrant, and this tyranny should lead to his resignation and a new presidential election,'' Mr. Zhirinovsky said in an interview on the state-owned Mayak Radio.  The collateral damage, if not the intended target, of price war was the Russia-Belarus union treaty. It was negotiated in 1996 between Mr. Lukashenko and a weakened Boris N. Yeltsin when Mr. Yeltsin faced a bruising re-election challenge from the remnants of the Communist Party.  In Russia, it was viewed as a populist attempt to win over those voters lamenting the decline of the Soviet Union. In Belarus, it was viewed as a vehicle for Mr. Lukashenko to become the leader of the newly unified nation, a notion that quickly became moot with the emergence of a strong leader like Mr. Putin.  In 2002 he dismissed Mr. Lukashenko's constant public reminders of the treaty's existence by offering, in essence, to absorb Belarus's provinces into the Russian Federation. The offer was not well received. ''Lukashenko does not want to be the governor of a Russian province,'' Anatoly Lebedko, one of the Belarussian president's fiercest critics, said in a telephone interview from Belarus on Thursday.  Since then, the two countries have repeatedly postponed deadlines to establish the Russian ruble as a common currency and to draft a constitution for the union, which officials now describe as little more than an economic alliance. The union has a bureaucracy and a budget, but few of its promises have been accomplished.  Andrei V. Sharonov, a deputy economic development minister, blamed Mr. Lukashenko, suggesting that he kept alive the dream of a union only to justify the subsidized gas and oil Russia was providing.  ''When there is nothing but talk for many years and no deeds, preferences become meaningless,'' he told Rossiskaya Gazeta, the official state newspaper, ''and we are justified in putting all these things on a strictly economic footing.''  Russia's new power centers -- Gazprom, the pipeline monopoly Transneft and the state-owned oil giant Rosneft -- will almost surely continue to press ahead, buying more and more assets at home and abroad, expanding the country's energy network as long as the reserves hold out.  Still, some question the cost of Russia's tactics. Garry Kasparov, the former chess champion and an opposition leader here, said in an interview as the New Year's confrontation unfolded that the worsening of relations with Belarus ''might have unpredictable consequences for everybody.''  ''I'm not a big fan of Lukashenko, as you can guess,'' he said, ''but if our government spoils relations with everybody, there is something wrong.''  MEMO FROM MOSCOW  ", 
            "title": "Belarus Learns That Days of Wine and Roses Are Over"
        }, 
        "weight": 0.4739227593528283, 
        "file": "1818213.txt", 
        "other_topics": {
            "0": 0.05113474201004286, 
            "1": 0.00011253616909622283, 
            "2": 0.00020511047437634844, 
            "3": 0.00014916369605043076, 
            "4": 7.716396620524051e-05, 
            "5": 0.013471380991186537, 
            "6": 0.007683465927587269, 
            "7": 0.019473333327568343, 
            "8": 0.028425256150692437, 
            "9": 0.0002156502920126173, 
            "10": 9.261822504652237e-05, 
            "11": 0.00013543096846518345, 
            "12": 0.00010947951804240707, 
            "13": 8.345126516934961e-05, 
            "14": 5.3127359006220796e-05, 
            "15": 9.797080037248293e-05, 
            "16": 0.08131257694829809, 
            "17": 8.547863642266583e-05, 
            "18": 7.41281862434424e-05, 
            "19": 5.151516131731955e-05, 
            "20": 0.25202418303524243, 
            "21": 0.04754632174154571, 
            "22": 0.4739227593528283, 
            "23": 0.00013407312801460406, 
            "24": 0.022716451372654295, 
            "25": 0.00013896014558206527, 
            "26": 0.00011394235025761102, 
            "27": 7.87447084490514e-05, 
            "28": 0.00011913289695268808, 
            "29": 0.0001618511952711497
        }
    }, 
    {
        "content": {
            "text": "  Can you give us information about low-cost flights to Ho Chi Minh City, Vietnam? Where would a good jumping-off point be for travel around the region? -- Lester Steinfeld, Washington  A search on Orbitz.com for flights in late January and early February from Washington to Ho Chi Minh City came up with Northwest (with stops in Detroit and Tokyo) for $1,358 round trip, and All Nippon Airways (via Tokyo) for $2,230. Travelocity.com found American and United Airlines (via Chicago and Hong Kong) for $1,400 on American and $1,374 on United. But check the airline sites. Air France (via Paris) gave me $1,586; British Airways (via London and Hong Kong) $1,729, and Cathay Pacific (via Los Angeles and Hong Kong) $1,800. Singapore Airlines (by way of Frankfurt and Singapore) was $1,587. Thai Airways flies from New York and Los Angeles (not Washington) to Ho Chi Minh City, via Frankfurt and Bangkok, but has several good regional deals from Bangkok.  Hong Kong and Bangkok are good regional hubs for low-cost travel in the region. Bangkok offers some of the best travel bargains in the world. Readers have recommended the Bangkok travel agents Ambika Tour Agency (www.ambikatours.com), and DTC Travel( www.dtctravel.com). Look for regional deals at Zuji (www.zuji.com), an online travel agent powered by Travelocity, which has English-language sites offering flights from Hong Kong, Singapore, Korea, Taiwan, Australia and New Zealand. Another useful site is www.thaifly.com in Bangkok, a source for discounted flights and hotels; www.travel.com.au and www.trailfinders.com.au are Australian sites offering a good selection of airline deals to many Asia Pacific destinations. And the Web site www.smarttravelasia.com will guide you to some of the many low-cost airlines in the Asia Pacific region.  Another option is to buy a regional air pass from one of the two main airline alliances, Oneworld or Star Alliance. As I reported in a recent column, a Oneworld Visit Asia Pass (www.oneworld.com) will enable you to visit Ho Chi Minh City, as well as Bangkok, Beijing, Jakarta, Manila, Osaka, Seoul, Singapore, Taipei and Tokyo and other cities in the region. You can take 2 to 20 flights, and need only reserve the first one. There is a flat rate for each flight. For example: from Hong Kong, the trip to Ho Chi Minh City costs $135; to Bangkok, $145; to Singapore, $185; and to Tokyo, $260.  A Star Alliance Asian Airpass (www.star-alliance.com) allows you to buy three to six coupons (costing $59 to $270, depending on distance). The pass is valid on Singapore Airlines, Asiana Airlines, Thai Airlines, United and Lufthansa.  Both passes may be bought only in conjunction with travel to Asia on a Oneworld airline (which includes British Airways and Cathay Pacific) or a Star Alliance carrier.  ROGER COLLIS  ", 
            "title": "Q & A"
        }, 
        "weight": 0.4690626016555221, 
        "file": "1816880.txt", 
        "other_topics": {
            "0": 0.00032948994995554313, 
            "1": 0.00394277954674378, 
            "2": 0.011567162701930004, 
            "3": 0.0002940267671916834, 
            "4": 0.00015210317341120657, 
            "5": 0.0005076981669222805, 
            "6": 0.00026159818305494136, 
            "7": 0.027222364291909253, 
            "8": 0.00021669021851003387, 
            "9": 0.00042508304556207243, 
            "10": 0.00018256612040676325, 
            "11": 0.0002669572482435261, 
            "12": 0.00021580256869492857, 
            "13": 0.0001644964985816932, 
            "14": 0.00010472297235615434, 
            "15": 0.39089305636975125, 
            "16": 0.00027985632554064466, 
            "17": 0.00016849278877356658, 
            "18": 0.00014611913981786486, 
            "19": 0.00010154505918362696, 
            "20": 0.016779328170939137, 
            "21": 0.0006980128439965745, 
            "22": 0.4690626016555221, 
            "23": 0.000264280716026793, 
            "24": 0.00012652993130511146, 
            "25": 0.0002739138507279054, 
            "26": 0.00022459956262508484, 
            "27": 0.0001552190826037081, 
            "28": 0.04116530084855554, 
            "29": 0.03380760220115725
        }
    }, 
    {
        "content": {
            "text": "  For more than half a century, residents of Hong Kong have taken pride in being more prosperous than their cousins nearby in mainland China, and have enjoyed feeling like big spenders whenever they crossed the border.  Merchants across the border in Shenzhen were happy to take Hong Kong dollars, pocketing the 6 percent premium it commanded over China's currency. Mainland tourists offering Chinese currency here were charged extra or even turned away and told to come back with Hong Kong dollars.  But the yuan is poised to become more valuable than the Hong Kong dollar by the end of the month, and could pass the traditional benchmark for the Hong Kong dollar's value as early as next week. The shift has been the latest in a series of shocks for residents' confidence that they or their ancestors had made the right decision to live in Hong Kong instead of anywhere else in China.  ''Nowadays, the gap between China and Hong Kong has narrowed, and some people even think the standard of living in China is higher,'' where prices are lower and incomes are rising quickly, recalled Chan Chi Him, the second generation of a family that has sold birds' nests as a delicacy here since the end of World War II.  ''It's easier for Chinese people to make money,'' he said.  Average incomes per person in cities like Beijing, Shanghai or Guangzhou remain a fifth or less of incomes for people in Hong Kong. But the averages in China are dragged down by very large numbers of very poor people.  People in Hong Kong are used to comparing themselves with the educated middle class on the mainland. And they are finding that a growing class of Chinese businessmen and businesswomen have become more affluent than the average resident of Hong Kong.  Millions of middle-class Chinese flock here every year, and shopkeepers are now happy to take Chinese currency, known as the yuan or renminbi.  At the same time, many shopkeepers across the border in China have stopped taking Hong Kong dollars or have begun asking a slightly greater number of dollars than the number of yuan on price tags would suggest.  Prices are rising here in markets for everything from luxury apartments to dried bugs, and the culprit is the same: the rising value of the Chinese yuan and the falling value of the Hong Kong dollar.  The winning bid in a land auction last month worked out to more than $7,000 a square foot once houses are built, making Hong Kong real estate some of the most valuable in the world. Developers are betting that multinationals and mainlanders alike will continue to see Hong Kong as an excellent base for doing business in China.  But Hong Kong also imports much of its food and other goods from the mainland, and the prices are climbing.  Sellers of traditional Chinese medicine are having to pay more for the herbs, insects and other wares they buy from the mainland. The price of dried cicadas, which are boiled in soup to improve eyesight, has risen close to 4 percent in the last year as the yuan has gradually strengthened, said Lee Chun Hung, the chairman of Lee Hoong Kee Ltd., a Chinese medicine wholesaler.  Prices have soared for herbs that are in demand across China, as increasingly affluent mainlanders have bid up prices to levels that many people in Hong Kong cannot afford. A rare root that is boiled in soup and eaten to strengthen the lungs now sells for $618 for a small box, four times its price two years ago.  ''It's not just the rise of the renminbi,'' Mr. Lee said, ''it's also because the standard of living is going up on the mainland.''  While prices are starting to creep up here after years of deflation, rising home prices and falling unemployment have helped produce soaring confidence here in the territory's economic future, recent surveys have shown.  The yuan has been rising partly because of calls from the United States and Europe for the Chinese currency to reflect China's rising trade surplus and huge intake of foreign investment.  Chinese officials have also voiced concerns that maintaining a low value for the currency may eventually unleash inflation, although prices are barely rising now on the mainland.  China unified various exchange rates in 1994 and, after several years of gradual appreciation, fixed the exchange rate of the yuan at 8.28 to the dollar in 1998. Beijing officials maintained that level until July 2004. They then began allowing a slow appreciation, with the yuan climbing 3.4 percent last year. It was worth slightly more than 7.81 yuan to the dollar in Friday trading in Shanghai.  The Hong Kong Monetary Authority pegged the Hong Kong dollar at 7.8 to the United States dollar in September 1983, and maintained that policy with few changes until June 2005. It then moved to a narrow trading band of 7.75 to 7.85 to the dollar.  The Hong Kong dollar has been trading near the top of that band lately, which is why it is likely that it will take a couple of more weeks for the yuan to reach parity.  Ben Simpfendorfer, a currency strategist at the Royal Bank of Scotland, said that the yuan would surpass the Hong Kong dollar ''definitely before the end of the month.''  While some speculators have raised the idea that the Hong Kong dollar might be repegged to the yuan, the Hong Kong Monetary Authority has been opposed, and most economists say that the move would be a bad idea. The weaker Hong Kong dollar improves Hong Kong's competitiveness relative to cities on the mainland, and a peg to the yuan would be difficult to maintain.  The yuan is not an internationally traded currency and the Chinese government backs it with a fairly inflexible monetary system in which the economy is controlled less by interest rate changes than by administrative measures, like an order on Friday that banks raise their reserves at the central bank to 9.5 percent of assets, from 9 percent.  The sometimes tumultuous violent history of currency policy in Hong Kong has also discouraged officials. When the Hong Kong dollar plunged in early September 1983, partly on uncertainty over what would happen to the territory after its return to Chinese rule in 1997, gasoline prices climbed because they were set in dollars and taxi drivers responded by holding a protest that turned violent; the Hong Kong dollar has been closely managed ever since.  ", 
            "title": "China Currency Near Parity With Hong Kong's Dollar"
        }, 
        "weight": 0.4664984865067611, 
        "file": "1816698.txt", 
        "other_topics": {
            "0": 0.12804654331961166, 
            "1": 0.0001121129006474131, 
            "2": 0.00020433901758142524, 
            "3": 0.00014860266499034546, 
            "4": 7.68737388717352e-05, 
            "5": 0.0002565933072555243, 
            "6": 0.00013221308906632113, 
            "7": 0.06829539143617577, 
            "8": 0.011393047314057422, 
            "9": 0.0002148391930982096, 
            "10": 0.009495212325678746, 
            "11": 0.00013492158862398728, 
            "12": 0.0038702447278665224, 
            "13": 0.0019637258810253737, 
            "14": 5.292753760642982e-05, 
            "15": 9.760231485324641e-05, 
            "16": 0.00014144084971227675, 
            "17": 0.009488099590311279, 
            "18": 7.384937701565081e-05, 
            "19": 0.0038124983853457064, 
            "20": 0.21722568264418074, 
            "21": 0.0003527793398067029, 
            "22": 0.4664984865067611, 
            "23": 0.011417099800253676, 
            "24": 6.394888864226079e-05, 
            "25": 0.00013843749188113287, 
            "26": 0.000113513792912585, 
            "27": 7.844853566420472e-05, 
            "28": 0.00011868481704291027, 
            "29": 0.06598183962345949
        }
    }, 
    {
        "content": {
            "text": "  Confronted with higher natural gas and oil prices after a New Year's confrontation with Russia, President Aleksandr G. Lukashenko of Belarus said that energy conservation had become a national security priority. Belarus long enjoyed discounted prices for energy from Russia, subsidizing its industries and generating profits from the refining and export of gasoline and other oil products. Russia more than doubled the price of natural gas -- $100 per cubic meter, compared with $46 -- beginning Jan. 1. Belarus imposed a retaliatory fee on the transit of oil, but backed down last week after Russia turned off its main oil pipeline through Belarus, disrupting supplies across Europe. Mr. Lukashenko appeared to be bracing the country for austerity as energy-saving measures are adopted. ''The next three, four years will not be an easy time,'' he said, according to Interfax, ''but we will have to bear it.''  STEVEN LEE MYERS  ", 
            "title": "World Briefing | Europe: Belarus: Leader Warns Of Hard Times"
        }, 
        "weight": 0.4626542446259335, 
        "file": "1820120.txt", 
        "other_topics": {
            "0": 0.012265566430834563, 
            "1": 0.0006717397952793027, 
            "2": 0.001224325202943428, 
            "3": 0.0008903732146981673, 
            "4": 0.0004605995323808037, 
            "5": 0.0015374139344404003, 
            "6": 0.0007921728264079486, 
            "7": 0.0035602652095485274, 
            "8": 0.2034766442814838, 
            "9": 0.0012872384422879693, 
            "10": 0.0005528475691996122, 
            "11": 0.0008084011723687997, 
            "12": 0.0006534943354451862, 
            "13": 0.03430153938370902, 
            "14": 0.0003171225886679538, 
            "15": 0.0005847976336327054, 
            "16": 0.0008474622178286107, 
            "17": 0.0005102306413346952, 
            "18": 0.0004424786542095587, 
            "19": 0.0003074992173181943, 
            "20": 0.2310960941573893, 
            "21": 0.013381529161000804, 
            "22": 0.4626542446259335, 
            "23": 0.0008002960851455598, 
            "24": 0.0003831585224967808, 
            "25": 0.0008294671881487714, 
            "26": 0.0006801334331031461, 
            "27": 0.00047003514299181484, 
            "28": 0.011978919774486957, 
            "29": 0.012233909625284062
        }
    }, 
    {
        "content": {
            "text": "  Yury A. Golubev, a founder of Yukos Oil, the former energy giant once led by Mikhail B. Khordokovsky, died sometime last weekend in London. He was 64.  A Yukos representative confirmed that a visitor to Mr. Golubev's London apartment discovered his body on Monday. A post-mortem confirmed that ''death was by natural causes,'' a statement by the London Metropolitan Police said, adding, ''This death is not treated as suspicious.''  Mr. Golubev is credited with helping to create Yukos, which was Russia's most prominent and successful company until the Russian government began to systematically dismantle it beginning in 2003.  Having worked abroad as a senior Soviet trade official in Canada and other countries, he was one of the few Russian businessmen after the collapse of the Soviet Union with knowledge of Western market practices.  Mr. Golubev was one of the architects behind Yukos's effort, starting in the late 1990s, to become a transparent Western-style corporation.  He was never implicated in the Russian government's legal and prosecutorial assault on the company, which faced crippling back-tax bills that ultimately led to its bankruptcy in 2006. In 2005 Mr. Khodorkovsky, Yukos's chairman and a close partner of Mr. Golubev, was tried and convicted on charges of fraud and tax evasion that critics have denounced as politically motivated.  Mr. Golubev is survived by his wife and two daughters.  ", 
            "title": "Yury Golubev, 64, a Founder of Yukos Oil"
        }, 
        "weight": 0.45979590611435006, 
        "file": "1818402.txt", 
        "other_topics": {
            "0": 0.0007394660776863243, 
            "1": 0.0004978424709389904, 
            "2": 0.0009073767678343431, 
            "3": 0.0006598769410094609, 
            "4": 0.0003413613588554176, 
            "5": 0.13475284375309815, 
            "6": 0.0005870982783529728, 
            "7": 0.0694453126329066, 
            "8": 0.0004863124534639895, 
            "9": 0.0009540032782036441, 
            "10": 0.0004097285910960673, 
            "11": 0.0005991254947084421, 
            "12": 0.07564187437092927, 
            "13": 0.0003691753894640825, 
            "14": 0.00023502715522069, 
            "15": 0.0004334075500260165, 
            "16": 0.0340314319267838, 
            "17": 0.00037814416388005375, 
            "18": 0.0003279315414949529, 
            "19": 0.00022789504394010737, 
            "20": 0.12116582114851518, 
            "21": 0.0015665328183590006, 
            "22": 0.45979590611435006, 
            "23": 0.04234731531343026, 
            "24": 0.0002839679693560764, 
            "25": 0.0006147380241766125, 
            "26": 0.0005040631972138892, 
            "27": 0.000348354316149917, 
            "28": 0.0005270253667363998, 
            "29": 0.05082104049181918
        }
    }, 
    {
        "content": {
            "text": "  President Hugo Chávez of Venezuela -- the very portrait of a modern Latin American strongman -- is not content to exercise near-total political and military control of his country. Now he is tightening his grip on the Venezuelan economy. That's bad news for foreign investors, but even more so for the Venezuelan people who will have to pay the price for an economy plagued by increasing inefficiency and corruption.  Mr. Chávez announced this week that he would nationalize electricity and telecommunications companies. Venezuela's biggest telecommunications company is partly owned by Verizon Communications. Its largest publicly traded electricity company is controlled by another American company, the AES Corporation. Mr. Chávez also declared his intention to take control of four multibillion-dollar oil projects with significant investments from foreign companies.  State control is rarely an efficient way to run companies. And nationalizations are not a good way to encourage further foreign investment. Mr. Chávez is already using the state-controlled oil company to reward his cronies at the expense of getting the best return on Venezuela's most lucrative resource.  Exactly what form these nationalizations will take remains unclear. Whatever Mr. Chávez is planning, he needs to fairly compensate shareholders. And while the Bush administration needs to condemn any seizure of American assets, it should choose its words carefully so as not to play into Mr. Chávez's Yanqui-baiting game.  The administration can best advance American interests, and those of the people of Latin America, through more active engagement of the region's many democracies. It also needs to press ahead with trade agreements and other forms of economic assistance and cooperation. That is the smartest way to counter Mr. Chávez's demagoguery.  Mr. Chávez's latest moves serve as yet another reminder of why America needs to curb its insatiable appetite for oil. The United States is the biggest buyer of Venezuelan petroleum products. If a powerful Hugo Chávez is against U.S. interests, we should stop paying for his Russian fighter jets and helicopters -- and his nationalizations -- with our gas-guzzling cars and trucks.  Editorial  ", 
            "title": "Venezuela Inc.'s Hostile Takeover"
        }, 
        "weight": 0.4554781956096363, 
        "file": "1817786.txt", 
        "other_topics": {
            "0": 0.01118376083136905, 
            "1": 0.00031923083059617457, 
            "2": 0.0005818359343932456, 
            "3": 0.00042313196697018696, 
            "4": 0.00021889066618867924, 
            "5": 0.00608542207541913, 
            "6": 0.011086058240737206, 
            "7": 0.0016919444522626138, 
            "8": 0.04315021358852489, 
            "9": 0.00061173418635419, 
            "10": 0.00026272969079535805, 
            "11": 0.00038417640211848956, 
            "12": 0.00031056004268337515, 
            "13": 0.00023672581809262283, 
            "14": 0.0001507061336736605, 
            "15": 0.00027791331647639546, 
            "16": 0.03788631849657669, 
            "17": 0.00024247685275392857, 
            "18": 0.00021027908320611472, 
            "19": 0.00014613281994309342, 
            "20": 0.22762930631931383, 
            "21": 0.04919767879751922, 
            "22": 0.4554781956096363, 
            "23": 0.0003803246223899215, 
            "24": 0.00018208838339820648, 
            "25": 0.00039418760252979813, 
            "26": 0.0003232197381956044, 
            "27": 0.00022337475040358384, 
            "28": 0.00033794373800850804, 
            "29": 0.15039343900946994
        }
    }, 
    {
        "content": {
            "text": "  President Hugo Chávez signaled a vigorous new effort to assert greater control over Venezuela's economy on Monday by announcing plans to nationalize companies in the telecommunications and electricity industries.  Mr. Chávez, who will be sworn in Wednesday to another six-year term, announced his plans at the swearing-in of his new cabinet to a cheering crowd of supporters, sending a chilling message to foreign investors.  American corporations, including Verizon Communications, have large stakes in Venezuela's largest telecommunications company, CANTV, and its biggest publicly traded electricity company, Electricidad de Caracas.  ''Let it be nationalized,'' Mr. Chávez said of CANTV. ''All that was privatized, let it be nationalized.''  Financial markets appeared to be caught off-guard by Mr. Chávez's announcement, as speculators reacted with a sell-off of assets that would be affected by the decision. Shares in CANTV plunged 14 percent in New York trading. Venezuela's currency, the bolívar, fell as much as 20 percent in black market trading here on Monday, traders said.  The announcement was the latest in a series of bold steps Mr. Chávez has taken since his re-election in December to consolidate his power and move Venezuela toward what he calls a socialist revolution. Mr. Chávez said he would also seek a ''revolutionary enabling law'' from Congress that would allow him to approve bills by decree, as well as a measure stripping the central bank of its autonomy.  ''While this is a break with the past, it is consistent with Chávez's drive to concentrate ever greater power in his hands and the hands of his government,'' said Robert Bottome, editor and publisher of Veneconomía, a business newsletter.  Last month, Mr. Chávez announced plans to meld the broad coalition of parties that support him into a single socialist party, raising concerns that he was following in the footsteps of Fidel Castro.  On Monday, in addition to the telecommunications and electricity nationalizations, Mr. Chávez also appeared to signal that he wanted control over four multibillion-dollar oil projects in the Orinoco River basin, which he said should become ''state property.''  It was not clear what Mr. Chávez meant, however, since Venezuela's government already has stakes in those ventures together with some of the world's largest private oil companies, including Exxon Mobil, Chevron, BP and ConocoPhillips.  Venezuela, which has the largest conventional oil reserves outside the Middle East, has already increased its control over numerous oil production ventures in the past year. The largest consumer of Venezuelan oil, of course, remains the United States, despite efforts by Mr. Chávez to export larger quantities of oil to China and other Asian markets.  Details were vague as to how any of the nationalization plans would play out. For instance, Mr. Chávez omitted from his remarks whether Venezuela would compensate foreign investors for their holdings or expropriate them outright. He has already clashed with investors over small-scale takeovers of farms and even a tomato-processing plant owned by H. J. Heinz, but his government has negotiated settlements with owners in those cases.  The nationalizations would, at least for Venezuela, reverse a trend that got under way in Latin America in the 1990s, when governments throughout the region sold many of their assets, particularly state telephone companies, to private investors. Those deals, together with the auction of licenses to provide wireless phone services, led to a sharp increase in the usage of such services among poorer Venezuelans.  They would also be a significant shift of Mr. Chávez's economic policies since he became president in 1999. Though Mr. Chávez steadily adopted more strident rhetoric, he let most of Venezuela's private companies operate unfettered as long they did not actively engage in politics.  But with his re-election in December, Mr. Chávez seems determined to use the momentum -- and margin -- of his victory to solidify his power and deepen his socialist policies in ways that are increasingly unnerving his opponents.  Supporters of Mr. Chávez already control every institution in the federal government, including Congress and the Supreme Court, so it was unclear what hindrances Mr. Chávez was attempting to overcome by seeking expanded powers.  Mr. Chávez is also going forward with a plan to effectively take RCTV, a television station that persistently criticizes his government, off the air in May by not renewing its broadcast license. The move has drawn fierce criticism both here and abroad, with critics claiming it will restrict freedom of expression.  On Monday, Mr. Chávez described one of the most prominent critics of the decision, José Miguel Insulza, the general secretary of the Organization of American States, in a vulgar term that loosely translates as ''idiot.'' Mr. Chávez also called on Mr. Insulza to resign.  Flush with more than $50 billion in revenue from oil exports, Mr. Chávez is also retooling Venezuela's economy to focus on what his economic theorists describe as ''endogenous development'' that prioritizes the domestic production of agricultural goods and industrial products from worker-owned cooperatives.  Venezuela has undergone a nationalization push before, when the populist government of Carlos Andrés Pérez took control of companies in various sectors, including the oil industry, in the 1970s. The economy, however, suffered from poor growth and inefficient services after oil prices crashed in the 1980s, leading subsequent administrations to privatize state companies and open the oil industry to foreign investment.  American companies reacted cautiously to Mr. Chávez's comments on Monday. ''Verizon has of course been carefully monitoring the news reports on President Chávez's comments today,'' said Eric Rabe, a spokesman for Verizon, which has had a large stake in CANTV since the early 1990s. ''We are not aware of the details of the government's plan and therefore cannot comment at this time.''  While Mr. Chávez referred specifically to the telephone company CANTV, his nationalization plans for the electricity sector remained unclear. The AES Corporation of Arlington, Va., controls Electricidad de Caracas, but did not acquire the company through a privatization auction. Robin Pence, a spokeswoman for AES, declined to comment.  CMS Energy of Jackson, Mich., controls an electricity utility that provides power to Margarita Island that it bought from the Venezuelan government in the 1990s. Jeffrey Holyfield, a spokesman for CMS, said the company had a ''good relationship'' with Mr. Chávez's government but was awaiting more details about its plan before it could comment.  ", 
            "title": "Chávez Moves to Nationalize 2 Industries"
        }, 
        "weight": 0.45146254424455073, 
        "file": "1817622.txt", 
        "other_topics": {
            "0": 0.014373295965576943, 
            "1": 0.00010593696187828526, 
            "2": 0.00019308263893597863, 
            "3": 0.00014041662257587004, 
            "4": 0.005403617787359785, 
            "5": 0.057106232011014446, 
            "6": 0.00012492989562617633, 
            "7": 0.014777416284195233, 
            "8": 0.03742033489182078, 
            "9": 0.00020300439358699037, 
            "10": 8.718702133532289e-05, 
            "11": 0.00012748919266274313, 
            "12": 0.012542010030841332, 
            "13": 7.855761901207981e-05, 
            "14": 5.001192995048283e-05, 
            "15": 9.222571754126976e-05, 
            "16": 0.06232840170692557, 
            "17": 8.046610366106454e-05, 
            "18": 0.00717775295295568, 
            "19": 4.849427276985358e-05, 
            "20": 0.1537266242790345, 
            "21": 0.012772296337343133, 
            "22": 0.45146254424455073, 
            "23": 0.00012621097701700856, 
            "24": 6.042615023902877e-05, 
            "25": 0.0019078043412220004, 
            "26": 0.00010726068349849226, 
            "27": 7.412705838556783e-05, 
            "28": 0.00011214685255667015, 
            "29": 0.1671896950759269
        }
    }, 
    {
        "content": {
            "text": "  The 36 Hours column on Dec. 31 about London referred imprecisely to the term ''Cool Britannia.'' While it was used in the news media and advertising and was associated with the early years of Prime Minister Tony Blair's Labor government, Mr. Blair did not use it as a nickname for London.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.4508615266251009, 
        "file": "1818668.txt", 
        "other_topics": {
            "0": 0.0033104698499768206, 
            "1": 0.15177018025163833, 
            "2": 0.004062178811343956, 
            "3": 0.002954162177042288, 
            "4": 0.001528219509370575, 
            "5": 0.005100973412729227, 
            "6": 0.002628343893126174, 
            "7": 0.19873935068869175, 
            "8": 0.0021771420805373433, 
            "9": 0.004270918145635203, 
            "10": 0.0018342885338850986, 
            "11": 0.002682187792563058, 
            "12": 0.002168223635678433, 
            "13": 0.001652738419047154, 
            "14": 0.0010521785038717618, 
            "15": 0.03932565043508992, 
            "16": 0.0028117881232875407, 
            "17": 0.0016928901693319194, 
            "18": 0.0014680963924297422, 
            "19": 0.0010202491969386804, 
            "20": 0.056430139171206636, 
            "21": 0.007013113678456702, 
            "22": 0.4508615266251009, 
            "23": 0.0026552959884058084, 
            "24": 0.001271278601249376, 
            "25": 0.002752082558051107, 
            "26": 0.0022566092850135368, 
            "27": 0.0015595258464483333, 
            "28": 0.039744762236147875, 
            "29": 0.0032054359877048333
        }
    }, 
    {
        "content": {
            "text": "  Ségolène Royal, the Socialist Party's presidential candidate, said owners of unoccupied residences should be fined and even pressured to sell the properties to local governments as a way to ease homelessness. She also said that every city should be forced to create emergency shelters for 1,000 people. France's numerous vacant investment lodgings ''will have to be rented,'' Ms. Royal said in her New Year's speech yesterday in Paris, which was broadcast on national television. ''To do that, lodgings unoccupied for more than two years will be surcharged and local governments will be given the chance'' to acquire or requisition them. The latest opinion poll shows Ms. Royal leading Nicolas Sarkozy, the interior minister who is expected to be the candidate of the governing UMP party in the spring election, by 52 percent to 48 percent.  ELAINE SCIOLINO  ", 
            "title": "World Briefing | Europe: France: Royal Eyes Vacancies For The Homeless"
        }, 
        "weight": 0.4452131687231476, 
        "file": "1816610.txt", 
        "other_topics": {
            "0": 0.05191912129398673, 
            "1": 0.038853033576873204, 
            "2": 0.014078462080086226, 
            "3": 0.0010034387169924625, 
            "4": 0.0005190895190801535, 
            "5": 0.0017326449632519305, 
            "6": 0.07708475179636998, 
            "7": 0.004012371323673905, 
            "8": 0.0007395087084189624, 
            "9": 0.0014507005261054319, 
            "10": 0.0006230518240804425, 
            "11": 0.0390070491229671, 
            "12": 0.0007364793849321412, 
            "13": 0.0005613847918103269, 
            "14": 0.0003573929204622052, 
            "15": 0.0006590591198226416, 
            "16": 0.07714706220179839, 
            "17": 0.0005750231157668963, 
            "18": 0.0004986675314880236, 
            "19": 0.00034654750952560346, 
            "20": 0.10805824330948817, 
            "21": 0.015080804578407889, 
            "22": 0.4452131687231476, 
            "23": 0.11518989840291455, 
            "24": 0.000431814535603739, 
            "25": 0.0009347984388159088, 
            "26": 0.0007665012920767782, 
            "27": 0.0005297233261727928, 
            "28": 0.0008014186054318769, 
            "29": 0.001088788760447921
        }
    }, 
    {
        "content": {
            "text": "  Hong Kong and Shanghai are locked in an increasingly public struggle to become China's main financial center as a top-level committee in the capital, Beijing, prepares to meet later this month to map out a national financial regulatory strategy.  On Monday, Hong Kong's highest government leaders and best-known business tycoons made the city's case at a series of televised conferences and briefings. They called for China to continue letting the biggest state-owned companies make their initial public offerings here, allow the Chinese currency, the yuan, to circulate more widely here and dismantle many remaining financial barriers between the mainland and Hong Kong, a former British colony.  Shanghai's efforts have been less public. They have also been harmed by a spreading corruption scandal that has led to the arrest of the city's top Communist Party official and a growing number of business leaders.  But as the traditional center of Chinese business life, Shanghai still has many allies in the capital. It has also emerged as the center of Chinese bond trading and as a favorite headquarters for Chinese and foreign companies.  The jostling between the two cities is coming close to name calling. Ronald Arculli, chairman of the company that runs Hong Kong's stock exchanges, said that just as New York is the main financial center for the Americas even though Chicago or Toronto may not like it, Hong Kong is poised to become the main international financial center for Asia.  Asked if he was suggesting that Hong Kong was becoming like New York and Shanghai like Chicago, Mr. Arculli said twice that this was his goal, adding, ''We stand a decent shot of making it there.''  That is hardly the view from Shanghai. City leaders and academics point out their biggest advantage: the currency circulating in the streets and markets is the yuan, which foreigners can buy and sell only with difficulty.  Hong Kong, a special administrative region of China, has its own currency, the Hong Kong dollar, which is linked to the United States dollar. The Hong Kong dollar is internationally convertible but cannot be easily exchanged for yuan on the mainland because of China's capital controls.  ''The independent monetary system restricts Hong Kong's ambition to become the financial capital of the country,'' said Pan Yingli, a professor in the School of Management at Shanghai Jiaotong University.  In back-to-back ceremonies and briefings Monday at the main government offices here and at the convention center, Hong Kong officials tried to exploit Shanghai's temporary political weakness and push Beijing into making Hong Kong the primary financial center of China.  ''If we do not act now,'' David Li, chairman of the Bank of East Asia, warned at a government briefing, ''inertia will set in and business will gravitate to established financial centers overseas.''  Hong Kong and Shanghai are not just competing with each other -- they are also vying with Tokyo and Singapore to become the most important financial center in Asia. Each wants to be the place where investment banks, hedge funds, insurance companies and other big investors send their best and brightest to oversee trading during the hours after the sun sets in New York and before it rises in London.  Each city has its strengths. Tokyo has the region's largest stock and bond markets, although they have attracted less attention lately because they lack the appeal of the Chinese economic boom. Singapore is the main center for trading oil and other energy products, and is an important hub for currency trading.  But the most intense rivalry is between Hong Kong and Shanghai. Each strives to impress businesses and regulators that it is the best place for Chinese businesses to raise money and investors to give it to them.  It is one of the oldest rivalries in Asia, dating back more than a century. The Hongkong and Shanghai Banking Corporation, these days HSBC, was started in Hong Kong on March 3, 1865, and opened for business in Shanghai a month later.  While Shanghai overshadowed Hong Kong in many ways before World War II, Hong Kong regained leadership after the Communist takeover in 1949, and benefited from the emigration of thousands of Shanghai business people. And in the 1990's, the rise of a Shanghai faction of politicians in China, including President Jiang Zemin, resulted in many policies that favored their city.  Since taking China's top jobs in late 2002 and 2003, President Hu Jintao has tried to limit Shanghai's influence. With the city mired in its corruption scandal, Hong Kong is trying to seize the initiative again. As Hong Kong's leaders repeated again and again Monday, Hong Kong has advantages now that include the rule of law, extensive financial expertise, a tradition of strong corporate governance, widespread knowledge of English and close ties to global markets.  As a result of listings by big Chinese banks and other institutions, Hong Kong's main stock exchange had a greater volume of initial public offerings last year -- valued at $41.22 billion -- than any other stock exchange, although more money was raised in London over all.  But while Hong Kong aspires to be an international financial center, it is sometimes derided in Asia as a one-legged stool -- a powerhouse in equities trading, including a doubling of trading in stocks and derivative warrants last year, but without another leg to stand on.  Close to 200 bond issues are listed here, but local banks and insurance companies tend to buy them up when issued and then sit on them for years, with minimal trading. The local government runs a budget surplus, and while it has issued a small volume of bonds to help create a market, these also trade in very low volume.  While corporate bond trading is still in its infancy in Shanghai as well, the trading of government debt securities there has picked up. The Chinese central bank has had to issue tens of billions of dollars worth of notes to sop up the enormous amounts in yuan it is pushing into the market to prevent China's currency from appreciating in value against other currencies.  Hong Kong business leaders are dismissive of Shanghai's stock market -- Paul Chow, chief executive of the Hong Kong exchange, said in an interview Friday that it ''is predominantly a retail market, Hong Kong is not.'' But although Shanghai's stock market is still considerably smaller than Hong Kong's, it is also rising faster and was the world's top performer last year, up 130 percent.  Shanghai has lost a couple rounds lately. The government authorized Hong Kong last Wednesday to begin trading bonds denominated in Chinese yuan, and has selected Tianjin, not Shanghai, for an experiment with limited convertibility of the yuan.  Hong Kong also plans to start trading nondeliverable futures contracts on the yuan this summer, Mr. Chow said. And while officials directed General Motors in 1997 to open its initial Chinese car assembly plant in Shanghai, it steered Airbus last year to select Tianjin, a big port near Beijing, for an aircraft assembly plant.  But Shanghai is becoming an important center of commodities trading. It has just passed Tokyo in the biggest market for trading natural rubber, testimony to the buying power of Chinese industrial companies.  Hong Kong has very little commodities trading, losing much of its former role in international gold markets. Hong Kong gold prices were quoted around the world in the 1980s, but have become much less important as the handful of local gold traders continue to do business exclusively in Chinese and have not welcomed international banks and trading houses.  Mainland China still has many restrictions on the private ownership of gold, slowing but not preventing the creation of a modern gold market in Shanghai with ambitions to become an important force in global trading. Shanghai is also setting up futures markets to allow Chinese traders to place bets on the direction of the country's interest rates.  Experts said that Shanghai was likely to become an increasingly formidable competitor in years to come, and expressed doubt that Hong Kong leaders would succeed in persuading the Chinese government to give their city clear regulatory preference over its rival to the north. Beijing officials are still more likely to think of Shanghai than Hong Kong as a domestic financial market entitled to regulatory favors.  ''Shanghai is in a temporary eclipse because of these political factors,'' said Jack Lange, a partner in the Hong Kong office of the Paul, Weiss law firm. ''But Shanghai is where it's happening -- if there is going to be a domestic financial center that gives Hong Kong a run for its money, it's going to be Shanghai.''  ", 
            "title": "Hong Kong and Shanghai Duel for Financial Capital"
        }, 
        "weight": 0.44291338840703315, 
        "file": "1819195.txt", 
        "other_topics": {
            "0": 0.0027526249744336487, 
            "1": 7.857131157915326e-05, 
            "2": 0.00014320550557032346, 
            "3": 0.0027400639270719024, 
            "4": 5.3874892668606913e-05, 
            "5": 0.02390310422794014, 
            "6": 0.0317236949329526, 
            "7": 0.029411550331800467, 
            "8": 7.675160223649174e-05, 
            "9": 0.0001505642712199579, 
            "10": 6.466485820941895e-05, 
            "11": 9.455616719675206e-05, 
            "12": 0.0013943970696731855, 
            "13": 5.826460425971247e-05, 
            "14": 3.709284145158815e-05, 
            "15": 6.840195773097224e-05, 
            "16": 9.912501602035672e-05, 
            "17": 5.968008889643157e-05, 
            "18": 5.175534999019709e-05, 
            "19": 3.596722567881788e-05, 
            "20": 0.21286293238718454, 
            "21": 0.00024723591367787885, 
            "22": 0.44291338840703315, 
            "23": 0.0014115680130907583, 
            "24": 0.0066346162224563245, 
            "25": 9.702019344800505e-05, 
            "26": 7.955308925166044e-05, 
            "27": 5.497854665258604e-05, 
            "28": 8.317706245885515e-05, 
            "29": 0.24261761900816545
        }
    }, 
    {
        "content": {
            "text": "  Russia's elite players came to the World Economic Forum high in the Swiss Alps with a mission. At a meeting as much about posturing and politics as it is about business and trade, Moscow's emissaries were here to say loudly that their country was not the bully its detractors depicted it to be.  In truth, last year was a grim one for Russia's reputation, tarnished by the unsolved murders of Kremlin critics at home and abroad and by President Vladimir V. Putin's continued moves to tighten state control of economic and public life.  So the high-powered Russian delegation of political and business leaders spent part of the past week trying to project a counterimage, buttressed by slabs of statistics to display economic growth and sober stewardship in the service of market freedoms that should not alarm the West.  ''Russia today is a different country,'' said Dmitry A. Medvedev, the powerful first deputy prime minister, at a public session of the forum, which ended Sunday.  The Davos meeting has long been used by Moscow to define itself to the world, beginning in the Soviet era. Not only has the Russian image here -- more sober this year than festive -- reflected the nation at home, the conference has even provided a conspiratorial corner to help change the course of post-Soviet history.  In the 1990s, Russians here were known for flashy wealth, showy parties and backroom maneuvering as their nation rode a roller coaster of Wild East capitalism after the collapse of the Soviet Union. And the so-called Davos Pact between Russian oligarchs in 1996 is remembered as the secret deal that thwarted a Communist resurgence. (The group got together amid the parties and debates and agreed to use money and mass media to support Boris N. Yeltsin against a growing Communist challenge.)  Then, after the 1998 financial crash, the number of Russians at the yearly get-together dwindled.  This year the contingent has grown substantially again to 43, and although it may represent a small number of the 2,000 or so participants, the group includes some of the most powerful figures in the Kremlin and in business, both private and state-controlled.  The higher numbers reflect the increasing political and economic muscle displayed by a land intent on parlaying huge oil and gas reserves into a growing international assertiveness. As if to underscore the differences in style that have emerged over the past decade, a well-subscribed Russian dinner here Friday night seemed an exercise in considered statements and relative sobriety in contrast to the vodka-fueled excesses of the '90s.  ''In the 1990s there was a big interest in Russia,'' Anatoly B. Chubais, a former government minister from that era, said in an interview. ''Then it became clear that Russia is not going to become North Korea or Iran and the interest dipped.''  ''Now it has risen again with the question of energy supplies, the cutting off of the supplies of gas,'' he said, referring to Russia's standoff with Belarus over gas supplies, which ended when Belarus accepted higher, market-related prices.  ''Russia became stronger,'' said Mr. Chubais, who heads the country's state-controlled electric power supply monopoly -- a monolith which, he said, is now set to be thrown open to investors through a range of stock offerings.  Beyond projecting their country's power in a world that needs its energy supplies, delegation members spent much of their time defending Russia against charges that it was not attuned to Western ideals.  Russian ministers, including First Deputy Prime Minister Medvedev, insisted that in squeezing Belarus-- as it did in the past with Ukraine -- Gazprom, the state-controlled gas company, was merely bringing its prices closer into line with market prices (although those prices are not charged in Russia itself).  ''There is nothing to be afraid of with Gazprom,'' Aleksandr Medvedev, the deputy chairman of the company, said at a discussion here.  The first deputy prime minister, meanwhile, mounted a broader defense of Russia's actions: ''We are not trying to push anyone to love Russia. But we will not allow anyone to hurt Russia.''  Yet, at virtually every encounter with Western reporters, academics and business analysts here, the Russian leaders have encountered skepticism and the same series of questions: Is Russia a reliable trading partner? Is its widening state control of the energy business a threat to Russia's avowed commitment to free markets and to foreign investors doing business inside Russia? Is Russian investment outside the country, equally, a threat to the steel, telecommunications and other companies that Russian executives have sought to invest in? And has the Kremlin moved back toward the centralized power that has dominated much of Russia's history from the time of the czars to the Communists?  At the dinner here Friday night, Joseph S. Nye Jr., a professor at the John F. Kennedy School of Government at Harvard University, likened Russian public life to a pendulum: ''Under Yeltsin, it swung too far toward chaos and it may have swung too much the other way.''  Also at the dinner, Timothy Garton Ash, a British historian from Oxford University, raised a touchy issue, mentioning the name of Anna Politkovskaya, a reporter who was slain in Moscow in October.  Russia won praise, however, from some American executives whose companies do business in the country, like E. Neville Isdell, the chairman and chief executive of Coca-Cola. ''People do not understand how fundamentally changed Russia is,'' he said. ''We need to help Russia to project itself in a different way.'' He suggested that the Russians themselves had not excelled in the spin doctor's arts. ''They have not always put the right face to the world,'' he said.  Indeed, Mr. Chubais appeared to echo that thought in an interview when the subject of Alexander V. Litvinenko came up. Mr. Litvinenko, a former K.G.B. agent living in London who was killed in November, blamed the Kremlin before he died for poisoning him with radioactive polonium 210.  Mr. Chubais ridiculed the idea that Mr. Putin might have had any interest in killing the former agent. But, he said, the very fact that Mr. Litvinenko's allegation had gained widespread currency ''means there's a very high level of mistrust of Russia in the West'' -- a conclusion that seemed unlikely to change rapidly as a result of the gathering here.  MEMO FROM DAVOS  ", 
            "title": "Russia Turns to Spin to Redefine Itself and Reassure the West"
        }, 
        "weight": 0.4408786548682087, 
        "file": "1822388.txt", 
        "other_topics": {
            "0": 0.00017269659631954, 
            "1": 0.00011626726746340803, 
            "2": 0.00021191084231302334, 
            "3": 0.0001541091676019033, 
            "4": 7.972231123000971e-05, 
            "5": 0.019768842304579072, 
            "6": 0.00013711227253838826, 
            "7": 0.06887581726085512, 
            "8": 0.00011357452085403335, 
            "9": 0.00022280010401415536, 
            "10": 9.5688950760912e-05, 
            "11": 0.00013992113610963828, 
            "12": 0.027416946504835695, 
            "13": 0.0020364921513540547, 
            "14": 5.4888778503906767e-05, 
            "15": 0.0001012189888992227, 
            "16": 0.00014668196977141035, 
            "17": 8.831265150730167e-05, 
            "18": 7.658588101727838e-05, 
            "19": 5.322312894959241e-05, 
            "20": 0.27598215171134977, 
            "21": 0.04132160749748146, 
            "22": 0.4408786548682087, 
            "23": 0.00013851827692127225, 
            "24": 0.019569059407027595, 
            "25": 0.03329822681625404, 
            "26": 0.00011772007008238943, 
            "27": 8.135546244466249e-05, 
            "28": 0.00012308270758573135, 
            "29": 0.06842681039316659
        }
    }, 
    {
        "content": {
            "text": "  Romania and Bulgaria joined the European Union on Monday, helping to end geographic divisions left over from the cold war and extending the borders of the now 27-member bloc eastward to the Black Sea.  In Bucharest, Romania, President Traian Basescu said Sunday night that the entry into the European Union signaled the end of a painful 17-year process. ''We arrived in Europe, welcome to Europe,'' he said to rapturous applause from a crowd in University Square. ''This is an enormous chance for new generations.''  In Sofia, the Bulgarian capital, revelers gathered in Battenberg Square. Fireworks filled the sky over the building where the Communist Party once had its headquarters. ''We are home!'' said a headline in the Bulgarian newspaper Trud.  Romania and Bulgaria, now the European Union's poorest members, hope that membership will help them raise their per capita wealth, which is one-third of the Union average. Their accession, the second wave of enlargement into formerly Communist Eastern Europe, will also give the Union a stable political and economic anchor in an unstable region.  Romania, with a population of about 22 million, becomes the European Union's seventh largest member. Bulgaria has a population of 7.7 million.  For Romania, which suffered one of Eastern Europe's most brutal Communist dictatorships under Nicolae Ceausescu before he was overthrown in 1989, being moored to the European Union is an important symbolic final break with a difficult past. For Bulgaria, whose history is marked by conflicts with the Ottoman Empire and Soviet occupation, European membership is also viewed as a source of economic and democratic stability.  The European Union has been experiencing expansion fatigue, though, after the bloc's enlargement in May 2004 to 25 countries from 15. With the latest additions, the Union has a population of nearly 489 million.  Some members, like France, are concerned that the addition of member nations with much lower per capita incomes, the European Union will become economically overburdened, institutionally unwieldy and ultimately unmanageable. They fear that expansion will diminish their power while paralyzing the European Union's decision-making process.  Wariness about the future shape of the Union was reflected in French and Dutch rejections of a proposed European constitution in referendums in 2005. Since then, there have been calls across the bloc for a slowing of the pace of enlargement.  Such ambivalence, stoked by fears of immigration and Europe's lackluster economic performance, has been most prominently expressed in opposition to admitting Turkey, which is Muslim. It has also cast a shadow over the admission of Romania and Bulgaria, which have been criticized for corruption that has lingered since Communist times.  Some countries, though, led by Britain, with the enthusiastic backing of the United States, have supported further expansion because the promise of membership has helped accelerate economic and political change in Europe, ranging from the arrest of war criminals in Croatia to the liberalization of Turkey's banking industry.  The cautious approach to further expansion was reflected in the tough conditions imposed on Romania and Bulgaria for entry.  Even now that they are in the Union, the two countries will be subject to unprecedented safeguards devised to keep them from backtracking. They include the power by the European Commission, the union's executive, to suspend some of the rights that come with membership, like generous economic aid.  The commission has also threatened to suspend recognition of arrest warrants and decisions made by Bulgarian courts if the country does not improve its judicial system.  Romania expects to receive as much as $ 2.2 billion in the first year after entry, while Bulgaria would be entitled to $873 million.  The European Union has been grappling with fears that westward migration from its poorer members in the east risks undermining the bloc's social standards.  At the time of the last enlargement, in May 2004, the European Commission estimated that the number of migrants throughout the bloc would total 70,000 to 150,000 a year. But Britain alone is estimated to have received up to 600,000 in the past three years.  Britain, Sweden and Ireland, which opened their doors to European Union newcomers in 2004, have already signaled that they are less inclined to do so now. Romanians and Bulgarians may also face obstacles in labor markets in Hungary, Slovakia and the Czech Republic, which are themselves confronting restrictions by countries further west.  At a recent meeting in Brussels, European leaders toughened their tone on enlargement but stopped short of setting new hurdles to expansion. They reaffirmed backing for the eventual membership of Turkey, Albania, Bosnia, Croatia, Macedonia, Montenegro and Serbia.  ", 
            "title": "Romania and Bulgaria Celebrate Entry Into European Union"
        }, 
        "weight": 0.4402371428531325, 
        "file": "1815951.txt", 
        "other_topics": {
            "0": 0.09191537162277376, 
            "1": 0.00015616530073066256, 
            "2": 0.0002846297254583407, 
            "3": 0.00020699294847948142, 
            "4": 0.00010707965345531318, 
            "5": 0.023933150962051338, 
            "6": 0.000184163434317925, 
            "7": 0.03226199935905641, 
            "8": 0.00015254851680498186, 
            "9": 0.00291878180415385, 
            "10": 0.0001285253717421576, 
            "11": 0.00018793618166019585, 
            "12": 0.0001519236170579254, 
            "13": 0.00011580447447418183, 
            "14": 7.372429737801349e-05, 
            "15": 0.00013595308624652676, 
            "16": 0.008055595290823885, 
            "17": 0.00011861783700473072, 
            "18": 0.00010286693238533468, 
            "19": 7.148706699291598e-05, 
            "20": 0.2528089382726567, 
            "21": 0.0031109226226427936, 
            "22": 0.4402371428531325, 
            "23": 0.002805578000871622, 
            "24": 0.13892395852959968, 
            "25": 0.00019283358495920437, 
            "26": 0.00015811664406955136, 
            "27": 0.0001092732334382191, 
            "28": 0.00016531951308582446, 
            "29": 0.00022459926249599542
        }
    }, 
    {
        "content": {
            "text": "  AS university students clashed with the police in this country last May, attention focused not just on their demands to hold elections without government meddling but also on the names of the two leaders organizing the protests: Nixon Moreno and Stalin González.  Many Venezuelans had a good laugh at the names and went on with their business. What's so odd, after all, about the occasional Nixon or Stalin in a nation where bestowing bizarre names on newborns has become a whimsically colorful tradition?  A glance through a phone book or the government's voter registry reveals names like Taj-Mahal Sánchez, Elvis Presley Gomez Morillo, Darwin Lenin Jimenez, even Hitler Eufemio Mayora. Other Venezuelan first names, which roll off the tongue about as easily in Spanish as in English, include Yusmairobis, Nefertitis, Yaxilany, Riubalkis, Debraska, as well as Yesaidú and Juan Jondre -- transliterations of ''Yes, I do'' and ''One hundred.''  What's it like to have such a name? ''I'm extremely proud,'' said Mao Breznyer Pino Delgado, explaining how he had recently looked online at Wikipedia to read up on the men who inspired his names, Mao Zedong and the former Soviet leader Leonid Brezhnev, when he found an example of Mao's signature. He said he learned a bit of calligraphy so he could sign his name in Chinese.  ''My father was a political moderate but he admired the military accomplishments of the Red Army,'' said Mr. Pino, 26, who works in advertising for a beach clothing company. When a Fidel Castro or Mao shows up on the electoral registry, Mr. Pino said, some people accuse allies of the leftwing president, Hugo Chávez, of stuffing the registry with false names. ''But my name has been Mao since before Chávez,'' Mr. Pino, a supporter of Mr. Chávez, said.  Venezuela is not the only country in Latin America, or elsewhere, with a creative approach to first names. Brazil is renowned for its abundance of Washingtons, Robsons and Wellingtons, which take on a musical resonance when pronounced in Portuguese. Honduras drew attention several years ago after babies with names like Llanta de Milagro (Miracle Tire) and Bujía (Spark Plug) turned up on the public birth registry.  But Venezuela's interest in unusual names is especially robust. Naming is related somewhat to social class, with the upper crust loyal to names like Andrés, Miguel, Carolina or Patricia. Mr. Chávez's government has numerous officials with colorful names, reflecting how Venezuela's traditional political elite has been upended in recent years.  Chavistas include Iroshima Bravo, a congresswoman named after the Japanese city Hiroshima, and Diosdado Cabello, the governor of Miranda State, whose first name means ''God given.'' The National Assembly, controlled entirely by Chávez supporters, has an Earle, an Eddy, an Elvis, a Berkis Claret and a Jhonny Owee.  Cold war ideologies offered some inspiration to Venezuelan parents in decades past. Even today, a name or a political philosophy that might result in being ostracized elsewhere is no obstacle to a warm reception in Caracas. Mr. Chávez's government has said, for instance, that it did not view Ilich Ramírez Sánchez, the Venezuelan-born assassin also known as Carlos the Jackal, as a terrorist. Mr. Chávez addressed Mr. Ramírez as ''Dear Compatriot'' in letters they exchanged.  Mr. Ramírez, linked to the kidnapping of 11 oil ministers at a 1975 OPEC meeting in Vienna and serving a life sentence in France for killing two French secret agents, was named in honor of Vladimir Ilich Ulyanov, or Lenin. His two brothers are Vladimir and Lenin, common Marxist-inspired names in Venezuela.  ''It's as if you're more valued than someone else in this country if you have a foreign-sounding name,'' said Samuel Hurtado, an anthropologist at the Central University of Venezuela who studies family structures.  ''Venezuelans believe they should have privileged access to things that are imported,'' Mr. Hurtado continued, explaining how unusual sounding names, often with an American or Russian twist, climbed in popularity during the oil boom of the 1970s when Venezuela was flush with cash for imports. ''This thinking extends to the names parents give their children.''  While Venezuelan names can seem perplexing to outsiders, there are rules involved. Roberto Echeto, a novelist who compiled a list of unusual names after writing a column on the subject for El Nacional newspaper, points to practices like combining the names of a father and mother to produce, for instance, a son named Nelmar whose parents are Nelson and Marta.  Some parents simply reverse the spellings of names, creating Rotceh from Hector, Nabetse from Esteban, Susej from Jesús, Aleuzenev from Venezuela, or Anierim from Mi Reina (My Queen). Some rarer names on Mr. Echeto's list, which often have a mock-American ring to them, include Willderman, Rosaherbalaif, Owinch, Petrasmit, Georguel and Yasterliski. He can add to that list Jhon Beiker (as in John Baker, a generic American-sounding name), christened as such by his mother Dosmel García and heralded by the local media as the first baby born in Caracas in 2007.  ''Naming your child in Venezuela is an almost irresistible invitation to rebel against centuries of tradition,'' Mr. Echeto said. ''Politics used to influence naming, but now it's become kind of random.''  Some parents relish the challenge. Gilberto Vargas named his daughters, ages 10, 7, 4 and 2, Yusmary Shuain, Yusmery Sailing, Yusneidi Alicia and Yureimi Klaymar. His sons, one 9 years old and the other 9 months, are Kleiderman Jesús and Kleiderson Klarth.  Mr. Vargas, 33, said the middle name Sailing was inspired by an Arab princess who appeared in a comic book. Kleiderman was named in honor of Richard Clayderman (born Philippe Pagès), a French pianist whose renditions of popular music and French chansons are beloved in Venezuela. Klarth was similar to the name of a friend in Maracaibo who moved there from Trinidad and Tobago.  ''The rest of the names just came to me in my dreams,'' Mr. Vargas, a street vendor who sells hot dogs, said in an interview at his home, in an area where 24 families squatted illegally two years ago to build homes from tin siding and discarded pieces of wood. ''Their names will make them special in this life.''  Diapering Little \u0091Stalin\u0092  ", 
            "title": "Diapering Little 'Stalin'; Venezuelan Parents Love a Famous Name"
        }, 
        "weight": 0.4366721668574214, 
        "file": "1817276.txt", 
        "other_topics": {
            "0": 0.0001610735091474357, 
            "1": 0.00010844207221468932, 
            "2": 0.03293989681739475, 
            "3": 0.00014373707963241572, 
            "4": 7.43567198244124e-05, 
            "5": 0.0002481918654724556, 
            "6": 0.020137035885570344, 
            "7": 0.10425853647586472, 
            "8": 0.00010593055690483161, 
            "9": 0.03295005319355737, 
            "10": 0.014641359112317587, 
            "11": 0.00013050395246571152, 
            "12": 0.00010549662296957083, 
            "13": 8.041528511748086e-05, 
            "14": 5.119457102722445e-05, 
            "15": 9.440659562384459e-05, 
            "16": 0.02196497530406737, 
            "17": 8.236890004523018e-05, 
            "18": 7.143138237522542e-05, 
            "19": 4.9641025535066304e-05, 
            "20": 0.09915338387747731, 
            "21": 0.054911642415508, 
            "22": 0.4366721668574214, 
            "23": 0.00012919551062536545, 
            "24": 0.020071006808547846, 
            "25": 0.051066291010629164, 
            "26": 0.058318238551527526, 
            "27": 0.04009418345482368, 
            "28": 0.011028881582181025, 
            "29": 0.00015596300413088166
        }
    }, 
    {
        "content": {
            "text": "  Chancellor Angela Merkel of Germany set two daunting tasks for herself on Wednesday in her new role as European Union president, saying she wanted to save the bloc's faltering constitution and revive stalled global trade talks.  In a speech to the European Parliament, Mrs. Merkel said that a constitution was vital to the union and that it would be catastrophic if there was no action on the charter by 2009, when elections to the European Parliament will be held.  ''It is in the interest of Europe, its member states and its citizens to bring this process to a successful conclusion,'' she told Parliament's assembly in Strasbourg, France, referring to the stalemate over the constitution, which was rejected in referendums in the Netherlands and France in 2005.  ''A collapse in that process would be a historic failure,'' she said, adding, ''We must give a soul to Europe, we have to find Europe's soul.''  Turning to trade, she described an urgent need to complete World Trade Organization talks and called on Europe to ''take a resolute stand'' to succeed.  ''There is too much to lose for us and the developing countries,'' she said, adding that only a short window of opportunity for the talks to succeed remained. But she gave no indication whether she would push for a cut in European farm subsidies, which United States diplomats have said were crucial to any global agreement.  Next week, trade officials from 26 countries will meet at the World Economic Forum in Davos, Switzerland, in pursuit of an agreement.  If officials can agree on the outlines of an acceptable deal, negotiators for the United States will try to persuade Congress to extend the Bush administration's trade-negotiating authority, which is set to expire on June 30.  Mrs. Merkel said energy security remained a priority of global trade, and she demanded that Russia become a ''reliable'' energy supplier.  European officials have been increasingly concerned that Russia is using its energy supplies as a political weapon, after it temporarily shut down an oil pipeline to Europe in a pricing dispute with Belarus. ''We need reliable relations,'' she said. ''At the same time we can't ignore issues like freedom of the press, civil liberties or conflicts in Russia's neighboring countries.''  She said Germany would do all it could to revive energy talks between Russia and the Union; they have been blocked by Poland, which is involved in a dispute with Russia.  Many assumed Mrs. Merkel's call for tolerance also was directed at a newly formed group of far-right nationalists in Parliament.  Reviving the constitution, which has been ratified so far by 18 members, faces enormous challenges. Many Europeans view the 200-page charter as an arcane document that lacks the unifying elements Mrs. Merkel so ardently advocates.  The Netherlands has warned that efforts to resuscitate the charter risk spawning a backlash throughout the Union, and top government officials in Britain, Poland, Denmark and the Czech Republic view the constitution with enormous skepticism.  Mrs. Merkel's campaign received a lift Wednesday when the French presidential candidate for the Socialist party, Ségolène Royal, announced that she would put the constitution to another vote if she were elected.  Mrs. Merkel is determined to save as much as possible of the constitution. She believes that Union expansion, the bloc's most potent foreign policy tool in the post-cold-war world, is all but impossible without the changes outlined in the treaty.  ''We need a foreign minister for Europe. That's enough of a reason to adopt a constitutional treaty,'' she said, setting off a standing ovation.  She also pledged to use her six-month term to revive the Middle East peace process and help settle the status of Kosovo.  ", 
            "title": "German Leader Vows to Revive Constitution For Europe"
        }, 
        "weight": 0.4281915060878514, 
        "file": "1819620.txt", 
        "other_topics": {
            "0": 0.003502993945113172, 
            "1": 0.00019184604712909709, 
            "2": 0.000349662104636163, 
            "3": 0.00025428682789062286, 
            "4": 0.00013154528020783225, 
            "5": 0.04227356059388507, 
            "6": 0.00022624121193573114, 
            "7": 0.013888944906425438, 
            "8": 0.013059551104430812, 
            "9": 0.00036762985995623986, 
            "10": 0.0001578909297338506, 
            "11": 0.00023087595897009172, 
            "12": 0.000186635220895745, 
            "13": 0.0001422635538355035, 
            "14": 9.056887133804156e-05, 
            "15": 0.00016701573313255397, 
            "16": 0.11930940253677517, 
            "17": 0.00014571971521131253, 
            "18": 0.0001263700339709827, 
            "19": 8.782047714362119e-05, 
            "20": 0.28160855046196404, 
            "21": 0.0006036711338294155, 
            "22": 0.4281915060878514, 
            "23": 0.00022856118030677223, 
            "24": 0.0934325029506809, 
            "25": 0.00023689232406346296, 
            "26": 0.00019424323462469291, 
            "27": 0.00013424005072863965, 
            "28": 0.0002030918196963786, 
            "29": 0.00027591584363726004
        }
    }, 
    {
        "content": {
            "text": "  Political opponents of President Evo Morales of Bolivia have in recent days stepped up criticism of the country's strengthening military relationship with Venezuela after Bolivian officials acknowledged that more than two dozen uniformed members of the Venezuelan military had recently entered the country without congressional approval.  Jorge Quiroga, a former president of Bolivia and a prominent critic of Mr. Morales's alliance with President Hugo Chávez of Venezuela, accused Mr. Morales in a statement on Saturday of ''trampling national sovereignty.''  Legislators from Santa Cruz, a redoubt of anti-Morales sentiment in eastern Bolivia, previously criticized the unannounced arrival of about 30 Venezuelan military officials at Trompillo Airport there on Dec. 28.  President Morales has been facing increasing tension in eastern provinces seeking greater political autonomy from his administration. Part of the dispute stems from the Bolivian Congress's approval of a wide-reaching military cooperation pact with Venezuela, in a legislative session in November that opponents say was marred by irregularities.  Mr. Morales has also begun an ambitious land reform program that could encourage tens of thousands of highland peasants to move to the east, unsettling regional leaders there who view the project as a threat to their interests.  Venezuela's defense minister, Gen. Raúl Isaías Baduel, rushed to defend the deployment to Bolivia. The presence of Venezuelan soldiers in Bolivia does not violate Bolivian sovereignty, he said in comments issued Friday night through Venezuela's official news agency.  ''This could be qualified as humanitarian aid, with what we know of Bolivia's economic limitations,'' General Baduel said.  Venezuelan officials, including the country's ambassador in Bolivia, have been on the defensive in recent weeks as critics of Mr. Morales have raised fears over growing Venezuelan military involvement in Bolivia. The Bolivian defense minister, Walker San Miguel, said last week that the Venezuelans were there to assist in the piloting and maintenance of two Super Puma helicopters that Venezuela had put at Mr. Morales's disposal for travel within Bolivia.  Venezuela is also helping the Bolivian Army to build border posts and improve its military presence in the eastern lowlands, efforts that Mr. Morales's opponents say have more to do with intimidating his critics than protecting Bolivia's frontier from Brazil or Paraguay.  As United States influence in Bolivia has waned, Venezuela has stepped in to provide as much as $50 million in loans for military spending since Mr. Morales assumed the presidency a year ago.  In addition, Venezuela has counseled Mr. Morales on his economic policies and formed ventures with Bolivia's national energy company as he took greater control over the energy industry last year from multinational companies. As Venezuela raises its profile in Bolivia, Mr. Morales has emerged as Mr. Chávez's closest ally in South America. Resistance to the alliance has been vocal in Bolivia and here in Caracas.  Still, Mr. Morales seems to have cannily asserted his influence over a wary officer corps as he presses forward with efforts to promote more indigenous soldiers into the upper ranks of the armed forces, where a light-skinned, Europeanized elite remains dominant.  One of Mr. Morales's first moves as president was a purge of senior generals and other officials from the army after a scandal in which they were accused of allowing military technicians from the United States to dismantle more than two dozen antiquated Chinese-made shoulder-fired missiles, considered Bolivia's sole antiaircraft defense.  Some of the deposed officials have been explicitly critical of Mr. Morales's ties to Mr. Chávez and to Cuba's government. Gen. Marcelo Antezana, who was fired by Mr. Morales as army commander, said in September that there was discontent in the armed forces over what was viewed as subjugation to ''Caribbean mulattoes'' of a ''Cuba-Venezuela axis.''  An outcry followed published remarks by Julio Montes, Venezuela's ambassador in La Paz, who said last month that Venezuela would consider military intervention on Mr. Morales's behalf in case of a crisis. Mr. Montes later amended his comments, saying he was referring to assistance in general and not the deployment of troops.  ", 
            "title": "Bolivia Leader Lets Venezuela Send Soldiers, Angering Foes"
        }, 
        "weight": 0.42524225985955194, 
        "file": "1817549.txt", 
        "other_topics": {
            "0": 0.016075445430012034, 
            "1": 0.00015740225869607878, 
            "2": 0.0002868842276073626, 
            "3": 0.000208632503330711, 
            "4": 0.00010792781261522798, 
            "5": 0.08748931855249384, 
            "6": 0.0001856221605903564, 
            "7": 0.0008342423502049636, 
            "8": 0.0001537568268590815, 
            "9": 0.00030162607563290704, 
            "10": 0.00012954339867637864, 
            "11": 0.00018942479120282035, 
            "12": 0.00015312697739069711, 
            "13": 0.19549706341041997, 
            "14": 7.430825461089284e-05, 
            "15": 0.00013702994680497822, 
            "16": 0.021320776685767765, 
            "17": 0.00011955738809346139, 
            "18": 0.00010368172332030317, 
            "19": 7.20533035161859e-05, 
            "20": 0.1782434218106139, 
            "21": 0.0004952888078555641, 
            "22": 0.42524225985955194, 
            "23": 0.0001875256048737802, 
            "24": 0.07137720377360449, 
            "25": 0.00019436098597466067, 
            "26": 0.00015936905828341078, 
            "27": 0.00011013876756056111, 
            "28": 0.000166628979962227, 
            "29": 0.00022637827387349846
        }
    }, 
    {
        "content": {
            "text": "  China's trade surplus soared to a record $177.47 billion last year as exports continued to rise briskly, China's customs administration announced Wednesday night.  China's widening trade surplus -- it was $102 billion in 2005 -- has been a slowly festering political issue with the United States. Democrats have promised to give it greater attention this year after taking control of Congress in the November elections.  The official New China News Agency said the Ministry of Commerce had previously expected the country's trade surplus to be $168 billion.  Trade data released Wednesday was only a snapshot of total Chinese trade last year, and included few detailed breakdowns by country or product. Chinese officials had previously released figures showing that their country's trade surplus with the United States for the first 11 months of last year was nearly equal to China's entire trade surplus with all other countries, and there has been no sign that this changed in December.  But China's trade surplus narrowed slightly in December, to $21 billion, after hitting $22.9 billion in November and $23.83 billion in October. Ben Simpfendorfer, a currency strategist at the Royal Bank of Scotland, said China's trade surplus appeared to be leveling off at a very high plateau.  Compared with economists' expectations, he said, the trade surplus in December ''looks just a touch bigger, but not remarkably so.''  China's surplus in December 2005 had been $11.02 billion, which was China's third-largest monthly surplus ever at the time but has now been exceeded in 9 out of 12 months in 2006.  China's trade surpluses in December sometimes vary widely, however, and many Western experts treat them with caution.  Chinese statisticians have long tended to make a lot of adjustments to December figures in many categories, not just trade, so that full-year figures either reflect more clearly the statisticians' sense of actual economic performance or correspond more closely to government leaders' economic targets.  Among the handful of categories for which China did release full-year figures, the most eye-catching was steel. Chinese steel exports rose 110 percent last year, the government said.  Steel has been at the center of international trade disputes for decades, and some American steel companies and unions are now encouraging the United States government to take action against Chinese steel exports.  Franklin Lavin, the undersecretary of commerce for international trade, said in a speech in Hong Kong on Dec. 8 that China should cut subsidies for its steel industry to reduce the possibility of facing legal action.  ", 
            "title": "China Says Its Trade Surplus in 2006 Climbed to a Record"
        }, 
        "weight": 0.42313053994259475, 
        "file": "1818011.txt", 
        "other_topics": {
            "0": 0.20318820488745518, 
            "1": 0.00025724384481839736, 
            "2": 0.0004688573235150955, 
            "3": 0.0003409698676211957, 
            "4": 0.00017638733846627084, 
            "5": 0.004903778776943505, 
            "6": 0.00030336386954878445, 
            "7": 0.001363409340214296, 
            "8": 0.00025128608468495944, 
            "9": 0.0004929500506286361, 
            "10": 0.00021171387388219418, 
            "11": 0.0003095785409726751, 
            "12": 0.00025025671636301646, 
            "13": 0.00019075933079584125, 
            "14": 0.00012144261001209304, 
            "15": 0.00022394920291096947, 
            "16": 0.04778979680296125, 
            "17": 0.0001953936521901605, 
            "18": 0.0001694479187608794, 
            "19": 0.00011775732433522162, 
            "20": 0.31287985232998583, 
            "21": 0.0008094546945116982, 
            "22": 0.42313053994259475, 
            "23": 0.00030647468466619, 
            "24": 0.00014673117804644265, 
            "25": 0.0003176458059052101, 
            "26": 0.00026045820204569374, 
            "27": 0.00018000072086350779, 
            "28": 0.00027232315354772476, 
            "29": 0.0003699719307523611
        }
    }, 
    {
        "content": {
            "text": "  President Felipe Calderón continued a crackdown on drug cartels and sent more than 1,000 soldiers into the Pacific resort town of Acapulco and other areas of Guerrero State. The deployments follow similar operations in the states of Michoacán and Baja California involving 10,000 troops and agents since Mr. Calderón took office in December.  JAMES C. McKINLEY Jr.  ", 
            "title": "World Briefing | Americas: Mexico: Troops To Acapulco"
        }, 
        "weight": 0.418662470437783, 
        "file": "1818337.txt", 
        "other_topics": {
            "0": 0.026713902615506612, 
            "1": 0.001463021832317503, 
            "2": 0.0026665302760840955, 
            "3": 0.0019391964882362158, 
            "4": 0.0010031669651909803, 
            "5": 0.0033484247430364492, 
            "6": 0.0017253200542058191, 
            "7": 0.007754112183042843, 
            "8": 0.0014291382882696997, 
            "9": 0.0028035527412554636, 
            "10": 0.001204079420881104, 
            "11": 0.0017606647287509007, 
            "12": 0.1486681774872423, 
            "13": 0.246493060604947, 
            "14": 0.0006906800430802985, 
            "15": 0.07489611211653925, 
            "16": 0.001845738090047128, 
            "17": 0.001111261492970864, 
            "18": 0.0009637004328050675, 
            "19": 0.0006697207334128654, 
            "20": 0.012501540639189629, 
            "21": 0.029144423852687455, 
            "22": 0.418662470437783, 
            "23": 0.0017430121798863404, 
            "24": 0.0008345036092706527, 
            "25": 0.0018065456505343554, 
            "26": 0.0014813028326023574, 
            "27": 0.0010237173396397893, 
            "28": 0.0015487823211752102, 
            "29": 0.0021041397994089267
        }
    }, 
    {
        "content": {
            "text": "  United States and South Korean officials resumed free-trade talks Monday amid growing skepticism that the two governments can narrow their differences before President Bush's authority to move an agreement quickly through Congress expires.  Success would give Washington its biggest trade deal since the North American Free Trade Agreement a decade ago, while expanding market opportunities for exporters in both countries.  About 2,000 police officers in riot gear stood guard around the Shilla Hotel, where the negotiators met for a sixth round of talks since June. Thousands more were dispatched to parks in the city center, where farmers and factory workers planned large protest rallies. Nine lawmakers opposing the talks began a hunger strike in a tent pitched outside the hotel.  ''We have made important progress to date, but we still have a lot of work to do,'' said Wendy Cutler, an assistant trade representative and the lead negotiator for the United States. She said she was optimistic that a deal could be concluded before President Bush's special trade negotiation powers, known as ''fast track'' authority, lapsed at the end of June.  Under the fast-track mechanism, President Bush can submit an agreement deal to Congress for a straight yes-or-no vote. An agreement would have to go to Washington by the end of March because lawmakers would need to review it before a vote. After President Bush's authority expires, however, the Congress -- now controlled by the Democrats -- can place amendments on the trade deal, crippling its chances of speedy ratification.  Thomas Kim, executive director of the Korea Policy Institute, said: ''I don't think it's going to happen. There are too many major concessions that would have to be made on both sides, and too many unknown political variables.''  The talks stalled over United States requests for greater access for American cars, rice and drugs, and over South Korea's demand that Washington change antidumping rules applied to South Korean steel, cars, computer chips and textiles. Seoul also wants goods produced by South Korean factories in North Korea included in the agreement.  ''The more important question probably isn't whether they'll make the deadline,'' Mr. Kim said, but whether a trade agreement will be reached at all, ''and if not, how long will it be before the two governments try again.''  If signed, a free-trade deal would add a measure of success to Mr. Bush's embattled presidency, said Usha Haley, professor of international business and director of the Global Business Center at the University of New Haven. A deal with South Korea is central to Washington's strategy of stemming the loss of economic influence in Asia to China.  For South Korea, a deal would mean bigger access for its products in its second-largest export market after China. By exposing the South Korean economy to United States rivals, it would also serve as a catalyst for economic reforms, South Korean officials said.  South Korea is the United States' seventh-largest trading partner, with bilateral trade topping $74 billion a year. An accord could lift American exports to South Korea by $19 billion, while Korean exporters could expect an additional $10 billion in sales in the United States, according to the United States International Trade Commission.  ''President Roh Moo-hyun is now entering his final year in office and wants an agreement and its economic benefits to become the legacy of his otherwise disappointing presidency,'' Ms. Haley said. ''Growth is now a very scarce commodity, so the government needs to secure future growth opportunities for the economy. But his unpopularity is also weighing on the trade deal.''  Farmers, labor unions and movie workers, all important segments of support for Mr. Roh's liberal Uri Party, have protested the prospect of a trade deal.  ", 
            "title": "With New Urgency, U.S. and South Korea Seek Free-Trade Deal"
        }, 
        "weight": 0.4171401676450218, 
        "file": "1819220.txt", 
        "other_topics": {
            "0": 0.00025463783588557803, 
            "1": 0.00017143386726876724, 
            "2": 0.0003124584933187406, 
            "3": 0.00022723102692578308, 
            "4": 0.00011754902665159983, 
            "5": 0.03490006460523586, 
            "6": 0.00020216942948850903, 
            "7": 0.04116759778706023, 
            "8": 0.0001674634637760968, 
            "9": 0.0003285145019087271, 
            "10": 0.00014109153196531954, 
            "11": 0.00020631104522572677, 
            "12": 0.00016677746643999248, 
            "13": 0.0001271268893489743, 
            "14": 8.093245651915743e-05, 
            "15": 0.008776171250428092, 
            "16": 0.12386888265155838, 
            "17": 0.003005857247053948, 
            "18": 0.0029885663477360407, 
            "19": 7.847648803516018e-05, 
            "20": 0.2804021716074447, 
            "21": 0.000539441278981672, 
            "22": 0.4171401676450218, 
            "23": 0.00020424255612176806, 
            "24": 9.778540403624348e-05, 
            "25": 0.00021168727658567446, 
            "26": 0.00017357599700815033, 
            "27": 0.00011995707695389774, 
            "28": 0.003057125031261167, 
            "29": 0.08076453271475426
        }
    }, 
    {
        "content": {
            "text": "  South American leaders began gathering here on Thursday for discussions focused on a single, contentious issue: should the Mercosur trade group continue to emphasize economic integration, as Brazil and Argentina prefer, or transform itself into a political alliance with an ''anti-imperialist'' tint, the path President Hugo Chávez of Venezuela favors?  The conference's Brazilian hosts tried to minimize the prospect of tensions, with Foreign Minister Celso Amorim talking of a ''reinforced Mercosur'' that he said ''belongs to everybody.'' But Mr. Chávez declined to play along with diplomatic niceties, bluntly staking out his position the instant he got off the plane on Thursday morning.  ''The press says that Chávez is coming to ideologize Mercosur, to poison and contaminate it,'' he said. In reality, he continued, his goal is ''to contribute with something we consider to be absolutely necessary: the reformatting of Mercosur'' and ''decontaminating the contamination of neoliberalism.''  With memories of a murderous outburst of gang violence here still fresh and heads of state or foreign ministers from at least 10 countries expected to attend, security for the event was unusually heavy.  Mercosur, sometimes called the South American Common Market, was founded in 1991 with Argentina, Brazil, Paraguay and Uruguay as original members with full voting rights. Bolivia, Chile, Colombia, Ecuador and Peru are associate members. Venezuela's application to become a full member was hurriedly accepted last year, even though the details have yet to be negotiated and Mr. Chávez's commitment to what he calls ''21st-century socialism'' clashes with Mercosur's support for open markets and free trade.  ''In one word, it's a mess,'' said Rubens Barbosa, a former Brazilian ambassador to the United States and Britain. ''In the European Union, they negotiate the terms of entry, and then the country joins. Here we're doing it the other way around, which is craziness because Venezuela now does not want to accept the conditions it has to accept for membership.''  In private, the four original members have also expressed concerns about Venezuela's ability to adhere in the future to the group's requirements that members follow democratic practices, which was important in Paraguay's transition out of a military dictatorship. As they see it, recent moves by Mr. Chávez raise the specter of a one-party state, perpetual re-election, a controlled press and doubts about respect for private property.  In Caracas on Thursday, the National Assembly voted unanimously in a preliminary vote to grant Mr. Chávez the power to enact laws by decree for a period of 18 months. A final vote on the measure is expected next week.  His supporters already control the legislature, the Supreme Court and most state governments, but the president sought the decree powers to speed changes to Venezuela's political and economic structures. Critics say the new powers would move Venezuela toward authoritarianism.  ''It was a tremendous error to allow Chávez into Mercosur, not only because he wants to control it, but also because he is Lula's biggest rival,'' said Felipe Lampreia, who was Brazil's foreign minister from 1995 to 2001, referring to President Luiz Inácio Lula da Silva. ''Lula is moderate and pragmatic, while Chávez is a revolutionary, socialist and international agitator who sees himself as the leader of Latin America.''  With Mr. Chávez's enthusiastic support, Bolivia, led by his ally Evo Morales, is expected to apply formally for full membership in Mercosur. But that has created divergences within the group, because Bolivia wants a special exemption on tariff and other issues that has not been granted to the group's other smaller members.  Uruguay, in fact, has been so unhappy with its status in Mercosur that, though led by a Socialist president, it has been seeking closer ties with the United States. Next week, the two countries are to sign a Trade and Investment Framework Agreement in Montevideo, which some experts see as the prelude to a free trade agreement that would require Uruguay's exit from Mercosur.  ''At this moment, there are two Mercosurs, with the old one obviously dying,'' said Gilberto Dupas, director of the Institute of Economic and International Affairs, at the University of São Paulo. ''Chávez wants to bring his anti-American discourse into the group, but that is not desirable for Brazil, and the little partners will never accept it, especially Uruguay.''  Among the proposals Mr. Chávez brought with him was one to create a Mercosur development bank, which he envisions as an alternative to the World Bank. But Brazil's minister of finance, Guido Mantega, reacted warily to the idea, saying it was ''complicated'' because it would require ''a new structure'' that might compete with existing regional financial mechanisms.  Mr. Lampreia, referring to his former colleagues, said, ''They're starting to realize they've fallen into a trap.'' He added: ''They thought they could influence Chávez, but he can't be influenced. He's the owner of the ball, rich and all-powerful, and says and does what he wants.''  ", 
            "title": "Venezuela Wants Trade Group To Embrace Anti-Imperialism"
        }, 
        "weight": 0.4168637016785364, 
        "file": "1819869.txt", 
        "other_topics": {
            "0": 0.01475123656806472, 
            "1": 0.00014443630594762578, 
            "2": 0.0002632522456380583, 
            "3": 0.00019144647815936538, 
            "4": 9.903729903425738e-05, 
            "5": 0.08028241834824507, 
            "6": 0.00017033160387777807, 
            "7": 0.01287943805411616, 
            "8": 0.0001410911652077053, 
            "9": 0.0002767797393938006, 
            "10": 0.00011887230920138511, 
            "11": 0.002596604215893034, 
            "12": 0.00014051319935594347, 
            "13": 0.00010710683120384615, 
            "14": 6.818713966574337e-05, 
            "15": 0.0025485253773921386, 
            "16": 0.06802015003864142, 
            "17": 0.002532492114231555, 
            "18": 9.514097977198509e-05, 
            "19": 6.611793933208806e-05, 
            "20": 0.2604720148391012, 
            "21": 0.06344685333975421, 
            "22": 0.4168637016785364, 
            "23": 0.0001720782526435096, 
            "24": 0.07276588272040446, 
            "25": 0.0001783505717584575, 
            "26": 0.00014624109114757682, 
            "27": 0.00010106612738504462, 
            "28": 0.00015290297946762938, 
            "29": 0.0002077304474278335
        }
    }, 
    {
        "content": {
            "text": "  Prime Minister Daniyal Akhmetov resigned. Long considered an influential ally of the powerful president, Nursultan A. Nazarbayev, who appointed him to the post in 2003, Mr. Akhmetov has lately come under public criticism from Mr. Nazarbayev for poor oversight of the economy. Mr. Nazarbayev, who has been Kazakhstan's president since its inception as an oil-rich independent state in 1991, is known for frequently replacing members of his cabinet.  ILAN GREENBERG  ", 
            "title": "World Briefing | Asia: Kazakhstan: Prime Minister Steps Down"
        }, 
        "weight": 0.4166227867205415, 
        "file": "1817647.txt", 
        "other_topics": {
            "0": 0.0019355830902991786, 
            "1": 0.0013031232905196606, 
            "2": 0.0023750962773649883, 
            "3": 0.001727255228113465, 
            "4": 0.0008935274975012091, 
            "5": 0.15599313950405497, 
            "6": 0.0015367540637960366, 
            "7": 0.006906639367793453, 
            "8": 0.0012729429921545306, 
            "9": 0.002497143099732899, 
            "10": 0.0010724815599642231, 
            "11": 0.0015682358008269695, 
            "12": 0.0012677285084579661, 
            "13": 0.0009663318747995448, 
            "14": 0.0006151933146543324, 
            "15": 0.0011344622158505641, 
            "16": 0.0016440112103656623, 
            "17": 0.0009898080133596504, 
            "18": 0.0008583743942377644, 
            "19": 0.0005965247179338164, 
            "20": 0.18600454869479813, 
            "21": 0.004100464544772009, 
            "22": 0.4166227867205415, 
            "23": 0.001552512557978292, 
            "24": 0.19747130900141055, 
            "25": 0.0016091022434499224, 
            "26": 0.001319406299234202, 
            "27": 0.0009118318528987789, 
            "28": 0.001379510729153985, 
            "29": 0.0018741713339819007
        }
    }, 
    {
        "content": {
            "text": "  A report in the World Briefing column on Friday misstated the given name of a banker arrested on suspicion of ordering the killing of the deputy of Russia's central bank. He is Aleksei Y. Frenkel, not Andrei.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.4165743640009674, 
        "file": "1818490.txt", 
        "other_topics": {
            "0": 0.0040715519204839856, 
            "1": 0.14068207108957256, 
            "2": 0.00499607991922737, 
            "3": 0.003633328569792562, 
            "4": 0.0018795595067396323, 
            "5": 0.09823430541138391, 
            "6": 0.0032326041651837304, 
            "7": 0.0605086098482226, 
            "8": 0.002677670367316708, 
            "9": 0.005252808745022301, 
            "10": 0.002255994267071763, 
            "11": 0.003298826859270531, 
            "12": 0.14060761719833914, 
            "13": 0.002032705503775007, 
            "14": 0.0012940759476063597, 
            "15": 0.002386372270357523, 
            "16": 0.0034582225038073088, 
            "17": 0.0020820882027244854, 
            "18": 0.001805613993462221, 
            "19": 0.0012548060442831139, 
            "20": 0.02342320906949658, 
            "21": 0.05460574442893401, 
            "22": 0.4165743640009674, 
            "23": 0.003265752588298845, 
            "24": 0.0015635474917324297, 
            "25": 0.0033847905380083496, 
            "26": 0.002775407203374225, 
            "27": 0.001918063218487123, 
            "28": 0.0029018385140712317, 
            "29": 0.003942370612986998
        }
    }, 
    {
        "content": {
            "text": "  Prime Minister Dominique de Villepin introduced legislation that would give the homeless an enforceable right to housing. The move was in response to a yearlong campaign on behalf of the homeless that included the distribution of tents for people living on the street. A concentration of the tents in the 10th Arrondissement in Paris brought the issue to a head, and on New Year's Eve, President Jacques Chirac promised to ask the government to work on legislation. The proposed law, Mr. de Villepin said, would ''put the right to housing on the same level as the right to medical care or education.''  CRAIG S. SMITH  ", 
            "title": "World Briefing | Europe: France: Bill To Redress Homelessness"
        }, 
        "weight": 0.4125182896718103, 
        "file": "1816380.txt", 
        "other_topics": {
            "0": 0.16607092433049336, 
            "1": 0.09974932135008746, 
            "2": 0.0017886377114946731, 
            "3": 0.0013007615176794428, 
            "4": 0.0006728977656691957, 
            "5": 0.1010139995642145, 
            "6": 0.0011572988842573479, 
            "7": 0.005201252576857413, 
            "8": 0.0009586280194403138, 
            "9": 0.0018805487431171565, 
            "10": 0.000807664506620696, 
            "11": 0.0011810071535235337, 
            "12": 0.0009547010956037792, 
            "13": 0.0007277252924683033, 
            "14": 0.0004632898350002558, 
            "15": 0.0008543409043558129, 
            "16": 0.001238072105541069, 
            "17": 0.0007454047049405692, 
            "18": 0.000646424663600752, 
            "19": 0.00044923088655541795, 
            "20": 0.17299897678686646, 
            "21": 0.0195493057214617, 
            "22": 0.4125182896718103, 
            "23": 0.001169166292429122, 
            "24": 0.0005597628646136668, 
            "25": 0.0012117828576946258, 
            "26": 0.0009936186107841133, 
            "27": 0.0006866824112268137, 
            "28": 0.0010388820601048634, 
            "29": 0.0014114011114873051
        }
    }, 
    {
        "content": {
            "text": "  ALL the nations surrounding the Caspian Sea can resume exporting sevruga and osetra caviar, an international environmental agency ruled yesterday. The agency, the Convention on International Trade in Endangered Species, or Cites, said the nations' efforts to monitor the depletion of endangered sturgeon had improved.  Last year Cites banned almost all Caspian caviar exports by refusing to issue export quotas. It said that four of the countries bordering the sea had not provided enough information to determine the extent to which sturgeon stocks were being depleted by poaching, pollution, overfishing and development.  Iran, the only exception in 2006, was allowed to export about 100,000 pounds of osetra because its documentation was acceptable.  The quotas issued by Cites for the 2007 harvest cover three kinds of sturgeon -- sevruga, osetra from the northern Caspian, and Iranian osetra -- for all Caspian Sea countries, Iran, Azerbaijan, Kazakhstan, Russia and Turkmenistan.  No quotas were given for beluga sturgeon, which is considered the most endangered of the major caviar sturgeons, and produces the most expensive caviar.  The total allowable caviar exports from the Caspian, about 82 tons, will be about 15 percent lower than it was in 2005, the last year that quotas were issued. Cites said the five nations had voluntarily reduced their overall sturgeon catch by about 20 percent.  ''The decision taken by Cites last year not to publish caviar quotas has undoubtedly helped to spur improvements to the monitoring programs and scientific assessments carried out jointly by the five Caspian neighbors,'' Cites's secretary general, Willem Wijnstekers, said in a statement yesterday. ''However, ensuring that sturgeon stocks recover to safe levels will take decades of careful fisheries management and an unrelenting struggle against poaching and illegal trade.''  Armen Petrossian, the president of Petrossian, a major caviar dealer, was pleased. ''Keeping the door closed encourages the black market,'' Mr. Petrossian said. ''You have to establish quotas to create commercial interest.''  But Ellen K. Pikitch, the lead scientist for Caviar Emptor, a coalition of environmental groups, said Cites's decision was a poor one that would harm sturgeon populations.  ''They've provided no evidence that the populations can sustain this increased trade,'' Dr. Pikitch said. ''Cites has a bad track record on controlling the trade. They use the export quota system as a lever, turning it on and off, and there is no evidence that it works.''  She called for a complete moratorium on sturgeon fishing.  After sturgeon stocks declined sharply in the 1990s, Cites began regulating the caviar trade in 1998. The 169 nations that belong to Cites voluntarily agree to abide by its decisions. Most countries will not accept imports of caviar without proper Cites documentation.  Caviar dealers expect the ruling to cause prices to drop 10 or 15 percent, both for existing supplies of Caspian caviar and for farmed caviar.  But Caspian caviar from 2007 will not be available for at least two months. Except for Iranian osetra, any Caspian caviar now being sold is a year or two old, or illegal.  ", 
            "title": "Agency Lifts Restrictions on Caviar"
        }, 
        "weight": 0.4097079875603645, 
        "file": "1816060.txt", 
        "other_topics": {
            "0": 0.053416618521467764, 
            "1": 0.00022603303283218708, 
            "2": 0.0004119719283254926, 
            "3": 0.00029960076726895645, 
            "4": 0.00015498666292627791, 
            "5": 0.10288759580145115, 
            "6": 0.0002665574196118366, 
            "7": 0.0011979899786442962, 
            "8": 0.12913151222191108, 
            "9": 0.004224633130929317, 
            "10": 0.00018602710995874958, 
            "11": 0.00027201807905342284, 
            "12": 0.00021989363681797826, 
            "13": 0.015333581299648683, 
            "14": 0.00010670825370172965, 
            "15": 0.00019677795427934413, 
            "16": 0.0002851616900660858, 
            "17": 0.0077546701665383265, 
            "18": 0.00014888918726767706, 
            "19": 0.00010347009537384304, 
            "20": 0.1952975263752165, 
            "21": 0.00829422857594562, 
            "22": 0.4097079875603645, 
            "23": 0.00026929080658972046, 
            "24": 0.02666936975697747, 
            "25": 0.00027910656103692346, 
            "26": 0.00022885739939071357, 
            "27": 0.00015816164183629416, 
            "28": 0.00023928280324946936, 
            "29": 0.042031491581318664
        }
    }
]