[
    {
        "i": 0, 
        "content": {
            "text": "  The stock market turned in its best performance in months last week, with all three major indexes posting substantial gains.  The Dow Jones industrial average closed on Friday at a record high, while the Standard & Poor's 500-stock index had its highest close since November 2000. For the Nasdaq composite index, Friday's close was the highest since February 2001.  Strong earnings and economic reports buoyed the market. The Commerce Department said on Friday that retail sales climbed 0.9 percent in December. That was more than Wall Street had expected.  Alcoa, the big aluminum maker, gained 7.1 percent for the week, the best performance among the Dow industrials. It said on Tuesday that its profit in the fourth quarter jumped 60 percent from the year-earlier period.  For the week, the Dow rose 158.07 points, or 1.3 percent, to close at 12,556.08. The S.& P. 500 climbed 21.02 points, or 1.5 percent, to close at 1,430.73. The Nasdaq composite index jumped 68.57 points, or 2.8 percent, to close at 2,502.82.  The yield on the benchmark 10-year Treasury bond jumped to 4.77 percent from 4.64 percent the previous week.  JEFF SOMMER  DataBank  ", 
            "title": "Strong Earnings Have Stocks Sizzling"
        }, 
        "weight": 0.9456619297140043, 
        "file": "1818853.txt", 
        "other_topics": {
            "0": 0.0007272341746938644, 
            "1": 0.0005910189188990327, 
            "2": 0.9456619297140043, 
            "3": 0.0005759963835533425, 
            "4": 0.0008276570660259075, 
            "5": 0.000354624492833042, 
            "6": 0.0009231346420700338, 
            "7": 0.0009521447470626305, 
            "8": 0.00040018940170291416, 
            "9": 0.0005903835265701962, 
            "10": 0.005064738597700239, 
            "11": 0.010551341854577189, 
            "12": 0.0005795234040457316, 
            "13": 0.0004664684867369809, 
            "14": 0.0021584510940865897, 
            "15": 0.0007867329948236426, 
            "16": 0.0004445336868982876, 
            "17": 0.0010720780006893051, 
            "18": 0.0003214344254461201, 
            "19": 0.0025139304073411085, 
            "20": 0.0006440897494078984, 
            "21": 0.00044649840949826953, 
            "22": 0.0004829478145058597, 
            "23": 0.0003259258663421137, 
            "24": 0.019275171698561525, 
            "25": 0.0003522682894454702, 
            "26": 0.00039699912839747493, 
            "27": 0.00046555306549198245, 
            "28": 0.0012211452176784693, 
            "29": 0.000557884157702309, 
            "30": 0.00026797058320807973
        }
    }, 
    {
        "i": 1, 
        "content": {
            "text": "  The following equity and convertible debt offerings are expected this week:  American Capital Strategies, six million shares. JPMorgan, Morgan Stanley and UBS.  Apollo Investment Corporation, 16 million shares. JPMorgan, Citigroup, Bank of America and Bear Stearns.  Pinnacle Entertainment, 10 million shares. Bear Stearns and Lehman Brothers.  Syntel Inc., three million shares. Credit Suisse and Deutsche Bank.  ", 
            "title": "Stock Offerings This Week"
        }, 
        "weight": 0.8985422905827423, 
        "file": "1817360.txt", 
        "other_topics": {
            "0": 0.0016437360138341795, 
            "1": 0.0013358545509232081, 
            "2": 0.8985422905827423, 
            "3": 0.0013018997627324543, 
            "4": 0.044591288210693726, 
            "5": 0.000801542433704704, 
            "6": 0.002086521384156895, 
            "7": 0.002152091672243969, 
            "8": 0.0009045308304037587, 
            "9": 0.0013344184010691915, 
            "10": 0.01144761003180361, 
            "11": 0.0024884572076824675, 
            "12": 0.0013098717349067704, 
            "13": 0.0010543385853546794, 
            "14": 0.0048786538379380255, 
            "15": 0.0017782186286935929, 
            "16": 0.0010047603040998388, 
            "17": 0.0024231716284705326, 
            "18": 0.0007265243570467521, 
            "19": 0.005682128385342878, 
            "20": 0.0014558082583080879, 
            "21": 0.0010092010817848859, 
            "22": 0.0010915860985767944, 
            "23": 0.0007366761670299121, 
            "24": 0.000846267902787986, 
            "25": 0.0007962168088938235, 
            "26": 0.0008973199933603376, 
            "27": 0.0010522694982289728, 
            "28": 0.0027601018245112644, 
            "29": 0.0012609614804596572, 
            "30": 0.0006056823422148583
        }
    }, 
    {
        "i": 2, 
        "content": {
            "text": "  Merrill Lynch, the nation's largest brokerage house, capped a record earnings season for the major brokers yesterday by announcing a 68 percent gain in fourth-quarter profit.  Merrill's results, like those of its peers, were propelled by a buoyant market for mergers and acquisitions, especially buyouts, and strong results from trading and principal investments.  With the fourth-quarter results in, banks up and down Wall Street are looking more like Goldman Sachs, the competitor that everyone may love to hate but tries to imitate.  At Goldman, where fourth-quarter profit soared 98 percent, more than 64 percent of its profit last year came from trading and principal investments.  Merrill Lynch's results are starting to reflect that trend.  In the fourth quarter, investment banking and principal transactions, including net interest profit, constituted 57 percent of total net revenue, compared with only 45 percent of total revenue in the fourth quarter of 2005.  ''Trading has become a bigger part of Wall Street's business,'' said Jeffrey Harte, an analyst with Sandler O'Neill & Partners.  Over all, Merrill earned $2.35 billion, or $2.41 a share -- sharply higher than forecasts -- compared with $1.37 billion, or $1.41 a share, in the quarter a year earlier. The firm also increased its dividend 40 percent, to 35 cents a common share.  Merrill shares fell $1.41, to $95.40 in trading yesterday.  On a conference call with investors, Jeffrey N. Edwards, Merrill's chief financial officer, said the results put Merrill on ''the strongest competitive footing ever as we enter 2007.''  Later, in an interview, he said: ''The most encouraging thing is the continued growth in the pipeline. It's up from the third quarter and is the highest period end pipeline we have ever had.''  For the year, Merrill reported record net earnings of $7.5 billion, up 45 percent from the previous year, on record revenue of $34.7 billion.  For the fourth quarter, trading and investment banking reported revenue of $5.4 billion, up 55 percent from the quarter a year ago and up 21 percent from the third quarter. Fixed-income revenue was up 70 percent, to $2.3 billion, while equity revenue increased 49 percent, to $1.8 billion.  Debt and equity underwriting surged, but strategic advisory services dropped a surprising 18 percent from the previous year to $286 million. Revenue in the Global Private Client business, part of global wealth management, increased 10 percent, to $3.1 billion.  Merrill attracted $22 billion in new client money, up from $17 billion a year ago, bringing total assets managed to $1.5 trillion.  ", 
            "title": "Strong Merger Market Aids Merrill Lynch's 68% Profit Rise"
        }, 
        "weight": 0.8855944588298077, 
        "file": "1819857.txt", 
        "other_topics": {
            "0": 0.00032911756813435816, 
            "1": 0.00026747190393153593, 
            "2": 0.8855944588298077, 
            "3": 0.0002606732956259412, 
            "4": 0.00037456501674214125, 
            "5": 0.00016048908968176905, 
            "6": 0.00041777441026690795, 
            "7": 0.008984643143191065, 
            "8": 0.00018110997428998863, 
            "9": 0.0002671843503685231, 
            "10": 0.06644515063121818, 
            "11": 0.0004982521388507399, 
            "12": 0.013092879337887416, 
            "13": 0.00021110527985131625, 
            "14": 0.005253699972745657, 
            "15": 0.0003560443926282971, 
            "16": 0.0002011784526591486, 
            "17": 0.000485180312910542, 
            "18": 0.00014546857133333264, 
            "19": 0.013968315821568409, 
            "20": 0.00029148967328801765, 
            "21": 0.00020206760878886, 
            "22": 0.00021856317507752107, 
            "23": 0.00014750122072818662, 
            "24": 0.0001694442610076211, 
            "25": 0.00015942276475379932, 
            "26": 0.00017966618214090252, 
            "27": 0.00021069099622101348, 
            "28": 0.0005526422689781084, 
            "29": 0.00025247641498828176, 
            "30": 0.00012127294033467945
        }
    }, 
    {
        "i": 3, 
        "content": {
            "text": "  Technology earnings reports that failed to meet Wall Street's expectations pulled down the Nasdaq composite index last week, but the Dow Jones industrial average managed a small gain.  A warning by the Federal Reserve chairman, Ben S. Bernanke -- that looming Social Security and Medicare deficits would burden the economy for years to come if they were not addressed -- pulled down the markets on Thursday. His comments came at a Senate hearing.  On top of that, Wall Street was disappointed by technology earnings reports, including those of bellwethers like Apple, Intel and I.B.M. Apple's shares fell 7.7 percent for the week, among the worst performances in the Standard & Poor's 500-stock index. Among the Dow industrials, I.B.M.'s drop of 2.5 percent and Intel's decline of 5 percent were among the worst for the week.  For the week, the Dow Jones industrial average gained 9.45 points, or 0.08 percent, to close at 12,565.53. The Standard & Poor's 500-stock index lost 0.23 point, or 0.02 percent, to close at 1,430.50. The Nasdaq composite index fell 51.51 points, or 2.1 percent, to close at 2,451.31. The yield on the 10-year Treasury bond rose to 4.78 percent from 4.77 percent the previous week.  JEFF SOMMER  ", 
            "title": "DataBank: JAN. 15-19; Tech Shares Fall as Earnings Disappoint"
        }, 
        "weight": 0.8737343536362249, 
        "file": "1820454.txt", 
        "other_topics": {
            "0": 0.0006587539500788845, 
            "1": 0.0005353654447826026, 
            "2": 0.8737343536362249, 
            "3": 0.009082239377261795, 
            "4": 0.0007497204896686582, 
            "5": 0.0003212311708904876, 
            "6": 0.0008362073910708125, 
            "7": 0.0008624857508084046, 
            "8": 0.0003625054464230534, 
            "9": 0.0005347898843633648, 
            "10": 0.07307167089570193, 
            "11": 0.01811825344412645, 
            "12": 0.009085434274809545, 
            "13": 0.00042254334149610255, 
            "14": 0.001955199898134857, 
            "15": 0.0007126500459300234, 
            "16": 0.00040267403867626244, 
            "17": 0.0009711254535639071, 
            "18": 0.00029116645617363173, 
            "19": 0.002277205395024935, 
            "20": 0.0005834388445872793, 
            "21": 0.00040445375258216107, 
            "22": 0.0004374708884131096, 
            "23": 0.00029523495918784597, 
            "24": 0.00033915563028042177, 
            "25": 0.0003190968401030138, 
            "26": 0.00035961558616219043, 
            "27": 0.00042171412116775, 
            "28": 0.0011061557112662706, 
            "29": 0.0005053508283319238, 
            "30": 0.00024273705270736945
        }
    }, 
    {
        "i": 4, 
        "content": {
            "text": "  The year got off to an uneven start on Wall Street last week, with the Dow Jones industrial average and the broader Standard & Poor's 500-stock index both dropping modestly. But the Nasdaq composite index, in which technology stocks dominate, eked out a small gain.  Many analysts expect technology earnings to be strong this year. On Thursday, after Banc of America Securities issued a bullish earnings projection for Intel, the chip maker, tech shares rose sharply. But on Friday, the sector's shares dropped on a disappointing earnings report by Motorola, the cellphone maker, whose stock had a one-day loss of 7.8 percent.  For the week, Intel had the best performance in the Dow, with a gain of 4.2 percent. Goodyear Tire's gain of 10.9 percent led the S.& P. 500. The company said it had reached an agreement with striking workers that would enable it to cut costs.  For the week, the Dow lost 65.14 points, or 0.5 percent, to close at 12,398.01. The S.& P. 500 lost 8.59 points, or 0.6 percent, to close at 1,409.71. The Nasdaq composite index rose 18.96 points, or 0.8 percent, to close at 2,434.25.  The yield on the benchmark 10-year Treasury note slipped to 4.64 percent from 4.70 percent the previous week.  JEFF SOMMER  DataBank  ", 
            "title": "Investors Start the New Year Indecisively"
        }, 
        "weight": 0.8651738717699555, 
        "file": "1817153.txt", 
        "other_topics": {
            "0": 0.0006587539500788845, 
            "1": 0.0005353654447826026, 
            "2": 0.8651738717699555, 
            "3": 0.0005217575109924462, 
            "4": 0.0007497204896686582, 
            "5": 0.0003212311708904876, 
            "6": 0.0008362073910708125, 
            "7": 0.0008624857508084046, 
            "8": 0.0003625054464230534, 
            "9": 0.01765575361690206, 
            "10": 0.05595070716316325, 
            "11": 0.000997289711587756, 
            "12": 0.0005249524085401977, 
            "13": 0.00042254334149610255, 
            "14": 0.001955199898134857, 
            "15": 0.0007126500459300234, 
            "16": 0.00040267403867626244, 
            "17": 0.0009711254535639071, 
            "18": 0.00029116645617363173, 
            "19": 0.002277205395024935, 
            "20": 0.0005834388445872793, 
            "21": 0.00040445375258216107, 
            "22": 0.0004374708884131096, 
            "23": 0.00029523495918784597, 
            "24": 0.00033915563028042177, 
            "25": 0.0003190968401030138, 
            "26": 0.00035961558616219043, 
            "27": 0.00042171412116775, 
            "28": 0.0011061557112662706, 
            "29": 0.04330776015967867, 
            "30": 0.00024273705270736945
        }
    }, 
    {
        "i": 5, 
        "content": {
            "text": "  The following equity and convertible debt offerings are expected this week:  AeroVironment, an initial public offering of 6.7 million shares. Goldman Sachs.  Allis-Chalmers, 4.5 million shares. RBC Capital Markets.  Baldor Electric Company, 6.3 million shares. UBS.  Inverness Medical Innovations, five million shares. Jefferies.  J.Crew, 7.5 million shares. Goldman Sachs and Bear Stearns.  Kaiser Aluminum, 5.7 million shares. UBS and Bear Stearns.  Meruelo Maddux Properties, an initial public offering of 40 million shares. Friedman, Billings, Ramsey and UBS.  Oculus Innovative Sciences, 3.5 million shares. Roth Capital.  RAM Energy Resources, 11.8 million shares. RBC Capital Markets.  Tower Group, 2.5 million shares. Friedman, Billings, Ramsey.  (Source by MCM EquityWatch)  ", 
            "title": "Stock Offerings This Week"
        }, 
        "weight": 0.8469108882446637, 
        "file": "1820645.txt", 
        "other_topics": {
            "0": 0.0008567853204523806, 
            "1": 0.0006963043699582611, 
            "2": 0.8469108882446637, 
            "3": 0.0006786056860844145, 
            "4": 0.0009750977734760558, 
            "5": 0.00041779810452406707, 
            "6": 0.0010875839415269719, 
            "7": 0.00112176197243827, 
            "8": 0.0004714800496332761, 
            "9": 0.0006955557873984491, 
            "10": 0.03936865800374696, 
            "11": 0.0012970900364608932, 
            "12": 0.0006827610180090808, 
            "13": 0.01168345803519735, 
            "14": 0.002542962468872233, 
            "15": 0.023194666983294164, 
            "16": 0.0005237239263973782, 
            "17": 0.0012630604079589653, 
            "18": 0.0003786954832344245, 
            "19": 0.0029617676734669924, 
            "20": 0.000758829358615943, 
            "21": 0.0005260386491386935, 
            "22": 0.0005689812338472202, 
            "23": 0.000383987039601377, 
            "24": 0.000441110926679443, 
            "25": 0.0004150221617195069, 
            "26": 0.00046772145380342246, 
            "27": 0.03395016312664386, 
            "28": 0.001438682797171862, 
            "29": 0.000657266907229012, 
            "30": 0.022583491058755425
        }
    }, 
    {
        "i": 6, 
        "content": {
            "text": "  The stock market retreated last week as investors calculated that interest rates won't be dropping when Federal Reserve policy makers meet on Wednesday.  Several government reports suggested that the economy remains robust -- perhaps too much so to justify a cut in the Fed funds rate, the Fed's benchmark short-term rate, which has remained at 5.25 percent since June. On Friday, for example, the Commerce Department said that new-home sales in December jumped to an annual rate of 1.12 million units, and durable-goods orders in December rose 3.1 percent. Both were more than Wall Street had expected.  Shares of General Motors gained 4.4 percent for the week, the most among the Dow industrials. The company said it would report a profit for the fourth quarter, although its 2006 financial results would be delayed.  For the week, the Dow Jones industrial average fell 78.51 points, or 0.6 percent, to close at 12,487.02. The Standard & Poor's 500-stock index lost 8.32 points, or 0.6 percent, to close at 1,422.18. The Nasdaq composite index lost 15.82 points, or about 0.7 percent, to close at 2,435.49.  The yield on the benchmark 10-year Treasury bond climbed to 4.87 percent from 4.78 percent the previous week.  JEFF SOMMER  DataBank  ", 
            "title": "Stocks Decline as Hopes for a Rate Cut Fade"
        }, 
        "weight": 0.8394924261711475, 
        "file": "1822098.txt", 
        "other_topics": {
            "0": 0.0006587539500788845, 
            "1": 0.0005353654447826026, 
            "2": 0.8394924261711475, 
            "3": 0.0005217575109924462, 
            "4": 0.0007497204896686582, 
            "5": 0.0003212311708904876, 
            "6": 0.0008362073910708125, 
            "7": 0.0008624857508084046, 
            "8": 0.0003625054464230534, 
            "9": 0.0005347898843633648, 
            "10": 0.14155552582585673, 
            "11": 0.000997289711587756, 
            "12": 0.0005249524085401977, 
            "13": 0.00042254334149610255, 
            "14": 0.001955199898134857, 
            "15": 0.0007126500459300234, 
            "16": 0.00040267403867626244, 
            "17": 0.0009711254535639071, 
            "18": 0.00029116645617363173, 
            "19": 0.002277205395024935, 
            "20": 0.0005834388445872793, 
            "21": 0.00040445375258216107, 
            "22": 0.0004374708884131096, 
            "23": 0.00029523495918784597, 
            "24": 0.00033915563028042177, 
            "25": 0.0003190968401030138, 
            "26": 0.00035961558616219043, 
            "27": 0.00042171412116775, 
            "28": 0.0011061557112662706, 
            "29": 0.0005053508283319238, 
            "30": 0.00024273705270736945
        }
    }, 
    {
        "i": 7, 
        "content": {
            "text": "  The following equity and convertible debt offerings are expected this week:  DiamondRock Hospitality, 14.5 million shares. Citigroup and Merrill Lynch.  MV Oil Trust, an initial public offering of 7.5 million shares. Raymond James.  Oculus Innovative Sciences, an initial public offering of 3.5 million shares. Roth Capital.  Savvis Communications Inc., 6.6 million shares. Morgan Stanley.  Smart Modular Technologies, 12.5 million ordinary shares. Citigroup, JPMorgan and Lehman Brothers.  Source: MCM EquityWatch  ", 
            "title": "Stock Offerings This Week"
        }, 
        "weight": 0.831364087259659, 
        "file": "1819021.txt", 
        "other_topics": {
            "0": 0.018627293907307663, 
            "1": 0.001081695889598378, 
            "2": 0.831364087259659, 
            "3": 0.0010542013133417497, 
            "4": 0.036107383948401704, 
            "5": 0.0006490415856111418, 
            "6": 0.03628212911857009, 
            "7": 0.0017426363628408382, 
            "8": 0.0007324354890182939, 
            "9": 0.001080532980513056, 
            "10": 0.026565890381039698, 
            "11": 0.0020150052497341967, 
            "12": 0.0010606565442102531, 
            "13": 0.0008537409355194731, 
            "14": 0.003950444904068208, 
            "15": 0.0014398961175345025, 
            "16": 0.0008135953799949956, 
            "17": 0.0019621408547034693, 
            "18": 0.0005882963906268508, 
            "19": 0.02189734484648174, 
            "20": 0.0011788272967045172, 
            "21": 0.000817191258726865, 
            "22": 0.0008839017654708165, 
            "23": 0.0005965167250361463, 
            "24": 0.0006852576212823235, 
            "25": 0.000644729210088304, 
            "26": 0.0007265965802950038, 
            "27": 0.0008520655113218679, 
            "28": 0.0022349669703063692, 
            "29": 0.0010210519172259083, 
            "30": 0.0004904456847666139
        }
    }, 
    {
        "i": 8, 
        "content": {
            "text": "  JPMorgan Chase & Company reported a 68 percent gain in fourth-quarter earnings yesterday, ending 2006 on a high note that showed record profits for its investment banking advisory businesses and vast improvement in its trading results.  JPMorgan's strong performance came during a banner year for Wall Street. But it also reflects the steady progress that James Dimon, its chairman and chief executive, has made in integrating the bank. Now that he has wrung out most of the savings from the 2004 merger with Bank One, Mr. Dimon said yesterday that he was ''declaring victory'' in the $58 billion deal.  Further progress, however, may be difficult if credit quality deteriorates sharply and the markets slow, resulting in fewer deals.  Yet Mr. Dimon was optimistic, noting the bank's strong deal pipeline and the improvement in virtually all its businesses. While the bank experienced a decline in the credit quality of its subprime mortgage business, Mr. Dimon said that he expected an uptick not a major increase in overall credit costs.  For the quarter, JPMorgan earned $4.5 billion, or $1.26 a share, compared with $2.7 billion, or 76 cents a share, in the quarter a year earlier. The increase reflects a $622 million after-tax gain related to its exit this year from the corporate trust business when the bank swapped those assets for Bank of New York's 338 branches. Revenue rose 14 percent, to $16.9 billion. Shares of JPMorgan rose 4 cents, to $48.43.  The strong results led Mr. Dimon to suggest that the board would consider increasing the dividend later this year. He also reiterated that the bank was now ready, if not yet willing, to do a deal.  Investment bank earnings rose 51 percent, to $1 billion in the fourth quarter, based on the bank's big advisory business and more consistent trading results in a strong market. Fixed-income trading revenue increased 77 percent, to $2 billion after a particularly bad quarter in 2005. Equity trading revenue nearly doubled, to $909 million.  The asset management business also showed steady revenue and profit growth. Revenue rose 29 percent, to $1.9 billion in the fourth quarter, while profits rose 19 percent, to $407 million.  And the credit card division posted similarly strong results at least for now. Profit rose 138 percent, to $719 million. Revenue growth was essentially flat.  A difficult operating environment and a slowdown in the housing market continued to weigh on the retail banking division. Fourth-quarter net income was $718 million, down 11 percent from a year ago.  ", 
            "title": "JPMorgan Chase Posts 68% Rise in Earnings"
        }, 
        "weight": 0.8270361743185854, 
        "file": "1819678.txt", 
        "other_topics": {
            "0": 0.00033484593825996143, 
            "1": 0.00027212731650220166, 
            "2": 0.8270361743185854, 
            "3": 0.00026521037679019127, 
            "4": 0.0003810844105993717, 
            "5": 0.00016328244073874755, 
            "6": 0.00042504587397083725, 
            "7": 0.00043840321630056917, 
            "8": 0.00018426223678406494, 
            "9": 0.0002718347580005306, 
            "10": 0.16333046212473143, 
            "11": 0.0005069243367020722, 
            "12": 0.00026683434954495534, 
            "13": 0.00021477961782516672, 
            "14": 0.0009938319827886412, 
            "15": 0.000362241430585529, 
            "16": 0.00020468001182738263, 
            "17": 0.0004936249924995482, 
            "18": 0.0001480004866697387, 
            "19": 0.0011575080149674414, 
            "20": 0.00029656312088867343, 
            "21": 0.00020558464393256173, 
            "22": 0.00022236731950459689, 
            "23": 0.00015006851481430607, 
            "24": 0.0001723934789670669, 
            "25": 0.00016219755616992911, 
            "26": 0.00018279331508671044, 
            "27": 0.00021435812348902163, 
            "28": 0.0005622611400754648, 
            "29": 0.00025687082748116895, 
            "30": 0.00012338372491660016
        }
    }, 
    {
        "i": 9, 
        "content": {
            "text": "  IF 2006 proved anything, it's that aging bull markets don't have to die simply because they're old, or that they must quietly fade away.  Given enough of a dose of economic growth, corporate profits and cheap capital, a bull market that's more than four years old -- as this one is -- can still rage on like a young buck.  That was certainly what mutual fund investors discovered last year. Emboldened by an economy that proved resilient in the face of Federal Reserve interest-rate increases, high oil prices and a cooling housing market, the average general domestic stock fund gained 12.8 percent last year.  Among all stock funds that invest in domestic equities, including single-sector portfolios, the average gain was even better: 13.4 percent, according to Morningstar, the mutual fund tracker.  To be sure, this was shy of the return of 15.8 percent for the Standard & Poor's 500-index of blue-chip stocks, which had its best year since 2003. But it was a surprising improvement from 2005, when domestic stock funds gained 7.7 percent, on average, and looked to be tiring.  Many people on Wall Street say the market's momentum could last well into this year. And in at least one respect, history is on the market's side. Since 1945, the S.& P. 500 has never declined in the third year of a presidential term, according to Sam Stovall, chief investment strategist at S.& P. And the average gain for equities during these years has been 18 percent.  As has been the case throughout this decade, the equity markets caught a much-needed second wind in the fourth quarter, which drove the Dow Jones industrial average and the Russell 2000 index of small stocks to record levels late last year.  According to Morningstar, the average domestic stock fund surged 6.9 percent in the quarter, marking the sixth consecutive year-end rally for stocks.  What propelled stock prices higher this time? For starters, data released late in the year ''put to rest all the extraneous worries about the economy,'' said James Swanson, chief investment strategist at MFS Investment Management in Boston.  In the spring, concerns that the Federal Reserve may have done too good of a job of slowing the economy threatened to tame the bull market. In fact, a growing number of economists began to worry about the possibility of a recession on the horizon.  As a result, stocks ran into a proverbial wall of worry in the spring and early summer. From May 5 to June 13, the S.& P. 500 slumped 7.7 percent, its worst slide since the bear market earlier this decade. For the entire second quarter, the average domestic stock fund lost 2.8 percent.  But as it turned out, the economy -- and consumers, for that matter -- proved stronger than expected. Moreover, oil prices stabilized and the Fed all but said that it was done raising short-term interest rates for now.  ''Once investors were no longer worried about recession, they were willing to jump back on the risk train,'' said Thomas W. McDowell, chief executive and chief investment officer at Rice Hall James, an investment management firm in San Diego.  He's not kidding. In the fourth quarter, investors, whom many analysts thought would embrace relatively conservative assets like blue-chip domestic stocks, went back to their speculative ways.  AND they were rewarded handsomely for their risk taking.  Within the fixed-income world, for example, the average emerging-market bond fund rose 4.9 percent in the fourth quarter and 11.1 percent for the year. High-yield bond funds did nearly as well, posting quarterly gains of 4.2 percent and annual returns of 10.3 percent. By comparison, the average bond fund that invests in long-term debt issued by the United States government rose just 0.1 percent in the quarter and 0.6 percent for the year.  The picture was much the same in the equity markets.  The average diversified emerging-market stock fund, for example, soared 17.4 percent in the quarter and finished the year up 32.6 percent, according to Morningstar. The best-performing fund category was Latin American stock portfolios, which posted gains of 21.5 percent for the quarter and 45.2 percent for 2006.  On the domestic front, many of the same sectors that have been leading the markets in recent years dominated again in 2006. Precious-metals funds, for instance, rallied 32.2 percent for the year and are now up 33.7 percent, annualized, over the last five years. Real estate and utilities portfolios also soared, posting average gains last year of 34 percent and 25.5 percent, respectively. And thanks in part to the recent wave of mergers and acquisitions, financial sector funds rose 16.4 percent, on average.  Despite predictions that this would be the year when large-cap domestic stock funds returned to dominance, small-cap stock funds again led the domestic markets among general domestic stock funds.  According to Morningstar, the average small-cap growth fund advanced 11.1 percent last year, versus 7.3 percent for the average large-cap growth portfolio. And while large-cap value funds outperformed their small-cap counterparts for the full year, they trailed small-cap value funds in the fourth quarter.  ''This appetite for risk has me a little worried,'' Mr. Swanson said. He asserted that investors aren't simply expecting a so-called soft landing in the economy -- in other words, the avoidance of a recession. ''The market is bracing for the plane to circle and take off again -- and I think that's too optimistic,'' he said.  Another reason that speculative investments are doing so well is that despite 17 interest-rate increases since June 2004, ample liquidity continues to slosh around the global financial markets.  ''Right now, there's still too much money chasing too few financial assets,'' said Stuart A. Schweitzer, global markets strategist at J. P. Morgan Asset and Wealth Management.  James W. Paulsen, chief investment strategist at Wells Capital Management in Minneapolis, agreed. ''This is the only time in postwar history where a recovery has taken place without any rise in long-term borrowing costs,'' he said.  He noted that yields on 10-year Treasury notes were virtually unchanged from June 2004, when the Fed began its tightening cycle in an effort to slow the economy and tame inflation.  Until this changes, Mr. Paulsen argues that the markets will continue to be led by small-cap stocks that are economically cyclical.  He is in the minority. A vast majority of money managers and market strategists are banking that investors will regain interest in large-cap stocks as attention turns to the slowing economy and corporate profit growth later in the year.  Indeed, a recent survey of money managers by the Russell Investment Group showed that investors were more bullish on large-cap growth and large-cap value stocks than they were on small-cap growth and small-cap value shares.  And in general, investors are anticipating a fifth consecutive positive year for equities. Yet bull markets rarely survive to this age. In fact, of the last 14 bull markets in domestic equities, only four lasted five years or longer. And the average bull lived only 3.7 years, according to InvesTech Research.  According to the Russell survey, 8 in 10 investors believe that domestic stocks will have another positive year in 2007. And a third are predicting gains of at least 10 percent, in part because of a slowing-but-still growing economy and a possible rate cut by the Federal Reserve.  But all of this bullishness has some market watchers nervous. ''There's certainly less pessimism today about 2007 that there was a year ago,'' Mr. Paulsen said. While that may be good news for investor confidence, he added, ''it means the risks in the market are higher.''  FOR instance, what if corporate profit growth -- estimated at 15.5 percent last year, versus 13.7 percent in 2005 -- slows more than expected? Mr. Schweitzer points out that six months ago, Wall Street analysts were expecting corporate profits among S.& P. 500 companies to jump 10.5 to 10.75 percent in 2007. ''Now, the latest forecasts are for growth of a little more than 9 percent,'' he said. While this is none too shabby, ''the ebbing of corporate profit growth expectations may continue in 2007 and unsettle investors,'' he said.  At the very least, Mr. Schweitzer said, the worrisome degree of optimism among investors means that ''the chances of a bumpy ride on Wall Street are quite high.''  MUTUAL FUNDS REPORT  ", 
            "title": "Will This Bull Ever Retire?"
        }, 
        "weight": 0.803468362320909, 
        "file": "1817137.txt", 
        "other_topics": {
            "0": 0.00011059377969177153, 
            "1": 8.9878911614548e-05, 
            "2": 0.803468362320909, 
            "3": 8.75943669352052e-05, 
            "4": 0.0015630273915095637, 
            "5": 5.392934545491258e-05, 
            "6": 0.00014038524698583178, 
            "7": 0.00014479694444454507, 
            "8": 6.0858606576822285e-05, 
            "9": 8.97822846384261e-05, 
            "10": 0.13586343153063563, 
            "11": 0.00016742827673215342, 
            "12": 8.813073684310709e-05, 
            "13": 7.093796585819189e-05, 
            "14": 0.024759996838858697, 
            "15": 0.00011964203352022096, 
            "16": 6.760224195335101e-05, 
            "17": 0.00016303573504440838, 
            "18": 4.88819822694717e-05, 
            "19": 0.029125541730633565, 
            "20": 9.794963208065863e-05, 
            "21": 6.790102617711127e-05, 
            "22": 7.344405152929924e-05, 
            "23": 4.956501593625342e-05, 
            "24": 5.69385626484142e-05, 
            "25": 5.357102698278657e-05, 
            "26": 6.037344733186957e-05, 
            "27": 7.07987536222747e-05, 
            "28": 0.003060028758753375, 
            "29": 8.483995909079935e-05, 
            "30": 4.075149473780626e-05
        }
    }, 
    {
        "i": 10, 
        "content": {
            "text": "  In the turf war that has come to characterize the computer chip market, Advanced Micro Devices, appears to have stumbled in the fourth quarter.  A.M.D., the second-largest maker of the microprocessors, issued a warning late Thursday that its fourth-quarter revenue would miss Wall Street's forecasts because of lower unit prices, signaling that the price war between A.M.D. and its main rival, Intel, had taken its toll.  On Friday, shares of A.M.D fell $1.92, to $18.26. Shares of Intel rose 21 cents, to $22.13.  A.M.D., based in Sunnyvale, Calif., said that it expected fourth-quarter revenue to increase about 3 percent, or about $1.37 billion, over the third quarter. Fourth-quarter operating income, the company said, ''is expected to be positive but substantially lower than the third quarter.''  In October, analysts forecast A.M.D.'s fourth-quarter sales would be about $1.44 billion, excluding revenue gained from its $5.4 billion acquisition of ATI. A.M.D. executives said at the time that they expected a ''seasonally strong'' fourth quarter, which included the holiday shopping season.  The chip maker said its fourth quarter gross margin and operating income were hurt by lower average selling prices, though unit sales rose over all.  A.M.D. plans to issue its fourth-quarter earnings report on Jan. 23 after the close of regular trading.  In the last few years, A.M.D. has managed to gain market share, as the market leader, Intel, has struggled to revamp its product line. The threat of competition led Intel to lay off more than 10,000 employees and cut costs sharply last year.  Yet in recent months Intel has staged something of a comeback, and in October, the company's chief financial officer, Andy D. Bryant, told analysts that he thought Intel had begun to win back market share.  After A.M.D.'s revised forecast, several Wall Street investment firms lowered their outlooks. Bear Stearns sharply cut its rating on the company, while Citigroup downgraded A.M.D. to hold, from buy.  Mark Lipacis, an analyst with Prudential, which also lowered its rating, wrote in a research note that he did not expect the price war to be resolved anytime soon. But, Mr. Lipacis said he believed that computer makers want a strong second supplier of chips and that he expected A.M.D. to continue to take unit share from Intel this year.  ''A.M.D.'s share is near the highest levels that it has ever been at,'' Mr. Lipacis said, ''and it seems that the company has gained enough critical mass in the market to weather downturns better than it historically has.''  The weakness appears to be solidly in A.M.D.'s server business, analysts said, the part of the market where A.M.D. has gained the most share from Intel.  An analyst at Bear Stearns, Gurinder Kalra, said he expected further pricing pressure as A.M.D. tries to prevent Intel from ''clawing back'' share.  ", 
            "title": "A.M.D., in Price War With Intel, Warns of Disappointing Revenue"
        }, 
        "weight": 0.8032820397774378, 
        "file": "1818459.txt", 
        "other_topics": {
            "0": 0.0003105245448099649, 
            "1": 0.00025236146368184156, 
            "2": 0.8032820397774378, 
            "3": 0.0002459469329674733, 
            "4": 0.012459167519888077, 
            "5": 0.00015142248954650795, 
            "6": 0.0003941728462469155, 
            "7": 0.00040655998365215026, 
            "8": 0.0001708784269577012, 
            "9": 0.00025209015504350544, 
            "10": 0.13936125990471318, 
            "11": 0.0004701041013831723, 
            "12": 0.00024745294914636865, 
            "13": 0.00019917919090253148, 
            "14": 0.0009216454160284167, 
            "15": 0.020512201868223133, 
            "16": 0.0001898131655252516, 
            "17": 0.00045777074943564584, 
            "18": 0.00013725053376366193, 
            "19": 0.00107343290866679, 
            "20": 0.0002750223837264608, 
            "21": 0.00019065209005914615, 
            "22": 0.008276724439517491, 
            "23": 0.0001391683515564745, 
            "24": 0.00015987175135716958, 
            "25": 0.00015041640511061986, 
            "26": 0.00016951619976807836, 
            "27": 0.00019878831162965877, 
            "28": 0.008591930215836471, 
            "29": 0.000238213123303956, 
            "30": 0.00011442180011435569
        }
    }, 
    {
        "i": 11, 
        "content": {
            "text": "  THE dollar fell against many currencies in 2006, and many Wall Street analysts are predicting more of the same this year.  That needn't worry investors, who could profit from a continued decline in many ways. But some strategists caution that it may be wiser to try to benefit indirectly from a weaker dollar -- by holding stocks or stock funds focused on certain industries and countries -- than by betting directly on foreign currencies.  ''You've got to know your limitations,'' said Sam Stovall, the chief investment strategist at Standard & Poor's. ''Unless you make millions of dollars on Wall Street, you probably shouldn't be speculating in currencies.''  In 2006, the dollar fell 10.2 percent against the euro and 12 percent against the British pound, although it rose 1.1 percent against the Japanese yen.  Mr. Stovall said the best move for most individual investors would be to stock up on the shares of American multinational corporations that earn a lot of their revenues abroad, as well as on foreign stocks. ''We feel that many foreign economies are not as far along in their economic cycle, and they have good growth potential now,'' he said.  He recommended that individual investors allocate 40 percent of their total portfolios to domestic stocks, 20 percent to foreign stocks, 25 percent to domestic bonds and 15 percent to cash instruments like money market accounts and certificates of deposit.  In terms of domestic stocks, he favors large stocks like those in the S.& P. 500- stock index. On average, the companies in this index earn 41 percent of their revenue in foreign countries.  ''If you believe that international economies are going to do fairly well, and the dollar is likely to weaken,'' Mr. Stovall said, ''then you could get a good bit of tailwind if you transfer those foreign profits back to U.S. dollars.''  But averages can hide wide variances. Some industries represented in the S.& P. 500 draw much more of their revenue abroad than others. Companies in the energy and technology sectors, for example, generate well over half of their sales outside the United States, while the utilities and telecommunications companies in the index produce a vast majority of their revenue at home. For example, the handful of telecommunications providers in the index get just 3 percent of their revenue, on average, in foreign countries.  Stuart A. Schweitzer, global markets strategist at JPMorgan Asset Management, has recommended European stocks for a few years. He said that individual investors should now focus on developed markets -- and that if they have made a lot of money in emerging markets funds in recent years, they may want to consider rebalancing their portfolios. ''You have to be a little bit concerned that emerging-markets debt and equity may have gotten a bit ahead of themselves,'' he said.  Mr. Schweitzer said that any further appreciation of the euro could be modest this year. Still, he added, European stocks were appealing investments for a host of other reasons. He pointed out that the average dividend yield in the S.& P. 500 index was now 1.8 percent, compared with 3.2 percent for the MSCI United Kingdom index and 2.5 percent for the MSCI Europe index, excluding Britain. For Americans investing in Britain or on the continent, a further slide by the dollar against the pound or the euro could bolster those dividend advantages.  ''Meanwhile, European companies are cutting costs and restructuring, and that's starting to show up in their earnings growth,'' Mr. Schweitzer said. Earnings per share for European stocks, he said, grew almost twice as fast in the first five years of this decade as they did during the last five years of the 1990s.  On the fixed-income side of their portfolios, some investors may be tempted to profit directly from a falling dollar by buying foreign bonds or CDs. But Martin J. Mauro, the fixed-income strategist at Merrill Lynch, said he didn't think the time was ripe for investing in foreign bonds.  Interest rates are likely to fall in the United States this year but rise in many other countries, Mr. Mauro said. Bond prices move in the opposite direction of interest rates, so both European and Asian bonds would generally be unattractive for American investors, he said.  Many economists predict that the dollar will fall further against the Japanese yen than it will against the euro -- largely because the dollar rose slightly against the yen in 2006. S.& P. forecasts a dollar decline of 6.8 percent against the yen this year; Merrill Lynch sees a decline of 10 percent.  But Mr. Mauro said American investors would be giving up too much yield if they bought Japanese bonds or CDs. Short-term interest rates are less than 1 percent in Japan, versus 5 percent in the United States.  And Mr. Mauro said he expected the dollar to fall by only an additional 1 percent or so against the euro -- which he said wouldn't be quite enough to make up for the yield that Americans would sacrifice by buying European bonds or CDs. One-year government bills in the United States currently pay around 5 percent, versus 3.9 percent in Germany.  For now, he recommends high-quality domestic bonds. He said typical individual investors should put at most 5 percent of their bond portfolios into high-yield bonds, and none into emerging-market debt. Although short-term rates are relatively high, he recommends intermediate maturities -- 5 to 15 years -- because he expects domestic interest rates to be lower next year.  ''If we're right, and the economy weakens and the Fed cuts rates, then what investors will earn on short-term rates will be a lot less next year,'' he said. ''It's a tough move to make now, but they'll be better off a year from now'' if they buy longer-maturity bonds or CDs today.  FINALLY, if investors are really worried about the dollar, Michael Metz, the chief investment strategist at Oppenheimer & Company, advises them to put about 5 percent of their portfolios into gold. He recommends buying the metal through an exchange-traded fund like StreetTracks Gold Shares or the iShares Comex Gold Trust  -- both of which are backed by bars of gold in a vault. He predicted that gold could rise as much as 20 percent in 2007, to around $750 an ounce.  A falling dollar, Mr. Metz said, may prompt foreign central banks to sell some their dollar reserves to buy gold. He also said that rising incomes across Asia could become a factor. ''The great theme of this century,'' he said, ''will be the enormous transfer of wealth to developing nations, where they have traditionally used gold as a store of value.''  SUNDAY MONEY: INVESTING  ", 
            "title": "How to Catch a Falling Dollar (and Even Make a Profit)"
        }, 
        "weight": 0.8027400117296833, 
        "file": "1818831.txt", 
        "other_topics": {
            "0": 0.0001491867779284769, 
            "1": 0.00012124321336031182, 
            "2": 0.8027400117296833, 
            "3": 0.00011816144998542144, 
            "4": 0.00016978780041809763, 
            "5": 7.274862389759491e-05, 
            "6": 0.00018937432760576792, 
            "7": 0.00019532553870367072, 
            "8": 8.209593206523218e-05, 
            "9": 0.00012111286726608504, 
            "10": 0.17358118976552803, 
            "11": 0.0002258543401753886, 
            "12": 0.00011888499247181347, 
            "13": 9.569260213982318e-05, 
            "14": 0.0004427904727916945, 
            "15": 0.00016139252619304958, 
            "16": 9.119283820364915e-05, 
            "17": 0.0021586053250308834, 
            "18": 6.593992405236516e-05, 
            "19": 0.0005157144568536289, 
            "20": 0.00013213030651560654, 
            "21": 9.159588669121225e-05, 
            "22": 9.907321583733159e-05, 
            "23": 6.686131033871722e-05, 
            "24": 7.680794277101327e-05, 
            "25": 7.226526598652867e-05, 
            "26": 0.0020201178263552283, 
            "27": 9.550481015927429e-05, 
            "28": 0.00800521444219807, 
            "29": 0.007869151281380686, 
            "30": 5.49722074120859e-05
        }
    }, 
    {
        "i": 12, 
        "content": {
            "text": "  Intel reported yesterday that fourth-quarter profit fell 39 percent as the company continued to fight for market share and to absorb the high cost of its corporate overhaul.  The company, the world's largest chip maker and a closely watched indicator of the overall strength of the technology industry, reported slightly higher sales than Wall Street predicted, although they were still down 5 percent from the period last year.  But on the critical measurement of gross profit margin, Intel clearly disappointed, indicating the price war with its smaller rival Advanced Micro Devices continued to take a toll.  Intel projected that its gross profit margin would be about 49 percent during the first quarter of 2007, down from 49.6 percent during the fourth quarter of 2006. Intel estimated that gross profit margin would be only about 50 percent for all of 2007. That compares with a gross profit margin of 61.8 percent in the fourth quarter of 2005.  ''These results were clearly mixed,'' said Adam Parker, an analyst with Sanford C. Bernstein & Company. ''People wanted to see that gross margins had reached the bottom in the fourth quarter, but they didn't.''  The report was released after the market's close yesterday, but investors reacted strongly to the forecast of a lower profit margin, sending shares of Intel down 88 cents, or nearly 4 percent, in after-hours trading. Earlier in the day, Intel shares rose 17 cents, to close at $22.30 in regular trading.  Intel's net income for the fourth quarter was $1.5 billion, or 26 cents a share, including the cost associated with stock option expenses. In last year's fourth quarter, the last quarter in which it expensed stock options, Intel posted net income of $2.45 billion, or 40 cents a share.  The company's revenue declined 5 percent, to $9.69 billion, from $10.2 billion last year, at the top of the range of $9.1 billion to $9.7 billion the company had forecast.  Analysts were expecting earnings of 25 cents a share on $9.44 billion in revenue, according to a survey of analysts by Thomson Financial.  For 2006, Intel, which is based in Santa Clara, Calif., posted revenue of $35.4 billion, while its net income was $5 billion, or 86 cents a share.  Closing what he called ''a very tough pricing year,'' Andy D. Bryant, Intel's chief financial officer, indicated that Intel would continue to price aggressively this year. ''We're going to have to fight to win orders,'' Mr. Bryant said in a conference call with analysts.  The brightest spot for Intel was that it sold record numbers of its highest-priced microprocessors, those used in computer servers. Sales of those chips helped drive up Intel's average selling price during a period in which Intel was continuing to cut prices on older products.  Paul S. Otellini, Intel's chief executive, described 2006 as a unique year in which the company introduced 40 new products. ''We've never had that broad a base of new products all at once,'' Mr. Otellini said in the conference call.  Intel's report of higher selling prices on server chips was in stark contrast to news from A.M.D. last week. That company, which is scheduled to issue its earnings report on Jan. 23, warned last week that its fourth-quarter revenue would miss Wall Street forecasts because of lower unit prices.  A.M.D., based in Sunnyvale, Calif., said that it expected fourth-quarter revenue to be about $1.37 billion, or only about 3 percent above the third-quarter level. The news sent shares of A.M.D down $1.92, to $18.26, on Friday. Yesterday, A.M.D. shares declined 23 cents, or about 1 percent, in after-hours trading, after declining 13 cents, to close at $18.13, during the regular session.  Intel said it was also facing the high cost of its transition to a major new manufacturing process, a transition that occurs roughly every two years. Mr. Bryant said the bulk of the costs of the manufacturing changes would occur in the first half of 2007.  Looking ahead, Intel said first-quarter revenue would be $8.7 billion to $9.3 billion, in line with analysts' forecast of $8.93 billion. Mr. Bryant declined to provide a full-year forecast.  In September, the company announced a major revamping, including the elimination of 10,500 positions. Intel ended the fourth quarter with 94,100 employees, down more than 6,000 from the second quarter. Costs associated with layoffs decreased earnings by about 1.5 cents a share in the fourth quarter, the company said.  ", 
            "title": "Intel's Fight for Share in Chip Market Cuts Its Margins"
        }, 
        "weight": 0.797901213352613, 
        "file": "1819449.txt", 
        "other_topics": {
            "0": 0.00020530856536758526, 
            "1": 0.00016685305856994591, 
            "2": 0.797901213352613, 
            "3": 0.00016261198287887866, 
            "4": 0.00023365937789386108, 
            "5": 0.00010011554517278882, 
            "6": 0.00026061405747921734, 
            "7": 0.00026880402330377485, 
            "8": 0.00011297916791867563, 
            "9": 0.00016667367826574898, 
            "10": 0.15083654822566409, 
            "11": 0.0003108172936457025, 
            "12": 0.0001636077109985305, 
            "13": 0.00013169069762360004, 
            "14": 0.0006093614862496798, 
            "15": 0.005558059514844003, 
            "16": 0.00012549819121615154, 
            "17": 0.0003026628889880295, 
            "18": 9.074551642994143e-05, 
            "19": 0.0007097183594024886, 
            "20": 0.00018183570989986752, 
            "21": 0.00012605286038927914, 
            "22": 0.04015599493499406, 
            "23": 9.201351416557854e-05, 
            "24": 0.00010570191781145952, 
            "25": 9.945035539754172e-05, 
            "26": 0.00011207850832612285, 
            "27": 0.0001314322611679745, 
            "28": 0.00034474668747875247, 
            "29": 0.00015749864355230653, 
            "30": 7.565191229128598e-05
        }
    }, 
    {
        "i": 13, 
        "content": {
            "text": "  THE flow of earnings reports will pick up this week, but the earnings themselves are expected to show a dip in growth from past quarters. Any impact on share prices may depend on investors' expectations about those expectations.  Standard & Poor's estimates that earnings for companies in its 500-stock index rose by 9 percent, year over year, in the fourth quarter. That would be a healthy gain, but also the worst one in nearly five years, said Sam Stovall, S.& P.'s chief investment strategist.  ''This would be the first quarter in 19 where we've had a single-digit advance,'' he said.  But it has not been 19 quarters, or even two, since analysts last forecast single-digit growth.  Earnings estimates started off low for just about every quarter during the four-year bull market and then nudged up continually as fresh numbers came in. S.& P.'s forecast is close to those of other research firms, Mr. Stovall noted, but investors may still be disappointed if results meet expectations and nothing more.  ''Earnings are not going to grow at double digits forever,'' he said. ''The real question is: Is Wall Street prepared for the first single-digit advance in 19 quarters?''  One of the first big-name companies to report is Alcoa, which Mr. Stovall likened to a corporate Iowa for its status as a periodic bellwether.  S.& P. projects 150 percent earnings growth for aluminum producers, of which Alcoa is the biggest, and a result in that neighborhood on Tuesday would augur well for fourth-quarter earnings generally, and for 2007 economic activity, he said.  No triple-digit, or even double-digit, gain is foreseen for smaller companies. After increasing earnings at an annual rate of 17 percent or more in each quarter of last year, the S.& P. 600 index of smaller companies is expected to show growth of just 5 percent for the last quarter.  The gap in earnings growth is just one reason that Mr. Stovall expects investors to find larger companies more appealing than smaller ones this year. Smaller companies' run of outperformance is looking long in the tooth after seven years, he said, and indications of softening economic conditions could steer investors toward the comparative safety that blue chips are thought to offer.  ''It's getting later in the stock market and economic cycle,'' he said. ''When sailing into an impending storm, sailors prefer a larger ship.''  DATA WATCH -- The highlight of a thin post-holiday economic calendar may be the report on Wednesday of the nation's trade balance for November.  A Bloomberg News poll of economists forecasts a widening deficit, to $60 billion from $58.9 billion in October.  Retail sales for December, to be reported on Friday, are expected to rise by 0.6 percent after a 1.0 percent increase in November.  MARKET WEEK  ", 
            "title": "Setting The Bar On Earnings"
        }, 
        "weight": 0.7806598241174019, 
        "file": "1817132.txt", 
        "other_topics": {
            "0": 0.00033927480774589836, 
            "1": 0.00027572663257755697, 
            "2": 0.7806598241174019, 
            "3": 0.00026871820534927034, 
            "4": 0.00038612485733867033, 
            "5": 0.00016544211041589837, 
            "6": 0.00043066778090253, 
            "7": 0.013670790443659629, 
            "8": 0.00018669939759343354, 
            "9": 0.0002754302045249287, 
            "10": 0.17430849272657092, 
            "11": 0.009331354981949428, 
            "12": 0.0002703636577236378, 
            "13": 0.00021762041948019108, 
            "14": 0.0010069769896105655, 
            "15": 0.0003670326489792754, 
            "16": 0.00020738723014836387, 
            "17": 0.000500153967221887, 
            "18": 0.00014995802822667567, 
            "19": 0.009990543662908549, 
            "20": 0.0003004856392969403, 
            "21": 0.00020830382745027625, 
            "22": 0.00022530848056852152, 
            "23": 0.00015205340932882445, 
            "24": 0.004583536539384003, 
            "25": 0.00016434287652515722, 
            "26": 0.0001852110470730315, 
            "27": 0.0002171933502118442, 
            "28": 0.000569697936888198, 
            "29": 0.00026026835225202493, 
            "30": 0.0001250156706919738
        }
    }, 
    {
        "i": 14, 
        "content": {
            "text": "  After years of losses, Sun Microsystems returned to profitability last quarter, while Advanced Micro Devices swung to a loss, providing evidence that the road to recovery in the technology industry is a bumpy one.  ''It's great to be profitable again,'' Jonathan I. Schwartz, chief executive of Sun, whose string of losses had once led analysts to question the company's ability to survive, told analysts in a conference call. ''Sun's financial performance this quarter demonstrates that our strategy and discipline are paying off.''  In contrast, Advanced Micro Devices, the computer chip maker, reported a $574 million loss, in contrast to a $96 million profit in the quarter a year earlier. Ten days ago, it warned investors that lower prices had hurt its bottom line, a result of a bruising price war with its larger rival, Intel.  On Monday, Intel announced a deal to become a second outside supplier of server chips to Sun, entering territory that A.M.D. had long claimed for itself. Sun also announced on Tuesday that the private equity firm Kohlberg Kravis Roberts & Company would make a $700 million investment in the company in the form of convertible senior notes.  Sun's net income for the quarter, the second of its fiscal year, was $126 million, or 3 cents a share, in contrast to a net loss of $223 million, or 7 cents a share, for the period last year. The latest result beat analysts' forecasts.  Revenue was $3.6 billion, an increase of 7 percent over the $3.3 billion reported for the second quarter last year. Sun attributed the growth to server sales, as well as strong acceptance of Solaris, Sun's computer operating system. Revenue in Sun's computer systems products unit increased 14 percent, the fourth consecutive quarter of year-over-year revenue growth, the company said.  Sun's net income for the second quarter included $58 million of stock-based compensation charges, $26 million of restructuring and related charges and a tax benefit of $4 million. The impact of these three items was a loss of about 2 cents a share.  Shares of Sun rose as much as 8 percent, or 46 cents, to $6.12 in late trading after the report was issued, after declining 9 cents, to $5.66, during regular trading.  ''It's an important milestone,'' said Brent Bracelin, an analyst at Pacific Crest Securities. ''They are well on their way to executing a turnaround.'' Mr. Bracelin said that the challenge now would be for Sun to keep costs down as it headed aggressively into volume markets, where profit margins were lower.  While the Sun-Intel deal announced Monday had no impact during the December quarter, it serves as an illustration of A.M.D.'s precarious position as it tries to hold on to the market share gains of the past year.  A.M.D. has spent several quarters embroiled in a fierce price war with Intel in an effort to gain market share, particularly as Intel introduced its new line of high-performance chips.  A.M.D. said shipments of its server processors, which have the highest profit margins, were essentially flat with the previous quarter, while the average selling prices for those chips were down significantly. The company said, however, that overall microprocessor shipments increased 26 percent .  A.M.D., based in Sunnyvale, Calif., posted a net loss of $574 million, or $1.08 a share, for the quarter, the fourth of its fiscal year. For the same quarter last year, A.M.D. earned $96 million, or 21 cents a share. Revenue for the quarter was $1.77 billion, compared with $1.84 billion at the same time last year.  In addition to the price war with Intel, A.M.D. also attributed its lower profit to heavy costs associated with its $5.4 billion acquisition of ATI Technologies, the graphics chip maker it acquired in October. Excluding those costs, as well as employee stock-based compensation expenses, A.M.D. reported fourth-quarter revenue of $1.37 billion, compared with $1.35 billion last year.  Shares of A.M.D. declined as much as 5 percent in after-hours trading after release of its earnings report; they declined 2 cents, to close at $17.51, in regular trading. A.M.D.'s warning on Jan. 12 sent its shares down $1.91, or 9 percent, to $18.27, and led several Wall Street investment firms to lower their ratings of A.M.D.  Hector Ruiz, A.M.D.'s chief executive, said he expected the price war with Intel to continue. ''Pricing is very, very challenging and we expect it to be for all of the year,'' Mr. Ruiz told analysts.  He said the company was focused on reducing costs, as well as on the new chip design it planned to introduce later in the year. The company is also moving to an advanced manufacturing technology that could help make it more competitive with Intel, which is in the midst of a manufacturing transition of its own.  For the year, A.M.D. lost $166 million, or 34 cents a share, on $5.65 billion in revenue. The company said it expected revenue in the range of $1.6 billion to $1.7 billion in the first quarter.  ", 
            "title": "Profit at Sun Microsystems Stirs Hope of Turnaround"
        }, 
        "weight": 0.7666042763770555, 
        "file": "1821036.txt", 
        "other_topics": {
            "0": 0.00018373923653358076, 
            "1": 0.00014932379240995363, 
            "2": 0.7666042763770555, 
            "3": 0.00014552827609448646, 
            "4": 0.01931058521714388, 
            "5": 8.959759570798557e-05, 
            "6": 0.00023323443844350375, 
            "7": 0.00024056398197787158, 
            "8": 0.00010110979062373853, 
            "9": 0.00014916325746060411, 
            "10": 0.1517037357368049, 
            "11": 0.0002781634177495049, 
            "12": 0.00014641939490471384, 
            "13": 0.00011785552247473434, 
            "14": 0.007708395742218228, 
            "15": 0.00019877190161686885, 
            "16": 0.0001123135890561419, 
            "17": 0.0002708656993932143, 
            "18": 8.12119644293974e-05, 
            "19": 0.0006351566934238934, 
            "20": 0.00016273239478209448, 
            "21": 0.00011280998573699497, 
            "22": 0.050263387437606166, 
            "23": 8.234674872568403e-05, 
            "24": 9.459707462297242e-05, 
            "25": 8.900228951004387e-05, 
            "26": 0.00010030375262130056, 
            "27": 0.00011762423686342015, 
            "28": 0.00030852825375997595, 
            "29": 0.0001409521345081899, 
            "30": 6.77040657403615e-05
        }
    }, 
    {
        "i": 15, 
        "content": {
            "text": "  MERGERS and acquisitions have been booming, and investors looking for a way to profit from them have a simple solution at hand: they can invest in mutual funds that specialize in buying shares of companies that are being acquired.  But don't expect to make a killing. These funds -- and there are at least five of them -- are generally considered to be having a good year if they double the returns on three-month Treasury bills. Last year, the five funds returned 10.1 percent, on average, while T-bills averaged less than 5 percent, but still gained far less than the nearly 16 percent return for the Standard & Poor's 500-stock index. Over five years, the funds' return was 5.5 percent, annualized, compared with 6.2 percent for the S.& P.  Mainly, the funds offer extremely consistent gains from a highly diverse portfolio, and at the end of a year investors almost always have more than they did in January. Consider the Merger Fund, the oldest and biggest at $1.5 billion. It has had only one losing year out of 17. The Gabelli ABC fund, the second-oldest and third-largest with $193 million in assets, is a perfect 13-0.  ''What we do is fairly straightforward,'' said Frederick W. Green, president of the Merger Fund. ''We're the sleep-well-at-night fund.''  The gains come from buying shares in a company that is being acquired, but for less than the acquirer plans to pay, then cashing out when the deal is done. Because, as Mr. Green says, 95 percent of the mergers are completed, generally within a matter of months, it's a pretty safe bet that buyers will earn the difference, or spread, between the two prices.  The favorable odds go a long way toward explaining why merger or risk arbitrage, as the strategy is known, produces returns that tend to be lower, on average, than those of other stock investments.  Investors trying to buy the shares after a merger announcement can't expect to get the stock for much less than the acquirer's offer, because the current shareholders can reasonably count on getting that price shortly. How much less depends on a number of factors for both buyer and seller -- for example, what their money could reliably earn in another investment, like three-month Treasury bills, or the value attached to the 1-in-20 possibility that the deal will fall through (say, over regulatory problems).  When mergers are plentiful, as they are now, fund managers can pick their targets more carefully than usual. And with interest rates having edged higher, the spreads have widened between the post-announcement market price and the offer price.  At times, some merger funds will short the stock of the acquirer as well as buy shares in the target company. The tactic is similar to that used by hedge funds engaged in arbitrage, though without black-box secrecy or the risk of leveraging. The price of the acquirer's shares tends to slip after the offer is made, so shorting those shares is a way to improve returns.  The five-year-old AXA Enterprise Mergers and Acquisitions fund, the second-largest fund with $304 million in assets, adds a much riskier arbitrage strategy to the mix. One-third of its capital is invested in companies that Mario J. Gabelli, the veteran money manager who oversees the fund along with his namesake ABC fund, regards as having the potential to be acquired. For example, three companies in which he invests as takeover candidates are U.S. Cellular, Sensient Technologies and Cadbury Schweppes.  Potential takeover targets in general are more speculative investments than the traditional arbitrage plays. If the main appeal of a company is its takeover potential and no offers materialize, its stock price may fall and give the fund a loss. On the other hand, if the company is taken over, the fund gets the full measure of the premium the acquirer pays. Such gambles increase risk, but may also improve total returns dramatically over the standard arbitrage performance -- as was the case in 2006 with AXA Enterprise.  For the year, according to Morningstar, AXA Enterprise gained 15.2 percent, more than three percentage points ahead of Gabelli ABC, the runner-up, at 12 percent. They were followed by the Merger Fund, at 11 percent; the year-old, $7 million QCM Absolute Return fund, at 7 percent; and the six-year-old, $84 million Arbitrage fund, at 6.1 percent.  But while 2006 was a good year for the funds, not even AXA Enterprise quite caught up with the S.& P. index, which returned 15.8 percent for the year. Over one-, three- and five-year stretches, the returns of the group averaged several percentage points below those of the S.& P.  Another concern is cost. Four of the funds have expense ratios that are higher than the mutual fund average of 1.27 percent, according to S.& P. (And Enterprise has a front-end load, or sales charge, of 4.75 percent.)  The exception is Gabelli ABC, whose ratio is half the average. But its minimum initial investment is $10,000 (though down from $50,000 in 2005), versus $2,000 or $2,500 at the other funds. And investors can buy it only through Gamco Investors, Gabelli ABC's money management parent.  There are also taxes to consider. ''These funds deal in short-term trades, so if they make money there are going to be capital gains to pay,'' says Russel Kinnel, director of research at Morningstar. ''They're better for retirement portfolios.''  Mr. Kinnel also says that these funds' returns may be squeezed over the long run by competition from hedge funds. As the number of hedge funds increases and their war chests grow, more dollars are likely to be chasing a shrinking number of deals, since merger mania can't be expected to continue forever. The growth in competition may be a compliment to the arbitrage strategy, but spreads would be likely to narrow, thus hurting the performance of all arbitrage funds.  Zoë Brunson, director of portfolio services at S.& P., suggests that if investors are convinced that the good times for mergers will continue, and want to profit directly, they have alternatives to arbitrage funds. They might try small-cap funds, she said.  ''You get your exposure to mergers and acquisitions because that's where a lot of them are,'' she said. ''You may take on more risk, but there's greater upside potential.Not that they're better. It's just a matter of what you have an appetite for.''  MUTUAL FUNDS REPORT  ", 
            "title": "One Way to Play The Mergers Boom"
        }, 
        "weight": 0.7658999191843031, 
        "file": "1817145.txt", 
        "other_topics": {
            "0": 0.0001641431376645395, 
            "1": 0.00013339815858905304, 
            "2": 0.7658999191843031, 
            "3": 0.00013000744047771554, 
            "4": 0.00018680946585727823, 
            "5": 8.004186130391242e-05, 
            "6": 0.0002083595929742895, 
            "7": 0.00021490742835271774, 
            "8": 9.032626125314203e-05, 
            "9": 0.00013325474496228405, 
            "10": 0.14405641161982877, 
            "11": 0.0002484968210072598, 
            "12": 0.00013080351996679017, 
            "13": 0.0001052860326137306, 
            "14": 0.004753248694092799, 
            "15": 0.0001775725437118434, 
            "16": 0.00010033515572310263, 
            "17": 0.00024197741659809477, 
            "18": 7.255057171692317e-05, 
            "19": 0.02403078649425728, 
            "20": 0.03427391537474614, 
            "21": 0.00010077861086234609, 
            "22": 0.00010900556156425718, 
            "23": 7.356432935780077e-05, 
            "24": 8.45081373768712e-05, 
            "25": 7.951004551407462e-05, 
            "26": 0.0064887071880227925, 
            "27": 0.00010507941400219177, 
            "28": 0.017339892528042824, 
            "29": 0.00012591935209472815, 
            "30": 6.048331316124803e-05
        }
    }, 
    {
        "i": 16, 
        "content": {
            "text": "  MANY investors have been heeding market strategists' advice to reduce portfolio risk by putting more money into stable, high-quality, dividend-paying stocks.  But instead of plowing this money into large-capitalization companies based in the United States, investors have redirected much of it into shares of blue-chip foreign companies based largely in Western Europe and Japan.  Indeed, foreign large-cap blend funds -- which primarily invest in blue-chip growth and value stocks in developed markets -- were the most popular category of funds through the first 11 months of 2006, according to the Financial Research Corporation in Boston.  Foreign large-blend funds attracted $43.8 billion of net new money during this stretch. By comparison, highflying diversified emerging-market stock funds attracted $6.6 billion and domestic large-blend funds drew $4 billion, according to Financial Research.  But does investing in blue chips abroad achieve the same results for a portfolio as investing in big, high-quality domestic stocks?  The answer is still no, given the currency risks that you inevitably take on when investing abroad. Yet a growing number of people argue that foreign and domestic stocks are becoming more alike, given the increased correlation among the world's markets.  Since 1970, for example, the Morgan Stanley Capital International EAFE index, for European, Australian and Far Eastern stocks, has returned 11.6 percent a year, on average. That is nearly identical to the annualized gain of 11.2 percent for the Standard & Poor's 500-stock index of domestic blue chips.  But keep in mind that those slightly higher gains came with slightly higher risk, as foreign stocks on their own are still more volatile than domestic equities.  Sometimes, a modest dose of a risky asset can make an entire portfolio less volatile. From 1970 to 2005, a 100 percent stock portfolio invested in the S.& P. 500 would have earned 11.1 percent, annualized, according to S.& P. And that is with a so-called standard deviation -- a popular measure of volatility -- of 16.8. But by moving 25 percent of that money from the S.& P. 500 to the EAFE index, the portfolio would have earned 11.4 percent a year, on average, with a slightly lower standard deviation of 16.4.  Add too much, however, and more volatility enters the mix. In this case, had 75 percent of the equity stake been invested in the EAFE index and 25 percent in the S.& P. 500, the portfolio would have earned the same 11.4 percent, annualized, from 1970 to 2005. But the portfolio's volatility would have shot up to 19.1.  This shows that while the global markets may be moving more in sync, ''the world markets aren't completely integrated yet,'' said James D. Peterson, vice president of the Schwab Center for Investment Research in San Francisco.  Consider the recent performance of foreign and domestic blue chips. Over the last five years, the average foreign large-blend fund returned 13.8 percent a year, on average, according to Morningstar Inc., the fund tracker, as many foreign economies have grown faster than that of the United States and as the dollar has weakened of late.  By comparison, domestic large-cap blend funds advanced only 6.3 percent a year, on average, during this stretch. And last year, foreign blue-chip funds soared 25.1 percent, beating the returns of domestic blue-chip funds by more than 10 percentage points.  Arguably, much of the investor interest in foreign blue chips can be attributed to their outperformance, not to their similarities to their domestic counterparts.  ''A lot of people just want to be exposed to foreign because it's been doing so well,'' said Ronald W. Rogé, a financial planner in Bohemia, N.Y. ''It's performance chasing.''  To be sure, the correlation between the S.& P. 500 and the EAFE index has been 0.8 over the last three years, according to Morningstar. On paper, that is fairly high, because a correlation of 1.0 implies that two assets are moving in perfect tandem.  But consider that over this same stretch, the correlation between the S.& P. 500 and the Russell 2000 index of small domestic stocks was actually greater, 0.83, according to Morningstar. Yet investors take it on faith that large-cap and small-cap stocks are entirely different asset classes.  There are several reasons for continuing to treat foreign and domestic blue-chip stocks separately. ''A big reason is the issue of currency,'' Mr. Peterson said.  Investors who put money to work in a foreign market should consider that market's volatility, as well as that of the currency in which its stocks trade.  In 2006, the EAFE index rose 13.8 percent when measured in local currencies, according to MSCI. But for Americans to make an investment abroad, money must first be converted from dollars to those local currencies to buy the securities. And when it comes time to sell, the money has to be reconverted back into dollars.  In dollar terms, the EAFE index actually returned much more last year: 23.5 percent. That is because the dollar lost value against the euro. A weakening dollar is a tailwind for Americans investing abroad because each share of their foreign stock becomes worth that much more in dollars.  SO isn't this good news for domestic investors? It certainly was last year. But what happens if the dollar turns around this year and appreciates, as it did in 2005?  In that case, investors could see a big chunk of their foreign stock market gains evaporate -- even if the global stock markets are highly correlated -- simply because the dollar gained value.  This is one reason that investors should always assess several factors in the risk and return of a particular stock, said Francis M. Kinniry Jr., a principal in the investment counseling and research department at the Vanguard Group. These include its industry, its value or growth orientation, its market cap and the region where it operates.  ''While issues of style and cap size are always important, in many cases they would be secondary to geographic regions,'' Mr. Kinniry said, because stocks will always be affected by their regional economies and local currencies.  In other words, while geography may not be as important a subject as it used to be for investors, it is still one to be studied.  FUNDAMENTALLY Paul J. Lim is a financial writer at U.S. News & World Report. E-mail: fund@nytimes.com.  ", 
            "title": "When Those Blue Chips Aren't Made in the U.S.A."
        }, 
        "weight": 0.7584792250129251, 
        "file": "1818829.txt", 
        "other_topics": {
            "0": 0.004188960252966232, 
            "1": 0.00012613386832336612, 
            "2": 0.7584792250129251, 
            "3": 0.00012292779414437675, 
            "4": 0.00017663662540191863, 
            "5": 7.568312562069597e-05, 
            "6": 0.0001970132252356735, 
            "7": 0.02037198271845483, 
            "8": 8.540748135919726e-05, 
            "9": 0.0001259982643862055, 
            "10": 0.14226235217915184, 
            "11": 0.006285598219813898, 
            "12": 0.0001236805225666573, 
            "13": 9.955260788044886e-05, 
            "14": 0.00449440720344481, 
            "15": 0.004201658351290437, 
            "16": 9.487133446248948e-05, 
            "17": 0.00022880036670099184, 
            "18": 6.859977946111078e-05, 
            "19": 0.05499221832484949, 
            "20": 0.00013746012021338477, 
            "21": 9.529064094117159e-05, 
            "22": 0.00010306958727381486, 
            "23": 6.955833221880046e-05, 
            "24": 7.990618749831783e-05, 
            "25": 7.518027023260674e-05, 
            "26": 8.472662072994122e-05, 
            "27": 9.93572408302838e-05, 
            "28": 0.0002606139417284505, 
            "29": 0.0021359401479616458, 
            "30": 5.718965193173087e-05
        }
    }, 
    {
        "i": 17, 
        "content": {
            "text": "  I.B.M. reported quarterly profits and revenue yesterday that slightly surpassed Wall Street estimates, lifted by strong software sales and a solid performance from its big services unit.  The company's quarterly performance is an encouraging sign that I.B.M.'s strategy of betting that software can help fuel its services business is gaining ground.  In the past, analysts say, the company has tended to attain its profit targets through cost-cutting or a cyclical surge in its mainframe sales, while the underlying health of its services remained uncertain. Services account for nearly half of the company's revenue.  But the services business grew more than 6 percent, to $12.8 billion, and new services contracts signed during the quarter, an indicator of future revenue, rose 50 percent from a year ago, to $17.8 billion. Software sales rose 14 percent, to $5.6 billion.  ''This was a better, more balanced quarter than I.B.M. has delivered in a long time,'' said Laura Conigliaro, an analyst at Goldman Sachs & Company.  Still, investors gave I.B.M. no credit for its quarterly results. In after-hours trading, I.B.M. shares fell more than 5 percent, down $5.60 a share, to $93.85. The company's shares closed the regular trading session at $99.45, off 57 cents,  Analysts attributed the fall in late trading mainly to the expectation by some investors that I.B.M. would considerably exceed the Wall Street consensus estimates, and to profit-taking by traders who have watched technology shares climb considerably in recent weeks.  ''Unless there was a strong upside surprise, they were selling,'' noted A. M. Sacconaghi, an analyst at Sanford C. Bernstein & Company. ''Look what happened to Apple,'' whose shares fell despite reporting a record quarter on Wednesday.  I.B.M. reported quarterly net income of $3.54 billion, or $2.31 a share. That was 11 percent higher than the year-ago quarter, when the company earned $3.19 billion, or $1.99 a share. But excluding discontinued operations and tax gains, I.B.M.'s performance was not enough ahead of the Wall Street consensus estimate of $2.19 a share to prevent the after-hours sell-off, Mr. Sacconaghi said.  Analysts said they also found the company's guidance for 2007 somewhat confusing. In a conference call with analysts, Mark Loughridge, I.B.M.'s chief financial officer, said that the Wall Street consensus projections for 2007 were reasonable, without being specific. The consensus estimate for the full year of 2007 is $6.60 a share, according to figures compiled by Thomson Financial.  But Mr. Loughridge also said he expected that I.B.M. would attain its long-term model of lifting earnings per share by 10 to 12 percent a year in 2007. A 10 percent gain over the 2006 performance suggests profits of $6.67 a share for 2007, Ms. Conigliaro noted.  Revenue in the quarter rose 7 percent, to $26.3 billion, but rose only 4 percent excluding the currency gains from a weaker dollar.  The software business was a particular bright spot for I.B.M., especially in newer technologies deemed strategically important to the company. For example, its Websphere products, which use Web standards and tools to build corporate software applications, increased sales by 22 percent.  Revenue from the hardware business edged up a modest 3 percent, to $7.1 billion, and would not have grown at all without currency gains. Sales of mainframes rose 5 percent, and revenue from industry-standard server computers, using personal computer technology, increased 7 percent. But minicomputer sales fell 10 percent.  I.B.M. is a huge company, with yearly revenue of more than $90 billion and many different businesses. Over all, Mr. Loughridge called the fourth quarter a ''strong finish'' to a good year, and most analysts agreed. ''It was a very solid quarter -- not a blowout, but very solid,'' said Mr. Sacconaghi of Bernstein.  ", 
            "title": "I.B.M. Sales Beat Forecasts On Software And Services"
        }, 
        "weight": 0.7577462480493594, 
        "file": "1819854.txt", 
        "other_topics": {
            "0": 0.00024289474244919127, 
            "1": 0.00019739912270901034, 
            "2": 0.7577462480493594, 
            "3": 0.00019238162630867776, 
            "4": 0.00027643578490139426, 
            "5": 0.00011844386285767812, 
            "6": 0.00030832510205659205, 
            "7": 0.00031801441840860066, 
            "8": 0.00013366245019830663, 
            "9": 0.0001971869029571926, 
            "10": 0.13426073569501987, 
            "11": 0.012993349913442228, 
            "12": 0.0001935596440145598, 
            "13": 0.00015579953045295037, 
            "14": 0.0007209182967893884, 
            "15": 0.00026276722794884054, 
            "16": 0.00014847335170215558, 
            "17": 0.0003580718823788654, 
            "18": 0.0001073584475260742, 
            "19": 0.0008396476679377108, 
            "20": 0.0002151246726853189, 
            "21": 0.00014912956507401426, 
            "22": 0.08854071909541138, 
            "23": 0.00010885857969480426, 
            "24": 0.0001250529419327071, 
            "25": 0.00011765689569510894, 
            "26": 0.0001325969053713004, 
            "27": 0.00015549378160990403, 
            "28": 0.00040786003114599763, 
            "29": 0.00018633217953299466, 
            "30": 8.950163242766435e-05
        }
    }, 
    {
        "i": 18, 
        "content": {
            "text": "  The General Electric Company reported yesterday that its earnings in 2006 were up 11 percent, buoyed by favorable tax rates and strong performance in several industrial and finance units.  ''We feel we delivered a strong 2006,'' Jeffrey R. Immelt, G.E.'s chairman, said on a conference call. He noted that strong orders for diagnostic imaging equipment and services, aircraft engines and other products boded well for 2007. ''We have a high-quality portfolio, tremendous financial capability, and we are building a better G.E.,'' he said.  Still, investors responded with a thumbs down, sending shares down 2.76 percent, to close at $36.95. The reason, analysts say, was discomfort with the quality of earnings and with accounting issues.  G.E. restated earnings for 2001 through the first three quarters of 2006 for the second time, after the Securities and Exchange Commission questioned its methods for hedging commercial paper.  The restatements have not had a significant impact on earnings. The first, in May 2005, added $318 million to earnings, but the current one reduced them by $343 million. Thus, the net impact was only $38 million spread over six years.  The restatements did not affect fourth-quarter earnings, which came in at $6.6 billion, up 12 percent from the quarter last year. And it added a penny to earnings per share for 2006, bringing them to $1.99 a share, up 13 percent. For the year, G.E. posted earnings of $20.7 billion from continuing operations, Revenue rose 10 percent from 2005, to $163.4 billion.  Keith S. Sherin, G.E.'s chief financial officer, said he was ''disappointed'' that G.E.'s accounting for interest rate swaps did not meet ''technical requirements,'' but assured analysts that the problem had been corrected.  Still, investors may be hard to convince. ''The restatements are relatively immaterial, but investors find two of them frustrating,'' said Matt Collins, an analyst at Edward Jones, who rates G.E. shares a buy.  Mr. Collins noted that investors were also concerned that lower taxes associated with the sale of G.E.'s advanced materials unit last year played a large part in the strong earnings. G.E. said that it had used the money from the tax gains to pay for restructuring activities like retirements, not to fuel profits. Investors seemed to perceive it differently.  ''Healthy organic growth is overshadowed when a lower-than-expected tax rate seems to be a key driver to earnings,'' Mr. Collins said.  Nevertheless, analysts have not lost faith. According to Thomson Financial, 16 of the 20 analysts that cover G.E. rate it a buy.  ''Their operating margins, their growth in revenues and orders, all are indicative of an underlying high quality of earnings,'' said Deane M. Dray, an analyst with Goldman Sachs who rates G.E. a strong buy.  G.E. did report a lot of good news. Orders companywide rose 19 percent in the quarter, and orders for major equipment rose 35 percent. Revenues and profits were strong in health care and commercial finance as well. And NBC Universal showed a small profit increase for the first time in more than a year.  G.E.'s plastics business, besieged by soaring raw materials costs, saw earnings decline 49 percent in the quarter. But G.E. said that it expected to sell the unit this year.  Analysts also applauded three big deals that G.E. announced this month: the purchase of Vetco Gray's oil and gas operations for $1.9 billion, Smiths Group's aerospace business for $4.8 billion, and a diagnostics business from Abbott Laboratories for $8.1 billion.  ''They didn't get anything at a bargain basement price, but these deals help them shift their center of gravity to faster growing parts of the global economy,'' said Nicholas P. Heymann, an analyst at Prudential Securities who rates G.E. shares a buy.  Richard Tortoriello, who follows G.E. for S.& P. Equity Research, upgraded his recommendation yesterday, to strong buy from buy.  ''Jeff Immelt has identified the long-term global trends, and he's getting into businesses that can capitalize on them,'' Mr. Tortoriello said.  G.E. ended the year with $4.5 billion in cash and expects to reap as much as $10 billion from the sale of its plastics business this year. Thus, it says it can comfortably handle $15 billion in acquisitions and still make good on its promise of buying back $5 billion to $7 billion in stock this year.  The company raised the lower end of its guidance for 2007 by a penny, and now predicts earnings of $2.18 to $2.33 for this year. And Mr. Immelt said G.E. was ''on track'' to reach its goal of 20 percent return on total capital by 2008.  But executives concede it may take time for investors to respond to the good news.  ''We're improving our strategic position, we're reinvesting capital, and we're promising high-quality earnings growth of 10 to 12 percent,'' Mr. Sherin said in an interview. ''We just have to get that message out.''  ", 
            "title": "G.E. Says Profit Rose 11%, But Its Shares Still Fall"
        }, 
        "weight": 0.7485814882543892, 
        "file": "1820012.txt", 
        "other_topics": {
            "0": 0.00019997332350515291, 
            "1": 0.00016251713901703572, 
            "2": 0.7485814882543892, 
            "3": 0.00015838627384995812, 
            "4": 0.000227587398908195, 
            "5": 9.75138970304925e-05, 
            "6": 0.00025384162191661904, 
            "7": 0.0002618187595601368, 
            "8": 0.00011004323981853384, 
            "9": 0.00016234242017110057, 
            "10": 0.19888975165983494, 
            "11": 0.010697322385230098, 
            "12": 0.00015935612652530955, 
            "13": 0.00012826852319265797, 
            "14": 0.000593526341208495, 
            "15": 0.002814979716724498, 
            "16": 0.00012223693807633654, 
            "17": 0.00029479775334382224, 
            "18": 8.838736212099555e-05, 
            "19": 0.0032899208277854773, 
            "20": 0.010571692575648443, 
            "21": 0.0001227771933637747, 
            "22": 0.00013279997407567053, 
            "23": 0.005286913474740604, 
            "24": 0.00010295509964614141, 
            "25": 9.686599317962468e-05, 
            "26": 0.00010916598517624889, 
            "27": 0.00012801680258444172, 
            "28": 0.015927661140036475, 
            "29": 0.00015340581208737417, 
            "30": 7.368598725203161e-05
        }
    }, 
    {
        "i": 19, 
        "content": {
            "text": "  American companies sold more goods like airplanes, cars and precious metals overseas in November, helping to narrow the trade deficit for a third consecutive month.  Despite the improvement, the United States is still on track to end 2006 with a record trade imbalance, eclipsing the $716.7 billion deficit in 2005.  The Census Bureau reported yesterday that the trade deficit -- the amount by which the value of America's imports of goods and services exceeded the value of its exports -- fell to $58.2 billion in November, the smallest it has been since July 2005. In October, the deficit was $58.8 billion.  Yesterday's figures surprised many economists, most of whom expected the deficit to widen. Through November, the cumulative deficit for 2006 was $701.6 billion, well within reach of the previous record.  But some economists expect the trade outlook to improve this year as a weaker dollar combined with a slower domestic economy and stronger growth overseas help narrow the disparity between imports and exports.  ''The factors that are causing the improvement are really in the case of exports and the strengths of the economies abroad,'' said Peter E. Kretzmer, senior economist with the Bank of America. ''Japan continues to grow moderately, and emerging Asia is growing at a good clip, led by China. Then Europe also continues to at least outperform expectations. When you put all of that together, that's a boost to U.S. exports.''  In November, exports grew to $124.8 billion, from $123.7 billion in October. The increase was fairly broad-based. Exports of consumer goods like jewelry and sporting goods rose, as did exports of heavy duty goods like parts for commercial aircraft.  At the same time, imports are slowing. American businesses imported $183 billion worth of goods and services in November, up $500 million from October. That brought the three-month moving average for imports down to $184.3 billion, the lowest level since June.  The gap narrowed in November in part because Americans bought fewer goods from China, one of the nation's main trading partners. The net deficit with China fell to $22.9 billion in November, down from $24.4 billion in October. Also, the trade gap shrank because of the third monthly decline in petroleum imports, a factor that economists expect to help improve the trade gap this year if oil prices continue falling.  The Chinese government reported its full-year trade figures yesterday as well, posting a record surplus of $177.5 billion with the world as a whole in 2006. China's exports, and its surplus, continue to grow rapidly; the 2006 surplus was 75 percent greater than 2005's. Imbalanced trade with China has become an issue straining relations with the United States.  Top American officials, including the Treasury secretary, Henry M. Paulson Jr., and the chairman of the Federal Reserve, Ben S. Bernanke, traveled to China last month to press for a shift in the country's trade and currency policies. China accounts for a larger portion of the deficit than any other country.  A reason that Washington says that trade with China remains one-sided is the exchange rate. China keeps its currency, the yuan, loosely pegged to the dollar and the euro at a level that many economists say is undervalued, making its exports affordable and imported goods more expensive.  But economists expect Chinese imports to have less appeal in the United States as a slowing housing market damps consumer appetites.  ''I imagine as U.S. domestic demand growth slows,'' said Paul Ashworth, senior United States economist with Capital Economics, ''the wider trade deficit with China will probably continue to grow, but probably at a slower pace.''  Also yesterday, the Commerce Department reported that inventories at American wholesalers accumulated in November at the fastest pace in three months, a sign that imports could slow further.  Surplus Widens in Canada  OTTAWA, Jan. 10 (Bloomberg News) -- Canada's trade surplus widened more than expected in November to the largest since March, as exports of cars and energy products rebounded.  The surplus widened to 4.67 billion Canadian dollars ($3.97 billion), from a revised 3.76 billion Canadian dollars in October, Statistics Canada said. Exports rose 2.8 percent, to 38.1 billion Canadian dollars ($32.4 billion).  ", 
            "title": "Trade Deficit Drops for Third Consecutive Month"
        }, 
        "weight": 0.7439233206219029, 
        "file": "1818009.txt", 
        "other_topics": {
            "0": 0.00020367833812975198, 
            "1": 0.00016552818252149894, 
            "2": 0.7439233206219029, 
            "3": 0.00016132078256674066, 
            "4": 0.00023180403454013513, 
            "5": 9.932059008468036e-05, 
            "6": 0.00025854468383031863, 
            "7": 0.00026666961824549384, 
            "8": 0.010699250283801563, 
            "9": 0.013399310492782363, 
            "10": 0.10199659233573224, 
            "11": 0.013542309553635177, 
            "12": 0.00016230860423056966, 
            "13": 0.00013064502394773128, 
            "14": 0.0006045229268316048, 
            "15": 0.00022034232509078234, 
            "16": 0.00012450168837052948, 
            "17": 0.0003002596317998737, 
            "18": 9.002496289467865e-05, 
            "19": 0.005997667035148554, 
            "20": 0.0001803918659639909, 
            "21": 0.00012505195326177824, 
            "22": 0.00013526043148805162, 
            "23": 9.128289225132512e-05, 
            "24": 0.00010486260482323159, 
            "25": 9.866068216646633e-05, 
            "26": 0.00011118856281059192, 
            "27": 0.0001303886395747768, 
            "28": 0.016222761588561913, 
            "29": 0.09014717785536004, 
            "30": 7.505120765049021e-05
        }
    }, 
    {
        "i": 20, 
        "content": {
            "text": "  The NASD Trace Corporate Bond Data chart in Business Day yesterday misstated the dollar volume for trading in convertible bonds and for all issues. The volume for convertible bonds was $2.956 billion, not $4.155 billion; the volume for all issues was $18.817 billion, not $20.017 billion.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7310567540872074, 
        "file": "1816604.txt", 
        "other_topics": {
            "0": 0.002670505799390261, 
            "1": 0.002170304291782817, 
            "2": 0.7310567540872074, 
            "3": 0.036818258054504005, 
            "4": 0.003039272728978865, 
            "5": 0.001302230832475836, 
            "6": 0.003389879767825599, 
            "7": 0.0034964089386477237, 
            "8": 0.0014695515630189313, 
            "9": 0.0021679710421115403, 
            "10": 0.12270778572362498, 
            "11": 0.004042887269440164, 
            "12": 0.0021280911503340667, 
            "13": 0.0017129376511882126, 
            "14": 0.04262925350659538, 
            "15": 0.002888993804688331, 
            "16": 0.0016323899923789253, 
            "17": 0.003936820652638754, 
            "18": 0.0011803522539887347, 
            "19": 0.00923150474177598, 
            "20": 0.0023651878184158225, 
            "21": 0.0016396047290896329, 
            "22": 0.0017734520520624143, 
            "23": 0.0011968454543604288, 
            "24": 0.0013748943402180247, 
            "25": 0.0012935785234535018, 
            "26": 0.0014578364323770004, 
            "27": 0.0017095760960953398, 
            "28": 0.004484216362742872, 
            "29": 0.0020486288053763774, 
            "30": 0.0009840255332120669
        }
    }, 
    {
        "i": 21, 
        "content": {
            "text": "  Citigroup reported fourth-quarter results yesterday that were good. The only problem was that its competitors have done so much better.  Citigroup's operating profit for the quarter rose 3.2 percent, led by a solid trading performance, improvement in its consumer business and big gains from its alternative investment unit.  But last year was particularly rough for the bank. For all of 2006, earnings fell 12 percent, to $21.5 billion. Citigroup shares gained nearly 15 percent for the year, though not until a big year-end rally.  ''It is no fun to score in the last two minutes of the game,'' Citigroup's chairman and chief executive, Charles O. Prince III, said yesterday on a lengthy conference call with analysts and investors. ''It is better than not scoring, but it is nerve-racking.''  Mr. Prince is under pressure from investors to rein in expenses and begin to show results soon. He has set out a long-term strategy that calls for integrating the bank's sprawling businesses and placing a greater emphasis on international and internal growth. Compared with many of its competitors, it must make up significant ground.  ''We're engaged in a very extensive, very transparent, multiyear effort,'' Mr. Prince said, sounding somewhat exhausted. ''It's not easy. It's not fast, and it's certainly not glamorous.''  Citigroup's trading performance was fairly robust, but paled in comparison to the blowout fourth-quarters posted by some peers. Citigroup's $2.75 billion in fixed-income trading revenue was up 32 percent from last year and equity trading revenue of $900 million was up 17 percent from last year. JPMorgan Chase showed a 77 percent increase in the fourth quarter from its fixed income and almost doubled its equity trading revenue. Merrill Lynch and Goldman Sachs reported similarly large gains.  Citigroup's expenses, meanwhile, remain high. Yesterday, the company said operating expenses were up 23 percent in the fourth quarter, while revenue grew 15 percent.  And a big tax benefit is about to disappear. If all the one-time tax benefits that will be gone next year were taken away in the fourth quarter, profits from all of the bank's consumer businesses were down from the third quarter.  There are also signs that credit quality is worsening. Mr. Prince noted a ''slight weakness'' in auto loans and second mortgages in the United States. Internationally, there are signs of potentially greater deterioration. In Mexico, a sharp increase in bad loans led to bigger losses and caused Citigroup to set aside an additional $111 million pretax in loss reserves.  ''I would emphasize that we are planning on headwinds from credit in 2007,'' Mr. Prince said.  Over all for the fourth-quarter, Citigroup's net income fell 26 percent from the quarter a year earlier, when it recorded a huge one-time gain from the sale of its asset management unit to Legg Mason. The bank was also hurt in the fourth quarter by an after-tax charge of $415 million related to the recent announcement that it would significantly cut back its consumer finance operations in Japan.  Net income from continuing operations rose to $5.13 billion, or $1.03 a share, from $4.97 billion, or 98 cents a share in the quarter a year ago. Revenue rose 15 percent, to $23.8 billion.  Citigroup shares closed yesterday at 54.50, up 11 cents, but the stock has long lagged its peers.  Still, Mr. Prince said the company delivered on its financial targets last year -- a remark that some analysts said suggested less about the bank's performance and more about a low bar. He once again emphasized Robert A. Druskin's new role as chief operating officer and expense-control czar. And he has tweaked the strategy, cutting back some investment spending and ramping up the bank's engine for small acquisitions, a move that could pay off faster but may sacrifice longer-term returns.  But delivering results will take time.  ''It would be really terrific if Rome were built in a day,'' Citigroup's chief financial officer, Sallie L. Krawcheck, said.  There were some bright spots in yesterday's results. Citigroup's consumer business in the United States showed modest improvement, though credit quality has remained unusually high. And net interest margins, which make up roughly half of Citigroup's revenue, appear to be stabilizing after months of sharp declines.  That should improve the quality of earnings, a research analyst with Sanford C. Bernstein, Howard K. Mason, said.  ''I am happy to see there is some relief in sight,'' Mr. Mason said. ''If earnings quality improves, nobody will talk about that the C.E.O. is a lawyer and the C.F.O. is an analyst.''  ''You just will have a different story'' that is focused on Citigroup's growth, he said.  ", 
            "title": "Citigroup Reports Good Quarterly Results"
        }, 
        "weight": 0.7238561418901353, 
        "file": "1820011.txt", 
        "other_topics": {
            "0": 0.000195403269016002, 
            "1": 0.00015880308272337397, 
            "2": 0.7238561418901353, 
            "3": 0.00015476662154263805, 
            "4": 0.0027616441242332116, 
            "5": 9.528538067107258e-05, 
            "6": 0.0002480404979294813, 
            "7": 0.0002558353314883375, 
            "8": 0.00010752838637049157, 
            "9": 0.0001586323567832535, 
            "10": 0.21465852321061962, 
            "11": 0.0002958216338238846, 
            "12": 0.00015571430986378905, 
            "13": 0.00012533716149921555, 
            "14": 0.0005799622934018918, 
            "15": 0.0002113902294209471, 
            "16": 0.00011944341813175538, 
            "17": 0.0002880606457514396, 
            "18": 8.636741739054325e-05, 
            "19": 0.031146571596582615, 
            "20": 0.00017306288256734026, 
            "21": 0.00011997132679186159, 
            "22": 0.0001297650536820611, 
            "23": 8.757423943522887e-05, 
            "24": 0.012796891499411399, 
            "25": 9.465228357467729e-05, 
            "26": 0.00010667117990986322, 
            "27": 0.00012509119354278022, 
            "28": 0.010485145486080167, 
            "29": 0.00014989997986983997, 
            "30": 7.200201775587035e-05
        }
    }, 
    {
        "i": 22, 
        "content": {
            "text": "  The economy seems to be shaking off a slowdown brought on by the precipitous drop in housing, the latest economic data suggested yesterday.  More new home construction was started in December than in November, the Census Bureau reported, and the Consumer Price Index, the nation's best-known inflation gauge, rose at its fastest pace in eight months -- on the surface, at least, an indication of robust demand. Fine print in the reports, however, signaled that the five-year-old recovery is far from being on solid ground.  ''The economy is performing significantly better than many economists had expected as recently as a month ago,'' said Lynn Reaser, chief economist for the Investment Strategies Group at Bank of America. ''But the housing downturn and cutbacks in auto production are still likely to hamper growth.''  The housing starts came in at a seasonally adjusted annual rate of 1.6 million units, up 4.5 percent from the November rate. The number of building permits issued last month also rose, suggesting that prices may have fallen enough to draw people back into the market.  Nevertheless, the increase in construction starts was entirely in apartment buildings. Builders started fewer single-family homes in December than in November. And compared with a year ago, permits and construction for any type of housing were down about 25 percent.  ''Very simply, the benchmark single-family sector is very weak,'' Joel Naroff, president of Naroff Economic Advisors, wrote to his clients.  The inflation numbers were also ambiguous. The 0.5 percent increase in December came after no increase in November, and sharp drops in September and October.  Not since the 0.6 percent rise in April, has the Consumer Price Index jumped so sharply in one month -- suggesting to Bernard Baumohl, managing director of the Economic Outlook Group, that inflation is far from subdued, as the Federal Reserve would like.  ''All this talk about the Fed lowering rates is looking increasingly unlikely,'' Mr. Baumohl said, ''and the possibility is growing that the Fed will have to raise rates in the second half of this year.'' Like many economists, Mr. Baumohl focuses mainly on the so-called core inflation rate, which measures price changes other than those for food and energy.  The core rate rose 0.2 percent in December, matching the increase in four of the last six months. It appears to be leveling off, he said, at an annual rate of 2.6 percent, which was the year-over-year increase reported yesterday by the Bureau of Labor Statistics.  If so, that would be well above the 1 to 2 percent annual rate that Ben S. Bernanke, the Fed's chairman, describes as acceptable.  Patrick Jackman, an economist at the bureau, argued that home rents are playing a big role in the core rate's steady increase to 2.6 percent last year from 2.2 percent in 2004 and 2005. The bureau measures housing costs not by the purchase price of a house, but by rents and by what it describes as the rental equivalent of owning a home.  Indeed, more people are seeking to rent homes, driving up rental prices. Compounding the impact on inflation, no other item counts as heavily as rents in the bureau's monthly calculation of changes in the Consumer Price Index.  Most of the 0.2 percent increase in the core inflation rate last month came from rising rents, the bureau reported. Meanwhile, the cost of many other major items -- recreation, for example, education and health care -- rose only mildly or not at all. Car prices fell.  The two exceptions were apparel and tobacco prices, the former going up because of an anomaly in the seasonal adjustment formula the bureau uses for the Christmas season, and the latter because wholesalers raised prices last month.  ''If I were on the Fed, I would say there is really no inflationary pressure in the broad economy,'' Mr. Jackman said.  The 0.5 percent increase in the overall inflation rate last month came mainly from a spike in fuel costs. After falling from August until early November, fuel prices rose until late December -- and then started to fall again.  Absent the spike in gas prices, the overall price index would have risen by about 1.25 percent last month. Oil prices in 2006 rose much more slowly than in 2005. As a result, the rise of 2.5 percent in the overall price index last year was well below the 3.4 percent increase in 2005.  ''Inflation does seem to be subsiding,'' Ms. Reaser said, ''and I think that will continue partly because the Fed's earlier rate increases are still putting a lid on economic growth.''  ", 
            "title": "Economy Seems to Be Holding Its Own, but Inflation Risk Persists"
        }, 
        "weight": 0.7191214427018419, 
        "file": "1819855.txt", 
        "other_topics": {
            "0": 0.0029439754823116634, 
            "1": 0.00017095806799105828, 
            "2": 0.7191214427018419, 
            "3": 0.0029002284553488336, 
            "4": 0.00023940799260794776, 
            "5": 0.00010257864210164622, 
            "6": 0.008467873238714339, 
            "7": 0.00027541728564102073, 
            "8": 0.00011575874266948057, 
            "9": 0.00017077427447535057, 
            "10": 0.12174412112300372, 
            "11": 0.04678993286221649, 
            "12": 0.00016763287661893808, 
            "13": 0.00013493062357431982, 
            "14": 0.01155881654512441, 
            "15": 0.0002275703002374554, 
            "16": 0.0001285857657664191, 
            "17": 0.00031010916549842446, 
            "18": 9.297808683087572e-05, 
            "19": 0.0007271792353172223, 
            "20": 0.00018630933063317102, 
            "21": 0.000129154081211307, 
            "22": 0.00013969743212658583, 
            "23": 0.05750020917068042, 
            "24": 0.00010830245370912057, 
            "25": 0.00010189708696685691, 
            "26": 0.00011483592456125937, 
            "27": 0.00013466582892487876, 
            "28": 0.0249557705710531, 
            "29": 0.0001613735105828297, 
            "30": 7.751314165886578e-05
        }
    }, 
    {
        "i": 23, 
        "content": {
            "text": "  By the end of 2006, Wall Street had every reason to celebrate. A second-half rally propelled the stock market to its best year since 2003. Companies reported strong profits, and some, like oil producers and investment banks, had record-shattering earnings.  Yet the year had a more precarious beginning. Worries were rampant that a slowdown in housing would hurt the overall economy and that the Federal Reserve would raise interest rates and stall growth. But the economy proved resilient, withstanding a housing slump. The Fed halted its campaign for higher interest rates. Profits accelerated, and there was a huge wave of mergers and acquisitions.  Nonetheless, Wall Street economists are looking at 2007 with some caution. They expect at least some slowdown in economic growth. And many worry that housing's slump will spread to other corners of the economy.  The analysts surveyed predicted that the Standard & Poor's 500-stock index, which closed 2006 at 1,418.30, would end 2007 at 1,440 to 1,570.  Richard Bernstein  Chief Investment Strategist  Merrill Lynch  Though concerns mount that the world is suffering from global warming, Richard Bernstein is content to call himself a ''bipolar bear.'' While he foresees returns rising 12 percent over the coming year -- and the S.& P. hitting 1,570 by the end of the year -- Mr. Bernstein expects increased volatility. That is in large part because the Fed will not ease, or lower rates, in January, he says.  ''As the uncertainty about the Fed easing has gone up, you've found that the market has become choppier,'' he said.  Mr. Bernstein cautioned that he expected growth in gross domestic product to be a full percentage point below other estimates, citing in part a ''money illusion'' over the growth in the Dow and even in energy prices.  Investors should watch earnings carefully, he said. ''There's sort of an embedded assumption that earnings will be going great forever.''  Mr. Bernstein recommends a mix of 50 percent stocks, 30 percent bonds and 20 percent cash for investors' portfolios. Among sectors to watch, Mr. Bernstein rated telecommunications as a growth sector, aided by increasing attractiveness in European and Asian companies. ''It's one of our turnaround sectors,'' he said.  He is bearish on energy and commodities, citing their cyclical nature.  Abby Joseph Cohen  Chief Investment Strategist  Goldman Sachs  The coming year looks to be reasonable, if a little slow, said Abby Joseph Cohen, long one of Wall Street's optimists.  ''We are assuming profit growth is in the process of deceleration,'' she said. ''Especially in the case of energy companies, we expect that they will show gains for 2007, but they will not show as much of a boost as in previous years.''  Still, Ms. Cohen said, her team's research indicates that the S.& P. is underpriced, pointing to a 12-month target of 1,550. Buoyed by the Fed's halt in raising interest rates, merger activity should keep rolling, but with more of a focus on international expansion.  With the slowdown in housing, the economy will rotate toward discretionary consumer services, like travel, restaurants and entertainment, she said. Large-capitalization industrials and information technology may also see favorable growth. Over all, Ms. Cohen said, the economy should run well, with no real bumps in the way.  David Bianco  Chief U.S. Equity Strategist  UBS Investment Research  David Bianco remembers a scary moment from last summer, as he and others feared that the Fed might tighten interest rates. Since then, the stock market has recovered and that forward momentum should carry over into 2007, he said.  ''We'll continue to see P/E expansion,'' Mr. Bianco said of price-to-earnings ratios, ''mostly driven by everybody's fears of a weakening economy not taking place.''  Mr. Bianco said that he expects the Fed to cut interest rates in March, setting a fairly steady metronome for slowing but solid growth and a target S.& P. of 1,500 by year-end.  Like Ms. Cohen, Mr. Bianco said that he sees the S.& P. as relatively undervalued. Despite the flurry of merger activity in 2006, he believes that the S.& P. has been using less than half of its debt capacity, something he expects to be corrected.  Housing will continue to slow and prices will fall further, taking consumer-related spending and industries like autos along with it, he said.  Abhijit Chakrabortti  Chief U.S. and Global Equity Strategist  J. P. Morgan Chase  Last year can be summed up in one phrase, according to Abhijit Chakrabortti: Value killed growth.  ''If you had that the S.& P. would be up for the year, you would have said that tech, industrials and health care would kill value stocks,'' he said. ''But telecoms and utilities were the big winners.''  Coming off a surprisingly good 2006, however, Mr. Chakrabortti is distinctly bearish. He sees slower growth in the United States compared with Asia and Europe. Volatility will pick up as earnings slow down, he added, and the dollar will weaken.  The Fed will hold steady, Mr. Chakrabortti said, but other central banks will tighten.  He predicts the S.& P. will rise to 1,440 -- the low end of targets among the analysts surveyed.  ''I very much suspect that there will be a time when a 1,440 valuation looks good,'' he said. ''The market will be disappointed with the Fed, and we'll see a significant correction sometime in the first half.''  Ethan S. Harris  Chief U.S. Economist  Lehman Brothers  Ethan S. Harris said he was less surprised than most by the resilience of the stock market last year. He expects 2007 to be a growth year, albeit one without the boom that marked the last half of 2006.  ''There's still room for the market to rally,'' he said. To that end, he staked an S.& P. price target of 1,570, thanks in large part to the economy shrugging off the housing slump.  But he also said he did not expect a completely rosy economic picture. Alone among economists surveyed, Mr. Harris talked about the possibility of ''a very mild version of stagflation.'' Moreover, he gave recession a 20 percent chance to appear in 2007.  THE YEAR AHEAD IN MARKETS  ", 
            "title": "Cautiously, Economists Expect an Upswing"
        }, 
        "weight": 0.7150056873764512, 
        "file": "1815949.txt", 
        "other_topics": {
            "0": 0.0022777427958831026, 
            "1": 0.00013226961640963253, 
            "2": 0.7150056873764512, 
            "3": 0.006473872488061691, 
            "4": 0.00018522906651770104, 
            "5": 7.936471090276585e-05, 
            "6": 0.00020659688056772057, 
            "7": 0.0002130893215652472, 
            "8": 0.008549515311238792, 
            "9": 0.0001321274160554351, 
            "10": 0.20628735016297933, 
            "11": 0.012936324358423396, 
            "12": 0.0001296969283087003, 
            "13": 0.0001043953177045805, 
            "14": 0.02374793114590515, 
            "15": 0.00017607028830138338, 
            "16": 9.948632500077558e-05, 
            "17": 0.00023993029897678326, 
            "18": 7.19367972751346e-05, 
            "19": 0.015367533959085068, 
            "20": 0.00014414683077533288, 
            "21": 0.002214914330012572, 
            "22": 0.00010808337961423753, 
            "23": 7.294197857380821e-05, 
            "24": 8.379320248914264e-05, 
            "25": 0.004308813997214184, 
            "26": 8.88481243983041e-05, 
            "27": 0.00010419044707682678, 
            "28": 0.00027329143680150425, 
            "29": 0.00012485408026828584, 
            "30": 5.9971627162164316e-05
        }
    }, 
    {
        "i": 24, 
        "content": {
            "text": "  The Market Gauges chart in Business Day on Saturday for the snapshot of Schlumberger, the energy services company, provided incorrect market and financial results. The stock, trading under the ticker symbol SLB, closed at $61, not $14.98. It had a 52-week high of $74.75, not $15.37, and a 52-week low of $54, not $9.57. The price/earnings ratio was 20.27, not 35.7, and the market cap was $72.12 billion, not $3.8 billion. The 12-month E.P.S. was $3.01, not $2.56, with a yield of 1.15 percent, not 2.2 percent.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7121258492300807, 
        "file": "1821077.txt", 
        "other_topics": {
            "0": 0.00188536800514439, 
            "1": 0.0015322274432390812, 
            "2": 0.7121258492300807, 
            "3": 0.19749555028300528, 
            "4": 0.0021457162023137922, 
            "5": 0.0009193705355079406, 
            "6": 0.0023932435784277013, 
            "7": 0.00246845281044976, 
            "8": 0.0010374984017853196, 
            "9": 0.0015305801769125136, 
            "10": 0.013130428187789147, 
            "11": 0.0028542646520177592, 
            "12": 0.0015024251090511981, 
            "13": 0.0012093281516538223, 
            "14": 0.0055958242545089965, 
            "15": 0.0020396197932479217, 
            "16": 0.0011524617786832073, 
            "17": 0.0027793819815599956, 
            "18": 0.0008333246739170295, 
            "19": 0.00651741092771904, 
            "20": 0.0016698145497443227, 
            "21": 0.0011575553582451818, 
            "22": 0.0012520511127066503, 
            "23": 0.0008449688172438582, 
            "24": 0.0009706707246593606, 
            "25": 0.0009132620347868204, 
            "26": 0.0010292275594252596, 
            "27": 0.0012069549051995064, 
            "28": 0.027666125119750255, 
            "29": 0.001446324963965881, 
            "30": 0.0006947186772583592
        }
    }, 
    {
        "i": 25, 
        "content": {
            "text": "  DETROIT - Ford Motor Co. Thursday posted a fourth-quarter loss of almost $5.8 billion on declining sales of its profitable trucks and charges for employee buyouts.  For the full year, Ford lost $12.7 billion, its deepest loss in its 103-year history. The previous record net loss was $7.39 in 1992.  Ford, which is in the early stages of a turnaround plan that includes closing 16 plants and cutting up to 45,000 jobs in North America, recorded a net loss of $3.05 a share during the fourth quarter, compared with a loss of $74 million, or 4 cents a share, a year ago.  The loss from continuing operations was $1.10 cents a share, which was deeper than the average Wall Street analyst expectations of a loss of 94 cents per share as tracked by Reuters Estimates.  ", 
            "title": "Ford Reports $5.8 Billion Quarterly Loss"
        }, 
        "weight": 0.7113546557753928, 
        "file": "1821388.txt", 
        "other_topics": {
            "0": 0.0009763632739313512, 
            "1": 0.0007934846665512401, 
            "2": 0.7113546557753928, 
            "3": 0.0007733158511912607, 
            "4": 0.0011111881025360857, 
            "5": 0.00047610844331465527, 
            "6": 0.0012393734958761537, 
            "7": 0.0012783216120033796, 
            "8": 0.11472750623789608, 
            "9": 0.0007926316074459322, 
            "10": 0.10830219055053623, 
            "11": 0.02685372474579764, 
            "12": 0.0007780511254605449, 
            "13": 0.0006262669092635041, 
            "14": 0.0028978731338227216, 
            "15": 0.001056244644799844, 
            "16": 0.0005968178903246584, 
            "17": 0.014127143112395784, 
            "18": 0.0004315484322707042, 
            "19": 0.0033751292339642687, 
            "20": 0.0008647360070808632, 
            "21": 0.000599455669264149, 
            "22": 0.0006483915714046686, 
            "23": 0.00043757850908843286, 
            "24": 0.0005026749388192514, 
            "25": 0.0004729450737514658, 
            "26": 0.0005329993862200186, 
            "27": 0.0006250378915483105, 
            "28": 0.0016394737543516352, 
            "29": 0.0007489989079761768, 
            "30": 0.0003597694457201114
        }
    }, 
    {
        "i": 26, 
        "content": {
            "text": "  Five years ago, the United States economy went through a recession that did virtually no damage to the housing market. In 2007, the question is whether the economy can emerge unscathed from a housing recession.  As 2006 ended, the opinion of stock market investors could not have been clearer: there are blue skies ahead. The Dow Jones industrial average, which was up 16.3 percent for 2006, was setting new highs in the final week of the year, and even the shares of home builders had rallied sharply from their midyear lows.  In the bond market, however, the outlook was cloudy at best. Prices in the futures market showed that investors expected that the next move by the Federal Reserve would be to reduce the interest rate it has raised 17 times since mid-2004.  That indicates worry about a slowing economy. And another traditional indicator -- the yield curve -- says the same thing. When short-term interest rates exceed long-term rates, as they do now, a recession often follows.  Nonetheless, there are other indicators in the bond market to show a complete lack of worry. In a recession, less creditworthy borrowers are more likely to default as business turns bad, so investors who fear a downturn are expected to demand higher interest rates from them.  But investors are not doing that. The spread between Treasury bonds and BB-rated bonds -- the best level of junk -- has shrunk to historic lows of less than two percentage points. And while very bad junk bonds -- those rated CCC or lower -- pay much more, spreads there fell to their lowest ever in 2006, although they drifted up a bit late in the year.  So the stock market says a boom is here and is going to stay, housing notwithstanding. And the bond market expects a recession -- but one that does not damage those who are financially stretched before it begins. ''We think of markets as forecasters,'' said Robert J. Barbera, the chief economist of ITG. ''But it is very hard to come up with a model'' that makes sense of the current forecasts.  The answer to that conundrum is probably to look at markets from a different perspective. They move because money comes in or goes out, and money now is easier and more plentiful than ever. So most asset prices have risen, whether stocks or long-term bonds or commodities. An exception is short-term debt. There is no upside to a Treasury bill that matures in a few months, and thus little attraction to it.  There is a perception that central banks tightened in 2006, and that was true of the Federal Reserve and the European Central Bank. But it is anything but accurate about the central banks that matter the most now.  ''We are in a global market, with the central banks of Japan and China very, very easy,'' Mr. Barbera said. ''Two central banks are pumping it out hand over fist.''  Where is the money going? Into consumption in many countries, and into a bidding war for assets as well. The Standard & Poor's 500-stock index, which generally contains the largest public companies in the United States, now has eight companies in it that have announced plans to go private, often with a lot of borrowed money involved.  And companies that are awash with cash are putting a lot of that money into dividends and even more into stock buybacks, at least among S.& P. 500 companies, reports Howard Silverblatt, an analyst with Standard & Poor's. He estimates that those 500 companies spent $425 billion on capital in 2006, up 3 percent from the prior year, and spent $437 billion on stock buybacks, up 25 percent. It was the first year ever that more money was spent on buybacks than capital spending. Dividends climbed 11 percent, to $224 billion.  Stock of Exxon Mobil, the largest company in the country by market value, rose 36 percent, but because of share buybacks the company's market value climbed only 28 percent, leaving it at $447 billion. That is still well below the record year-end value for an American company, the $603 billion valuation for Microsoft at the end of 1999. Microsoft, its stock up 14 percent in 2006, ended the year as the fourth-largest company, with a market value of $258 billion, trailing General Electric and Citigroup.  Among all companies, not just those in the index, S.& P. counted 221 special dividends in December, the most for a single month since 1978.  Some stocks went down, of course, but not that many. All of the 10 sectors in the S.& P. 500 showed gains, with the best performance coming from telecommunications services, which rose 32 percent, and the worst from health care, which managed a gain of 6 percent.  The overall index managed a gain in 11 of the 12 months, the exception being May. The last time the index managed that was in 1958. For what it's worth, the year that followed, 1959, was a respectable year with a rise of more than 8 percent.  But as good as the market was in the United States, it was better almost everywhere else. The S.& P. 500 rose 13.6 percent. But in dollar terms, virtually every major market in Europe was up at least 20 percent, and some grew much more. The Asian performance was more mixed, with Japan's leading index rising just 5.7 percent, but many of those markets did much better than the United States did.  The vast majority of American stocks have surpassed the highs they set in the great bull market that ended in 2000, but that is not true of many of the most prominent stocks. That bull market was kindest to technology stocks; many of them have not come close to recovering to their old peaks, and may never do so. It was also kind to large stocks in general, as a lot of money poured into index funds that tracked the S.& P. 500 index, and some of the largest, such as General Electric and Merck, are well below where they were.  That index, calculated the traditional way that gives the highest weight to the largest companies, ended the year at 1,418.30, still 7.1 percent below its 2000 high of 1,527.48. But the index is also calculated on an equal-weighted basis, in which each of the 500 stocks counts as much as any other. For the year, that index did only a little better than the regular S.& P., but it ended the year 52 percent above its 2000 high.  The Dow, of course, set records in the year. But just 8 of the 30 Dow stocks -- Boeing, Exxon Mobil, Altria, American Express, Procter & Gamble, United Technologies, Caterpillar and Citigroup -- set new highs in 2006. Two of them, Eastman Kodak and International Paper, have never risen above the highs they set in 1997.  The dollar, widely forecast to weaken, did so against the euro, and the Chinese yuan was allowed to float upward against the dollar, gaining 3.4 percent during the year. But the dollar actually showed a small gain against the Japanese yen.  That the dollar held up as well as it did in the face of growing trade deficits reflects that people around the world continue to be happy to hold dollar-denominated assets, including Treasury securities. That willingness has also helped to hold down interest rates in this country.  Those low interest rates helped support home prices. As home prices rose, lenders became more willing to lend on homes with little equity, or to people whose ability to repay seemed suspect, and that lending also provided money to keep consumption strong. Mortgage defaults were few and far between, which was hardly a surprise given that virtually any home could be sold for more than had been borrowed against it.  But that started to change in 2006. Some subprime loans -- a polite way of saying loans to people with poor credit -- defaulted soon after they were issued. The banking regulators, who had watched without action as the mortgage market heated up, finally put out guidelines aimed at restricting risky borrowing just as the market was turning lower. That could make it hard for homeowners under financial stress to refinance their existing home loans.  With prices falling in some regions, home builders reported a surge of cancellations of purchase contracts. Housing starts plunged, and although starts showed a reassuring increase in November, newly issued permits to build new homes continued to decline.  Oddly enough, rising home sales could be a bad sign in 2007, particularly if prices continue to sag. A surge in sales of existing homes could be an indication that people were being forced to sell, and that could have a depressing effect on purchases of other things.  In the past, when home prices fell, the number of homes sold also fell, as homeowners hung on to wait for good times to return. That could be harder this time, at least for those with mortgages that allow large increases in monthly payments.  But even with housing in many areas of the United States on the ropes, much of the rest of the world seems to be humming along. There is strong economic growth in most of the developing world, and many commodities prices continue to be strong.  Still, it was in commodities that the perils of a liquidity-driven market were exposed. Crude oil ended the year at virtually the same level as a year earlier, but spot natural gas was down 44 percent. It is no coincidence that a bet on natural gas led to the most notable hedge fund blowup of the year. Reality, in the form of warmer weather and higher inventories than expected, sent prices plunging.  No such disasters have befallen most other markets, and with earnings strong, perhaps they will be averted. Easy money is driving up asset prices, and that could continue in 2007.  THE YEAR AHEAD IN MARKETS  ", 
            "title": "Weathering a Storm in Shelter"
        }, 
        "weight": 0.7091874912696609, 
        "file": "1815941.txt", 
        "other_topics": {
            "0": 0.000107204243030516, 
            "1": 8.712425518775511e-05, 
            "2": 0.7091874912696609, 
            "3": 8.490972844221013e-05, 
            "4": 0.00012200794783814468, 
            "5": 5.227649034817513e-05, 
            "6": 0.0001360826456760287, 
            "7": 0.00014035913109735297, 
            "8": 0.009810798053436117, 
            "9": 0.0014801455430614961, 
            "10": 0.19299647516133553, 
            "11": 0.029417710867220514, 
            "12": 8.542965940144877e-05, 
            "13": 6.876382155621244e-05, 
            "14": 0.025394254311715683, 
            "15": 0.0001159751811893378, 
            "16": 6.55303326821192e-05, 
            "17": 0.00015803892959506102, 
            "18": 4.738382141956682e-05, 
            "19": 0.029626001674386584, 
            "20": 9.494761994381704e-05, 
            "21": 6.58199596089405e-05, 
            "22": 7.119309938801691e-05, 
            "23": 4.804592110922179e-05, 
            "24": 5.519347946133189e-05, 
            "25": 5.1929153810124085e-05, 
            "26": 5.852308998204317e-05, 
            "27": 6.862887597054134e-05, 
            "28": 0.00018001347192830083, 
            "29": 8.223973914643046e-05, 
            "30": 3.950252137059045e-05
        }
    }, 
    {
        "i": 27, 
        "content": {
            "text": "  THE long-running rally in real estate funds gained strength in 2006, as the category led most others for the year. The surge caught off-guard even some seasoned money managers, who only a year ago were cautioning giddy investors not to expect a repeat of previous years' stellar returns.  But what may not have been evident at the time was the mounting appetite from institutions like pension and private equity funds for commercial real estate and, in particular, real estate investment trusts, which account for the bulk of most real estate funds' holdings.  The big investors, hungry for higher yields, pumped capital into dividend-paying REITs and in some cases acquired entire portfolios of office buildings and other commercial property in private deals. About two dozen mergers and acquisitions with a record value of nearly $103 billion were announced last year, according to the research company SNL Financial. Among them was the Blackstone Group's planned $36 billion leveraged buyout of Equity Office Properties Trust, the nation's largest owner and manager of office buildings.  REITs have also benefited from low interest rates and steady job growth and, because of rising construction costs, a limited supply of commercial buildings -- unlike the residential side, where the inventory of unsold homes has been mounting.  ''The housing market may be in tough shape, but this part of the world is doing quite well,'' said William E. Seale, the chief investment officer at the ProFunds family of mutual funds.  The subsequent run-up in REIT share prices -- they returned, on average, 34.4 percent last year, as measured by the National Association of Real Estate Investment Trusts -- helped to bring even more riches to real estate fund investors, many of whom had already amassed capacious returns from previous years.  Real estate funds, along with E.T.F.'s, ended 2006 with more investment money flowing into them than ever before: around $7 billion, according to preliminary numbers from AMG Data Services.  Real estate funds returned 34 percent last year, on average, and 10.1 percent for the fourth quarter, said Morningstar, the fund tracker, after climbing nearly 12 percent in 2005 and 32 percent in 2004. For the five years through December, the annualized return was 23.2 percent. By contrast, the Standard & Poor's 500-stock index returned 15.8 percent last year and 6.2 percent, annualized, over the five-year span.  ''This is a pretty powerful multiyear run; this really is incredible,'' said John Coumarianos, an analyst at Morningstar. Echoing the sentiment of other analysts, he added, ''I can see next year being another good year for real estate funds.''  ONLY a year ago, though, many analysts and money managers predicted that the real estate rally would lose steam in 2006, as they raised concerns about the economy and the direction of interest rates. ''As the year has worn on in 2006, I think that the pace of growth continued to surprise people,'' said Theodore R. Bigman, who manages global real estate for Morgan Stanley Investment Management.  The top performers last year were funds that invest in foreign real estate, like E.I.I. International Property, which returned 59.8 percent, and Morgan Stanley Institutional International Real Estate A and B shares, which returned 56.1 percent and 55.7 percent, respectively.  Domestic funds weren't too far behind. The ProFunds Real Estate UltraSector, a leveraged index fund that tracks the Dow Jones United States real estate index, returned 48.5 percent for investor shares and 47.2 percent for the higher-fee service class. Among other funds that ranked high on the performance list, the Morgan Stanley Real Estate fund returned 38.3 percent; ING Van Kampen Real Estate I shares, 38 percent; and Neuberger Berman Real Estate, 37.8 percent.  All of those funds had significant holdings in Equity Office Properties Trust as well as other office REITs like the Simon Property Group. ''They all seemed to go up in anticipation that somebody else will be next'' to be acquired, Mr. Coumarianos said of the office REIT subset.  Many top-performing funds also had sizable holdings in apartment REITs like AvalonBay Communities, Equity Residential Properties Trust and Archstone-Smith Trust. Those companies have benefited from the reduced affordability of single-family homes, which has caused some people to defer home buying.  Twenty-six percent of Neuberger Berman Real Estate's holdings were in apartment REITs at the start of last year, although Steven R. Brown, the fund's manager, said he had since reduced that allocation to around 18 percent. ''We believe the easy money in apartments is over,'' he said.  Some market analysts seemed to agree. ''During the real estate boom, too many apartment buildings were turned into condos, which left a dearth of apartments,'' said Jeff Tjornehoj, a senior research analyst at Lipper, which tracks mutual funds. ''But now there's talk of a lot of condos becoming rentals again.''  While the weakening housing market has had little adverse affect on most real estate funds, because their focus is on the commercial side, there was one noted exception last year. The Alpine U.S. Realty Equity fund, once a marquee star of the sector, ended the year 0.4 percent lower. The fund has a significant portion of its assets invested in home builders like the Lennar Corporation, Toll Brothers and Hovnanian Enterprises, whose fortunes have reversed as demand for new homes has fallen.  The fund's one major bright spot, though, was hotels. And industry experts are predicting that many hotel companies, REITs and non-REITs alike, will continue to do well this year, as demand for hotel rooms again outpaces supply.  Mr. Bigman, who manages the Morgan Stanley as well as the ING Van Kampen real estate funds, has among his funds' holdings companies like Host Hotels & Resorts, Starwood Hotels & Resorts Worldwide and the Hilton Hotels Corporation, which he suggests may be undervalued and poised for growth.  ''We're very much bottom-up stock pickers and looking for stocks that trade at attractive valuations,'' Mr. Bigman said. He bases his investment decisions on the quality of the underlying properties, he said, rather than on financial metrics like low price-to-earnings ratios.  ''We're looking for a stock where you can buy real estate cheaper on Wall Street than on Main Street,'' he said.  And so, it seems, are many other large institutional investors, which helps to explain the growing attraction to REITs and the jump in merger-and-acquisition activity. Many analysts predict that the trend toward REIT privatization will extend through this year.  ''The private market right now is valuing REIT assets at a much higher rate'' than the public securities market, explained Bruce S. Schonbraun, the managing partner of the Schonbraun Group, a real estate consulting company.  The big institutions, Mr. Schonbraun and others said, have realized the efficiencies inherent in buying entire REIT portfolios rather than going through the onerous process of bidding for individual trophy assets, or developing property themselves at greater expense.  But, more important, commercial real estate in general has evolved into an accepted asset class among investors as well as an excellent portfolio diversifier, said John J. Kriz, the managing director of real estate finance for Moody's Investors Service. ''Investors, large and small, are feeling more comfortable about real estate; it is no longer a side show,'' he said.  FOR one thing, ''the technology for analyzing and understanding real estate is far better than it was a while ago,'' Mr. Kriz said, but also the proliferation of global REITs and funds ''provides additional legitimacy.''  What's next for fund investors?  Mr. Coumarianos suggests that those who have long invested in real estate may want to cash out some holdings this year, if only to keep portfolio asset allocations in balance.  Mr. Bigman, meanwhile, suggests that investors also start looking at the real estate markets overseas. ''The evolution of investing is away from the U.S. only and toward global,'' he said.  What might hurt commercial real estate, in the United States at least, is a weaker economy or a major spike in interest rates, though most experts aren't expecting either scenario to happen this year.  ''I'm probably like a lot of people and can't quite figure out when this party is going to stop,'' said Mr. Tjornehoj of Lipper. ''But I think as long as there's a lot of liquidity out there -- private equity or hedge funds shopping around for new asset classes or overlooked asset classes -- real estate will continue to show up on the radar screen.''  Mr. Kriz agreed. ''Is the party over? Maybe not,'' he said. ''But I would caution that trees do not grow to the sky.''  MUTUAL FUNDS REPORT  ", 
            "title": "Big Investors Still Crave Commercial Real Estate"
        }, 
        "weight": 0.7078118132156713, 
        "file": "1817138.txt", 
        "other_topics": {
            "0": 0.00010373585957820497, 
            "1": 8.43055204395221e-05, 
            "2": 0.7078118132156713, 
            "3": 8.216264037233444e-05, 
            "4": 0.013598495077528314, 
            "5": 5.0585186823771755e-05, 
            "6": 0.0001316799580298402, 
            "7": 0.0001358180861357255, 
            "8": 5.7084764473857465e-05, 
            "9": 8.421488530204523e-05, 
            "10": 0.10586984521141159, 
            "11": 0.012289437061774575, 
            "12": 0.002778752641590294, 
            "13": 6.653910270123816e-05, 
            "14": 0.007048108122205093, 
            "15": 0.0014602664770038845, 
            "16": 6.341022703075611e-05, 
            "17": 0.0001529258893577224, 
            "18": 4.585081062192419e-05, 
            "19": 0.02462338003979514, 
            "20": 0.006832093004559694, 
            "21": 6.369048364524711e-05, 
            "22": 6.88897860036218e-05, 
            "23": 0.11597822782848362, 
            "24": 5.3407802463597205e-05, 
            "25": 5.02490876795673e-05, 
            "26": 5.6629689952959914e-05, 
            "27": 6.640852301586234e-05, 
            "28": 0.00017418948838455762, 
            "29": 7.957903335424777e-05, 
            "30": 3.822449460995824e-05
        }
    }, 
    {
        "i": 28, 
        "content": {
            "text": "  MUTUAL funds made money across the board in the last quarter of 2006, in small- and large-cap stocks, and in growth and value shares. Some top-performing fund managers recently talked about some of their stocks and offered their thoughts about the year ahead.  Small Stocks, Big Gains  Small stocks led to big returns for the $78 million Pacific Advisors Small Cap fund, up 15.6 percent in the fourth quarter. The market capitalization for the 35 or so stocks in the portfolio averages $500 million.  The manager, George A. Henning, 59, says he looks for ''companies that are market leaders in their business, undervalued and have a good catalyst for future growth.'' Because he aims to hold stocks three to five years, he says, he buys what he calls ''less speculative stocks.''  He attributed the fund's fourth-quarter performance to a good overall economy. ''As the economy continues to move along, our stocks continue to perform well,'' he said. The fund carries a 5.75 percent front-end load, or sales charge.  One of its stars was ElkCorp, a company based in Dallas that Mr. Henning called the ''premier roofing company in the country.'' It became a takeover candidate, he said, when its share price fell because of slow sales during the light hurricane season last year. ElkCorp, which had agreed to be acquired for $38 a share by the Carlyle Group, is now weighing a bid from the Building Materials Corporation of America at $40 a share. ElkCorp rose 51.6 percent in the quarter.  Another winner was Terra Industries, an agricultural and industrial chemical company in Sioux City, Iowa. Sales in its ammonium nitrate fertilizer business have strengthened, Mr. Henning said, as prices of imported European ammonium nitrate have risen. The surge in domestic ethanol production has also contributed, he said, because ammonium nitrate is used in growing corn. The shares rose 55.4 percent.  The fund also made money in Toreador Resources, an oil and gas exploration and production company in Dallas. Its stock price dropped in the early fall on uncertainty about production levels in offshore wells, he said, but bounced back later in the year when it released positive reports about its preliminary findings. Its shares rose 43.9 percent.  Looking ahead, he says he is positive about stocks of all sizes. While share prices may initially drop after a strong year-end gain, he said, ''good growth may come in the second half of 2007 because many companies have good balance sheets.''  Finding Megatrends  Fast-growing companies drove the returns of the $160 million Eaton Vance Growth fund, up 14.3 percent in the quarter. The manager, Arieh Coll, 43, calls it a ''growth at a reasonable price'' portfolio. He seeks companies with annual earnings growth rates of 25 percent or more, or companies he sees as poised for rapid growth. The fund has a 5.75 percent front-end load.  To pick the fund's 85 stocks, Mr. Coll aims to identify megatrends in the economy, then looks for industries and companies that might benefit from them. In the fourth quarter, these were two commodity trends: rising prices for uranium, used in nuclear power plants, and for gold.  One of the fund's better performers was SXR Uranium One, a South African company whose shares trade on the Toronto and Johannesburg exchanges. SXR, a uranium and gold exploration and development company, owns properties in Canada, Australia and South Africa. He said the company should begin production in its Australian and South African mines next year.  ''SXR is constructing two mines that are scheduled to open in 2007,'' he said. ''Production costs are $15 a pound, so its earnings should start to rise rapidly.'' Uranium prices doubled, to $72 a pound, last year.  The company's shares rose 92.1 percent in the quarter.  The fund also profited from Gammon Lake Resources, a Canadian gold exploration and mining company that works primarily in Mexico. The shares, traded on the American Stock Exchange, rose 42.5 percent.  ''Ocampo, the company's biggest Mexican mine, increased its production in the fourth quarter, a signal that everything's O.K. at that mine,'' Mr. Coll said.  Another winner was Celgene, the biotechnology company in Summit, N.J. Celgene, which produces cancer drugs, recently began marketing Revlimid, used for patients with multiple myeloma. ''Sales are rising faster than expected,'' Mr. Coll said. ''Doctors are adopting the drug quickly because clinical data has proved its efficacy.'' Celgene shares rose 32.9 percent in the quarter.  This year, Mr. Coll expects interest rates to decline, which should be good for the stock market, but he anticipates slower economic growth.  A Boost From Commodities  Large value stocks propelled the $600 million John Hancock Large Cap Equity fund, which returned 10.5 percent in the quarter. The lead manager, Timothy Keefe, 44, says he picks the fund's approximately 50 stocks ''using a very disciplined approach to identify mispriced companies.'' The market capitalization averages $13 billion to $14 billion. The fund has a 5 percent front-end load.  Mr. Keefe says the fund profited in the fourth quarter from several commodities stocks. ''Some of the investments I made earlier in the year paid off in less than a year, which is unusual,'' he said.  One was Silver Standard Resources, a Canadian silver exploration and development company. Its shares, traded on Nasdaq, rose 39.5 percent. The company is a ''pure asset play,'' Mr. Keefe said. ''It's transitioning from a company that holds silver assets to a silver producer,'' he said. ''This will result in an upgrade in how the shares are valued.''  The fund also made money in Agnico-Eagle Mines, a gold exploration and development company in Toronto. He began buying shares in 2003, when it ''had a lot of difficulties with its biggest, best mine.'' Because of these difficulties, he added, ''its outstanding gold reserves were being underrecognized by the market.'' Its shares returned 32.5 percent.  Another winner was Bunge, a worldwide agricultural products company now based in White Plains. Its share price recovered from a drop in the summer, when difficulties with its Brazilian soybean suppliers created uncertainty about its short-term earnings, Mr. Keefe said. He expects the company's profit to rise in 2007 in tandem with rising soybean prices. In the quarter, shares returned 25.4 percent.  He expects a volatile stock market in 2007, which he sees as providing valuable opportunities.  ''There are a lot of crosscurrents in the market with the U.S. dollar, interest rates and disagreements about how fast the economy is growing,'' he said.  MUTUAL FUNDS REPORT  ", 
            "title": "Three Philosophies, Three Big Gains"
        }, 
        "weight": 0.6998184688493391, 
        "file": "1817146.txt", 
        "other_topics": {
            "0": 0.00013294885537629324, 
            "1": 0.00010804674959951878, 
            "2": 0.6998184688493391, 
            "3": 0.00010530041430813871, 
            "4": 0.0053343031602358995, 
            "5": 6.483045221355053e-05, 
            "6": 0.000168762275333223, 
            "7": 0.00017406573931679528, 
            "8": 0.08645641966450565, 
            "9": 0.00010793059075306572, 
            "10": 0.13050079591971164, 
            "11": 0.0002012716972980102, 
            "12": 0.00010594520432718487, 
            "13": 0.006995937884557667, 
            "14": 0.014215917357440749, 
            "15": 0.010509817209599037, 
            "16": 8.12671446225827e-05, 
            "17": 0.00019599126117216358, 
            "18": 5.876283105038005e-05, 
            "19": 0.0021872477821844854, 
            "20": 0.00011774885989018701, 
            "21": 8.162632414121504e-05, 
            "22": 8.828979904865592e-05, 
            "23": 5.958393097512436e-05, 
            "24": 0.0017961131288678368, 
            "25": 6.439970438250521e-05, 
            "26": 7.257714439513077e-05, 
            "27": 0.024272422390865203, 
            "28": 0.01231689919102475, 
            "29": 0.0035573196108951185, 
            "30": 4.898887256918196e-05
        }
    }, 
    {
        "i": 29, 
        "content": {
            "text": "  FOR the first time since the Internet bubble burst at the start of this decade, technology stocks really matter -- even to investors who are wary of them.  Tech has turned in the worst performance of any group of stocks over the past five years, but how the sector fares this year is likely to have major implications for the broader market.  To be sure, technology stocks account for only 15.5 percent of the market capitalization of the Standard & Poor's 500 index of blue-chip stocks, down from as high as 33.6 percent in 1999. But tech is still one of the largest sectors.  And if you invest in a general domestic stock fund, your personal stake in tech is probably growing, though you may not realize it. This month, a survey by Merrill Lynch showed that 41 percent of domestic fund managers are overweighting tech -- meaning that they are investing a greater portion of their portfolios in the sector than they normally do. In November, only 23 percent of fund managers were placing larger-than-usual bets on the group.  In fact, investment managers are more bullish on tech than they are on any other segment of the economy, according to a survey by the Russell Investment Group.  ''Tech stocks have become the darlings of the S.& P. 500,'' said Mike Thompson, managing director of global research at Thomson Financial.  That comes as somewhat of a surprise, given that tech stocks appreciated only 7.7 percent last year, on average, versus the 13.6 percent price gain for the broad S.& P. 500.  But with energy stocks and commodities possibly losing steam, investors are searching for the next investment group that may catch fire. And right now, the consensus seems to have settled on technology -- the one sector that hasn't experienced a sustained rally since the bear market of 2000.  It's noteworthy that investors aren't simply betting that tech stock prices will rise more than the broader market. Rather, they are counting on tech company earnings to swell.  In fact, ''if tech earnings don't come in as forecast, then we're going to have some real problems,'' Mr. Thompson said.  That's because, relatively speaking, investor expectations are as high for this sector as they have been in several years.  Wall Street analysts predict that tech profits will grow 17 percent in 2007, according to Thomson Financial. By contrast, earnings among all companies in the S.& P. 500 are expected to jump by a much more modest 7.9 percent, on average. And if you strip out tech's expected contributions to the broad market, overall corporate profits are expected to improve by 6.8 percent this year. That's a far cry from the double-digit growth enjoyed by S.& P. 500 companies for the past 13 quarters.  ''It's really the first time since the bubble burst seven years ago that tech earnings are expected to be such a major contributor to the broad market's earnings,'' said Jeffrey N. Kleintop, chief investment strategist at PNC Wealth Management in Philadelphia.  But therein lies a potential problem. Although tech earnings are expected to improve, market strategists say that there is a distinct possibility that these companies won't quite reach the high bar that Wall Street has set.  There are plenty of reasons to be bullish on the sector: the introduction of Microsoft's new Vista operating system, for instance, is expected to set off a new round of corporate and consumer technology spending later this year and in 2008. But total technology revenues are expected to increase by only about 14 percent in 2007, according to analysts at Morgan Stanley. That would be a slower rate of revenue growth than in 2005 and 2006.  Moreover, Michael F. Sola, portfolio manager of the T. Rowe Price Science & Technology fund in Baltimore, points out that profit margins at many tech companies are already at or near their pre-bubble peaks. And if profit margins don't continue to improve and if revenues don't exceed expectations, it will be hard for many tech companies to meet and exceed their profit targets.  Mr. Sola says he is concerned that earnings expectations are already making it difficult for tech to surprise on the upside. ''Typically, you get significant runs in sectors when earnings estimates start off too low and sentiment is poor,'' he said. Right now, however, the opposite is true.  For his part, Mr. Kleintop predicts that earnings for the tech sector will grow at a much more modest pace -- around 9 to 10 percent -- this year. As a result, he said, overall S.& P. 500 earnings may grow by only around 3 percent.  How will you know who's right -- Mr. Kleintop or the Wall Street consensus? Pay attention to these trends:  IS I.T. SPENDING CLIMBING? Despite the start of Microsoft Vista and other product upgrades, sales for information technology, including services and enterprise software, are expected grow at a slower pace than in 2005. Many people believe that companies will probably wait until the latter half of this year or until 2008 to bolster spending on technology upgrades. But if companies do accelerate investments in the first half of 2007, it could be good news for tech earnings and for overall corporate profits.  IS THE ECONOMY SLOWING BUT GROWING? Robert E. Turner, chairman and chief investment officer of Turner Investment Partners in Berwyn, Pa., said that most companies ''have moved beyond the shock of the bubble and have the money to spend on I.T.'' But this assumption depends on a slowing-but-growing economy. Should talk of a possible recession creep back onto Wall Street, he said, all bets are off.  ARE TECH COMPANIES HITTING TARGETS? ''In the first week of this year, there was a notion that this was the year for large-cap tech stocks,'' said John F. Jostrand, portfolio manager of the William Blair Growth fund in Chicago. But then, a group of tech companies -- including Intel, Apple, Motorola and Symantec -- reported disappointing earnings news, which has tech investors somewhat concerned. That was followed, however, by better-than-expected reports from Yahoo and Sun Microsystems, so the trend remains unclear.  Mr. Jostrand points out that tech investing today is nothing like it was in the late 1990s. Back then, Wall Street was more than willing to bet on tech's potential. Today, investors actually want their tech companies to show them the money -- as in actual realized profit growth.  And if they don't deliver, investors will be more than willing to walk away from the sector -- again.  FUNDAMENTALLY Paul J. Lim is a financial writer at U.S. News & World Report. E-mail: fund@nytimes.com.  ", 
            "title": "Tech Stocks Are Back (With Caveats)"
        }, 
        "weight": 0.6940589582470796, 
        "file": "1822088.txt", 
        "other_topics": {
            "0": 0.0001521362065939462, 
            "1": 0.000123640196618104, 
            "2": 0.6940589582470796, 
            "3": 0.00012049750665598981, 
            "4": 0.025874197369168205, 
            "5": 7.418686714995526e-05, 
            "6": 0.0001931182657623531, 
            "7": 0.0021761911984712026, 
            "8": 8.371897198012131e-05, 
            "9": 0.00012350727357629456, 
            "10": 0.18492091320857676, 
            "11": 0.00023031948966372535, 
            "12": 0.0001212353536067565, 
            "13": 9.758444877491745e-05, 
            "14": 0.006382556656219024, 
            "15": 0.01598061579040254, 
            "16": 9.299572432276821e-05, 
            "17": 0.00022427697414846063, 
            "18": 6.724355903194866e-05, 
            "19": 0.016341942680038746, 
            "20": 0.00013474252804773998, 
            "21": 9.34067410953181e-05, 
            "22": 0.05150313761140747, 
            "23": 6.818316116264476e-05, 
            "24": 7.832643892254998e-05, 
            "25": 7.369395323333427e-05, 
            "26": 8.305157199318894e-05, 
            "27": 9.739294413927763e-05, 
            "28": 0.0002554615935041102, 
            "29": 0.0001167084584651385, 
            "30": 5.605901018775187e-05
        }
    }, 
    {
        "i": 30, 
        "content": {
            "text": "  IF no single economic number sends the markets up or down this week, the sheer number of numbers may have an impact -- with negative consequences more likely than positive ones.  Clues about the course of the economy will be revealed in reports on inflation, manufacturing, housing and consumer confidence. Together, their effect may be similar to that of the Lilliputians when they lassoed Gulliver. Faith in a recession-free soft landing is so ingrained in investor thinking, said John K. Lynch, chief market analyst at Evergreen Investments, that a run of unpleasant results could depress the markets, while a set of benign data may have little force.  Mr. Lynch expects the report Thursday on December consumer prices to be first among equals in terms of its ability to move the markets. It may indicate the extent to which increases in energy and metals prices last year have been passed along to consumers.  ''The core number is instructive to see whether high energy costs have seeped into the costs of producing other goods,'' he said. ''There tends to be a lag effect.''  Mr. Lynch predicts an increase of 0.1 percent in the core Consumer Price Index, which excludes food and energy items. A Bloomberg News poll of economists also calls for a 0.1 percent increase, and anything much higher may be more than Wall Street can stand.  ''If we see a larger figure in core C.P.I., it will certainly scare the market,'' he said, ''because it means an easing is off the books and a potential increase comes back into play.'' He was referring to changes in the Federal Reserve's benchmark interest rate. A cut has been widely anticipated, even though the Fed has offered no strong hint that one may be on the way.  Mr. Lynch said he expected any fallout from strong consumer inflation data to be amplified if the report on December industrial production, scheduled for Wednesday, comes in above the 0.1 percent increase that he and the Bloomberg survey are looking for.  ''If industrial production shoots up and the very next day core inflation shoots up, Thursday and Friday could potentially be very difficult days in the market,'' he cautioned. ''It would pretty much wipe off any chance for an easing in the first quarter and maybe, the thinking will go, for the first half, too.''  DATA WATCH -- Stronger numbers would be treated more kindly if they were to show up on Thursday in the report on the December housing market.  But the Bloomberg poll anticipates a decline in housing starts, to an annual rate of 1.565 million from 1.588 million in November.  A small improvement is foreseen on Friday in the University of Michigan's first snapshot of consumer confidence for January. A reading of 92.5 is predicted, up from 91.7 in late December.  MARKET WEEK  ", 
            "title": "A Burst Of Numbers To Distill"
        }, 
        "weight": 0.6939246890599571, 
        "file": "1818832.txt", 
        "other_topics": {
            "0": 0.00035822730876865954, 
            "1": 0.0002911292182297238, 
            "2": 0.6939246890599571, 
            "3": 0.0002837292876502319, 
            "4": 0.00040769448640203877, 
            "5": 0.00017468400428858892, 
            "6": 0.005109875551545839, 
            "7": 0.0004690157065872827, 
            "8": 0.00019712876176387488, 
            "9": 0.014256265912420464, 
            "10": 0.19335597845081745, 
            "11": 0.0005423214682841351, 
            "12": 0.00028546665795394784, 
            "13": 0.0002297770875516415, 
            "14": 0.0010632285355248875, 
            "15": 0.0003875357529420557, 
            "16": 0.000218972253857045, 
            "17": 0.0005280934674703414, 
            "18": 0.00015833495341667064, 
            "19": 0.08503103170214628, 
            "20": 0.000317271307599096, 
            "21": 0.0002199400539329487, 
            "22": 0.00023789461756107365, 
            "23": 0.0001605473862761998, 
            "24": 0.00018443124124651583, 
            "25": 0.0001735233652154915, 
            "26": 0.0001955572693062699, 
            "27": 0.00022932616142578457, 
            "28": 0.0006015222883726887, 
            "29": 0.00027480741056001243, 
            "30": 0.00013199927092563853
        }
    }, 
    {
        "i": 31, 
        "content": {
            "text": "  Stocks surged early yesterday, the first trading day of 2007, but fell sharply after minutes from a Federal Reserve meeting indicated that inflation remained the chief concern of policy makers even as they started to worry about a weakening economy. Markets closed mixed for the day.  The Standard & Poor's 500-stock index closed down slightly, at 1,416.63, after being up 0.8 percent. The Nasdaq composite index surged 1.6 percent early, but reversed course in the afternoon, falling 0.9 percent; it closed up 7.87 points, or 0.33 percent, at 2,423.16.  The Dow Jones industrial average also seesawed to a modest gain of 11.37 points, closing at 12,474.52. Bonds were up slightly and the dollar rose against the euro and yen.  Like markets in Europe and Asia, American stock markets, which were closed Tuesday in observance of the day of mourning for President Gerald R. Ford, began the year on an upbeat note. Investors were encouraged by Wal-Mart's posting of sales that were stronger than expected, and by a report showing an increase in manufacturing activity last month.  But the rally started to sag in early afternoon and collapsed shortly after the Fed released the minutes of its Dec. 12 meeting. Energy stocks were among the biggest losers as crude oil futures fell by $2.73, to $58.32 a barrel, the first time they have closed below $60 since November.  The Fed, as it has done repeatedly in recent months, indicated in its minutes that while inflation had moderated, the central bank's policy makers were worried that it remained too high and that they might need to raise short-term interest rates. The minutes noted, however, that one unnamed member of the policy-making committee wanted the Fed to acknowledge that it could also cut rates to reinvigorate the economy.  ''It was a blunt reminder to the stock market that the Fed's going to err on the side of avoiding inflation,'' said Ethan S. Harris, chief United States economist at Lehman Brothers.  Stocks climbed steadily in the last six months of 2006, partly on the expectation that the Fed, which last raised interest rates in June, to 5.25 percent, would start cutting rates in the first half of 2007. But some economists and market specialists have suggested that that view was inconsistent with investors' optimism that the economy and corporate profits would hold up well in the coming year.  ''There is a sense in the stock market that you can have your cake and eat it too, that you can have good growth and rate cuts from the Fed,'' Mr. Harris said.  The bond and futures markets, by contrast, have become a little less hopeful in recent weeks about interest rate cuts, and are now priced with the expectation that the Fed's first rate cut will come in late June. Yields on the 10-year Treasury note, which move in the opposite direction of the price, have risen to 4.66 percent, from a low of 4.02 percent at the start of December. Bond prices and yields were little changed in yesterday's trading after the Fed's announcement.  ''The bond market got the reaction to the Fed minutes right,'' said Joseph Biondo, a senior portfolio manager at Biondo Investment Advisors, ''and the stock market didn't.''  Still, market specialists said the stocks' late-afternoon recovery suggested that investors were not as moved by the Fed as it first seemed. Also, the energy sector was responsible for much of the decline in stock prices -- the S.& P. Energy index fell 3.7 percent for the day. Analysts said warmer-than-expected temperatures on the East Coast helped drive down prices for crude oil and other commodities.  Another concern for the markets is the possibility that profit growth will slow. Companies will start reporting results for the fourth quarter later this month and, for the first time in four and a half years, profits may not post double-digit gains, said Sam Stovall, chief investment strategist for S.& P.'s Equity Research Service. He said he expected stocks to register a gain in 2007, but that the markets might first experience a correction typically seen late in an economic expansion.  ''There is a healthy level of skepticism that is coming back into equity valuations,'' he said.  The next few days could prove critical, specialists note, citing a market truism that the markets' performance in the first five trading days of a year is a harbinger of their performance in the coming 12 months.  While it is too early to draw those broader conclusions, the market did appear to start off on a new footing. Toward the end of last year, volatility, a measure of the sharpness of the stock market's movements, fell to historic lows.  ''Volatility is back,'' said Jeffrey N. Kleintop, chief investment strategist at PNC Advisors. ''That's maybe the story for 2007. We have not seen it for a while. At this point in prior business cycles, we saw volatility spike back up.''  Following are the results of yesterday's auction for four-week Treasury bills:  (000 omitted in dollar figures)  Price -- 99.629  High Rate -- 4.760  Coupon Yield -- 4.844  Low Rate -- 4.730  Median Rate -- 4.750  Total applied for -- $32,054,700  Accepted -- $11,555,120  Noncompetitive -- $275,708  The four-week bills mature February 01, 2007.  STOCKS & BONDS  ", 
            "title": "Markets Finish Mixed as Fed Hints at Nagging Concern With Inflation"
        }, 
        "weight": 0.6794252612852223, 
        "file": "1816307.txt", 
        "other_topics": {
            "0": 0.00017779594844096676, 
            "1": 0.0001444937172767534, 
            "2": 0.6794252612852223, 
            "3": 0.0001408209719455823, 
            "4": 0.0002023475768309291, 
            "5": 0.0070180536719648195, 
            "6": 0.00022569016272460768, 
            "7": 0.002543234032078645, 
            "8": 0.03706506181426137, 
            "9": 0.023248852470825573, 
            "10": 0.19762660920652872, 
            "11": 0.0002691658549006503, 
            "12": 0.00014168326634185298, 
            "13": 0.00011404333006233756, 
            "14": 0.03518447442384353, 
            "15": 0.0001923423621330152, 
            "16": 0.00010868065779404799, 
            "17": 0.0002621041908756417, 
            "18": 7.858505626173002e-05, 
            "19": 0.014477320169407172, 
            "20": 0.0001574686007093776, 
            "21": 0.00010916099786914724, 
            "22": 0.00011807223548550576, 
            "23": 7.968313446233974e-05, 
            "24": 9.153720740130756e-05, 
            "25": 8.612339299648535e-05, 
            "26": 9.705929536848223e-05, 
            "27": 0.00011381952568935683, 
            "28": 0.0002985485002168532, 
            "29": 0.00013639285169818457, 
            "30": 6.551408838262547e-05
        }
    }, 
    {
        "i": 32, 
        "content": {
            "text": "  The dollar slumped yesterday and the euro climbed to a three-week high against the currency.  A steady slide in the value of the dollar since late 2005, primarily against the euro and the British pound, has steepened over the last month amid indications that interest rates will rise in Europe, while the Federal Reserve is expected to cut rates this year.  At the same time, countries with large dollar holdings are showing a new willingness to dump the dollar in favor of the rising euro, though the current activity is seen as posing little long-term risk to the dollar.  Late last month, the United Arab Emirates became the latest country to shift more of its currency reserves away from the dollar, joining Russia, Switzerland, Venezuela and others.  Those moves coincide with ambiguous signals from China about possibly pulling back from the dollar, and recent word from Iran, the world's fourth-largest oil producer, that it would prefer euros as payment for oil, which is typically priced in dollars.  But currency experts say that this turn away from the dollar is not likely to do any long-term damage to the currency's value for a number of reasons. First, the motives of central banks that are adding other currencies to their reserves do not appear to be driven by the belief that the euro will eventually supplant the dollar as the world's key currency. Rather, these central banks are doing what investors do to cut risk: diversifying their portfolios.  Moreover, the amount of currency moved so far has been relatively small in a global market that trades trillions of dollars a day -- only about $2 billion in the case of the United Arab Emirates, for example.  ''There is some indication that central banks are moving to diversify reserves, but it's at a very slow pace,'' said David Powell, a currency analyst with IDEAglobal. ''Is it the start of a massive shift out of the dollar? I would say no.''  Yesterday, the euro traded at $1.3272, up from $1.3198 late Friday in New York. The British pound was at $1.9721, up from $1.9586. The United States dollar index, a measure of the dollar's strength against a basket of currencies, fell to 83.23 from 83.65 on Friday. In February 2002, the index was at 120.  But trading was thinner than usual yesterday as financial markets were closed in the United States, as were markets in Tokyo and Singapore.  In 2006, the euro appreciated more than 11 percent against the dollar, while the British pound rose nearly 14 percent against the dollar.  But the dollar is not likely to start flowing with great speed out of central banks because foreign countries risk devaluing their investments if they do so. Even the slightest suggestion that a country is thinking about swapping dollars for euros risks sending the value of the dollar falling, and in turn hurts all foreign investors in American securities.  The case of China, which holds more Treasury securities than any other foreign nation except Japan, offers an example of why countries would be reluctant to dump their dollar reserves. In October, the most recent month for which figures are available from the Treasury Department, China held $345 billion in Treasury securities. That was up from $301 billion a year earlier. Its currency holdings total $1 trillion. About $700 billion of that, economists estimate, is in dollars.  So in many ways, it is in China's best interest not to let the dollar's value slip. Heavy sales of the dollar could make it harder for the People's Bank of China to manage its gradual appreciation of the yuan against the dollar. Anything more abrupt, Beijing fears, would make Chinese goods less competitive in the United States and pose problems domestically for some of the loans from its state banks. And if the dollar drops too much, the value of China's holdings would decrease, limiting the lending ability of its banks.  Nonetheless, the rising euro is not something the United States or foreign investors can afford to ignore.  ''You have to start to thinking that the euro can be of some risk to the dollar,'' said Shaun Osbourne, chief currency strategist at TD Securities in Toronto. ''Over the course of the next 5 or 10 years, I don't think there's any danger that the dollar's pre-eminence is threatened. But in the long run, there is certainly the risk that does happen.''  One issue driving investors from the dollar is the possibility that interest rates in the United States and Europe may move farther apart.  Financial markets are currently expecting at least one interest rate cut by the Federal Reserve sometime next year. That contrasts with predictions of further rate increases by the European Central Bank.  ''A lot of foreign investors think the Fed is going to cut rates in 2007, and that's a rather dollar-bearish thing,'' said Julia Coronado, senior economist with Barclays Capital.  Some economists predict the dollar will fall further in 2007. The euro finished 2006 at $1.31, and some economists see it climbing near $1.40 -- a high in its seven-year history.  ''We believe that the dollar's decline versus the euro has further to run, with $1.38 a possible destination for the pair over the next six months,'' said Tom Levinson, a foreign exchange strategist with ING Wholesale Banking in London.  Still, many economists are unwilling to predict that the dollar faces an inevitable demise. ''The dollar is still the world's No. 1 currency, and it's going to stay that way,'' said Nigel Gault, chief United States economist for Global Insight. ''The euro is gradually going to become more important, but I don't see it becoming more important than the dollar.''  ", 
            "title": "Dollar's Skid Puts a Glow On the Euro"
        }, 
        "weight": 0.6724537944240341, 
        "file": "1816129.txt", 
        "other_topics": {
            "0": 0.00017657206491216137, 
            "1": 0.00014349907436086266, 
            "2": 0.6724537944240341, 
            "3": 0.0001398516108910373, 
            "4": 0.00020095468869962683, 
            "5": 8.610263536407275e-05, 
            "6": 0.0025186836835024537, 
            "7": 0.00023118023043249963, 
            "8": 0.023042636679600985, 
            "9": 0.00014334480144653045, 
            "10": 0.17790984179563826, 
            "11": 0.004856407195506293, 
            "12": 0.0001407079695620126, 
            "13": 0.00011325829668864539, 
            "14": 0.0005240707600893752, 
            "15": 0.00019101834631054962, 
            "16": 0.00010793253913251373, 
            "17": 0.00026029995964958497, 
            "18": 7.804410492503009e-05, 
            "19": 0.06256315239960425, 
            "20": 0.0001563846433503817, 
            "21": 0.0001084095727188471, 
            "22": 0.00011725946857215891, 
            "23": 7.913462434921743e-05, 
            "24": 9.090709810245308e-05, 
            "25": 8.55305504539106e-05, 
            "26": 9.639117399698549e-05, 
            "27": 0.00011303603290468353, 
            "28": 0.0048855875812324956, 
            "29": 0.048320942881068106, 
            "30": 6.506311289989215e-05
        }
    }, 
    {
        "i": 33, 
        "content": {
            "text": "  The Bank of England surprised investors on Thursday and raised interest rates by a quarter of a percentage point, to 5.25 percent, to head off rising inflation amid a boom in the housing market and strong economic growth.  Meanwhile, the European Central Bank, meeting in Frankfurt, left borrowing costs at a five-year high of 3.5 percent. But the bank hinted it could increase rates as early as March to guard against rising prices if Europe's economy continued to expand.  After a two-year slump, growth has been picking up steadily across much of the Continent, led by a recovery in Germany, the euro-zone's largest economy. The British economy has moved ahead even more rapidly, fueled by a housing market that helped the economy expand 2.7 percent in the third quarter, compared with the period a year earlier.  Home prices in Britain have surged 15 percent over the last two years, according to the Halifax House Price Index.  Still, the decision by the Bank of England to raise rates -- bringing them to the same level as in the United States -- surprised investors who had said they believed the bank's most recent increase, which was in November, would be its last for a while.  The Bank of England has raised interest rates three times since August.  One reason for such a view is that oil prices have eased in the last six months. Lower oil prices generally temper inflation by helping to trim prices on a range of consumer purchases, from gasoline to airplane seats. British Airways, for instance, said it was lowering some fuel surcharges as crude oil prices slid.  Meanwhile, the British pound has also been enjoying a run-up against the dollar, the euro and other major currencies. In New York trading, the pound was fetching $1.9447 Thursday; in early December, it hit $1.98. Traders expect the pound to cross $2 by the end of the quarter, a mark not seen since 1992.  ''It is likely that inflation will rise further above the target in the near term,'' the Bank of England's monetary policy committee said.  The bank's move alarmed businesses and some economists in Britain, who said it could harm the economy and curb spending. Many British consumers have taken on substantial amounts of debt, including home mortgages and credit card borrowings.  ''This is an unnecessary blow,'' said the director general of the British Retail Consortium, Kevin Hawkins.The Bank of England has ''overreacted by stepping up the pace,'' said Holger Schmieding, an economist with Bank of America in London. The worst case scenario, he added, would be for the Bank of England to raise rates another quarter of a point in a few months, and ''realize too late they are overdoing it.''  The European Central Bank has steadily been lifting rates, and it forecast Thursday that the European economy would expand at a reasonable pace in 2007, led by Germany, which grew in 2006 by 2.5 percent, more than double the rate in 2005.  For 2007, the economies of the 13 nations that share the euro are expected to expand at an average rate of about 2.6 percent.  Although euro-zone inflation has fallen below the bank's goal of less than 2 percent for four consecutive months, the president of the European Central Bank, Jean-Claude Trichet, warned the bank would lift rates again in March if companies pass on previous increases in energy prices to their customers, or if the price of oil, which has retreated recently, spikes again.  ''I would say nothing here that would change expectations by the market that we could do something at the end of the first quarter,'' Mr. Trichet added. ''I would not contradict that.''  The European Central Bank is responsible for setting euro interest rates and has ordered increases over the last year that some politicians have complained could put Europe's economic growth at risk.  ", 
            "title": "In Surprise Move, British Bank Lifts Rate"
        }, 
        "weight": 0.6724143873443449, 
        "file": "1818283.txt", 
        "other_topics": {
            "0": 0.00023838019201257858, 
            "1": 0.00019373017423105252, 
            "2": 0.6724143873443449, 
            "3": 0.00018880593526534537, 
            "4": 0.0002712978256321317, 
            "5": 0.00011624241219066718, 
            "6": 0.00030259443366059165, 
            "7": 0.00031210366004059693, 
            "8": 0.012522143299394361, 
            "9": 0.003291263188725895, 
            "10": 0.23089302682235377, 
            "11": 0.0003608845349800031, 
            "12": 0.0001899620578067014, 
            "13": 0.000152903770622424, 
            "14": 0.0038052602763773485, 
            "15": 0.0002578833185990444, 
            "16": 0.00014571375951010754, 
            "17": 0.00035141659805022096, 
            "18": 0.00010536303535178935, 
            "19": 0.013215006759779737, 
            "20": 0.00021112626919908117, 
            "21": 0.0001463577762064245, 
            "22": 0.00015830553178063306, 
            "23": 0.0001068352853923637, 
            "24": 0.00012272865196286516, 
            "25": 0.00011547007195213741, 
            "26": 0.00013013239991926202, 
            "27": 0.01564131015374094, 
            "28": 0.00040027936199227076, 
            "29": 0.04355124698391068, 
            "30": 8.783811501399131e-05
        }
    }, 
    {
        "i": 34, 
        "content": {
            "text": "  For deal makers, does it get any better than this?  A heady cocktail of rapidly growing emerging markets, floods of private equity and hedge fund money, buoyant chief executive confidence and a hungry debt market that seems willing to snap up nearly everything that banks can dish out has created an environment so fertile that mergers in 2006 surpassed all records.  Globally, there were $3.79 trillion worth of deals last year, up 38 percent from 2005, according to data from Thomson Financial.  Deals were even up 11 percent from the heights of 2000, the year of the AOL-Time Warner merger that has come to symbolize the dangers of a mergers and acquisitions bubble. Many of the deals of that year left a hangover of bad debt and broken companies.  Records were also broken last year for hostile deals and European deals. Dealogic, a competing statistics firm, says that 2006 deal flow was even higher, at $3.98 trillion.  Gavin MacDonald, head of European mergers and acquisitions at Morgan Stanley, acknowledged that he had ''seen a few cycles'' in more than 20 years as a banker, but never one like this.  ''We thought in 2000 we might not see its like again, but we've surpassed even that,'' he said.  No one can agree on what happens next.  Steven A. Baronoff, the global head of mergers and acquisitions at Merrill Lynch, said, ''The question a lot of people are asking themselves is, 'Last time it ended relatively badly, so will we see the same kind of problems in the future?' ''  Many bankers, perhaps not surprisingly, insist the answer is no. After all, deals during this boom have been happening throughout many industries, not concentrated in just telecommunications and new media as they were in 2000. They are being financed by fast-growing cash flows and forgiving capital markets, not overpriced stock.  ''This time around it is a very different environment,'' Mr. Baronoff said. ''It's a much more balanced boom.''  And although deal volume is up, the prices that companies are paying are still well below what they were in 2000, said David Kirshenbaum, chief operating officer for global mergers and acquisitions at Citigroup.  ''We're seeing lower premiums and much higher identifiable synergies, and a positive reaction from the stock market,'' he said.  Others, however, see a slowdown in deals coming this year.  Phil Isherwood, an equity strategist with Dresdner Kleinwort, said to ''prepare for a peak in 2007.'' One of the symptoms, he said, is the prevalence of cash deals. Through mid-December, some 70 percent of announced mergers were cash instead of stock, he said, compared with a 10-year average of 40 percent.  ''This use of cash is a symbol and symptom of a bubble, not an argument against it,'' he said.  Too much money is chasing too few deals, driving up prices, Mr. Isherwood said. ''Bigger deals, bigger borrowing and bigger prices equals bigger risk, not bigger fun.''  Indeed, the ever-bigger buyouts of 2006 have raised concerns about the amount of debt used to do the deal.  ''Given current leverage levels and recent developments in the economic/credit cycle, the default of a large private equity backed company or a cluster of smaller private equity backed companies seems inevitable.'' the Financial Services Authority, the British markets regulator, said in a November report.  Private equity buyers accounted for nearly a fifth of all deals in 2006, according to Thomson. The volume of these deals doubled in the United States in 2006, as they aggressively outbid corporate buyers.  For example, a group including Blackstone and the Texas Pacific Group bought the medical device company Biomet for $10.9 billion last month, snatching it from the jaws of a larger rival, Smith & Nephew of Britain, which had courted the company for months.  To win the day, they are taking out larger and larger loans. Over all, $183.3 billion in high-yield debt was issued in 2006, according to Thomson, up 52 percent from a year before.  The key to keeping the merger mania going is liquidity -- or the willingness of banks to lend money. So far, the door has been wide open for most borrowers, thanks in part to the exponential growth of new products like credit derivatives and credit default swaps, which allow lenders lay off some of the risk to other buyers. That door, of course, could slam shut if a deal goes sour, predict bankers and investors.  But so far, there is no sign the party is ending: Private equity funds raised about $400 billion in 2006, and as of December had about $700 billion available to do deals. Morgan Stanley predicts that 2007 will bring even more large leveraged buyouts, including some huge European deals in the $25 billion to $35 billion range.  If there is a slowdown on the horizon, many bankers predict it will not happen until at least the second half of the year.  ''You've seen a lot of activity in the fourth quarter, and that is a good harbinger for the first half of 2007,'' Mr. Kirshenbaum of Citigroup said.  There will continue to be a lot of activity in buyouts, emerging markets, and in Japan and the Middle East, he added.  New market participants are adding to the trend, helping to smooth the way for hostile deal makers.  ''Hedge funds have become the kingmakers,'' deciding at what price they will sell out, Mr. MacDonald of Morgan Stanley said.  Chief executives can no longer rebuff takeover offers easily, because once one is made, their stock is often snapped up by hedge funds looking for a quick buck. This impact has been keenly felt in Europe, where such investors helped Mittal Steel take over a reluctant Arcelor, and may be pushing the London Stock Exchange into the hands of Nasdaq.  That may not be the case in 2007, though. ''The hedge funds have a lot of money, but it is yet unclear that they are getting great returns out of this,'' Mr. Baronoff of Merrill Lynch said. ''If they find other higher return activities, maybe they will focus a little less on activism,'' he said.  Yet as Michael Tory, head of British investment banking at Lehman Brothers, said: ''As long as the liquidity is there and the sources of liquidity remain healthy, there is no reason this can't continue.''  STREET SCENE  Correction:  January 11, 2007, Thursday  A chart on the Street Scene page of Business Day last Thursday that listed the leading merger and acquisition advisers misstated the value of the deals in 2006. For Goldman, Sachs, the sector leader, it was $1.088 trillion, not $108.8 trillion. For the industry as a whole, the value of the deals was $3.805 trillion, not $380.5 trillion. A corrected chart can be found at nytimes.com/business.  ", 
            "title": "The Year That Made Deal Makers Giddy"
        }, 
        "weight": 0.6723455953169938, 
        "file": "1816510.txt", 
        "other_topics": {
            "0": 0.00015304391190223382, 
            "1": 0.0001243778833614544, 
            "2": 0.6723455953169938, 
            "3": 0.021998012713568268, 
            "4": 0.014095775188193084, 
            "5": 7.462949559866486e-05, 
            "6": 0.00019427048638678113, 
            "7": 0.0061667745453718795, 
            "8": 8.421847276939472e-05, 
            "9": 0.00012424416724774354, 
            "10": 0.2079010214277764, 
            "11": 0.00023169366763260192, 
            "12": 0.00012195869209720996, 
            "13": 9.816667653083704e-05, 
            "14": 0.03426383278939347, 
            "15": 0.0001655652324109432, 
            "16": 9.35505739177836e-05, 
            "17": 0.00022561510005891265, 
            "18": 6.764476093416487e-05, 
            "19": 0.024394643874118837, 
            "20": 0.00013554645573004025, 
            "21": 9.396404298038719e-05, 
            "22": 0.012034432659794658, 
            "23": 6.858996910605791e-05, 
            "24": 7.879376570807333e-05, 
            "25": 7.413364076095308e-05, 
            "26": 8.354709080785911e-05, 
            "27": 0.00407557335124961, 
            "28": 0.00025698577929576853, 
            "29": 0.00011740478769302321, 
            "30": 5.639348060911964e-05
        }
    }, 
    {
        "i": 35, 
        "content": {
            "text": "  SOMETIMES it feels as if there is a red state-blue state divide when it comes to hedge funds.  Some people believe that if permitted to remain free from the shackles of dangerous government oversight, hedge funds can help solve problems from underfunded pensions to inept corporate management. This group tends to include hedge fund employees and hedge fund investors.  Others believe that hedge funds are sinister forces that capitalize on superior information -- possibly obtained illegally -- and are hell-bent on pillaging the financial system to corner the market on luxury cars and palatial real estate. This group includes much of the news media and the Connecticut attorney general.  Yet hedge funds are neither saviors nor Satan.  There are more than 9,000 funds that vary greatly in the kinds of investments they make, returns they seek and strategies they employ. One of the few things they have in common -- other than gigantic paychecks when their returns are good -- is that the funds have become a more accepted fixture in the financial landscape.  A number of recent studies show that hedge fund investors are satisfied with the performance of their investments, even if that performance appears on paper to be less than stellar. Widespread demand for risk-adjusted returns of 8 to 10 percent ensures that the money spigot will stay turned on. (Risk adjusted means that the portfolio is hedged. If the market slumps, the fund's returns should not.)  For example, the top performers of the 2007 Commonfund Benchmarks Study of Educational Endowments, a survey of college, university and other educational endowments and foundations in the United States, were almost 50 percent invested in ''alternatives'' -- hedge funds, private equity, real estate, distressed debt, energy and natural resources and venture capital.  Hedge funds constituted the largest portion -- 44 to 70 percent -- of the alternatives category. Average returns for the foundations and endowments that responded to the survey were 10.6 percent, while the leaders posted returns of more than 16.8 percent.  The top 10 percent of performers among the endowments allocated 49 percent of their money to alternatives, compared with 11 percent for fixed income, 18 percent for domestic equity and 21 percent for international equity. The top quartile of performers also show a heavy weighting to alternatives: 46 percent, compared with 11 percent for fixed income, 20 percent for international equity and 21 percent for domestic equity.  Even though hedge funds represented the bulk of investment dollars, their returns were lackluster. In 2006, the Standard & Poor's 500-stock index had a total return, when dividends were reinvested, of 15.8 percent. Overall returns for alternatives averaged 14.6 percent. Energy and natural resources produced a stunning return of 40 percent; distressed debt, 26 percent; and private equity, 19 percent. Hedge funds turned out only 10.6 percent. But investors did not seem to be bothered.  ''It was nice to see hedge funds were doing what they are supposed to do,'' said John S. Griswold Jr. executive director of the Commonfund Institute, a research organization dedicated to educating the nonprofit community about investing. ''They should lag a rapidly rising stock market,'' he explained, ''because hedging has a cost.''  The money continues to flow into hedge funds. Hedge Fund Research, a Chicago-based research firm, estimates that $110 billion flowed into new funds through November. A study released by Deutsche Bank yesterday surveyed investors who represent $900 billion of the total $1.4 trillion in the industry and predicted that $110 billion will flow into the sector in 2007.  ''I don't think demand will slow down anytime soon unless we see a lot of disasters,'' Mr. Griswold said. ''There's a bit of a herd mentality here. If you are not in hedge funds, people look funny at you, like, 'Why aren't you?' ''  Heavy investments in alternatives and hedge funds in particular have paid off for endowments. More than 79 percent of the growth in endowments with assets of $500 million to $1 billion resulted from investment returns (as opposed to gifts, for example). Institutions with more than $1 billion derived more than 75 percent of their returns from their investments, according to the Commonfund survey.  A separate study conducted by Casey, Quirk & Associates last fall also showed satisfied customers. About 72 percent of respondents said that hedge fund returns came within 1 percentage point of their target. A surprising 25 percent of investors said they did better than expected: 19 percent exceeded their target by 1 to 5 percentage point. Only 3 percent said their investment underperformed.  There are other reasons to expect robust growth. Pension funds are wading in, raising their investments in alternatives in general and hedge funds in particular. The Casey, Quirk study estimated that institutions globally will add $1 trillion in money by 2010, compared with $360 billion today.  The growing role of institutions has tempered expectations about returns: 80 percent of those surveyed by Casey, Quick said they expected returns below 10 percent, with the bulk anticipating 8 to 9 percent. Only 20 percent expected more than 10 percent.  Megabucks compensation, meanwhile, still draws talent to hedge funds.  ''Hedge funds are here to stay because of the compensation,'' Mr. Griswold said. ''This is where the best and brightest managers are gravitating to.''  The unforgiving nature of the industry means that those who do not perform will be booted out. According to Hedge Fund Research, since the beginning of 2005 almost 1,300 hedge funds have closed. During that time, more than 3,000 have been started.  There will be more Amaranth Advisors (which was based in Greenwich, Conn.) -- funds that blow up because of bad and greedy bets. There will be frauds and there may be a market meltdown.  But alternative investing -- in private companies, with hedge fund managers who more aggressively try to time the markets, and in forests and wineries, is thriving.  STREET SCENE: INSIDER  ", 
            "title": "Like Them or Loathe Them, Hedge Funds Aren't Going Away"
        }, 
        "weight": 0.6663685232796668, 
        "file": "1818219.txt", 
        "other_topics": {
            "0": 0.04141150240641007, 
            "1": 0.00012899572306689964, 
            "2": 0.6663685232796668, 
            "3": 0.0001257169061843111, 
            "4": 0.008431199609937075, 
            "5": 7.740030210106645e-05, 
            "6": 0.004326760899308109, 
            "7": 0.00020781500588930692, 
            "8": 0.0165884558367552, 
            "9": 0.00012885704240834795, 
            "10": 0.1001120925357474, 
            "11": 0.05593154395574828, 
            "12": 0.00012648671328208564, 
            "13": 0.00010181135968819799, 
            "14": 0.0004711032941295848, 
            "15": 0.00017171225536555203, 
            "16": 9.702387273128158e-05, 
            "17": 0.00023399162439782835, 
            "18": 7.015624170924246e-05, 
            "19": 0.08511688170081215, 
            "20": 0.00014057895659181754, 
            "21": 9.745269286597822e-05, 
            "22": 0.0001054081359219654, 
            "23": 7.113654309632871e-05, 
            "24": 8.171918114363661e-05, 
            "25": 0.014515357762316043, 
            "26": 8.664898531498604e-05, 
            "27": 0.00010161155994975754, 
            "28": 0.004391804654174373, 
            "29": 0.0001217637337979561, 
            "30": 5.848722948831751e-05
        }
    }, 
    {
        "i": 36, 
        "content": {
            "text": "  China's central bank said late Friday that it had raised the reserve requirement ratio for banks, the fourth increase in six months, to further tighten the nation's money supply.  The modest move, which takes effect this month, increases the reserve ratio by half a percentage point, to 9.5 percent. Analysts said it was the government's latest warning that too much money in the financial system could ignite inflation and perhaps fuel a stock market bubble.  ''This is a warning shot,'' said Dong Tao, the chief economist for non-Japan Asia at Credit Suisse. ''If the stock market continues to go up, we might see further tightening.''  Raising the amount of cash reserves that Chinese banks keep on hand with the central bank effectively restricts the amount of money that banks can lend. While not being very restrictive, the central bank aims to curb excessive lending to new factories, real estate projects and road construction.  The move also comes as China's stock market is booming after several years in the doldrums. Last year, the country's key index -- the Shanghai exchange -- rose 130 percent to close at 2,675, a record and the best performance of any major stock exchange in the world in 2006.  The market reached a 16-year high in December, as millions of investors who had been sitting on the sidelines in 2004 and 2005 jumped back into stocks.  Analysts say the government is determined to keep the economy expanding but is concerned about growing so quickly that the economy might crash before 2008, when Beijing is host to the Olympic Games, viewed as the ultimate coming-out party for China.  Overinvestment in real estate and construction has been among the chief worries for the government. And for much of the last two years there have been frequent warnings and government measures to tame a wild property run.  The Central Bank said that last October, for the first time in five years, the bank savings of Chinese citizens decreased from the month before, presumably as more money went into the stock market. Credit Suisse estimated that more than $30 billion in bank deposits have flowed into mutual funds or direct plays into the stock market over the last six weeks.  Many analysts say now that the bull run will continue in 2007, prompting even more money to flow into the market. One Chinese mutual fund raised $5 billion in a single day recently before closing its doors to new investors, an astonishing achievement here, according to some economists.  Industrial and Commercial Bank of China, which was publicly listed only last October, here in Shanghai and in Hong Kong, has already gained over 70 percent. This week, prices shot up again, before falling sharply Friday.  The run-up means companies in China can once again raise money in the Chinese market rather than relying on the Hong Kong stock market. But huge risks remain in a market that many analysts have long derided as a gambling den crowded with companies with suspect accounting.  Several economists say that more increases are expected in the coming months, to tame the economy and the stock market.  Hong Liang, a Hong Kong-based economist at Goldman Sachs, said that the government had used the reserve ratio as a policy tool to help manage the economy but that it had not been very effective in cooling things down. She did not ''expect it to have much impact on the real economy or the financial markets.''  Large amounts of money flow into the country through foreign investments and surplus dollars from trade. China also has a high savings rate. So many people are looking to put that money to work -- in real estate, the stock market and even by investing in art and antiques.  ''A lot of hot money has entered the market, legally and otherwise,'' said Chang Chun, a professor of finance at the China Europe International Business School in Shanghai, speaking of the stock market. ''In the past few years people were overpessimistic. Right now, they are overoptimistic and they're bringing a lot of money into the market.''  ", 
            "title": "China Moves to Tighten the Money Supply"
        }, 
        "weight": 0.6603742814518503, 
        "file": "1816697.txt", 
        "other_topics": {
            "0": 0.003159926079064871, 
            "1": 0.0001834984226999417, 
            "2": 0.6603742814518503, 
            "3": 0.0001788342546796973, 
            "4": 0.00025696938168262096, 
            "5": 0.00011010313376575142, 
            "6": 0.0002866130767439358, 
            "7": 0.0002956200786152425, 
            "8": 0.00012425003945815025, 
            "9": 0.00018330114730585732, 
            "10": 0.16881823120035933, 
            "11": 0.04728799749024067, 
            "12": 0.00017992931725128032, 
            "13": 0.011881371460792342, 
            "14": 0.0006701517643084384, 
            "15": 0.00024426335438646493, 
            "16": 0.0001380179682484256, 
            "17": 0.00033285672564299445, 
            "18": 9.979834517091223e-05, 
            "19": 0.0007805203010824809, 
            "20": 0.00019997575257610505, 
            "21": 0.00013862797156069046, 
            "22": 0.0001499447130614592, 
            "23": 0.00010119283914345735, 
            "24": 0.011852790024261917, 
            "25": 0.00010937158424786949, 
            "26": 0.00012325952950862046, 
            "27": 0.00014454402468205195, 
            "28": 0.0003791388298516663, 
            "29": 0.09113142074399104, 
            "30": 8.319899376531885e-05
        }
    }, 
    {
        "i": 37, 
        "content": {
            "text": "  Venture capital has been climbing back from the bursting of the technology bubble. Last year, American venture capital firms invested $25.5 billion in 3,416 deals, up 12 percent from $22.8 billion in 2005, according to a new report.  ", 
            "title": "Back of the Envelope"
        }, 
        "weight": 0.660331394680622, 
        "file": "1821483.txt", 
        "other_topics": {
            "0": 0.0033727821544562307, 
            "1": 0.0027410401380652963, 
            "2": 0.660331394680622, 
            "3": 0.002671368303473693, 
            "4": 0.0038385255801226506, 
            "5": 0.0016446850307383755, 
            "6": 0.004281333517150537, 
            "7": 0.004415877200358384, 
            "8": 0.0018560069361898382, 
            "9": 0.002738093301980922, 
            "10": 0.19880604236109986, 
            "11": 0.005106065689113812, 
            "12": 0.0026877259942823506, 
            "13": 0.0021633974893231402, 
            "14": 0.010010510485795513, 
            "15": 0.0036487270505131215, 
            "16": 0.0020616678071493652, 
            "17": 0.004972106200086295, 
            "18": 0.0014907554288533524, 
            "19": 0.011659160020902837, 
            "20": 0.002987173166862827, 
            "21": 0.002070779839496395, 
            "22": 0.0022398256668626606, 
            "23": 0.001511585929163901, 
            "24": 0.0017364572269451778, 
            "25": 0.0016337573804512905, 
            "26": 0.001841211018661687, 
            "27": 0.0021591519291633185, 
            "28": 0.04949262575382501, 
            "29": 0.0025873670364078786, 
            "30": 0.0012427996818822561
        }
    }, 
    {
        "i": 38, 
        "content": {
            "text": "  Inside a Philip Johnson-designed office tower in Boston's financial district, UBS, the giant Swiss bank, is running a ''hedge fund hotel.''  Like a few other big investment banks, UBS leases space to ambitious young hedge fund traders as a temporary home, complete with receptionists, espresso machines and consultants to help manage their information systems.  In return, the banks hope the hedge fund hotel guests may become big clients.  Some regulators, however, are growing concerned about the relationship between the banks and their hedge fund hotel guests, looking at whether the banks might be using the real estate relationship as a way to entice hedge funds to do business with them, possibly at the expense of their investors.  William F. Galvin, the Massachusetts secretary of state, has subpoenaed UBS and is examining other banks with hedge fund hotels in Boston to determine how they are charging for their services. He is looking at whether hedge funds are paying higher than normal trading fees to banks to compensate them for the office space and failing to disclose this expense to investors.  ''It's a conflict of interest issue,'' Mr. Galvin said.  UBS, which declined to comment, is the leader in this business, with 400,000 square feet of hedge fund hotels in a number of cities. Bear Stearns is also active, with space for rent in New York, Boston, San Francisco and Los Angeles.  While the state investigation is in a preliminary stage and may not lead to any specific charges, at its heart is a thorny issue that has dogged regulators for decades. Money managers, including mutual funds and hedge funds, often pay Wall Street with ''soft dollars'' -- inflated commissions that include the cost of trading (typically 1 to 2 cents a share) plus an additional few cents a share that can be directed to pay for research and other services.  Soft dollars are controversial because clients pay for the higher commissions, while the services often benefit the manager the most. Higher commissions result in greater expenses for the fund and potentially lower returns for investors.  In the late 1990s, the Securities and Exchange Commission cracked down on the use of soft dollars by mutual funds, concerned that investors were being duped into paying for services enjoyed by the manager.  Massachusetts is now investigating whether hedge funds are improperly using soft dollars to pay for space in these hotels and failing to disclose to investors that they are covering a major expense.  ''It's the same soft dollar question,'' Mr. Galvin said in an interview. ''What kind of quid pro quo might be in the placement of an order? What's the relationship between the entities?''  As hedge funds have exploded, so, too, have the fortunes of Wall Street, which earns billions of dollars a year in fees executing trades and lending money to hedge fund clients. Hedge funds typically trade more than other Wall Street clients and they trade exotic, high-margin products, like complex derivatives.  Because hedge funds have become such important customers, there are concerns that they may be receiving tips about pending mergers, for example, or other yet-to-be-disclosed news that could affect a stock price. Trading ahead of public disclosure would give a fund an advantage; while it generally would be illegal, it is often hard for regulators to detect or prove.  Trading and the soft dollars used to pay for it are only one part of the business Wall Street does with hedge funds. The main business of servicing hedge funds is called prime brokerage. It includes financing trades; finding and lending stock to allow hedge funds to short stocks (betting that their price will fall); structuring derivatives; and executing swaps. It can also include hedge fund hotels -- securing real estate, receptionists and information technology and even managing, say, the risk of trading currencies in Asia.  The global prime brokerage business generates $8 billion to $10 billion a year, according to an estimate by the Vodia Group, a consulting firm for the financial services industry. The business is highly profitable, with a return on equity -- a measure of how efficiently the bank reinvests its capital -- of a healthy 15 to 20 percent. In 2006, Goldman Sachs made $2 billion directly servicing hedge funds, 22 percent more than the previous year.  Prime brokerage is only the tip of the iceberg when it comes to the fees that hedge funds generate for Wall Street firms: billions of additional dollars come from trading for these funds. Credit Suisse estimates that investment banks made $25 billion in revenue from hedge funds in 2004, $19 billion of which came from sales and trading and the rest from prime brokerage.  Hedge funds now control half the volume traded on the New York and London Stock Exchanges, according to Credit Suisse.  In markets like convertible arbitrage, hedge funds control 70 percent of the trading. (In convertible arbitrage, an investor buys a bond that can be converted into stock and then sells that stock short, betting that its price will fall because of the sale of convertible bonds.)  ''Hedge funds generate about 30 to 35 percent of the equity commission volume of the major Wall Street firms,'' said Brad Hintz, a securities analyst with Sanford C. Bernstein & Company, a respected Wall Street research firm that manages money for wealthy individuals and institutions. But that is only part of the equation.  ''Because a hedge fund has broad investment guidelines -- it is not constrained like a mutual fund to invest in certain stocks or certain sectors -- it allows the hedge fund to really go after some of the more financially attractive products the Street offers,'' Mr. Hintz said.  In the United States, Goldman Sachs, Morgan Stanley and Bear Stearns lead the pack in prime brokerage, collectively controlling about 75 percent of the market, according to Sanford C. Bernstein, a unit of AllianceBernstein.  But neither Goldman nor Morgan Stanley run significant hedge fund hotel operations. (Goldman inherited a small business from Spear, Leeds & Kellogg, which it bought in 2000.)  Bear Stearns' hedge fund hotel clients tend to be small. Bear is unusual because it accepts only ''hard dollar'' arrangements, rather then venturing into the murky area of soft dollars.  Bank of America exited the hedge fund hotel business 18 months ago because of a lack of demand.  Lehman Brothers and Credit Suisse have been building their prime brokerage businesses. Lehman has space that it leases to a select group of clients, but it is not a major player in hotel space. Credit Suisse prefers to cater to a small number of institutional-quality hedge funds that are expanding into high-margin products like structured derivatives and reinsurance.  Jefferies, a bank that caters to midmarket clients, recruited a significant part of Bank of America's prime brokerage team to build its business. Glen Dailey, head of prime brokerage, said the hedge fund hotel business was too expensive to build at Bank of America.  ''It took a lot of resources, especially tech support,'' Mr. Dailey said. ''Clients would call because there wasn't coffee or hot water. In the end, we felt like the client service group was spending 80 percent of its time on the real estate.''  Correction:  January 3, 2007, Wednesday  Because of an editing error, a front-page article yesterday about an investigation into the possibility that banks are luring hedge funds as tenants in order to solicit their trading business misstated the nature of a request made by the Massachusetts secretary of state, William F. Galvin, to UBS, the Swiss bank. While Mr. Galvin has requested information from UBS, he has not issued a subpoena. UBS is cooperating with the inquiry.  ", 
            "title": "Banks' Leases To Hedge Funds Are Questioned"
        }, 
        "weight": 0.6592624823622216, 
        "file": "1815975.txt", 
        "other_topics": {
            "0": 0.00011075294960571704, 
            "1": 0.017360771349582284, 
            "2": 0.6592624823622216, 
            "3": 0.013040792746537444, 
            "4": 0.059134487219552605, 
            "5": 5.400696220062034e-05, 
            "6": 0.03468211345671829, 
            "7": 0.00014500534058808088, 
            "8": 6.0946196124793925e-05, 
            "9": 0.0015291417588122263, 
            "10": 0.11015282566980825, 
            "11": 0.003046129758160318, 
            "12": 0.036069013997096736, 
            "13": 7.104006192501036e-05, 
            "14": 0.008964099350741817, 
            "15": 0.00011981422595484753, 
            "16": 6.769953714539732e-05, 
            "17": 0.00016327038100722284, 
            "18": 4.8952334697365954e-05, 
            "19": 0.006139775982846199, 
            "20": 9.809060415479087e-05, 
            "21": 6.799875138845269e-05, 
            "22": 7.354975443044169e-05, 
            "23": 0.0374696230280307, 
            "24": 5.7020510350556106e-05, 
            "25": 5.364812802570768e-05, 
            "26": 6.046033862397651e-05, 
            "27": 7.090064933063112e-05, 
            "28": 0.011699814385488977, 
            "29": 8.496206332690793e-05, 
            "30": 4.0810145522042466e-05
        }
    }, 
    {
        "i": 39, 
        "content": {
            "text": "  SAP, the biggest maker of business management software, said Wednesday that it would invest as much as $520 million over two years on an organization aimed at smaller business clients.  Some analysts said the plan for the investment showed that the company had exhausted its lucrative focus on large global corporations.  The move, which SAP said would trim its profit margin to 26 percent to 27 percent this year, from a previously announced 30 percent, sent shares of the company plunging as much as 6 percent.  Investors focused on the cost of the initiative, even though SAP reported that profit rose 29 percent in the fourth quarter, to $1.03 billion, as sales rose 7 percent, to almost $3.9 billion.  Analysts said the focus on smaller clients showed that SAP's business was maturing and that its days of rapid growth might be coming to an end.  ''Basically I think the financial markets are going to have to adjust their perception of SAP,'' said John Segrich, a software analyst at JPMorgan in London. ''In the past, the markets have become accustomed to turbocharged growth rates from SAP, but their core business is changing.''  In two of four quarters in the last year, SAP failed to meet analysts' expectations. For 2006, SAP had predicted that software sales would rise 15 to 17 percent, but sales rose only 11 percent from 2005. Analysts tied the slowdown to reduced business spending on corporate software, the rise of niche competitors nibbling at SAP's market and the saturation of SAP's traditional pool of clients, the large multinational companies.  SAP's chief executive, Henning Kagermann, said SAP was accelerating efforts begun a few years ago to cater to smaller businesses, which were not a priority when the company was expanding to become the biggest software maker in Germany and the third-largest in the world after Microsoft and I.B.M.  Mr. Kagermann said SAP would aggressively serve smaller clients with its All-in-One business software suite in 2007.  In an interview, the company's president, Leo Apotheker, disputed the notion that SAP's profit and sales prospects were dimming, saying that SAP's accelerated focus on small and midsize clients was expected to produce 10,000 new customers and $1.3 billion in new sales revenue by 2010.  ''We don't know where this feeling is coming from,'' Mr. Apotheker said. ''We have produced double-digit growth for the third straight year. We doubled our software revenue in the U.S. in three years. We said today that we believe our traditional business will grow at double-digit rates for the considerable future. We just want to accelerate that growth.''  But Theo Kitz, an analyst at Merck Finck, a private bank in Munich, said SAP's growth prospects peaked a few years ago.  The company, founded in 1972, equips 38,000 businesses with software for internal functions like accounting, personnel, sales and executive controls. In a sense, SAP is becoming a victim of its own success, Mr. Kitz said.  Serving smaller businesses is more costly for companies like SAP because there are many of them and their needs tend to be more varied, requiring bigger sales and support teams, Mr. Kitz said. Smaller businesses typically also take longer to make buying decisions and require more intensive sales advice than larger enterprises.  ", 
            "title": "SAP Plans New Venture For Serving Small Clients"
        }, 
        "weight": 0.6589473640790569, 
        "file": "1821296.txt", 
        "other_topics": {
            "0": 0.0002769924903587108, 
            "1": 0.00022511016106176561, 
            "2": 0.6589473640790569, 
            "3": 0.0002193883047165847, 
            "4": 0.021912281647235552, 
            "5": 0.00013507110203308194, 
            "6": 0.00035160801340368186, 
            "7": 0.0003626575233237151, 
            "8": 0.00015242608619089683, 
            "9": 0.0002248681497404559, 
            "10": 0.24309602444827766, 
            "11": 0.0004193398169206175, 
            "12": 0.0002207316934402298, 
            "13": 0.0001776707865379497, 
            "14": 0.0008221213533044003, 
            "15": 0.0002996546904238961, 
            "16": 0.00016931615326539048, 
            "17": 0.004007844884005286, 
            "18": 0.00012242950770131533, 
            "19": 0.004557024643078499, 
            "20": 0.0002453240371687898, 
            "21": 0.00017006448636739595, 
            "22": 0.05417654650677278, 
            "23": 0.00012414022956006729, 
            "24": 0.00014260796863427183, 
            "25": 0.00013417365982419527, 
            "26": 0.00015121095937404926, 
            "27": 0.00017732211644074734, 
            "28": 0.0076641289303853695, 
            "29": 0.00021248963202077925, 
            "30": 0.00010206593937493127
        }
    }
]