[
    {
        "content": {
            "text": "  Giants (8-8) at Eagles (10-6)  4:30 p.m., Ch. 5  EAGLES' BRIAN WESTBROOK VS. GIANTS' TIKI BARBER  Tiki Barber (1,662 yards rushing, 465 receiving) and Brian Westbrook (1,217 and 699) finished fifth and sixth in the N.F.L. in yards from scrimmage. They are small and versatile backs, and whoever has the better game will most likely be headed to the next round of the playoffs -- unless they cancel each other out, as they have done twice this season. The Eagles have the 26th-ranked rush defense, but held Barber to 126 yards on 40 carries in two meetings. The Giants, under their new play-caller, Kevin Gilbride, have vowed to be more committed to the run. While Eli Manning has played relatively well against the Eagles, and quarterback Jeff Garcia has sparked the Eagles' five-game winning streak, each team would like to put its chances in the hands of its ball carriers.  BY THE NUMBERS, GIANTS vs. EAGLES  3.15  Average gain per rush by Giants running back Tiki Barber in two games against the Eagles. In 14 other games, Barber averaged 5.4 yards a carry.  8  Sacks of Giants quarterback Eli Manning by the Eagles on Sept. 17. He was not sacked more than twice in any other game, including the Dec. 17 rematch, when he was sacked once.  23  Points scored by the Giants in the fourth quarter and overtime on Sept. 17 to overcome a 24-7 fourth-quarter deficit.  22  Points scored by the Eagles in the fourth quarter on Dec. 17, leading to a 36-22 victory.  QUOTABLE  ''We expected to be here. Yeah, we didn't get here the way that we wanted to, but we're here.''  Giants running back Tiki Barber, on making the playoffs.  JOHN BRANCH  PRO FOOTBALL  ", 
            "title": "KEY MATCHUP"
        }, 
        "weight": 0.8833296202198978, 
        "file": "1817228.txt", 
        "other_topics": {
            "0": 0.0006571497925954883, 
            "1": 0.00044242337328901835, 
            "2": 0.0008063689096516493, 
            "3": 0.0005864204025148782, 
            "4": 0.0003033615103397736, 
            "5": 0.0010125763931163976, 
            "6": 0.0005217433544212998, 
            "7": 0.017187345221940303, 
            "8": 0.0004321768605402169, 
            "9": 0.0008478050249018678, 
            "10": 0.0003641182020163436, 
            "11": 0.0005324317185964722, 
            "12": 0.0004304064912407205, 
            "13": 0.00032807932363408687, 
            "14": 0.00020886427514136722, 
            "15": 0.015227633423860177, 
            "16": 0.0005581582270123385, 
            "17": 0.00033604970716504223, 
            "18": 0.0077126627656979195, 
            "19": 0.8833296202198978, 
            "20": 0.06315040217555876, 
            "21": 0.0013921486701589118, 
            "22": 0.0004441118839803245, 
            "23": 0.0005270935205988137, 
            "24": 0.0002523570692383618, 
            "25": 0.0005463062840586235, 
            "26": 0.0004479516173893207, 
            "27": 0.00030957602182904675, 
            "28": 0.00046835767169606214, 
            "29": 0.0006362998879186573
        }
    }, 
    {
        "content": {
            "text": "  Patriots Put a Stop to the Titans' Run  Corey Dillon ran for two touchdowns and Tom Brady threw for one as the Patriots defeated the Titans, 40-23, dashing Tennessee's hopes for a playoff spot. The host Titans (8-8) had won six games in a row and needed to beat the Patriots and hope the Jaguars, Bengals and Broncos lost. All three did, but the Titans proved no match for the Patriots (12-4), who will play the Jets in a wild-card game Sunday.  With New Orleans (10-6) set to play host to its first playoff game in the rebuilt Superdome in two weeks, Coach Sean Payton removed several key players early in the Saints' 31-21 loss to the visiting Panthers. Quarterback Drew Brees played only one full series and was 4 of 5 for 46 yards. Reggie Bush rushed for an early touchdown but played little more than a quarter, and running back Deuce McAllister had the day off. Carolina finished 8-8.  Shaun Alexander rushed for 92 yards and scored on a 1-yard run in the first quarter as the Seahawks defeated the Buccaneers, 23-7. Visiting Seattle (9-7) had little to play for after clinching the National Football Conference West title; they will play host to Dallas in the first round Saturday. Tampa Bay finished 4-12.  Chargers and Ravens Finish 1-2 in A.F.C.  Philip Rivers threw two touchdown passes after spraining his right foot, and LaDainian Tomlinson also limped off after wrapping up his first rushing title as the Chargers defeated the visiting Cardinals, 27-20. The Chargers (14-2), who have won 10 in a row, clinched home-field advantage throughout the American Football Conference playoffs. Rivers and Tomlinson, who had one of his legs stepped on, said they would have played if the result had been more important, but the Chargers had already earned a first-round bye. Tomlinson ran for 66 yards, giving him 1,815 this season. Arizona finished 5-11.  Using a stellar performance from the defense and an efficient effort from the offense, the Ravens beat the Bills, 19-7, to earn the No. 2 seeding in the A.F.C. Chris McAlister returned an interception 31 yards for a touchdown and the host Ravens (13-3) allowed only 39 yards rushing. Buffalo finished 7-9.  Colts Finish Strong, but Cowboys Do Not  Peyton Manning threw two touchdown passes and ran for another score as the Colts held on to beat the visiting Dolphins, 27-22. Manning's two scoring passes gave him 275 in his career, moving him ahead of Joe Montana into seventh on the career list. Indianapolis (12-4), which blew a chance to earn a first-round bye by losing four times in the previous six weeks, will play host to Kansas City in a wild-card game Saturday. Cleo Lemon was solid in his first N.F.L. start for Miami (6-10), finishing 18 of 36 for 210 yards.  Done in by repeated mistakes from quarterback Tony Romo and a few more by cornerback Terence Newman, the Cowboys lost To the visiting Lions, 39-31, and blew their chance to stay alive in the N.F.C. East race. ''I can't tell you how disappointed I am, I really can't,'' Cowboys Coach Bill Parcells said. As much as Dallas (9-7) wanted to win the game, Detroit (3-13) might have been better off losing it. By winning, they gave the Raiders the No. 1 overall pick in the draft. But even the Lions could not refuse the gifts the Cowboys gave them, from a penalty on Newman that wiped out an interception return for a touchdown on the game's first snap to Romo's two fumbles and an interception.  In Other Games  Steven Jackson had a career-high 4 touchdowns and 142 yards rushing, helping the visiting Rams defeat the Vikings, 41-21. Jackson's 59-yard touchdown run in the fourth quarter prevented Minnesota (6-10) from establishing a postmerger N.F.L. record for fewest yards rushing allowed in a season. They missed by 15 the mark of 970 yards set by the Ravens in 2000. The Rams finished 8-8.  Despite losing running back Ron Dayne (ankle) and tight end Jeb Putzier (broken foot) to injuries in pregame warm-ups, the Texans defeated the visiting Browns, 14-6. Houston (6-10) won back-to-back games for the first time since 2004 and tripled its victory total from last season. Cleveland finished 4-12.  PRO FOOTBALL  ", 
            "title": "AROUND THE LEAGUE"
        }, 
        "weight": 0.873610645977173, 
        "file": "1815797.txt", 
        "other_topics": {
            "0": 0.00024478311561942044, 
            "1": 0.0001647992177077396, 
            "2": 0.0030647179796438754, 
            "3": 0.00021843697556904934, 
            "4": 0.00011299977036695582, 
            "5": 0.0003771767215062933, 
            "6": 0.00019434528518156018, 
            "7": 0.022988262077734464, 
            "8": 0.00016098247251030229, 
            "9": 0.0003158006861930558, 
            "10": 0.00013563115890408037, 
            "11": 0.00019832661655098846, 
            "12": 0.00016032302390693882, 
            "13": 0.0001222069609004626, 
            "14": 0.013899559893569934, 
            "15": 0.00014346952974542135, 
            "16": 0.011265317216568807, 
            "17": 0.00012517586591325003, 
            "18": 0.0001085541404254444, 
            "19": 0.873610645977173, 
            "20": 0.06775265753580625, 
            "21": 0.0005185644014905696, 
            "22": 0.00016542817462506917, 
            "23": 0.0001963381798925833, 
            "24": 9.400101826521693e-05, 
            "25": 0.00020349478277421293, 
            "26": 0.00016685844504072252, 
            "27": 0.00011531462689059373, 
            "28": 0.00017445953935283468, 
            "29": 0.0030013686101710096
        }
    }, 
    {
        "content": {
            "text": "  Kansas City (9-7) at Indianapolis (12-4)  4:30 p.m., Channel 4  The Colts' offense revolves around quarterback Peyton Manning and receivers Marvin Harrison and Reggie Wayne, and the Chiefs often struggle to stop the pass. Advantage, Colts.  However, the Colts have allowed 173 yards rushing a game, the most in the league, and the Chiefs have a premier runner in Larry Johnson. He carried 416 times (an N.F.L. record) for 1,789 yards and seemed to thrive on heavy duty. Advantage, Chiefs.  Colts Coach Tony Dungy said he was not concerned with how his team closed the regular season, with losses in four of its final seven games.  ''It's kind of like the Indy 500,'' he said. ''You get that starting position and then you run the race. Everyone remembers who won, not who got the pole.''  Reporter's pick: Colts  Dallas (9-7) at Seattle (9-7)  8 p.m., Channel 4  The coaches -- Bill Parcells of the Cowboys and Mike Holmgren of the Seahawks -- have enjoyed playoff success. So have Seattle quarterback Matt Hasselbeck and running back Shaun Alexander, the keys to the Seahawks' offense. Not so Tony Romo, the Cowboys quarterback, and that could be a problem. Dallas's record was 3-3 when the inexperienced Romo replaced Drew Bledsoe. Romo went 5-1 in his first six starts, 1-3 in his last four. He could take advantage of a Seahawks secondary so battered that one starting cornerback is out, the other probably is and three defensive backs were added in recent days. That could also be good news for Terrell Owens, the Cowboys' gifted but talkative receiver.  Reporter's pick: Cowboys  TOMORROW'S MATCHUPS  Jets (10-6) at New England (12-4)  1 p.m., Channel 2  The Jets have won their past three games and beat the Patriots in Week 10, but that was the regular season. For the Patriots, the playoffs are something else. Quarterback Tom Brady's playoff record is 10-1, and he has thrown only 5 interceptions in 11 games. He lacks a go-to receiver, but the Patriots have strong runners in Corey Dillon and Laurence Maroney.  Jets receiver Laveranues Coles said of the Patriots: ''That's the last team you ever want to see in the playoffs because of the way they prepare and the experience they have. I didn't really want to play them in the first round. That's not necessarily a feeling of fear or intimidation. It's more like knowing your opponent a little too well.''  Reporter's pick: Patriots  Giants (8-8) at Philadelphia (10-6)  4:30 p.m., Channel 5  The veteran Jeff Garcia replaced the injured Donovan McNabb (knee) at quarterback and led the Eagles to the National Football Conference East title, Philadelphia's fifth in the past six years. Brian Westbrook, a slick outside runner, also became a force inside as the Eagles won their final five games. ''I believe we are playing our best ball right now,'' safety Brian Dawkins said. The Giants are not; their record is the poorest of the 12 playoff teams. Eli Manning has been inconsistent, Jeremy Shockey is hobbling on a bad ankle, and the defense has its bad days. The one constant has been Tiki Barber, who rushed for a team-record 234 yards last week. He is retiring at 31, so if the Giants lose, this will be his last game.  Reporter's pick: Eagles  PRO FOOTBALL Frank Litsky of The New York Times breaks down the first-round playoff games.  ", 
            "title": "TODAY'S MATCHUPS"
        }, 
        "weight": 0.8520673070380781, 
        "file": "1816682.txt", 
        "other_topics": {
            "0": 0.007979225759379795, 
            "1": 0.00022776013409877158, 
            "2": 0.004235581865785906, 
            "3": 0.0003018899940166419, 
            "4": 0.00015617090426697794, 
            "5": 0.000521275658125736, 
            "6": 0.00026859416464534194, 
            "7": 0.035591302549959646, 
            "8": 0.00022248521586747995, 
            "9": 0.0004364511411903173, 
            "10": 0.00018744852900181194, 
            "11": 0.00027409654857170714, 
            "12": 0.00022157382742509258, 
            "13": 0.00016889566704044807, 
            "14": 0.015389371968141134, 
            "15": 0.00019828151970875676, 
            "16": 0.0002873405889196006, 
            "17": 0.0001729988309586056, 
            "18": 0.0001500268382591658, 
            "19": 0.8520673070380781, 
            "20": 0.07835545514034113, 
            "21": 0.0007166799652641468, 
            "22": 0.00022862938162206616, 
            "23": 0.0002713484372258849, 
            "24": 0.00012991375094677655, 
            "25": 0.00028123919310861186, 
            "26": 0.00023060608142803506, 
            "27": 0.00015937014295012628, 
            "28": 0.0002411111450072463, 
            "29": 0.0003275680186650391
        }
    }, 
    {
        "content": {
            "text": "  AMERICAN FOOTBALL CONFERENCE  SEEDING --1  TEAM -- San Diego Chargers (West champions)  The Chargers have won 10 in a row, including the finale over Arizona to clinch home-field advantage throughout the A.F.C. playoffs. If the seedings hold up, their first game could be a doozy: against New England, whose coach, Bill Belichick, would surely try to confuse quarterback Philip Rivers in his first playoff game, and whose solid run defense would give LaDainian Tomlinson one of his biggest challenges of the season.  RECORD -- 14-2  1ST-ROUND OPPONENT -- BYE  SEEDING -- 2  TEAM -- Baltimore Ravens (North champions)  Baltimore beat Buffalo yesterday, using its fifth interception return for a touchdown to secure the second seeding and a first-round bye. The Ravens have won four in a row and their offense has been energized since Brian Billick took over the play-calling. But a run in the playoffs will still be all about their top-rated defense. Baltimore held the Chargers to 13 points in October to hand San Diego its first loss.  RECORD --13-3  1ST-ROUND OPPONENT -- BYE  SEEDING -- 3  TEAM -- Indianapolis Colts (South champions)  The Colts held off the Dolphins yesterday to secure the third seeding, but the Dolphins, playing a meaningless game, moved down the field with ease late in the fourth quarter, a bad omen for Indianapolis. The defense is not as good as it was last year, and the Colts will go only as far as their porous run defense - the worst in the league - allows them. The Chiefs have a star running back in Larry Johnson, and that could mean another early exit for the Colts.  RECORD -- 12-4  1ST-ROUND OPPONENT -- Kansas City  SEEDING -- 4  TEAM -- New England Patriots (East champions)  After an erratic season, the Patriots go into the playoffs on a roll after pounding Vince Young (five sacks, three turnovers) and the Titans yesterday. They remain an intimidating playoff opponent because of Tom Brady, who has had a superb season despite a dearth of receiver talent. But the Jets held the Patriots to 14 points in Foxborough in November.  RECORD -- 12-4  1ST-ROUND OPPONENT -- Jets  SEEDING -- 5  TEAM -- Jets  The Jets defeated the Raiders yesterday to secure a wild-card spot, completing a remarkable rookie regular season for Coach Eric Mangini, who took over a team that won only four games last season. The Jets started looking like a serious threat when they beat the Patriots in Foxborough in mid-November. Now they are going back for another visit, another chance for Bill Belichick to offer Mangini a warm welcome back.  RECORD -- 10-6  1ST-ROUND OPPONENT -- New England  SEEDING -- 6  TEAM -- Kansas City Chiefs  The Chiefs snuck in when the Broncos lost to the 49ers in overtime yesterday and Pittsburgh beat Cincinnati. The Chiefs survived Trent Green's severe concussion in the season opener because they leaned heavily on running back Larry Johnson. Coach Herman Edwards will no doubt do that again when he faces his friend Tony Dungy's suspect run defense.  RECORD -- 9-7  1ST-ROUND OPPONENT -- Indianapolis  NATIONAL FOOTBALL CONFERENCE  SEEDING -- 1  TEAM -- Chicago Bears (North champions)  The Bears wrapped up the top seeding long ago on the strength of their dominating defense, rendering last night's game against the Packers meaningless. But the Bears still have not answered the biggest question about a potential run to the Super Bowl: What happens if quarterback Rex Grossman struggles? It is a question that could shape the postseason for the N.F.C., especially if the Bears face the Saints, who have a top-five pass defense, in the conference championship game.  RECORD -- 13-3  1ST-ROUND OPPONENT -- BYE  SEEDING -- 2  TEAM -- New Orleans Saints (South champions)  The Saints, the feel-good story of the season, may also be the most dangerous team in the N.F.C., and after their decimation of the Giants in Week 15, everyone knows it. Drew Brees, Reggie Bush and Deuce McAllister rested for most of the Saints' meaningless loss to the Panthers yesterday. Bush versus Chicago linebacker Brian Urlacher in the conference championship would be a blockbuster.  RECORD -- 10-6  1ST-ROUND OPPONENT -- BYE  SEEDING -- 3  TEAM -- Philadelphia Eagles (East champions)  The Eagles finished the season with five consecutive victories behind the backup quarterback Jeff Garcia, who has been so effective leading a balanced offense that Donovan McNabb's mother is worried about her injured son's future. The Eagles defeated the Giants, 36-22, just two weeks ago, and they seem to be getting stronger and more confident by the week. Their offense, improbably, is in the top five in the league.  RECORD -- 10-6  1ST-ROUND OPPONENT -- Giants  SEEDING -- 4  TEAM -- Seattle Seahawks (West champions)  The Seahawks blew out the Buccaneers in their season finale, but they had lost three in a row before that. They are nowhere near the powerhouse team that went to the Super Bowl last season. And the final game was costly: Cornerback Kelly Herndon broke his left ankle (another cornerback, Marcus Trufant, didn't play because of a sprained ankle) and linebacker Leroy Hill sustained a concussion.  RECORD -- 9-7  1ST-ROUND OPPONENT -- Dallas  SEEDING -- 5  TEAM -- Dallas Cowboys  Less than a month ago, the Cowboys had a two-game lead in the N.F.C. East and looked like the best team in the conference. But yesterday, with a chance to win the division, they lost to the Lions at home, their third loss in their final four games. Quarterback Tony Romo was voted into the Pro Bowl, but he has struggled in those three losses. Seattle's Qwest Field is one of the loudest, most difficult stadiums in the league. Seattle's secondary is injury-riddled, so the complaining Dallas receivers should get plenty of action.  RECORD -- 9-7  1ST-ROUND OPPONENT -- Seattle  SEEDING -- 6  TEAM -- Giants  The Giants survived a near-complete collapse and rediscovered their offense to sneak into the playoffs with almost no momentum. They played the Eagles close for a while two weeks ago, but their defense was gashed up the middle by the Eagles' rushers. Earlier in the season, the Giants forged an epic comeback to beat the Eagles in Philadelphia. But that was a long time ago, and if they beat the Eagles next week, it will be an even greater comeback for the season.  RECORD -- 8-8  1ST-ROUND OPPONENT -- Philadelphia  PRO FOOTBALL  ", 
            "title": "Looking Ahead to the Playoffs"
        }, 
        "weight": 0.8501630687254929, 
        "file": "1815807.txt", 
        "other_topics": {
            "0": 0.00015847902928240275, 
            "1": 0.0018964095121164534, 
            "2": 0.007353321540726107, 
            "3": 0.00014142184504828807, 
            "4": 7.315902435334799e-05, 
            "5": 0.00024419413300209733, 
            "6": 0.00012582425084037058, 
            "7": 0.03993920396704057, 
            "8": 0.00010422428814322073, 
            "9": 0.00020445767294017362, 
            "10": 8.781118072287761e-05, 
            "11": 0.0001284018695175491, 
            "12": 0.00010379734376734652, 
            "13": 7.912000174541988e-05, 
            "14": 5.0369958187831005e-05, 
            "15": 9.288594823267007e-05, 
            "16": 0.0001346061050305347, 
            "17": 8.104214896242704e-05, 
            "18": 0.0036497091319930416, 
            "19": 0.8501630687254929, 
            "20": 0.0939768496133903, 
            "21": 0.0003357322369260487, 
            "22": 0.0001071025526585004, 
            "23": 0.00012711450330923785, 
            "24": 6.085873238655308e-05, 
            "25": 0.00013174787630463545, 
            "26": 0.00010802854735593083, 
            "27": 7.465772337049976e-05, 
            "28": 0.00011294969579796806, 
            "29": 0.00015345084135470942
        }
    }, 
    {
        "content": {
            "text": "  If the Chicago Bears win the turnover battle Sunday, they believe they will win the Super Bowl.  No team in the N.F.L. forced more turnovers (44) than the Bears during the regular season, and their ball-hawking style has continued during the playoffs. During their 39-14 victory against the New Orleans Saints in the National Football Conference championship game, the Bears produced four turnovers -- three fumble recoveries and an interception.  The Indianapolis Colts have not lost a fumble in three postseason games, but Peyton Manning has thrown six interceptions. If the Bears can force takeaways against Manning and the Colts' offense, Chicago likes its chances.  ''Get the ball out of their hands, any way possible,'' Bears linebacker Lance Briggs said Monday when asked about his team's season-long approach to defense. ''It's preached. If we go in the meeting room to look on film, and we're not running in to get the ball out, we're going to hear about it all day.''  SUPPORT FOR ROONEY RULE -- Bears Coach Lovie Smith remains a supporter of the Rooney rule, which requires N.F.L. teams to interview a minority candidate for every head-coaching opportunity. Smith and Tony Dungy of the Colts are the first African-American coaches to reach the Super Bowl, and 6 of the league's 32 teams have an African-American head coach. The Cowboys are still seeking a coach to replace Bill Parcells, who retired last week.  Last week, the Pittsburgh Steelers hired their first African-American coach, Mike Tomlin. Smith used that example to support the Rooney rule.  ''I would like to think owners would hire the best coach, but I'm here because of the Rooney rule,'' Smith said. He added: ''It's good that guys like Mike Tomlin have gotten an opportunity to be a head football coach. I think Mike would have gotten an opportunity still, but I think it may speed up the process a little bit. Whenever you can get in front of someone is good, and of course the Rooney rule allows you that opportunity.''  IT'S GOOD TO BE HOME -- Bears defensive end Adewale Ogunleye is enjoying the Super Bowl experience because he lives in Miami during the off-season. After the Bears arrived in Miami on Sunday, he went home.  Ogunleye also acted as a tour guide Sunday night, taking some of his teammates out on the town.  ''That was the only night that we're going to be able to do that,'' Ogunleye said. '' I had most of the guys on the team there, most of the single guys. I don't want to get the married guys in trouble.''  SINGLETARY TO INTERVIEW IN DALLAS -- Mike Singletary, a Hall of Fame linebacker, will be interviewed Tuesday for the Cowboys' coaching job. Singletary will meet with Jerry Jones, the team's owner, as the eighth candidate considered to replace Bill Parcells. (AP)  AROUND THE LEAGUE -- Chris Palmer was hired as the quarterbacks coach of the Giants.  The Raiders hired the former Atlanta offensive coordinator Greg Knapp to fill the same job in Oakland. The Cardinals hired Maurice Carthon as the running backs coach and Richie Anderson as the tight ends coach. (AP)  N.F.L. ROUNDUP  ", 
            "title": "Bears Hope Takeaways Lead Them To a Title"
        }, 
        "weight": 0.8226132753720562, 
        "file": "1822614.txt", 
        "other_topics": {
            "0": 0.0003435516817034289, 
            "1": 0.00023129474532438538, 
            "2": 0.008181065763435694, 
            "3": 0.004186326898069071, 
            "4": 0.0001585945216990652, 
            "5": 0.0005293653389653661, 
            "6": 0.0002727624794966059, 
            "7": 0.03614364424059436, 
            "8": 0.00022593796559758532, 
            "9": 0.0004432244297168082, 
            "10": 0.0040701094151022075, 
            "11": 0.0002783502549603037, 
            "12": 0.00022501243331113984, 
            "13": 0.00017151676016124773, 
            "14": 0.00010919226298341684, 
            "15": 0.0040811105230730066, 
            "16": 0.00029179982966947324, 
            "17": 0.00017568360111095882, 
            "18": 0.00015235510588489622, 
            "19": 0.8226132753720562, 
            "20": 0.1144892208738525, 
            "21": 0.0007278021270086451, 
            "22": 0.0002321774827064993, 
            "23": 0.00027555949565393904, 
            "24": 0.0001319298834199816, 
            "25": 0.0002856037462512315, 
            "26": 0.00023418485893155047, 
            "27": 0.00016184340939128013, 
            "28": 0.0002448529506710664, 
            "29": 0.0003326515491981894
        }
    }, 
    {
        "content": {
            "text": "  Indianapolis (13-4)  at Baltimore (13-3)  4:30 p.m., Channel 2  This is the Colts' first playoff game in Baltimore since the franchise abandoned the city 23 years ago.  Peyton Manning can counter the Ravens' heralded defense by passing quickly from short drops or handing off to the rookie Joseph Addai. ''We never feel we can go anyplace and not move the ball,'' Colts Coach Tony Dungy said.  But the Ravens' offense has come a long way since Brian Billick fired Jim Fassel as offensive coordinator and took over himself. Steve McNair looks like the McNair of old.  The Colts have lost four straight games on the road, where Manning is 1-4 in playoff games. The Ravens have won four games in a row and 9 of their past 10.  Reporter's Pick: Ravens  Philadelphia (11-6)  at New Orleans (10-6)  8 p.m., Channel 5  The Eagles have the playoff experience and momentum. Most of the Saints have never been to the playoffs, but they have game-breakers on offense, a smart new coach in Sean Payton and a feel-good story.  The Eagles have won six in a row with Jeff Garcia at quarterback, and Brian Westbrook, with his elusive running, is no longer a hidden treasure. The offense must carry the Saints, and the weapons are there in quarterback Drew Brees, Reggie Bush, Deuce McAllister and receivers Joe Horn and Marques Colston.  The Eagles must contend without Lito Sheppard, the Pro Bowl cornerback who has a dislocated elbow. That makes the Saints' offense even more dangerous.  Reporter's Pick: Saints  Seattle (10-7)  at Chicago (13-3)  1 p.m., Channel 5  Both teams have problems at quarterback. When the Bears overwhelmed the Seahawks three months ago, they sacked Matt Hasselbeck five times and had two interceptions. Hasselbeck has 10 interceptions in his past 7 games.  Shaun Alexander's running has carried the load for the Seahawks, but as he said, ''Our offense has some things to do.'' So does the injury-riddled defense, but it may get unintended help from Rex Grossman, who had a passer rating of 0 in the Bears' season finale.  The Bears have been able to afford his bad days because they run well and their defense is good. But that defense is showing signs of weakness, yielding 300 or more yards in each of the past six games.  Reporter's Pick: Bears  New England (13-4)  at San Diego (14-2)  4:30 p.m., Channel 2  This could be the best game of the playoffs. The Chargers have been the league's strongest team and have the best record. The Patriots have won three Super Bowl titles in the past five years.  The Patriots have won seven of their past eight games and are 7-1 on the road. They will need a big game from quarterback Tom Brady to counter Chargers running back LaDainian Tomlinson, who led the league with 1,815 rushing yards and an N.F.L.-record 31 touchdowns.  ''We're usually looking at the back of his jersey,'' Patriots Coach Bill Belichick said. ''He's killed a lot of people besides us, and he's killed us.''  The Chargers have won 10 in a row and are playing at home, where they are 8-0.  Reporter's Pick: Chargers  PRO FOOTBALL  ", 
            "title": "TODAY'S MATCHUPS"
        }, 
        "weight": 0.816195223025817, 
        "file": "1818458.txt", 
        "other_topics": {
            "0": 0.00035598177015247034, 
            "1": 0.00023966325083693438, 
            "2": 0.0004368146122666559, 
            "3": 0.00031766725835257267, 
            "4": 0.0001643326508867272, 
            "5": 0.0005485183757153844, 
            "6": 0.0002826313345373141, 
            "7": 0.005290356715056952, 
            "8": 0.00023411265676035148, 
            "9": 0.0004592607909327949, 
            "10": 0.00019724489539373662, 
            "11": 0.01636892401087778, 
            "12": 0.0002331536376688759, 
            "13": 0.02831860220602322, 
            "14": 0.00011314296256988119, 
            "15": 0.004228769718104696, 
            "16": 0.00030235747757334194, 
            "17": 0.00018204003252188252, 
            "18": 0.00015786748595074946, 
            "19": 0.816195223025817, 
            "20": 0.12265169607060317, 
            "21": 0.0007541348312098356, 
            "22": 0.00024057792665603268, 
            "23": 0.0002855295499030361, 
            "24": 0.00013670325583327032, 
            "25": 0.0002959372128483911, 
            "26": 0.0002426579320235295, 
            "27": 0.0001676990870105929, 
            "28": 0.0002537120073892852, 
            "29": 0.0003446872585236166
        }
    }, 
    {
        "content": {
            "text": "  In trying to create a brighter future for quarterback Eli Manning, Giants Coach Tom Coughlin continues to reach into his own past.  In 1997, Coughlin, then the coach of the Jacksonville Jaguars, hired Chris Palmer as his offensive coordinator. Palmer replaced Kevin Gilbride, who had taken the head-coaching position with the San Diego Chargers.  Coughlin has made a similar move now, hiring Palmer as the Giants' quarterbacks coach to replace Gilbride, who was elevated to offensive coordinator. An announcement is expected today.  Palmer, 57, spent last season as the quarterbacks coach for the Dallas Cowboys, who changed to the inexperienced quarterback Tony Romo from the veteran Drew Bledsoe at midseason, with good results.  Palmer was the offensive coordinator of the Jaguars in 1997 and 1998. In 1997, Mark Brunell led the American Football Conference in passer rating and was named to the Pro Bowl.  In 1999, Palmer became the coach of the expansion Cleveland Browns. He was fired after two seasons; quarterback Tim Couch, chosen with the first overall pick in the 1999 draft, struggled to live up to expectations.  From 2002 to 2005, Palmer was the offensive coordinator of the Houston Texans, helping develop another No. 1 overall pick, quarterback David Carr.  The tie between Palmer and Gilbride runs deep. Each played quarterback at Southern Connecticut State -- Palmer graduated in 1972, two years before Gilbride. Both are in the university's Sports Hall of Fame.  Palmer's first coaching experience in the N.F.L. was as the receivers coach for the Houston Oilers from 1990 to 1992. Gilbride was the team's offensive coordinator.  The Giants were 8-8 in 2006 and lost six of their final eight regular-season games. They made the National Football Conference playoffs as a wild-card team, but lost to the Philadelphia Eagles in the first round.  Before the final regular-season game, Coughlin stripped the offensive coordinator John Hufnagel of his responsibilities and handed them to Gilbride.  Manning, the first choice in the 2004 draft, was inconsistent most of the season and showed few signs of progress from the previous season.  ''I've only had one quarterbacks coach in the N.F.L.,'' Manning said during a conference call Thursday when asked about his ideal coach. ''I'm just looking for someone who's obviously smart, intelligent. Someone who we can have a good relationship and just really communicate well together and be on the same page with things. Someone who has good drills and is going to be hard on me and coach me and make sure that everything that I'm doing, I'm doing to get better.''  PRO FOOTBALL  ", 
            "title": "Giants Pick Palmer to Get The Most Out of Manning"
        }, 
        "weight": 0.8153924218206863, 
        "file": "1822426.txt", 
        "other_topics": {
            "0": 0.00042217195924332767, 
            "1": 0.00028422552121452096, 
            "2": 0.0005180346190417103, 
            "3": 0.0099119650949005, 
            "4": 0.00019488817408482665, 
            "5": 0.0006505082472553252, 
            "6": 0.00033518296230188645, 
            "7": 0.015809261604624477, 
            "8": 0.00027764286622274494, 
            "9": 0.0005446543732525817, 
            "10": 0.00023392002321763033, 
            "11": 0.000342049475379699, 
            "12": 0.00027650552998042394, 
            "13": 0.00021076760946508614, 
            "14": 0.00013418042772882075, 
            "15": 0.00024743868592028834, 
            "16": 0.0003585769255665422, 
            "17": 0.00021588801347205425, 
            "18": 0.004954836762433619, 
            "19": 0.8153924218206863, 
            "20": 0.14545718678927233, 
            "21": 0.0008943564135015388, 
            "22": 0.00028531026912859483, 
            "23": 0.0003386200631925639, 
            "24": 0.00016212145168376145, 
            "25": 0.000350962895958699, 
            "26": 0.00028777702449322116, 
            "27": 0.00019888055530555934, 
            "28": 0.00030088646167812443, 
            "29": 0.0004087773797933535
        }
    }, 
    {
        "content": {
            "text": "  New Orleans Saints (11-6) at Chicago Bears (14-3)  3 p.m., Fox  The Saints have never reached the National Football Conference championship game. No team with a record as bad as the Saints' 3-13 last season had ever made the conference championship the next season. But here are the Saints, and, tailback Deuce McAllister said, ''This may be destiny.''  It may be many things, but two stand out:  Can the Bears' celebrated defense rise from the doldrums and handle McAllister, quarterback Drew Brees, the all-around threat Reggie Bush and those dangerous receivers?  Which Rex Grossman will show up at quarterback for the Bears?  Last week, Grossman was mostly good in an overtime victory against the Seahawks, and the Saints' secondary has been vulnerable to the long pass. Grossman was erratic during the regular season, with 23 touchdown passes and 20 interceptions. ''What's important is those players have a belief in him,'' Saints Coach Sean Payton said.  Although the Bears' defense has lost some of its dominance because of injuries, linebacker Lance Briggs said, ''We tweak a little, we're right back where we were.''  The Bears will have an advantage from a home crowd, and Chicago weather in January can be shocking to a dome team from a warm-weather city.  Reporter's Pick: Saints  New England (14-4) at Indianapolis (14-4)  6:30 p.m., CBS  History favors the Patriots. They have won three of the last five Super Bowls, Coach Bill Belichick is 13-2 in playoff games and quarterback Tom Brady is 12-1. Colts quarterback Peyton Manning is 4-10 against the Patriots. In two playoff games this season, he has thrown one touchdown pass and five interceptions.  Or maybe history will favor the Colts in the American Football Conference title game. They beat the Patriots 11 weeks ago, when Brady threw four interceptions, and he threw three last week against the Chargers.  Still, the Patriots have won five straight games, and they always seem to come up with defensive innovations. They will need offensive fire because the Colts, who have suffered on defense all season, have turned into a defensive power.  Reporter's Pick: Patriots  PRO FOOTBALL  ", 
            "title": "TODAY'S MATCHUPS"
        }, 
        "weight": 0.8083663222844024, 
        "file": "1820501.txt", 
        "other_topics": {
            "0": 0.0005185986453078632, 
            "1": 0.0003491443878176083, 
            "2": 0.0006363569293875406, 
            "3": 0.00046278159066894556, 
            "4": 0.00023940183817054752, 
            "5": 0.0007990883534587476, 
            "6": 0.00041174082355348237, 
            "7": 0.03113333233868345, 
            "8": 0.04719360871075307, 
            "9": 0.0006690568000680314, 
            "10": 0.0002873488030054765, 
            "11": 0.012133313314936627, 
            "12": 0.0003396611028477419, 
            "13": 0.0002589082347848946, 
            "14": 0.00016482806714997588, 
            "15": 0.0003039552118644116, 
            "16": 0.00044047811268840516, 
            "17": 0.0002651981707299584, 
            "18": 0.00022998330593488304, 
            "19": 0.8083663222844024, 
            "20": 0.061549131469044636, 
            "21": 0.030381477009398142, 
            "22": 0.0003504768988629831, 
            "23": 0.00041596297954149856, 
            "24": 0.00019915099375438137, 
            "25": 0.0004311249916354611, 
            "26": 0.0003535070764064986, 
            "27": 0.00024430610394967565, 
            "28": 0.00036961079010890705, 
            "29": 0.0005021446610838152
        }
    }, 
    {
        "content": {
            "text": "  By the time Robbie Gould lined up for Sunday's game-winning field goal in overtime, some of his teammates were more nervous than he was.  ''I didn't want to watch it,'' Chicago Bears quarterback Rex Grossman said. ''I didn't see the hold or anything.''  What happened next sent Chicago into celebration. Thanks to Gould's 49-yard field goal, the longest in Bears postseason history, Chicago edged the Seattle Seahawks, 27-24, and will play host to the New Orleans Saints next Sunday for the National Football Conference championship.  Gould's kick, which came 4 minutes 58 seconds into overtime and equaled his career long, did more than just win a playoff game. It lifted a psychological burden from the Bears, who had been beaten at home during their previous two playoff appearances and had not won a playoff game since Jan. 1, 1995. Had the Bears lost this game, it would have cheapened their 13-3 regular season and their N.F.C. North title, sending them into another off-season feeling as if they had underachieved.  Instead, Chicago has a chance to reach the Super Bowl for the first time in 21 seasons. The Bears were far from dominant against the Seahawks, allowing running back Shaun Alexander to rush for 108 yards, and falling behind, 24-21, in the fourth quarter. But when it mattered, Gould delivered. He kicked a 41-yard field goal in the fourth quarter to tie the score, then followed with his game-winner.  The Bears mobbed Gould afterward, knowing that his kick had liberated them from heavy criticism.  ''We didn't play good the whole game, we played good enough to win,'' Bears linebacker Brian Urlacher said. ''It's like a monkey off our back. That was a good big kick -- bad field, 49 yards, windy. That's why he's first-team All-Pro.''  Gould has been a clutch performer for the Bears all season, making his first 24 field-goal attempts, and 32 of 36 over all during the regular season. On Dec. 17, Gould kicked a 25-yard field goal to defeat Tampa Bay in overtime.  Despite the pressure and the importance of Sunday's kick, he tried to treat it as routinely as possible.  ''It wasn't an easy kick, but you want the opportunity,'' said Gould, in his second season with the Bears since going undrafted out of Penn State.  ''This is obviously a big win for our team, keeping our season alive.''  For Chicago, it was a narrow escape. Gould's winning field goal completed the Bears' first possession in overtime, after Seattle won the overtime coin toss but stalled on its drive. Seahawks punter Ryan Plackemeier muffed a punt that traveled only 18 yards, giving the Bears a first down on their 34-yard line. Moments later, Grossman (21 for 38, 282 yards, one touchdown, one interception) completed a key 30-yard pass to Rashied Davis, and the Bears eventually drove to Seattle's 32, setting up Gould's winning kick.  The Bears will play in the conference championship game for the first time since the 1988 season.  Most of the pregame focus was on Grossman's inconsistent play all season, but this game was about all of the Bears. After last season's playoff loss, 29-21 to Carolina, the Bears came back strong, finishing with the best record in the conference. But another one-and-done playoff experience would have been more anguishing.  ''Last night I talked to the team about finishing,'' Bears Coach Lovie Smith said. ''Last year we were in this position, and we weren't able to finish the season the way we wanted. We talked about all we've gone through this year, how it would be a shame not to finish the game on a high note.''  The Seahawks did not go easily. Trailing by 21-14 at halftime, Seattle scored 10 consecutive points to take its first lead. After a 40-yard field goal by Josh Brown cut Seattle's deficit to 21-17, the Seahawks put together a seven-play, 51-yard touchdown drive. On third-and-10 from Chicago's 13-yard line, Alexander found a gaping hole in Chicago's defensive line and rumbled into the end zone, putting the Seahawks ahead, 24-21, with just under five minutes left in the third quarter.  One could almost hear the doubt creeping into Soldier Field when Seattle took the lead, but the Bears showed their resiliency. Grossman's pass was intercepted by Pete Hunter deep in Seattle's territory to end a drive early in the fourth quarter, but the Bears did not panic.  Chicago almost took the lead a few minutes later, but an apparent 66-yard punt return for a touchdown by Devin Hester was nullified because of an illegal block in the back. Once again, the Bears responded, driving 48 yards to Seattle's 23, setting up Gould's 41-yard field goal into the wind that barely sneaked over the crossbar with 4:24 left in regulation, tying the score.  The Seahawks had chances to win in regulation, but they were thwarted on their final two fourth-quarter possessions. Just after the two-minute warning, Seattle had fourth-and-1 from Chicago's 44. Seahawks Coach Mike Holmgren elected to go for the first down, but the play's timing was thrown off after Matt Hasselbeck bobbled the snap. When Alexander finally received the handoff from Hasselbeck, he was thrown for a 2-yard loss by linebacker Lance Briggs.  After stopping the Bears and getting the ball back, the Seahawks threatened again, driving from their 20 to Chicago's 45 with 30 seconds left in regulation. But Chicago defensive tackle Tank Johnson, who was arrested last month on misdemeanor weapons charges, sacked Hasselbeck for a 9-yard loss with 24 seconds to play in regulation.  ''We know what Tank is as a football player,'' Urlacher said. ''It was a big play.''  Time expired in regulation, and after the Bears stopped Seattle and got the ball in overtime, Grossman set up Gould's kick with his 30-yard completion to Davis.  ''The pattern was open all game,'' Davis said. ''Rex was waiting for a big play to come my way. I'm just elated.''  All the Bears were elated, because their season was still alive.  PRO FOOTBALL  ", 
            "title": "49-Yard Kick Gives Chicago Reason to Exhale"
        }, 
        "weight": 0.8065256122530419, 
        "file": "1819131.txt", 
        "other_topics": {
            "0": 0.0001789796655927496, 
            "1": 0.00012049731780167707, 
            "2": 0.00021962060921273304, 
            "3": 0.00015971598670728868, 
            "4": 8.262277837732807e-05, 
            "5": 0.0002757827610525364, 
            "6": 0.0001421007084712649, 
            "7": 0.10776379158944113, 
            "8": 0.00011770660334671382, 
            "9": 0.00023090604540172658, 
            "10": 9.917031819446069e-05, 
            "11": 0.00014501176447000497, 
            "12": 0.008202141249598805, 
            "13": 8.935485987145312e-05, 
            "14": 5.6885748942303786e-05, 
            "15": 0.0021261307557714332, 
            "16": 0.00015201857163181615, 
            "17": 0.002112754858390346, 
            "18": 0.018270435082230866, 
            "19": 0.8065256122530419, 
            "20": 0.051560381274650235, 
            "21": 0.00037916211227324945, 
            "22": 0.00012095719632904623, 
            "23": 0.00014355786628232506, 
            "24": 6.873133701200297e-05, 
            "25": 0.00014879060624191302, 
            "26": 0.00012200297646814228, 
            "27": 8.431534710474007e-05, 
            "28": 0.00012756071812315066, 
            "29": 0.00017330103796667806
        }
    }, 
    {
        "content": {
            "text": "  Penn State (8-4) vs. Tennessee (9-3)  Outback Bowl, Tampa, Fla., 11 a.m., ESPN  The possible return of Penn State Coach Joe Paterno to the sideline will be the dominant story line in this battle between two traditional powers.The 80-year old Paterno fractured his shinbone and tore two knee ligaments in during a loss at Wisconsin in November. He'll return for his 22nd New Year's Day Bowl game. He enters with a 15-6 record. Tennessee, which did not play in a bowl game last season, is looking for a chance to put an exclamation point on a recovery year.  Auburn (10-2) vs. Nebraska (9-4)  Cotton Bowl, Dallas, 11:30 a.m., Channel 5  Auburn, which beat Florida and Louisiana State, could be the best team not playing in a Bowl Championship Series game. Auburn is 32-5 the past three seasons. Only Southern California and Texas have been better. For Nebraska, this game provides another chance to show that the program is inching back toward prominence under Bill Callahan. The Cornhuskers won the Big 12 North for the first time since 1999, and their 9-4 record is the best since Callahan took over as the coach three years ago.  Wisconsin (11-1) vs. Arkansas (10-3)  Capital One Bowl, Orlando, Fla., 1 p.m., Channel 7  You may not see two better young tailbacks on the field at the same time all season. The Arkansas sophomore tailback Darren McFadden will be a heavy favorite to win the Heisman Trophy next season after rushing for 1,558 yards and 14 touchdowns. McFadden, who often lines up at quarterback to confuse defenses, has also thrown three touchdowns passes. Wisconsin features the freshman star P.J. Hill, who led the Big Ten with 1,533 yards and 15 touchdowns. Hill is the latest in a long line of plodding but powerful Badgers backs.  Georgia Tech (9-4) vs. West Virginia (10-2)  Gator Bowl, Jacksonville, Fla., 1 p.m., Channel 2  The Yellow Jackets will be without their senior quarterback Reggie Ball because of academic reasons. Tech fans who have watched Ball flutter passes for four seasons may think that's a good thing. Two November losses ended West Virginia's national title hopes. Look for a blowout win today to fuel the hype for the Mountaineers to be a title favorite next season. It will be interesting to see, however, how an underrated Tech defense can handle West Virginia's dangerous spread attack.  Southern California (10-2) vs. Michigan (11-1)  Rose Bowl, Pasadena, Calif., 5 p.m., Channel 7  Both teams have been persistent in saying it is not a letdown to play in the Rose Bowl. If that is true, this could be the best game of the bowl season. Southern California is out to prove that its offensive gridlock against U.C.L.A. was a fluke. Michigan clearly has a better defense than the Bruins, who followed their upset of the Trojans by being trounced by a mediocre Florida State team in the Emerald Bowl. The Wolverines are coming off a 42-39 loss at Ohio State, but they appear to have more talent that the Trojans.  Boise State (12-0) vs. Oklahoma (11-2)  Fiesta Bowl, Glendale, Ariz., 8 p.m., Channel 5  After Rhett Bomar was booted from the team in August, the referees robbed Oklahoma of a September game at Oregon and Adrian Peterson broke his collarbone in October, things could have fallen apart for the Sooners. Instead, they have put together perhaps the most impressive season in the Bob Stoops era, considering the circumstances. Peterson is expected to return for the game. They will face an undefeated Boise State team that is getting its first crack at an elite team since losing, 48-13, at Georgia to open last season. If Boise, from the Western Athletic Conference, pulls off the upset and completes an undefeated season, it will cap one of the most surprising seasons in recent college football history.  PETE THAMEL  All times Eastern.  COLLEGE FOOTBALL  ", 
            "title": "Today's Games"
        }, 
        "weight": 0.7900189486842644, 
        "file": "1815796.txt", 
        "other_topics": {
            "0": 0.000278679291538503, 
            "1": 0.00018761967761002192, 
            "2": 0.00034195904646465165, 
            "3": 0.00024868488761308334, 
            "4": 0.00012864733693004104, 
            "5": 0.00042940601220883313, 
            "6": 0.00022125711673860485, 
            "7": 0.0009943966629875401, 
            "8": 0.0064775617649369364, 
            "9": 0.00035953097203192744, 
            "10": 0.0001544125916458287, 
            "11": 0.00022578976026920407, 
            "12": 0.012771098353362454, 
            "13": 0.00013912948692819277, 
            "14": 0.037854297760944663, 
            "15": 0.00016333637557330012, 
            "16": 0.00023669967033822565, 
            "17": 0.00014250950904906112, 
            "18": 0.025300735516305406, 
            "19": 0.7900189486842644, 
            "20": 0.10231181025191263, 
            "21": 0.019473234316468205, 
            "22": 0.0001883357289099088, 
            "23": 0.00022352597619311983, 
            "24": 0.00010701774551630964, 
            "25": 0.0002316735848050462, 
            "26": 0.00018996405505133462, 
            "27": 0.00013128274164081233, 
            "28": 0.00019861770574311748, 
            "29": 0.0002698374160187138
        }
    }, 
    {
        "content": {
            "text": "  Jets (10-6) at Patriots (12-4)  1 p.m., Ch. 2  JETS' OFFENSIVE LINE VS. PATRIOTS' DEFENSE  In the teams' first meeting, the Jets' offensive line gave up four sacks in a 24-17 loss. In the November rematch, the Patriots were without the injured Ty Warren, their stellar left end. In his absence, the Jets were successful running the ball, gaining 117 yards on the ground (65 more than in the first game) en route to a 17-14 victory. Patriots nose tackle Vince Wilfork expects to return after missing three games with a sprained ankle. He will be a handful for Jets center Nick Mangold, who has been nursing a left thigh injury. The other rookie on the Jets' line, D'Brickashaw Ferguson, faces the difficult task of slowing the Patriots' right end, Richard Seymour, who has 4 sacks and 40 tackles.  BY THE NUMBERS, JETS vs. PATRIOTS  13  Tackles made by Jets linebacker Jonathan Vilma.  22  Tackles made by Patriots linebacker Tedy Bruschi.  55  Percentage of third downs converted by Jets.  42  Percentage of third downs converted by the Patriots.  8  First downs rushing by the Jets.  17  First downs rushing by the Patriots.  0  Fumbles lost by the Jets.  2  Fumbles lost by the Patriots.  KAREN CROUSE  PRO FOOTBALL  ", 
            "title": "KEY MATCHUP"
        }, 
        "weight": 0.786423458683089, 
        "file": "1817229.txt", 
        "other_topics": {
            "0": 0.0007650203249853273, 
            "1": 0.0005150467619838572, 
            "2": 0.02685700905469993, 
            "3": 0.00068268077075406, 
            "4": 0.0003531580224830565, 
            "5": 0.0011787898741850648, 
            "6": 0.0006073870448651466, 
            "7": 0.028648057232946184, 
            "8": 0.000503118293617316, 
            "9": 0.0009869714378405987, 
            "10": 0.00042388786906470785, 
            "11": 0.0006198298941621945, 
            "12": 0.0005010573198300528, 
            "13": 0.0003819332420333152, 
            "14": 0.0002431491532781024, 
            "15": 0.0004483851183673163, 
            "16": 0.0006497793852079273, 
            "17": 0.00039121195667008986, 
            "18": 0.00033926410151545466, 
            "19": 0.786423458683089, 
            "20": 0.11671360817177417, 
            "21": 0.001620668590438773, 
            "22": 0.009156437584218854, 
            "23": 0.01789246572402837, 
            "24": 0.0002937812494143391, 
            "25": 0.0006359819567489643, 
            "26": 0.0005214824622547312, 
            "27": 0.00036039264030188195, 
            "28": 0.0005452381515561825, 
            "29": 0.000740747927684883
        }
    }, 
    {
        "content": {
            "text": "  Even though Peyton Manning was not at his best Saturday, the Indianapolis Colts' defense was superb.  Following a script that few expected, the Colts opened the N.F.L. playoffs by defeating the Kansas City Chiefs, 23-8, at the RCA Dome. It was a role reversal for the Colts, known for their high-powered offense led by Manning, and for their porous defense, which ranked last in the league against the run during the regular season.  ''This was playoff football,'' said Colts defensive end Dwight Freeney, who had three tackles and two sacks. ''If not now, then when?''  The Colts changed their identity against the Chiefs. While Manning threw three interceptions in the game and struggled to find his rhythm in the first half, the Colts held Kansas City without a first down until late in the third quarter.  The first seven times that the Chiefs had the ball, they ran three plays and punted. It looked like a scene from the film ''Groundhog Day;'' the same thing happening over and over, as Kansas City's offense produced only seven first downs and 126 total yards.  ''We couldn't run, we couldn't pass, we couldn't do anything,'' Chiefs Coach Herman Edwards said.  When the Chiefs finally made their initial first down, late in the third quarter on a pass from Trent Green to Tony Gonzalez, Colts fans cheered derisively, mocking Kansas City for its struggles. The Chiefs finished that drive by scoring their only touchdown, but that was not enough to save their season, as the Colts advanced to meet the Baltimore Ravens in the next round of the American Football Conference playoffs.  Manning's numbers looked stout (30 for 38, 268 yards, 1 touchdown), but his two first-half interceptions could have changed the game's momentum if his defense had not bailed him out. Manning's first interception should have led to a Chiefs score, and his second probably cost the Colts at least 3 points.  In the third quarter, a pass by Manning was intercepted by Ty Law with no Colts receiver in the vicinity. Usually, it is Manning who confuses the defense, but for much of the game, Kansas City's defensive players kept showing up in places where Manning did not expect them to be.  ''Obviously, those were three poor throws,'' Manning said of his interceptions. ''I told Ty Law I would be glad to introduce him at the Hall of Fame.''  Unfortunately for the Chiefs, their defense eventually wore down. During the first half, Indianapolis had 15 first downs and held the ball for 21 minutes 5 seconds, compared with 8 minutes 55 seconds for Kansas City. Colts running back Joseph Addai took advantage of the tiring defense, rushing for 122 yards on 25 carries and eventually opening up the passing game for Manning.  Leading by 9-0 midway through the third quarter, the Colts scored the game's first touchdown, driving 89 yards in 12 plays to take a 16-0 lead.  How tired was Kansas City's defense? The Colts finished the drive with seven consecutive running plays, moving from Kansas City's 41. Addai capped the drive by running 6 yards up the middle for the touchdown.  Kansas City went to a hurry-up offense and responded with its only scoring drive, moving 60 yards in 8 plays, capped by a 6-yard scoring pass from Green to Gonzalez. Edwards decided to try a 2-point conversion, which paid off, Green passing to Kris Wilson to cut the Colts' lead to 16-8.  But instead of the momentum swinging to the Chiefs, Manning responded with his best drive of the game, moving the Colts 71 yards for their final touchdown, on a 5-yard pass to Reggie Wayne.  It was a satisfying victory for the Colts' defensive players, who had heard talk all week about how they would struggle to stop Chiefs running back Larry Johnson, who rushed for more yards this season than any player except LaDainian Tomlinson of the Chargers. But Johnson was held to 32 yards on 13 carries by the swarming and aggressive Indianapolis defense. By the fourth quarter, the Chiefs were forced to abandon Johnson and try to catch up through the air.  Nothing the Chiefs tried offensively worked for long, as the Colts overcame a lackluster offensive start.  The Colts squandered a chance to put Kansas City into a deep hole early, dominating the statistics but not the scoreboard. The Colts took a 3-0 lead on their opening drive. On their second drive, they looked poised to take a 10-0 lead, with second-and-goal from the 2. But the Chiefs held firm, and when Coach Tony Dungy sent the field-goal unit onto the field, many fans booed. Adam Vinatieri's 19-yarder, his second of three first-half field goals, made the score 6-0.  A brief momentum swing occurred when Law intercepted Manning early in the second quarter after wide receiver Marvin Harrison broke inside and Manning threw outside. Law, who caught the ball near midfield, almost returned it to the end zone after avoiding a tackle attempt by Manning. But he was caught from behind by Harrison at the 9, setting up the Chiefs with first-and-goal.  A touchdown and the extra point would have given Kansas City the lead, and perhaps have changed the direction of the game. Even a field goal would have helped. Instead, the Chiefs got nothing. After two carries by Johnson made it third-and-goal at the 2, Green fell after being accidentally stepped on by one of his lineman as he backed away from center. Kicker Lawrence Tynes compounded the error by missing a 19-yard field goal attempt, hooking the ball against the left upright. Tynes grabbed his head in disbelief, and the Colts ran off the field in celebration.  It was that kind of day for the Chiefs, and a day of redemption for the Colts' defense.  ''This was the way we had hoped to play all year,'' Dungy said. ''We picked a good time to play that way.''  PRO FOOTBALL  ", 
            "title": "A Weakness Is a Strength as the Colts Advance"
        }, 
        "weight": 0.7836303549043636, 
        "file": "1817282.txt", 
        "other_topics": {
            "0": 0.0001865196446539787, 
            "1": 0.0043383309520078385, 
            "2": 0.010760766129034203, 
            "3": 0.00016644443371565816, 
            "4": 8.610347556648888e-05, 
            "5": 0.0002874008196565542, 
            "6": 0.002254465753828856, 
            "7": 0.1038781039176068, 
            "8": 0.00012266529695955167, 
            "9": 0.0023470122441398623, 
            "10": 0.00010334812308757674, 
            "11": 0.00015112075827170094, 
            "12": 0.004334920185399141, 
            "13": 9.311916332021937e-05, 
            "14": 5.928220752594683e-05, 
            "15": 0.00010932079869591446, 
            "16": 0.00015842274521894284, 
            "17": 9.538140721149125e-05, 
            "18": 8.271599798309624e-05, 
            "19": 0.7836303549043636, 
            "20": 0.08532817534838394, 
            "21": 0.0003951352921195946, 
            "22": 0.00012605282953746436, 
            "23": 0.00014960561088090088, 
            "24": 7.162682148061278e-05, 
            "25": 0.00015505879347902816, 
            "26": 0.00012714266585649192, 
            "27": 8.78673481077845e-05, 
            "28": 0.0001329345416829309, 
            "29": 0.00018060179022381581
        }
    }, 
    {
        "content": {
            "text": "  Part of the deal that allowed Giants Coach Tom Coughlin to keep his job was the promise to the team's owners that he would make changes. The status quo, following an 8-8 record and a first-round playoff exit, was not good enough.  On Wednesday, the Giants accepted the promise by retaining Coughlin for at least one more season. Yesterday, Coughlin made his first major off-season change: He fired his defensive coordinator, Tim Lewis.  Coughlin will enter his fourth season with the Giants without the two coordinators who started with him in 2004. Coughlin removed the offensive coordinator, John Hufnagel, in the final week of the regular season.  Coughlin declined comment on his decision to remove Lewis, who built powerful defenses with the Pittsburgh Steelers and was the first assistant coach to join Coughlin in 2004. Lewis is a frequent head-coaching candidate and was interviewed this week by the Miami Dolphins, who are looking to replace Nick Saban.  But Lewis, 45, a man with an easy smile and an air of grace, could not create a fearsome defense with the Giants. A below-average unit in 2005, it was overhauled in the off-season, with six new starters for the 2006 opener, but sputtered at midseason, worn thin by injuries.  The Giants allowed 362 points, ranking 24th among the N.F.L.'s 32 teams. The defense ranked 25th in total defense, measured by yards allowed. It was 14th in rushing yards allowed and 28th in passing yards.  In 2005, the Giants were 24th in total defense -- 12th against the run and 27th against the pass.  One logical candidate to replace Lewis is Dom Capers, the former Panthers and Texans coach who spent last season as the defensive coordinator for the Dolphins. Capers, who has interviewed for the Dolphins' head-coaching position, was Coughlin's defensive coordinator with the Jacksonville Jaguars in 1999 and 2000.  Coughlin has made no other coaching moves, but the other defensive assistants are in limbo. A new coordinator would probably create his own staff.  The firing of Lewis is a clear signal that the Giants of 2007, while remaining under the control of Coughlin, will be markedly different than the 2006 version.  Coughlin stripped Hufnagel of his responsibilities just five days before the final game of the regular season, handing them to the quarterbacks coach Kevin Gilbride. Hufnagel left the team a few days later.  Coughlin has not given Gilbride the title of offensive coordinator, but he will have at least one offensive assistant to hire, either a coordinator or a quarterbacks coach, as the Giants try to kick-start quarterback Eli Manning's progress.  While Hufnagel was the first to lose his job because of the disappointing season, it appears sweeping changes will be made to the defense, which struggled with injuries and consistency the past two seasons.  The Giants were ranked 10th in total defense after the Nov. 12 game against the Chicago Bears. But a quick rash of injuries near midseason seemed to unravel the unit. In particular, a promising rush defense went soft and a once-rabid pass rush turned benign.  After losing linebacker LaVar Arrington for the season in late October, the Giants lost the seven-time Pro Bowl defensive end Michael Strahan to a foot sprain. Defensive end Osi Umenyiora, who had 14 1/2 sacks and made the Pro Bowl in 2005, missed five games. Cornerback Sam Madison missed several games, returning just as the other starting cornerback, Corey Webster, went down.  The Giants allowed 144 points in the first eight games (an average of 18.0), and 218 in the last eight (27.3). The Giants went 2-6 to finish the season and barely slid into the playoffs.  The Giants ended the season ranked 24th in stopping teams on third down, 25th in first downs allowed, and 26th in sacks per pass play.  In 2005, when the Giants were 11-5 and won the division, the defense faltered late in the season, largely because of a series of injuries to the linebackers.  That drove the Giants to make several defensive changes, while leaving the offense's starting lineup intact. They added three starters through free agency: Arrington, safety Will Demps and Madison. They started their fourth-round draft choice, Barry Cofield, at defensive tackle, and elevated the reserves Webster and Fred Robbins, a defensive tackle, to the starting lineup.  More changes are certain for next season, particularly at linebacker and cornerback. But the biggest change will be the coordinator.  Lewis, a cornerback, played at the University of Pittsburgh. He was chosen by the Green Bay Packers with the 11th overall choice in the 1983 N.F.L. draft, but a neck injury in his fourth season ended his career.  Lewis spent nine seasons as an assistant with the Steelers, the last four -- 2000 to 2003 -- as defensive coordinator before he was dismissed by Coach Bill Cowher. The 2001 defense was ranked first in the league, and his other units finished in the top 10.  Lewis could not replicate that success with the Giants. And when the Giants decided that Coughlin would stay, it was obvious that others would go.  PRO FOOTBALL  ", 
            "title": "Coughlin Fires Defensive Coordinator"
        }, 
        "weight": 0.7788749318097015, 
        "file": "1818288.txt", 
        "other_topics": {
            "0": 0.0002182384490896235, 
            "1": 0.00014692813102206833, 
            "2": 0.0002677938914678962, 
            "3": 0.00019474932595487884, 
            "4": 0.00010074589732205984, 
            "5": 0.0003362750838673927, 
            "6": 0.00017327017641138032, 
            "7": 0.02295995998157761, 
            "8": 0.00014352527968425777, 
            "9": 0.0027461360067764545, 
            "10": 0.00012092310244745656, 
            "11": 0.0001768197659375092, 
            "12": 0.00014293734272590922, 
            "13": 0.00010895464561509678, 
            "14": 6.936350888440246e-05, 
            "15": 0.00012791146801129392, 
            "16": 0.00018536350035001605, 
            "17": 0.0025761828421940833, 
            "18": 9.678235849215832e-05, 
            "19": 0.7788749318097015, 
            "20": 0.18363451487423033, 
            "21": 0.005391492949786164, 
            "22": 0.00014748888286083325, 
            "23": 0.00017504695848163064, 
            "24": 8.380739981650409e-05, 
            "25": 0.00018142748807692136, 
            "26": 0.0001487640525002959, 
            "27": 0.00010280972715895589, 
            "28": 0.00015554087217538507, 
            "29": 0.00021131422738003984
        }
    }, 
    {
        "content": {
            "text": "  PHILADELPHIA (AP) -- The snap was there, the hold was good and the kick was perfect.  David Akers hit a 38-yard field goal with no time remaining to give the Philadelphia Eagles a 23-20 victory over the New York Giants in a wild-card playoff game on Sunday.  A day after Dallas lost to Seattle when quarterback Tony Romo fumbled the hold on what could have been a go-ahead field goal, the Eagles executed a seemingly routine play that has cost teams important games in recent weeks.  Brian Westbrook had 141 yards rushing, including a spectacular, slashing 49-yard TD run in the second quarter. His 65-yard punt return for an apparent score in the third quarter was nullified by a penalty on rookie Torrance Daniels.  Jeff Garcia threw for 153 yards, one touchdown and played efficiently enough to win for the sixth time in seven starts since replacing an injured Donovan McNabb.  Eli Manning threw two touchdown passes to Plaxico Burress, including an 11-yard strike that tied it at 20 with 5:03 left.  In what probably was his last game, Tiki Barber ran for 137 yards for the Giants. A three-time Pro Bowl running back, Barber plans to retire after 10 seasons in the NFL.  The Eagles are far from finished, though.  Counted out after a knee injury ended Donovan McNabb's season in Week 11, the Eagles (11-6) have won six straight games. They'll play at New Orleans (10-6) next Saturday night.  The Giants overcame a second-and-30 on their tying scoring drive as Manning completed consecutive passes of 18, 14 and 11 yards to Burress.  But the Eagles drove right down the field, mixing in short passes and Westbrook runs. That set up Akers' winning kick.  Led by Garcia and a rejuvenated defense, Philadelphia turned it around after a 24-point loss in Indianapolis, captured its fifth division title in six years and earned the No. 3 seed in the conference.  Meanwhile, the dysfunctional Giants (8-9) fell apart after a 6-2 start. They lost four in a row and six of seven before a win at Washington last week put them in the playoffs.  While the Eagles moved within one victory of their fifth trip to the NFC championship game in six years, the Giants face an uncertain offseason. Coach Tom Coughlin might not be back, Barber is retiring and the embattled Manning probably will hear more criticism after failing to win a playoff game for the second straight year.  ", 
            "title": "EAGLES 23, GIANTS 20: Giants Come Up Short Against Eagles"
        }, 
        "weight": 0.7681302255601509, 
        "file": "1817306.txt", 
        "other_topics": {
            "0": 0.00040480247492217424, 
            "1": 0.0002725315879100548, 
            "2": 0.0004967210429117677, 
            "3": 0.00036123336407868796, 
            "4": 0.0001868698606700469, 
            "5": 0.0006237442887448312, 
            "6": 0.009464314741684176, 
            "7": 0.07458781348538072, 
            "8": 0.000266219764081192, 
            "9": 0.0005222455765773726, 
            "10": 0.004795756947741271, 
            "11": 0.0003279764824449833, 
            "12": 0.0002651292214346945, 
            "13": 0.00020209596605567448, 
            "14": 0.0001286598222394872, 
            "15": 0.0002372582789049989, 
            "16": 0.00034382394126668806, 
            "17": 0.00020700570051159894, 
            "18": 0.00017951803822772658, 
            "19": 0.7681302255601509, 
            "20": 0.13032969764602684, 
            "21": 0.000857559773265932, 
            "22": 0.0002735717058777919, 
            "23": 0.0003246881670784944, 
            "24": 0.00015545126444965223, 
            "25": 0.004907984307991594, 
            "26": 0.00027593697115599276, 
            "27": 0.0001906979827506371, 
            "28": 0.00028850704479801547, 
            "29": 0.0003919589906661152
        }
    }, 
    {
        "content": {
            "text": "  JaMarcus Russell came into the Sugar Bowl as the other quarterback, a gifted one but not the one wearing the iconic gold helmet or the one trying to put a happy ending on a storybook career at Notre Dame, like Brady Quinn. But Russell left the Superdome on Wednesday night as a Louisiana State legend and may just leave college football altogether as the N.F.L's next No. 1 pick.  Russell, a 6-foot-6, 260-pound junior, was alternately bruising and brilliant in leading the No. 4-ranked Tigers to a 41-14 drubbing of the No. 11 Fighting Irish. He ran for one touchdown and threw for two others, one of them a 58-yard dart to Brandon LaFell that finally broke the spirit of Notre Dame in the closing seconds of the third quarter.  His statistics were formidable -- Russell was 21 of 34 for 332 yards. But it was his poise in the pocket, his nimble feet and his rocket launcher of an arm that made him dwarf Quinn, who for most the season had been regarded as the best quarterback in college.  ''My main thing was to go out and play a good game against Brady Quinn's defense,'' said Russell, who was named the Sugar Bowl's most outstanding player. ''He wasn't the guy I was playing against.''  Quinn, a senior, is indeed a fine quarterback and will most likely be a high first-round pick in the N.F.L. draft. As the week progressed here, however, Russell's teammates could not squelch their irritation that the discussion revolved around Quinn rather than Russell.  ''JaMarcus is a good team leader, great guy, has a great work ethic, strong arm and he's a great athlete,'' said Glenn Dorsey, the Tigers' all-American defensive tackle. ''When I step on the field with him, I'm just glad he's on my side.''  There was little doubt that Russell was the difference in handing the Irish their ninth straight bowl defeat, much to the delight of the predominately L.S.U. crowd of 77,781. He showed that his remarkable regular season was no fluke: Russell had the nation's third-best passing rating, and he completed 211 of 308 passes for 2,797 yards and 26 touchdowns, with 7 interceptions.  ''Our quarterback was the finest quarterback in the country,'' said L.S.U. Coach Les Miles.  Quinn, on the other hand, struggled mightily Wednesday. Miles had been polite about the task his defense faced in containing Quinn, but he expressed extreme confidence in his unit.  ''To be honest, I like our matchup there,'' Miles said before the game. ''I like our defense.''  The Tigers (11-2) bull-rushed and blitzed Quinn, sacking him once and forcing him to hurry his passes and throw two interceptions. His two touchdown passes were the 94th and 95th of his career at Notre Dame (10-3), but he was just 15 of 35 for 148 yards. For much of the first half, Notre Dame's offensive line, which gave up 30 sacks this season, looked overwhelmed by a swarming Tigers defense that was led Dorsey.  In the Irish's last three losses, to Southern California, Michigan and Ohio State in last year's Fiesta Bowl, they trailed at halftime by a combined score of 75-31. Coach Charlie Weis had hoped his team would get off to a strong start, especially against an L.S.U. team that had outscored its 12 opponents this season by 122-20 in the first quarter.  Instead, the Tigers needed just two plays and 35 seconds to put the Irish into a 7-0 hole after snuffing Notre Dame's fake punt attempt on its first possession. First, Russell found Early Doucet for a 31-yard completion to Notre Dame's 3-yard line, then running back Keiland Williams rammed the ball in the end zone.  Still, behind Darius Walker's 125 rushing yards, the Irish managed to control the ball for 19 minutes 35 seconds to L.S.U.'s 10:29 and claw their way back to a 14-14 tie with 2:25 left in the first half after Quinn drilled a 10-yard touchdown pass to Jeff Samardzija.  But Russell needed just 1:10 to take the Tigers 82 yards, sending a pass 58 yards to Doucet to the Notre Dame 5. Then, on a quarterback draw, Russell ran into the end zone for a 21-14 L.S.U. lead.  ''They took it from us there in the third quarter,'' Quinn said. ''We really didn't convert any third downs. Some of that maybe came from the momentum they got at the end of the first half, but we just didn't play well enough in the second half.  ''I'm proud of my guys, especially these seniors and everything we been through. I think we laid the groundwork for these guys to do great things in the future.''  COLLEGE FOOTBALL  ", 
            "title": "L.S.U. Swarms Quinn, and Offense Does the Rest"
        }, 
        "weight": 0.7672054373480645, 
        "file": "1816387.txt", 
        "other_topics": {
            "0": 0.00025537219487630343, 
            "1": 0.00017192827141458407, 
            "2": 0.00031335960333249457, 
            "3": 0.00022788634645838271, 
            "4": 0.0001178880304146204, 
            "5": 0.00039349301925327955, 
            "6": 0.00020275247300079145, 
            "7": 0.1162686348655242, 
            "8": 0.0001679464175359507, 
            "9": 0.0003294619164090953, 
            "10": 0.00014149843078557387, 
            "11": 0.00020690603288897236, 
            "12": 0.00016725844182805558, 
            "13": 0.0001274935150463366, 
            "14": 8.116586047061516e-05, 
            "15": 0.00014967588191794622, 
            "16": 0.00021690350225545446, 
            "17": 0.00013059085199940314, 
            "18": 0.00011325008685017664, 
            "19": 0.7672054373480645, 
            "20": 0.10817472773498962, 
            "21": 0.0034249320848679585, 
            "22": 0.00017258443639579465, 
            "23": 0.0002048315783966988, 
            "24": 9.806741079445361e-05, 
            "25": 0.00021229776895120305, 
            "26": 0.0001740765789170947, 
            "27": 0.00012030302537768901, 
            "28": 0.0001820064891686001, 
            "29": 0.00024726980181420666
        }
    }, 
    {
        "content": {
            "text": "  The Giants, whose championship hopes this season collapsed when their defense collapsed, turned to their bitter rivals, the Philadelphia Eagles, for a new defensive coordinator.  Steve Spagnuolo, the Eagles' linebackers coach and a defensive assistant for the team for eight years, was hired yesterday to replace the fired Tim Lewis. In Philadelphia, Spagnuolo coached defensive backs Brian Dawkins, Bobby Taylor and Troy Vincent for three years and linebacker Jeremiah Trotter for the past three. All have been Pro Bowl players.  Expecting to rely on their defense in 2006, the Giants suffered from serious injuries to defensive ends Michael Strahan and Osi Umenyiora and linebacker LaVar Arrington, and often-erratic play by others. In the second half of the season, they lost four games in which they led or were tied in the fourth quarter.  Four days after their playoff loss to the Eagles, the Giants fired Lewis, their defensive coordinator for the past three seasons. In a teleconference yesterday, Coach Tom Coughlin said he had researched many potential successors but had interviewed only Spagnuolo.  Coughlin spoke from Mobile, Ala., where he is monitoring daily practice sessions for the Senior Bowl. He said he was impressed by Spagnuolo's achievements with the Eagles.  ''I was looking for a guy who had an opportunity to work with outstanding people in the league,'' Coughlin said, ''not just an aggressive system, because the system here has been aggressive. It is a plus that he knows our division, and is also a plus that he comes from a program that has Andy Reid as a head coach and Jim Johnson as a defensive coordinator.''  Spagnuolo, 47, played wide receiver at Springfield (Mass.) College. He graduated in 1981 and started his coaching career a year later.  He joined the Eagles in 1999 as a defensive assistant/quality control coach. Before that, he was the defensive coordinator at Massachusetts and at Maine and an intern, scout, personnel aide and assistant coach for more than a half-dozen college and professional teams.  This season, the Giants' defense allowed 342.4 yards a game, eighth most in the N.F.L. The Eagles allowed 328.1, but their reliance on blitzing helped them to a 10-6 record. In the playoffs, they defeated the Giants on a last-play field goal, then lost to the New Orleans Saints.  The Giants finished with an 8-8 record and a need for defensive changes. Coughlin, however, said all of the assistant coaches on defense would remain. He said Spagnuolo's defense would be based on personnel rather than philosophies, and that seemed fine with Spagnuolo.  In the same conference call, Spagnuolo said: ''You've seen the Giants against the Eagles the last two years, and that's the bulk of what I want to do. It may be a slight advantage facing the Eagles, but I don't know if that is going to make a difference between winning and losing. I may know what they're going to do, but I don't know what they're going to do on that play.''  PRO FOOTBALL  ", 
            "title": "Giants Pick Eagles Assistant As Defensive Coordinator"
        }, 
        "weight": 0.7671873688939991, 
        "file": "1820917.txt", 
        "other_topics": {
            "0": 0.0047174745856256965, 
            "1": 0.00025835866857458305, 
            "2": 0.0004708892216267307, 
            "3": 0.009009895008490186, 
            "4": 0.00017715175246168203, 
            "5": 0.0005913066635941669, 
            "6": 0.0003046785647508414, 
            "7": 0.04037283160210579, 
            "8": 0.00025237508915464254, 
            "9": 0.0004950863599636241, 
            "10": 0.00021263138332264204, 
            "11": 0.0003109201688437921, 
            "12": 0.0002513412598347698, 
            "13": 0.00019158602903554227, 
            "14": 0.00012196890873364363, 
            "15": 0.000224919736887245, 
            "16": 0.03499573337220603, 
            "17": 0.00019624043429848756, 
            "18": 0.00017018225922840044, 
            "19": 0.7671873688939991, 
            "20": 0.13655311400345158, 
            "21": 0.0008129626475343827, 
            "22": 0.00025934469553522203, 
            "23": 0.00030780286128155896, 
            "24": 0.00014736707043552883, 
            "25": 0.00031902239507384844, 
            "26": 0.0002615869559380908, 
            "27": 0.00018078079425998053, 
            "28": 0.0002735033268620707, 
            "29": 0.00037157528689025354
        }
    }, 
    {
        "content": {
            "text": "  After the New England Patriots throttled the Jets on Sunday, 37-16, someone asked Patriots linebacker Tedy Bruschi if the Patriots took their game to another level during the playoffs.  ''The next level to us is the Super Bowl,'' he said. ''And we haven't been there in a while.''  A while? The Patriots won their most recent Super Bowl title two seasons ago. Only one championship has been decided since then, and it went to the Pittsburgh Steelers.  ''That's a while to me,'' Bruschi said.  So it is these days in New England, where a trip to the Super Bowl is a rite of winter. But this winter will be a bit longer for the Patriots if they are to reach their fourth Super Bowl in six seasons. In their three title runs, they did not have to take the long way. The Patriots had first-round byes and needed only two victories, the first at home, to make it to the Super Bowl.  Last season, when the Patriots had to play a first-round game, they beat the Jaguars. The next week, they lost to the Broncos in Denver, 27-13. Of course, the Steelers won the Super Bowl after winning three playoff games on the road.  The Patriots were 12-4 this season, but that earned them only the fourth seeding in the American Football Conference. And their victory over the Jets set up a meeting with the San Diego Chargers, an opponent that no team wants. The Chargers have a 10-game winning streak and are unbeaten at home. The Patriots, as the lowest-seeded team remaining, cannot be the host for the A.F.C. championship game.  The Patriots were 7-1 on the road, with their only loss a 21-0 shocker at Miami.  But none of their previous road opponents had the offensive firepower that the Chargers possess. The game presents excellent matchups. The up-and-coming quarterback Philip Rivers against Tom Brady, the best playoff quarterback in the game. Brady will also go against one of the best pass rushers in the game, Shawne Merriman. Chargers tight end Antonio Gates matches against whatever combination of defenders have to chase him.  The biggest matchup will be the Patriots' front seven, the best in the league, against Chargers running back LaDainian Tomlinson, the N.F.L.'s most valuable player. Tomlinson, who was also named offensive player of the year, rushed for 1,815 yards and 28 touchdowns this season.  ''He's explosive,'' cornerback Asante Samuel said of Tomlinson. ''If you sit back, he'll gas you like he does everyone else.''  Chargers Coach Marty Schottenheimer, who has notably failed in previous postseasons, goes up against Bill Belichick, perhaps the best coach of his era. Still, this is the most balanced team Schottenheimer has ever had, and he has said that Tomlinson is the best running back ever to play in the league. Patriots nose tackle Vince Wilfork called the Chargers ''hands-down the best team in the N.F.L.''  Tomlinson has faced the Patriots only three times since he came into the league in 2001, but he has turned in memorable performances, averaging 141.7 yards. In 2002, he ran for 217 yards and 2 touchdowns. Last season, he had 134 yards and 2 touchdowns as the Chargers scored 24 unanswered points in the second half to win, 41-17. Samuel remembered feeling as if a professional team were playing a college team in that game, with a sense of hopelessness that the Patriots rarely have.  ''He killed us last year,'' Belichick said Monday. ''We're usually looking at the back of his jersey. We haven't done very well against him. He's killed a lot of people besides us, and he's killed us. A team might keep him down for a few carries, but it's just a matter of time before he breaks out, in one way or another, and gets in the end zone.''  The Patriots had the fifth-best run defense in the league this season (they were 12th against the pass and 6th over all), but the perception is that the Patriots lack tremendous speed among their linebackers, a potential liability against Tomlinson. The Jets, who did not have much of a running game, used the speedy Leon Washington to slash through the Patriots' defense. He averaged 4.5 yards while being defended by Bruschi, although he had only 11 carries.  Safety Rodney Harrison, who is critical to holding off a multipronged offensive attack, missed the game against the Jets because of a right knee injury sustained in the regular-season finale against the Titans. On Monday, Belichick said Harrison was day to day and would not say if he would be available Sunday.  In their most successful seasons, the Patriots relied on Harrison in the playoffs to disrupt an explosive offense -- usually that of the Colts and Peyton Manning -- with his hard hits and intensity. Manning and the Colts play the Ravens on Saturday in Baltimore. On Sunday, perhaps without Harrison, New England again faces the most dangerous offensive player, this time in Tomlinson.  PRO FOOTBALL  ", 
            "title": "Patriots, Hitting the Road, Will Run Into Tomlinson"
        }, 
        "weight": 0.7633313904299244, 
        "file": "1817609.txt", 
        "other_topics": {
            "0": 0.00025031887123720686, 
            "1": 0.00016852614222589475, 
            "2": 0.00030715882062071567, 
            "3": 0.00022337691479475425, 
            "4": 0.00011555525346077352, 
            "5": 0.0003857065506560415, 
            "6": 0.00019874039226037854, 
            "7": 0.07156488901806386, 
            "8": 0.0001646230815625606, 
            "9": 0.0003229424999503905, 
            "10": 0.00579243359763649, 
            "11": 0.003029679335267855, 
            "12": 0.00016394871956820826, 
            "13": 0.028393646404717716, 
            "14": 7.955974449701653e-05, 
            "15": 0.00014671408463745155, 
            "16": 0.00021261139991486392, 
            "17": 0.0001280067106844961, 
            "18": 0.00011100908586223846, 
            "19": 0.7633313904299244, 
            "20": 0.12016849619414591, 
            "21": 0.0005302917046236772, 
            "22": 0.000169169322966545, 
            "23": 0.0002007783561668986, 
            "24": 9.61268457089217e-05, 
            "25": 0.0002080968051975406, 
            "26": 0.00017063193886267958, 
            "27": 0.0029447900343928233, 
            "28": 0.00017840493147109837, 
            "29": 0.0002423768089206471
        }
    }, 
    {
        "content": {
            "text": "  The Florida Gators navigated their way through a grueling Southeastern Conference schedule, mastering the art of winning ugly.  They relied on a stout defense, a jury-rigged offense and a pinch of serendipity to reach the Bowl Championship Series title game Monday night.  But in a 41-14 mauling of top-ranked Ohio State, the No. 2 Gators left little to chance.  Led by the brilliance of the senior quarterback Chris Leak, the boundless creativity of the offensive coordinator Dan Mullen and the dominance of defensive end Derrick Harvey, Florida stunned college football by blowing the undefeated Buckeyes off the field.  The victory completed one of the most unlikely runs to the national title in recent college football history. Coach Urban Meyer's Gators grinded through the regular season with a collection of close victories, and they would not have made it here if Southern California had not been upset by U.C.L.A. on the regular season's final day.  But once they got here, the Gators (13-1) appeared undaunted. The victory secured their second national title in football, and it made Florida the first university to hold football and men's basketball national titles at the same time.  The Buckeyes (12-1) had the country's top defense, the Heisman Trophy winner in quarterback Troy Smith, and the nation's No. 1 ranking from the start of the season.  But this game proved to be a microcosm of their season, starting with a bang and ending with a thud. Ted Ginn Jr. returned the game's opening kickoff 93 yards for a touchdown. From that point, though, almost nothing went right for the Buckeyes.  Ohio State, which had not played since Nov. 18, set up Florida's first two touchdown drives with personal foul penalties, set up the next two with turnovers and never got Smith in rhythm.  Smith finished the game 4 of 14 for 35 yards, with an interception, and he had minus-29 yards rushing on 10 attempts. Ohio State had trailed after halftime just once during the regular season, and the Buckeyes never looked comfortable trying to scrape back from the 20-point halftime deficit.  ''They moved the ball down the field all season on tape,'' Florida cornerback Ryan Smith said, ''but when they saw our front four, they couldn't do anything about it.''  Troy Smith said: ''Not everything in life is going to go the exact way you want it. I don't have any regrets, though. I really don't. We came out and fought. We came up short.''  With all that dominance, there were a few dollops of good fortune for Florida. The oft-ridiculed place-kicker Chris Hetland, who had made only 4 of 13 field-goal attempts all season, knocked in first-half kicks from 42 and 40 yards. Also aiding Florida was a first-quarter ankle injury to Ginn, who said he was injured celebrating his touchdown. Ginn did not play the final three quarters and was on crutches in the second half.  But history will best remember the lopsided tenor of the game, which Leak set by leading near-flawless touchdown drives of 46, 34 and 71 yards on Florida's first three possessions. Leak's accuracy -- he completed his first nine passes and 25 of 36 for 212 yards and a touchdown -- combined with the ingenuity of Meyer's spread offense, led to the offensive onslaught.  Leak entered Florida as one of the nation's top high school recruits and was the starter midway through his freshman season. He had an up-and-down career, though, and he was forced to endure boos from the fans in Gainesville this season.  On Monday, he lived up to his advance billing.  ''He was unbelievable,'' said Mullen, the offensive coordinator. ''This is what he came here for. He came here to win championships, and that's what he did tonight.''  Ryan Smith said: ''A lot of people don't realize he's in the best league, playing against the best defense. He played great tonight.''  Three different players lined up at quarterback in Florida's first eight offensive snaps. The Gators used reverses, pitches to wide receivers and draw plays to keep Ohio State off balance.  Florida's four first-half touchdowns showcased its offensive diversity, as the Gators picked apart a defense that led the nation in scoring defense, allowing 10.4 points a game.  But Florida's scoring came early and often. The first touchdown, tying the score at 7-7, came when Leak threw a 14-yard pass to Dallas Baker, who beat Buckeyes corner Malcolm Jenkins thanks to a deft Leak pump fake. The next score came when Leak pitched to wide receiver Percy Harvin for a 4-yard touchdown run.  Florida took a 21-7 lead when tailback DeShawn Wynn muscled up the middle for a 2-yard run out of a strange formation with three running backs stacked up in a straight line. The backup quarterback Tim Tebow completed the first-half scoring when he threw a 1-yard touchdown to Andre Caldwell on a third-and-goal play.  That sent Ohio State into halftime trailing by 34-14 and left Mullen looking like a sideline wizard with his endless array of formations, presnap motions and near-flawless execution. (Leak's first three misses after hitting his first nine passes were intentional throwaways.)  Harvey, Florida's star sophomore defensive end, derailed two Ohio State drives with sacks of Smith that showcased his speed.  Harvey ran down Smith for a 7-yard loss on a third down during Ohio State's first offensive possession. On the Buckeyes' second possession, he warped the drive with a 10-yard sack on first down. That drive ended with an interception by Reggie Lewis on a third-and-14 after cornerback Ryan Smith blasted Troy Smith with a blitz.  Harvey added an exclamation point to his dominant first half when he recovered the ball after Jarvis Moss forced a Smith fumble. That gave Florida the ball on the Ohio State 5 and set up the final score of an astonishingly dominant half.  ''Honestly, we've played a lot better teams than them,'' Moss said. ''I could name four or five teams in the SEC that could probably compete with them and play the same type of game we did against them.''  Smith's fumble capped a miserable first half, as both his fumble and interception led to Gators scores. Six of the past seven Heisman Trophy winners who have played for the national title have now lost. Matt Leinart, who led U.S.C. to a blowout of Oklahoma in the 2004 B.C.S. title game, is the only exception.  Florida's only loss this season came in its seventh game, to Auburn, 27-17, on Oct. 14. They capped the regular season by beating Arkansas in the SEC title game on Dec. 2.  ''We became a better team every game as the season went on,'' Ryan Smith said. ''In the last game of the season, the national championship, we played our best game.''  A team that got to this game in the most improbable fashion put a thumping on the Buckeyes that even the widest-eyed Gators optimist could not have conceived.  And Monday night, Florida and Ohio State proved for this game and this season, that people do not remember how you start. They will only remember where you finish.  COLLEGE FOOTBALL  ", 
            "title": "There's Nothing Ugly About a Title"
        }, 
        "weight": 0.762944913328904, 
        "file": "1817670.txt", 
        "other_topics": {
            "0": 0.00015353298639877273, 
            "1": 0.00010336544653753629, 
            "2": 0.00018839574817327553, 
            "3": 0.000137008147453987, 
            "4": 7.087577165162052e-05, 
            "5": 0.005438147488713644, 
            "6": 0.0001218973455376625, 
            "7": 0.07510374513005737, 
            "8": 0.00010097150573405046, 
            "9": 0.00713350935479796, 
            "10": 8.507064232177721e-05, 
            "11": 0.00012439451816104643, 
            "12": 0.00010055788605609723, 
            "13": 0.0018105088834323027, 
            "14": 4.879793964145462e-05, 
            "15": 8.998702914333894e-05, 
            "16": 0.00013040512291388466, 
            "17": 7.851286830009145e-05, 
            "18": 0.06248698161655177, 
            "19": 0.762944913328904, 
            "20": 0.04596357159197739, 
            "21": 0.014196119605010426, 
            "22": 0.00010375994120515017, 
            "23": 0.00012314732994033438, 
            "24": 5.895936499649374e-05, 
            "25": 0.01053078513711004, 
            "26": 0.012241664248501122, 
            "27": 7.232769710105136e-05, 
            "28": 0.00010942459824001786, 
            "29": 0.00014866172543630585
        }
    }, 
    {
        "content": {
            "text": "  For a trip to the Super Bowl, Bill Belichick and Tony Dungy were willing to take chances.  Both Belichick and Dungy coached aggressively during Sunday's American Football Conference championship game. Belichick, the New England Patriots' coach, set the tone, giving his team early momentum by choosing to go for a first down, rather than punt, on two occasions during the first half. Both times, the Patriots made Belichick look good, converting the first down. And on both of those drives, the Patriots scored a touchdown.  The Patriots built a 21-3 lead and stayed aggressive throughout. Leading by 34-31 with 3 minutes 22 seconds remaining, they appeared to be going for the kill, rather than trying to kill the clock. They ran three straight passing plays and did not get a first down. New England was forced to punt after running only a minute off the clock.  The Colts scored 1:17 later, aided greatly by a roughing the passer penalty on Tully Banta-Cain, to win, 38-34.  Belichick's first gamble came less than seven minutes into the game, facing a fourth-and-1 from the Colts' 48-yard line. The game was still scoreless, and many coaches would have decided to punt, hoping to pin the Colts deep in their own territory.  Not Belichick, who has a penchant for becoming more aggressive during the playoffs, contrary to coaches who become more conservative. The Patriots made the first down with a huge play, when Corey Dillon ran through a gaping hole and rumbled 35 yards to the Colts' 13-yard line. Three plays later, the Patriots scored a weird touchdown, when offensive guard Logan Mankins recovered a fumble in the end zone after a wild scramble.  Leading by 7-3 early in the second quarter, Belichick gambled again with the Patriots facing fourth-and-6 from the Colts' 34. Belichick could have called for a punt, or for a long field-goal attempt by the rookie place-kicker Stephen Gostkowski. Instead, Belichick turned to quarterback Tom Brady, something he has done often.  ''I'll go back to another saying that I think would define my philosophy as a coach,'' Belichick said Thursday. ''In critical situations, think of players, not plays. I think a lot of coaches live by that motto. When it comes to a critical situation, you want your best playmakers critically involved in the play.''  On the fourth-and-6 play, Brady found a familiar target, wide receiver Troy Brown, running free in the middle of the field. The fourth-down pass play from Brady to Brown covered 27 yards, giving the Patriots first-and-goal at the 7. On the next play, Dillon rumbled into the end zone to give the Patriots a 14-3 edge.  But the Colts rallied, giving Dungy a chance to show his gambler's mentality. With just over four minutes remaining in the third quarter, Peyton Manning threw a 1-yard touchdown pass to defensive tackle Dan Klecko, who had come in on offense, to pull the Colts within 21-19, then Dungy called for a 2-point conversion. The Colts had more than a quarter to catch up, and they could have kicked an extra point to pull within a point.  But Dungy wanted to catch up immediately. His decision paid off, when Manning connected with Marvin Harrison in the end zone for the conversion, tying the score.  PRO FOOTBALL  ", 
            "title": "Coaches Bet in Big Spots, and Players Make Them Look Wise"
        }, 
        "weight": 0.7627075284788057, 
        "file": "1820741.txt", 
        "other_topics": {
            "0": 0.0003246578057633682, 
            "1": 0.00021857452168269376, 
            "2": 0.00039837790986636237, 
            "3": 0.0002897147093106435, 
            "4": 0.00014987250001400734, 
            "5": 0.0005002525050773521, 
            "6": 0.000257761707492931, 
            "7": 0.14414736049615534, 
            "8": 0.00021351234197384314, 
            "9": 0.000418848978119099, 
            "10": 0.00017988869179769496, 
            "11": 0.00026304217915922473, 
            "12": 0.00021263771001223935, 
            "13": 0.00016208407052322924, 
            "14": 0.00010318715463932757, 
            "15": 0.00019028478579163636, 
            "16": 0.00027575208467294263, 
            "17": 0.0001660217530081194, 
            "18": 0.00014397622543479562, 
            "19": 0.7627075284788057, 
            "20": 0.08252812789773027, 
            "21": 0.0006877761168653322, 
            "22": 0.00021940871227702128, 
            "23": 0.0002604048997015151, 
            "24": 0.0001246743030142492, 
            "25": 0.0002698967593928595, 
            "26": 0.003887687771338222, 
            "27": 0.0001529427127520042, 
            "28": 0.00023138708361258251, 
            "29": 0.0003143571340154246
        }
    }, 
    {
        "content": {
            "text": "  Cornerback David Barrett typifies the mind-set Jets Coach Eric Mangini tried to instill during his first year as a head coach. He does not pout about playing time, knowing that his time to contribute will eventually come.  In the first quarter of the Jets' 23-3 victory Sunday against the Raiders, Barrett helped give the Jets the momentum when he caused Raiders receiver Johnnie Morant to fumble after he caught a pass at the Oakland 47. Cornerback Hank Poteat recovered and gave the Jets the ball on the Oakland 44.  Eight plays later, Chad Pennington hit tight end Chris Baker for a 1-yard touchdown pass and a 7-0 lead for the Jets.  The Jets did not relinquish the lead.  Barrett had been thrust into the starting lineup after cornerback Andre Dyson injured his right knee last week and was inactive Sunday. Barrett started every game for the Jets in 2004, the last time they made the playoffs. Last season, though, a poke in the eye resulted in a burst blood vessel, and he was limited to starting in eight games. He has been bothered by a hip injury this season, and Sunday was only his third start.  Standing in the middle of the Jets' raucous locker room after the game, Barrett said he simply tried to be prepared ''whenever it is your turn to be ready.''  The Raiders' offense scored the fewest points of any team in the league this season, and the Jets' ability to score early increased the pressure on Oakland quarterback Aaron Brooks and running back Justin Fargas. Brooks was 15 of 26 for 136 yards and Fargas ran for 79 yards on 17 attempts. The Raiders' only score came on a 35-yard field goal by Sebastian Janikowski in the second quarter.  ''We were set up nicely by Dave's play,'' Baker said of Barrett's forced fumble. ''That turnover was pretty big for us to get up early on them.''  The expectations were not high for the Jets coming into the season, but behind a defense that has allowed 18.4 points a game this season and a balanced offense from Pennington and the rookie running back Leon Washington, the Jets (10-6) are in the playoffs as a wild card and will visit the New England Patriots (12-4) on Sunday.  ", 
            "title": "In Starting Role, Barrett Sets Positive Tone Early"
        }, 
        "weight": 0.7600948617304155, 
        "file": "1815820.txt", 
        "other_topics": {
            "0": 0.0004546886732379361, 
            "1": 0.0003061172640954692, 
            "2": 0.0005579349089067137, 
            "3": 0.0004057502837001992, 
            "4": 0.00020989893659261138, 
            "5": 0.0007006119790736288, 
            "6": 0.00036099957158254733, 
            "7": 0.05297073437747243, 
            "8": 0.00029902759696087726, 
            "9": 0.0005866049815135135, 
            "10": 0.0002519371139458087, 
            "11": 0.00036839496024530316, 
            "12": 0.0002978026603071657, 
            "13": 0.00022700144481641366, 
            "14": 0.00014451533154373169, 
            "15": 0.00026649701702236505, 
            "16": 0.0003861953949566252, 
            "17": 0.00023251623482886124, 
            "18": 0.00020164110567687357, 
            "19": 0.7600948617304155, 
            "20": 0.14125616628375753, 
            "21": 0.0009632419258392059, 
            "22": 0.000307285561939627, 
            "23": 0.0003647014063670463, 
            "24": 0.00017460844131291674, 
            "25": 0.0003779949142174742, 
            "26": 0.03625374719748006, 
            "27": 0.00021419882075253665, 
            "28": 0.00032406147083025564, 
            "29": 0.00044026241060882913
        }
    }, 
    {
        "content": {
            "text": "  A sports article on Sunday about Indianapolis Colts Coach Tony Dungy gave the incorrect name in some copies of the city where one of his former assistants now coaches in the National Football League. Rod Marinelli is the head coach in Detroit, not Green Bay.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7577827286357128, 
        "file": "1822833.txt", 
        "other_topics": {
            "0": 0.0031911669409066807, 
            "1": 0.14630067748173795, 
            "2": 0.003915785770078285, 
            "3": 0.002847699905051323, 
            "4": 0.001473145443927288, 
            "5": 0.004917144229922352, 
            "6": 0.0025336234798021004, 
            "7": 0.011386873203082373, 
            "8": 0.0020986821049332944, 
            "9": 0.004117002543842818, 
            "10": 0.0017681843347581903, 
            "11": 0.002585526949593161, 
            "12": 0.002090085063519897, 
            "13": 0.0015931769337414684, 
            "14": 0.0010142600324578482, 
            "15": 0.0018703709166887196, 
            "16": 0.0027104567359017223, 
            "17": 0.0016318816928647638, 
            "18": 0.001415189047445624, 
            "19": 0.7577827286357128, 
            "20": 0.018358447071857013, 
            "21": 0.006760374671186984, 
            "22": 0.002156639442316892, 
            "23": 0.002559604273871298, 
            "24": 0.0012254641875132923, 
            "25": 0.0026529028433713345, 
            "26": 0.002175285465574828, 
            "27": 0.0015033235613700802, 
            "28": 0.0022743787417681058, 
            "29": 0.0030899182952014623
        }
    }, 
    {
        "content": {
            "text": "  A season of adversity for the Seattle Seahawks fittingly ended with frustration.  Robbie Gould's 49-yard field goal in overtime Sunday gave the Chicago Bears a 27-24 victory and ended the Seahawks' bid to repeat as the National Football Conference champions. A season ago, Seattle rolled to the conference's best record and reached the Super Bowl. But this season was filled with obstacles.  Many important players missed time with injuries, including quarterback Matt Hasselbeck and running back Shaun Alexander. The departure of left guard Steve Hutchinson to Minnesota via free agency hurt Seattle's running game. Finally, after escaping last week with a 1-point victory against Dallas in their playoff opener, the Seahawks ran out of answers here.  Just like last season, when the Seahawks felt demoralized after losing to Pittsburgh in the Super Bowl, their locker room was filled with quiet players with dejected faces.  ''This will be one that we think about for a long time,'' Hasselbeck said. ''I guess this just isn't our year. Last year, things came easier for us. Very few guys got hurt, our offensive line was healthy all season, everything was easier. This year was more like what most teams go through. But I'm proud of this team, the way we kept fighting.''  Seattle became the first Super Bowl loser since the 1999 Tennessee Titans to make the playoffs the next season. Sunday's loss, however, was filled with missed opportunities. They had the ball first in overtime but could not score. And on the ensuing punt, Ryan Plackemeier's 18-yard kick failed to pin down the Bears and gave them the ball at their 34 for the final drive.  Plackemeier said he rushed the punt when he was pressured.  ''I've got to learn to trust my protection,'' he said. ''A bad punt in that situation is not what we need.''  Early in the game, Seattle squandered another chance. On Chicago's opening drive, a pass by Bears quarterback Rex Grossman deflected off the hands of defensive back Jordan Babineaux and into the arms of Chicago's Rashied Davis for a 37-yard gain. Three plays later, the Bears scored a touchdown to take the lead, and Grossman's confidence was boosted.  How would Grossman have reacted if his pass had been intercepted by Babineaux on the game's opening drive? The Seahawks will never know, but Babineaux could not get that play out of his mind.  ''The ball slipped right through my hands,'' said Babineaux, who was also beaten in overtime when Davis made a 30-yard reception that helped set up Gould's winning field goal. ''A lot of people didn't think we should be here, but we knew we could line up and play with anybody.''  With Hasselbeck and Alexander returning, Seattle has the nucleus to be a contender for several seasons. But that did not ease the pain.  ''The finality of losing a playoff game this week hurts,'' Seahawks Coach Mike Holmgren said. ''I hope down the road, we get a few more cracks at this thing.''  PRO FOOTBALL  ", 
            "title": "Seahawks' Season Is Marked By Loss"
        }, 
        "weight": 0.7448586609955624, 
        "file": "1819101.txt", 
        "other_topics": {
            "0": 0.0003545564088275506, 
            "1": 0.00023870363223455146, 
            "2": 0.0004350655938991759, 
            "3": 0.0003163953094433487, 
            "4": 0.00016367465818981137, 
            "5": 0.0005463220922416052, 
            "6": 0.0002814996704824739, 
            "7": 0.14541018835972647, 
            "8": 0.0002331752628975211, 
            "9": 0.00045742189741539006, 
            "10": 0.00019645512111593678, 
            "11": 0.0002872664348654049, 
            "12": 0.00023222008374628253, 
            "13": 0.00017701082479056117, 
            "14": 0.00011268993486858941, 
            "15": 0.0002078086191279702, 
            "16": 0.0003011468294700732, 
            "17": 0.000181311138955696, 
            "18": 0.00015723537996161372, 
            "19": 0.7448586609955624, 
            "20": 0.10214045021246164, 
            "21": 0.0007511152534889849, 
            "22": 0.00023961464566516052, 
            "23": 0.00028438628130987413, 
            "24": 0.00013615589203491655, 
            "25": 0.0002947522716711562, 
            "26": 0.0002416863226308822, 
            "27": 0.00016702761500586954, 
            "28": 0.0002526961371584991, 
            "29": 0.0003433071207506016
        }
    }, 
    {
        "content": {
            "text": "  At halftime Sunday, the score was not knotted, but running back Brian Westbrook's stomach was. The cramps would not dissipate, but neither would Westbrook's determination to keep playing.  As the Giants' Tiki Barber was preparing to retire, Westbrook came into playoff prominence for Philadelphia. He skittered 49 yards for a second-quarter touchdown, then rushed for four first downs on the Eagles' final drive to set up the winning 38-yard field goal in a 23-20 victory.  ''I wasn't feeling very good,'' Westbrook said of his intestinal discomfort after rushing 20 times for 141 yards. But, he added, ''I wouldn't miss being out there.''  Much of his success came on what Philadelphia calls an outside zone play. Right tackle Jon Runyan seals off the inside, and fullback Thomas Tapeh occupies the outside linebacker, leaving Westbrook one on one with a safety or another linebacker. On the final drive in particular, Runyan said, the Giants kept blitzing and Westbrook ran right through the blitz.  ''You have to get positive yards on first down,'' Runyan said. ''It makes it easy for you. The defense doesn't know what you are doing. I don't think we had a third down on that drive until the field goal.''  It was hard to imagine it after Westbrook ran through and around the Giants, but there have long been questions here about him. Not about his ability to run or catch the ball, but about his ability to stay healthy.  Philadelphia threw the football at a rate unmatched in N.F.L. history -- 58.4 percent of the time -- in Coach Andy Reid's eighth season in Philadelphia. The main reason was the lively arm of quarterback Donovan McNabb. But, many suspect, Reid also did not trust that Westbrook could stay healthy enough to carry a punishing load at running back.  In any case, desperation forced Reid's hand.  When McNabb tore a ligament in his knee in November, the Eagles tore up their game plan. Lost was their big-play passing attack. To protect the replacement quarterback, Jeff Garcia, the Eagles grew somewhat cautious. Balance replaced ostentation.  Philadelphia began running as much as it passed in winning five consecutive games to end the regular season and to win the National Football Conference East. And the Eagles kept running during Sunday's wild-card playoff victory against the Giants.  ''He was very patient, and let things develop in front of him, and hit it,'' Reid said of Westbrook. ''It's not speed to the hole; it's speed through the hole. He's developed a good feel for that through the years.''  Before the game, Giants cornerback R. W. McQuarters compared Westbrook to a young Marshall Faulk, meaning that Westbrook was threatening and resourceful at both running and catching the ball. It was no hyperbole. Westbrook led all N.F.L. running backs this season by averaging 6 yards a touch.  ''Brian Westbrook is one of the few elite players in this league,'' said Marty Mornhinweg, the Eagles' offensive coordinator.  On Sunday, Westbrook also returned punts, and sliced through a porous Giants coverage team for a 65-yard return to the end zone that was nullified by a penalty for an illegal block in the back.  But Westbrook's most impressive achievement this season has been running the ball. He gained a career-high 1,217 yards in the regular season and became the first Eagle to rush for at least 1,000 yards while averaging 5 yards a carry.  Until now, there has been frequent and legitimate concern about his durability at 5 feet 8 inches, 203 pounds. He missed the playoffs after the 2003 season with a torn triceps tendon in his left arm. A year ago, his season ended prematurely because of a sprained foot. Earlier this season, Westbrook was bothered by a balky knee, and rumors spread here -- inaccurately -- that he might need surgery.  But he has been resilient and reliable since McNabb became injured, averaging about seven more carries a game.  ''It's a percentage thing,'' Runyan said of Westbrook. ''You give it to him, and he's going to do something with it. He's staying healthy and we're seeing what the guy can do.''  After the Eagles struggled early on Sunday, Westbrook sprinted around the right side from the Giants' 49-yard line early in the second quarter. Defensive end Adrian Awasom dived at Westbrook's feet, but could not bring him down. Safety Will Demps's effort was also futile, as Westbrook stutter-stepped one way, then went the other, jogging into the end zone to tie the score at 7-7.  Then, on the final drive, he exhausted the clock, and the Giants' chances.  ''It was a critical situation, and big-time players step up when you need them the most,'' Westbrook said.  PRO FOOTBALL  ", 
            "title": "In Despair, Eagles Turn to Westbrook to Help Carry Them"
        }, 
        "weight": 0.7392353350830383, 
        "file": "1817428.txt", 
        "other_topics": {
            "0": 0.00023629160465737928, 
            "1": 0.00015908234315877435, 
            "2": 0.0002899463801926454, 
            "3": 0.00021085941055658513, 
            "4": 0.000109079815404576, 
            "5": 0.00036409248464137396, 
            "6": 0.0001876034594009535, 
            "7": 0.08356530536909706, 
            "8": 0.00015539800061338004, 
            "9": 0.0029733023046829773, 
            "10": 0.00013092612248964488, 
            "11": 0.0001914466786343324, 
            "12": 0.00015476142824079824, 
            "13": 0.00011796760907467153, 
            "14": 7.510140805771118e-05, 
            "15": 0.0001384925807370336, 
            "16": 0.00020069716919875465, 
            "17": 0.02680540076826641, 
            "18": 0.0001047884040875232, 
            "19": 0.7392353350830383, 
            "20": 0.13745065364825668, 
            "21": 0.0031690321593859966, 
            "22": 0.00015968948160000258, 
            "23": 0.0001895272207191688, 
            "24": 9.074012882428364e-05, 
            "25": 0.00019643556149470274, 
            "26": 0.0001610701360244448, 
            "27": 0.00277977109423108, 
            "28": 0.00016840754885055466, 
            "29": 0.00022879459638232012
        }
    }, 
    {
        "content": {
            "text": "  To reach the Super Bowl, to finally fill in the blanks on the glittering résumés that lacked postseason glory, even the Indianapolis Colts conceded it was only appropriate that they would have to vanquish their greatest tormentors.  The New England Patriots had used the Colts as doormats on two of their three Super Bowl runs, stepping over them on the way to constructing a dynasty. But Sunday night, like the kids who had had enough of being beaten up by the class bullies, the Colts fought back. They rallied from an 18-point deficit, then traded scores with the Patriots in a thrilling second half to win the American Football Conference title, 38-34, and advance to Super Bowl XLI on Feb. 4 in Miami.  There, the Colts will play the Chicago Bears, who won the National Football Conference championship game earlier in the day, creating a meeting of great significance: Colts Coach Tony Dungy and Bears Coach Lovie Smith, Dungy's close friend, will become the first black head coaches to lead teams at the Super Bowl.  The victory also sent quarterback Peyton Manning to the Super Bowl for the first time, and he and Dungy can leave behind some of their baggage -- that their successful careers may never be capped by their sport's greatest honor. This was an especially meaningful performance by Manning (27 of 47 for 349 yards and a touchdown), who was criticized for his previous postseason failures as much as he was praised for his statistical dominance.  But he recovered from a shaky start to produce scoring drive after scoring drive in a relentless second half that included a total of eight scores, four of them Colts touchdowns.  The comeback was the biggest in championship game history, and the brilliance of Manning's regular-season play finally transferred to the postseason with a winning drive that may rival the one produced by John Elway against Cleveland 20 years ago. The seven-play, 80-yard drive, which included a pinpoint-perfect 32-yard pass to tight end Bryan Fletcher on the left sideline, ended with the winning touchdown -- a 3-yard run by Joseph Addai with one minute left. It was the first time the Colts led in the game.  Celebration of Dungy's historical milestone, he said, could wait for another day. He wanted the Colts, who had struggled with a leaky run defense all season and had lost three of their last five regular-season games, to enjoy their first trip to the Super Bowl since the Colts moved to Indianapolis in 1984.  ''We had to do it the hard way,'' Dungy said. ''We had to go through a great champion. It's fitting. Our team went the hard way the whole year.''  The Colts endured a remarkable early onslaught by the Patriots, who took a 21-3 lead in the second quarter when Patriots cornerback Asante Samuel returned an interception 39 yards for a touchdown. Manning said later that he had wanted to make up for that play, and he would get his chance much later. But the beginning of the comeback was nearly unnoticed by Colts fans, who were stunned into silence by the yawning deficit.  The Colts kicked a field goal just before the end of the first half, cutting their deficit to 21-6, and that, Dungy said, infused the locker room with energy during halftime. He spoke to his players about being just two scores down, and said that if they could get a good kickoff return and score on their opening drive, they would trail by just one score. Dungy's calm permeates the Colts, and when Manning scored on a 1-yard sneak on the first Colts drive of the third quarter, a blowout was on its way to becoming an instant classic.  ''You don't envision getting down, 21-3, to the New England Patriots,'' Manning said. ''It didn't feel like things were going that bad. It was my fault it was 21-3.''  It was the defense's fault that the Colts had played so poorly at the end of the regular season, losing their bid to have home-field advantage throughout the playoffs. But the defense, with the fireplug safety Bob Sanders back from a knee injury, righted itself when the playoffs began, carrying the team to victories against the Chiefs and the Ravens even as Manning struggled. The Colts relied on the defense again to start the comeback.  When they held the Patriots to three downs and out on their first drive of the third quarter, Dungy's halftime speech proved prophetic in the most improbable way. The Colts are laden with offensive talent, but Manning's first touchdown pass of the game did not go to one of his high-profile receivers. It went instead to Dan Klecko, a backup defensive tackle who used to play for New England. Manning rolled to his right and hit Klecko for the 1-yard touchdown pass.  When Marvin Harrison, who was held to four receptions for 41 yards by the Patriots, spun around to catch a 2-point conversion, the score was suddenly -- and very briefly -- tied.  Patriots cornerback Ellis Hobbs had set up that touchdown when he bumped receiver Reggie Wayne in the end zone, giving the Colts first-and-goal on the 1. Redemption came quickly. Hobbs returned the ensuing kickoff 80 yards to put the Patriots at the Colts' 21.  On third-and-goal from the 6, Patriots quarterback Tom Brady saw Jabar Gaffney in the back of the end zone. Gaffney leaped and caught the pass, coming down with his left foot inbounds. Officials ruled that he was pushed out, so the touchdown counted. But a replay on the RCA Dome's video screen indicated that Gaffney might have stepped out of bounds before he leaped for the ball. The touchdown stood and the Patriots led again.  The scoring continued until the Colts finally halted the Patriots at the Colts' 25. The Patriots rookie kicker Stephen Gostkowski kicked a 43-yard field goal to give the Patriots a 34-31 lead with 3:49 remaining.  ''We let too many opportunities get away,'' Brady said. ''We had the ball in good field position at certain times. We should have got the ball in the end zone.''  In years past, a 3-point lead would have been enough for the Patriots to cling to. But they have been unusually erratic this season, and of all things, their defense failed them this time. They looked exhausted, and that was just enough of an opening for Manning, whose record-setting career had lacked a defining moment.  By hitting Fletcher on a play that Fletcher called for himself, the triumphs that had so often belonged to Brady and the Patriots in the past six years were finally snatched away by Manning. When Addai ran in untouched to put Indianapolis ahead, Manning worried that the Colts had left too much time on the clock. He got to the bench and bowed his head, praying, as the Patriots took over with only a minute left.  When cornerback Marlin Jackson intercepted Brady's pass at the Colts' 35 with 16 seconds to play, the Patriots' stranglehold on the Colts was over, and so was Manning's postseason futility. The dynasty was put aside while the monkey was removed from Manning's back.  ''I don't know if you're supposed to pray for things like that,'' Manning said. ''I can remember the disappointment of three years ago, when we lost the A.F.C. championship in Foxborough. I don't get into monkeys or vindication. I don't play that card.''  But Manning had gotten those 7 points back. And he had, at long last, led the Colts to the Super Bowl. Prayers answered.  PRO FOOTBALL  ", 
            "title": "OFF TO MIAMI, NO BAGGAGE"
        }, 
        "weight": 0.7327815216939966, 
        "file": "1820756.txt", 
        "other_topics": {
            "0": 0.00015195220496370273, 
            "1": 0.00010230119199037426, 
            "2": 0.00018645601842435418, 
            "3": 0.00013559750638571471, 
            "4": 7.014603202594723e-05, 
            "5": 0.00023413720488372873, 
            "6": 0.00012064228585745954, 
            "7": 0.14640273889190666, 
            "8": 9.993189929194762e-05, 
            "9": 0.0019120435610708354, 
            "10": 8.419475177078862e-05, 
            "11": 0.0018391200513630625, 
            "12": 9.952253825784301e-05, 
            "13": 7.586151162325117e-05, 
            "14": 4.829551420921217e-05, 
            "15": 8.906051928768207e-05, 
            "16": 0.0001290624668360248, 
            "17": 7.770449683846611e-05, 
            "18": 6.73863511943837e-05, 
            "19": 0.7327815216939966, 
            "20": 0.10383454325182123, 
            "21": 0.010617943212882624, 
            "22": 0.00010269162492596935, 
            "23": 0.00012187940037344309, 
            "24": 5.8352317144458223e-05, 
            "25": 0.00012632195183440232, 
            "26": 0.00010357948331768449, 
            "27": 7.158300839603428e-05, 
            "28": 0.00010829795843775062, 
            "29": 0.00014713109868835208
        }
    }, 
    {
        "content": {
            "text": "  There was doubt last week whether Giants tight end Jeremy Shockey would play, but he started in Sunday's 23-20 first-round playoff loss against the Philadelphia Eagles.  Early in the game, it was not clear how effective Shockey would be. He caught an 8-yard pass in the first quarter but he frequently limped after plays because of a left ankle injury he sustained two weeks ago.  In the second quarter, he looked more like the Shockey of old.  With the Giants trailing by 10-7, quarterback Eli Manning completed a short pass to Shockey on first down. Shockey's helmet flew off as he was hit by an Eagles defender, but he remained on his feet and stretched the play into an 11-yard reception that gave the Giants a first down at their 42.  With his helmet still off, he distanced himself from the players near him and then spun the ball on the Lincoln Financial Field grass. Shockey the showboat was officially back.  Two plays after that reception, the Giants faced a third-and-2 at midfield. Manning again looked to Shockey, who kept the drive alive by reaching for a pass and gaining 6 yards and a first down at the Eagles' 44.  On the next play, Tiki Barber rode the momentum that Shockey had generated, running for 41 yards.  Shockey was unable to corral a lob from Manning near the left corner of the end zone three plays later, and the Giants settled for Jay Feely's 20-yard field goal to tie the score, 10-10.  Shockey finished the first half with a team-high three receptions for 25 yards. Unfortunately for the Giants, Shockey did not add to those numbers in the second half. He had a total of three catches in last year's 23-0 playoff loss to the Carolina Panthers.  Shockey played in every game in the regular season except the finale, a 34-28 road victory against the Washington Redskins that sealed a playoff berth for the Giants. Shockey was injured six days earlier going for a pass from Manning in a 30-7 loss at home to the New Orleans Saints. His swollen and sore left ankle kept him out of practice until last Wednesday.  Shockey said last week that he would do everything in his power to play against the Eagles and help erase the memories of last season's loss to the Panthers. But the few first-half plays he made Sunday were not enough to accomplish that.  PRO FOOTBALL  ", 
            "title": "For Shockey, A Fast Start Winds Down With a Fizzle"
        }, 
        "weight": 0.7312764472701214, 
        "file": "1817429.txt", 
        "other_topics": {
            "0": 0.00046914247222487187, 
            "1": 0.00031584822433725047, 
            "2": 0.0005756707345293413, 
            "3": 0.00041864841243019707, 
            "4": 0.0002165712757460734, 
            "5": 0.000722883272178989, 
            "6": 0.0003724751493770564, 
            "7": 0.16061572573999558, 
            "8": 0.0003085331884400765, 
            "9": 0.0006052521812054544, 
            "10": 0.00025994577705234687, 
            "11": 0.00038010562518284695, 
            "12": 0.0003072693130812541, 
            "13": 0.0002342174443480393, 
            "14": 0.00014910923430754743, 
            "15": 0.000274968515305419, 
            "16": 0.0003984719061981144, 
            "17": 0.0002399075403907151, 
            "18": 0.00020805094207812446, 
            "19": 0.7312764472701214, 
            "20": 0.098063952790909, 
            "21": 0.000993861789476282, 
            "22": 0.0003170536604326783, 
            "23": 0.00037629465935121203, 
            "24": 0.00018015895413785003, 
            "25": 0.0003900107457737716, 
            "26": 0.000319794865017201, 
            "27": 0.00022100784609365334, 
            "28": 0.00033436284765021477, 
            "29": 0.00045425762262747953
        }
    }, 
    {
        "content": {
            "text": "  The Chicago Bears won one more game than the Indianapolis Colts in the 2006 regular season. The Bears outscored their opponents by 172 points, and the Colts outscored theirs by 67. The Bears won the National Football Conference championship in a blowout, while the Colts needed a late comeback to beat New England in the American Football Conference title game.  Yet most football fans believe the Colts will win the Super Bowl, thanks to the A.F.C.'s well-deserved reputation as the N.F.L.'s superior conference.  This season, A.F.C. teams went 40-24 during interconference play. The Bears (13-3) were no exception; until the final week of the season, their only losses had come against A.F.C. opponents. The four N.F.C. division champions went a combined 6-10 against the A.F.C., and Dallas was the only N.F.C. team with a winning interconference record.  This imbalance of power is not limited to 2006. Except for 2000, when the series was tied at 30-30, the A.F.C. has had a winning record against the N.F.C. every season since 1996. A.F.C. teams have also won seven of the past nine Super Bowls, beginning with Denver's upset of Green Bay in Super Bowl XXXII.  Most observers believe the dominance of one conference over the other is cyclical. After Green Bay won the first two Super Bowls, the American Football League/A.F.C. won 11 of the next 13. During the '80s, the balance of power shifted, and the N.F.C. won 13 straight Super Bowls, from 1985 through 1997.  Look past the Super Bowl, however, and the shift of power from one conference to the other is not quite so cyclical. When the N.F.C. was winning those 13 straight titles, its dominance was generally limited to a few successful franchises, not the conference as a whole. The N.F.C. had the better interconference record in only 6 of those 13 seasons.  Buffalo's streak of four Super Bowl losses from 1991 through 1994 is often brought up as evidence of the N.F.C.'s superiority at that time. The Bills won most of their A.F.C. playoff games by large margins, only to lose to the N.F.C.'s best season after season.  But 1991 and 1992 were the only two seasons since 1972 when the N.F.C. won at least 55 percent of the interconference games. By comparison, the A.F.C. has won more than 60 percent of interconference games twice in the past three seasons.  The highest point of A.F.C. dominance came between 1974 and 1980. The A.F.C. won at least 57 percent of the interconference games those seasons, peaking in 1979 when the A.F.C. was 36-16 against football's senior circuit.  An 8-8 team stumbling into the N.F.C. playoffs, like this season's Giants, is nothing new. Nine teams have made the playoffs despite only eight wins in a 16-game season, and seven were N.F.C. squads.  It is one thing to show that the A.F.C. has been the better conference, of course, and another to explain why. Common theories about the A.F.C.'s current superiority may not apply to its overall dominance since 1972.  Many experts believe today's A.F.C. simply has better talent, especially at one position. ''I think you can tie the success or failure to who has the best quarterbacks,'' said Gil Brandt, the longtime Dallas personnel director who now works as an analyst for the NFL Network.  ''That doesn't always hold true, but this year, Tom Brady is not going to the Pro Bowl, while for the N.F.C., Tony Romo is going to the Pro Bowl,'' Brandt said. ''Not taking anything away from Tony Romo, but which one would you rather have as your quarterback?''  The quarterback theory is commonly tied to the N.F.C.'s 13-year Super Bowl streak, when Troy Aikman, Joe Montana and Steve Young were all championship quarterbacks. It would also explain why the Super Bowl streak was not matched by similar N.F.C. dominance in interconference play. If one conference has most of the star quarterbacks, it does not necessarily mean that it has the best quarterbacks from top to bottom.  But the quarterback theory does not quite stand up. Many of those A.F.C. championship teams were also led by great quarterbacks: Dan Marino, John Elway and Jim Kelly. Hall of Fame quarterbacks started for 8 of the 13 champions during that N.F.C. streak -- but also for 8 of the 13 A.F.C. teams that lost to them.  Another explanation for the A.F.C.'s recent dominance may be coaching continuity. Five A.F.C. coaches in 2006 had been with their teams for more than five seasons, including three who were with the same team for 12 seasons or more: Mike Shanahan of Denver, Jeff Fisher of Tennessee and Bill Cowher of Pittsburgh (who resigned after the end of this season). Contrast that with the N.F.C., where only two coaches were with the same team for more than five seasons: Andy Reid of Philadelphia and Mike Holmgren of Seattle, eight seasons each.  On average, the 16 A.F.C. coaches last season were with their teams two years longer than their N.F.C. counterparts.  The N.F.C. did not have a similar advantage during its Super Bowl streak, however. From 1984 to 1996, the average A.F.C. coach had roughly one season more experience than those in the N.F.C. When the A.F.C. was dominant in the '70s, the N.F.C. coaches actually had a slight lead in average experience.  No matter which N.F.C. team won last week, the A.F.C. was bound to be the favorite in Super Bowl XLI. And even if the Bears win next Sunday, the N.F.C. will probably be the inferior conference next season -- as it will be in the season after that, and as it has been for most of the past 35 years.  KEEPING SCORE E-mail: keepingscore@nytimes.com  ", 
            "title": "Between A.F.C. and N.F.C., Parity Is Only a Six-Letter Word"
        }, 
        "weight": 0.7291155261412885, 
        "file": "1822140.txt", 
        "other_topics": {
            "0": 0.008561505889740008, 
            "1": 0.00016525604356900945, 
            "2": 0.000301198679164348, 
            "3": 0.00021904248608594075, 
            "4": 0.0001133130073964709, 
            "5": 0.01423829598046442, 
            "6": 0.00019488401317749188, 
            "7": 0.0008758679279106098, 
            "8": 0.00016142871829761114, 
            "9": 0.0003166760903513183, 
            "10": 0.0001360071304762954, 
            "11": 0.00019887638085617658, 
            "12": 0.0001607674416929963, 
            "13": 0.0001225457203978865, 
            "14": 7.801595900364721e-05, 
            "15": 0.00014386722939717676, 
            "16": 0.00020848586636785992, 
            "17": 0.00012552285525914265, 
            "18": 0.008424899285818247, 
            "19": 0.7291155261412885, 
            "20": 0.21485725032839983, 
            "21": 0.01992410507699224, 
            "22": 0.00016588674396418715, 
            "23": 0.00019688243222203703, 
            "24": 9.426159047379021e-05, 
            "25": 0.00020405887331237081, 
            "26": 0.00016732097911052046, 
            "27": 0.00011563428073652235, 
            "28": 0.00017494314376813563, 
            "29": 0.00023767370430528633
        }
    }, 
    {
        "content": {
            "text": "  A report in the Fifth Down football roundup on Thursday about the American Football Conference's dominance over the National Football Conference during the regular season misstated the N.F.C. playoff team that had the best record (3-1) against A.F.C. teams. It is the Dallas Cowboys -- not the Giants, who were 1-3.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7284212110590176, 
        "file": "1817664.txt", 
        "other_topics": {
            "0": 0.003577999406229446, 
            "1": 0.16403520933063329, 
            "2": 0.004390456350203063, 
            "3": 0.0031928973814507942, 
            "4": 0.0016517197693718486, 
            "5": 0.005513199234261311, 
            "6": 0.0028407486898085143, 
            "7": 0.012767187149370179, 
            "8": 0.002353083829322384, 
            "9": 0.004616064571391375, 
            "10": 0.001982523201394001, 
            "11": 0.002898943885338115, 
            "12": 0.002343444656680502, 
            "13": 0.0017863014466193417, 
            "14": 0.0011372083821053105, 
            "15": 0.0020970968154488544, 
            "16": 0.003039017629366499, 
            "17": 0.001829697987046668, 
            "18": 0.0015867379128790401, 
            "19": 0.7284212110590176, 
            "20": 0.020583853473906986, 
            "21": 0.007579865612584685, 
            "22": 0.002418066740773025, 
            "23": 0.002869878869292809, 
            "24": 0.001374014652468234, 
            "25": 0.00297448706825414, 
            "26": 0.0024389730303469833, 
            "27": 0.001685556070728353, 
            "28": 0.0025500783689101046, 
            "29": 0.0034644774247965726
        }
    }, 
    {
        "content": {
            "text": "  The Indianapolis Colts, the team of Peyton Manning and the franchise that once had the legendary quarterback Johnny Unitas, probably never thought they would rely on a formula like this to win in the playoffs: Let the defense stop the opponent, have the place-kicker score all the points, and hope the offense does not make too many mistakes.  Who did they think they were -- the Baltimore Ravens? The Ravens, the team that brought football back to Baltimore, patented that game plan when they won the Super Bowl in 2001. But the Colts borrowed a page from that playbook Saturday, beating the Ravens, 15-6, to advance to next Sunday's American Football Conference championship game.  The Colts, for years the N.F.L.'s most dazzling offense, won in the most unexpected fashion -- without scoring a touchdown and by allowing fewer than 10 points for the second time in the playoffs. They have made their way through the playoffs without the white-hot spotlight and the staggering weight of outside expectations bearing down on them. Manning, whose postseason struggles have threatened to blemish his career résumé, has thrown five interceptions and only one touchdown pass in the past two games.  But if the New England Patriots defeat the San Diego Chargers in Sunday's A.F.C. playoff game, the Colts will play host to the championship game -- a perk they were supposed to enjoy last year, when they were the overwhelming favorite to reach the Super Bowl.  In the waning moments of the victory, after Adam Vinatieri had nailed his fifth field goal, Colts Coach Tony Dungy stood beside defensive tackle Anthony McFarland. Dungy and McFarland had been together in Tampa Bay, too, when the Buccaneers' repeated playoff runs were foiled by a terrible offense. The Bucs fired Dungy for his failure to win a title and he was quickly hired by the Colts, who hoped he would build a defense that would be a complement to Manning's offense.  With two smothering defensive efforts in the playoffs so far, Dungy seems to be fulfilling his mandate at precisely the moment when Manning has stumbled. So, on the sideline, Dungy and McFarland christened the Colts' victory: Call it Buc-ball.  ''We won a lot of games like this,'' Dungy said of his Buccaneers. ''We were having a laugh. These guys are all nervous. Every game we won, we won like this. It's Ravens ball. We outplayed them at their game.''  Actually, the Ravens have never had a quarterback like Manning. But the arrival of quarterback Steve McNair, who once shared league most valuable player honors with Manning, energized the offense and created a balance with the defense that propelled the Ravens to the No. 2 seeding in the A.F.C.  But on Saturday both offenses were virtually beside the point. This was just the fourth time in N.F.L. history, and the first since 1979, that neither team scored a touchdown in a playoff game. The Ravens had the best defense in the league this season, but Manning said he could not recall, in his nine seasons in the N.F.L., ever winning a game without scoring at least one touchdown.  Except for the outcome, this was a forgettable performance for him. Scrambling to avoid pressure, Manning frequently overthrew his receivers. He was intercepted twice while completing only 15 of 30 pass attempts, statistically an even worse day than McNair had, with his two interceptions and 18-of-29 passing. Manning's 39.6 quarterback rating was nearly as bad as the 35.5 rating he posted when the Patriots battered the Colts in the 2005 A.F.C. championship game.  ''The plan coming in was to score touchdowns,'' Manning said, laughing. ''We were not planning to score 35 points, but we thought maybe 20 points. I knew it would be tough sledding.''  But Manning completed the most important pass of the game, in the middle of a clock-chewing fourth-quarter drive that kept the ball out of the Ravens' hands when they were trailing by only 6 points. On third-and-5 from Baltimore's 45, Manning zipped a pass to tight end Dallas Clark, who was blanketed by Ravens cornerback Corey Ivy.  At the most critical moment, the Ravens' defense could not make a stop. The Colts' defense, particularly against the run, was shredded for most of the regular season, but with the return of safety Bob Sanders from an injury that forced him to miss almost all of the regular season, the Colts have had consecutive lockdown performances. They held the Chiefs' Larry Johnson to 32 yards rushing last week, then held the Ravens to 83. They thwarted Baltimore's preferred style to get an early lead and then unleashed blitzes.  The Ravens never had the lead because the Colts had the one weapon they lacked last season: a reliable field-goal kicker. The Colts signed Vinatieri away from the Patriots expressly for games like this.  Last season ended for the Colts when Mike Vanderjagt badly missed a field goal in the divisional round. The league's most dynamic offense, and the improving defense, could do nothing to replace those 3 points, so the Colts replaced Vanderjagt as soon as free agency started with Vinatieri, one of the most clutch kickers in N.F.L. history.  Vinatieri has had plenty of highlight-reel moments, none more memorable than his successful field goals in a blizzard against the Oakland Raiders that propelled the Patriots to their first Super Bowl title. But if the Colts go to the Super Bowl, Vinatieri might have provided an omen to their postseason.  His third field goal of the game, late in the second quarter, was a 51-yarder. He did not hit it well and the ball seemed to die as it got near the goal post. It barely hit the cross bar and with its last bit of momentum, it bounced over.  It was not pretty, but it got through. Just like the Colts.  PRO FOOTBALL  ", 
            "title": "Colts Push Onward in Playoffs, Advancing 3 Points at a Time"
        }, 
        "weight": 0.7255206221952867, 
        "file": "1818964.txt", 
        "other_topics": {
            "0": 0.0001964508414254309, 
            "1": 0.0001322597144946613, 
            "2": 0.00024105896796331328, 
            "3": 0.00017530673036977024, 
            "4": 9.068803586920169e-05, 
            "5": 0.002521235761506327, 
            "6": 0.0001559719292908362, 
            "7": 0.1227202644290851, 
            "8": 0.00012919658326665293, 
            "9": 0.00025344603678388773, 
            "10": 0.00010885087079142881, 
            "11": 0.00015916714925336695, 
            "12": 0.00012866734238057404, 
            "13": 9.807727234858314e-05, 
            "14": 6.243867540941534e-05, 
            "15": 0.00011514156017696676, 
            "16": 0.00016685792886279822, 
            "17": 0.00010045996890997947, 
            "18": 8.712019279936407e-05, 
            "19": 0.7255206221952867, 
            "20": 0.1431162313517174, 
            "21": 0.0004161741823912592, 
            "22": 0.0001327644842591815, 
            "23": 0.00015757132817854986, 
            "24": 7.544057557368584e-05, 
            "25": 0.0001633148642647139, 
            "26": 0.0001339123486693145, 
            "27": 0.002311078174883148, 
            "28": 0.00014001261162899565, 
            "29": 0.000190217892159441
        }
    }, 
    {
        "content": {
            "text": "  Tom Brady has won many games by erasing fourth-quarter deficits, leading last-minute drives, throwing improbable touchdown passes.  On Sunday, Brady proved that he can truly do it all -- he won a game by throwing an interception.  The New England Patriots are moving to the American Football Conference championship game against the Colts, largely because their starting quarterback made one terrible mistake. With the Patriots trailing by 8 points, late in the fourth quarter and facing a fourth down, Brady threw an untimely interception.  It looked like the end of the Patriots' season. It was actually the beginning of their rally. New England defeated the San Diego Chargers at Qualcomm Stadium, 24-21, thanks to the immaculate interception.  Once the ball left Brady's hand, he knew it was off-target. It was so off-target, in fact, that it went right to safety Marlon McCree. If the pass had been a little better, it would have fallen incomplete, and the Chargers would have taken control.  Instead, McCree caught the ball and started running. He charged into the middle of the field, toward a herd of New England players. He carried the ball a few inches from his body, providing a narrow window of opportunity for the Patriots.  ''I was trying to make a play,'' McCree said. ''Anytime I get the ball, I am going to try to score.''  Troy Brown, a New England receiver who moonlights as a cornerback, immediately turned into a defender. He attacked McCree and swiped at the ball, stripping it loose. Watching the sequence unfold, and seeing the Patriots recover the ball, Brady could not believe his good fortune. The football fates were smiling on him again.  With one more chance, Brady drove for a tying touchdown and 2-point conversion, and a winning field goal. Stephen Gostkowski, the New England place-kicker, made a 31-yard field goal with 1 minute 10 seconds left. Nate Kaeding, the San Diego place-kicker, missed a 54-yard attempt to tie the score with 8 seconds left.  Afterward, Brady took a deep breath. ''That was not easy,'' he said.  Brady has won three Super Bowls and his playoff record is 12-1, but the degree of difficulty keeps increasing. The Patriots lose assistants (Eric Mangini, Charlie Weis and Romeo Crennel) and they lose receivers (Deion Branch and David Givens). But sometimes, especially in January, Brady is all they seem to need.  As Brady rejoiced with his teammates after the game, LaDainian Tomlinson rushed off the field, refusing to shake hands with the New England players. Tomlinson, the San Diego running back and the Most Valuable Player of the N.F.L., was enraged that the Patriots were dancing and gloating at midfield.  The Patriots cannot seem to celebrate a playoff victory this season without some kind of incident. Last week, Coach Bill Belichick shoved a photographer after a victory against the Jets. This week, Tomlinson accused the Patriots of a lack of class.  ''I can't sit there and watch that,'' Tomlinson said. ''I was very upset. They showed no class at all, absolutely no class, and maybe it comes from their head coach.''  Tomlinson had reason to be frustrated. He finished with 187 all-purpose yards and scored 2 touchdowns, but he got little help. Suffering from butter-fingers and brain freeze, the Chargers dropped six passes, committed four turnovers and wasted a couple of timeouts.  Brady was hardly flawless either. He threw three interceptions and labored through three and a half quarters, but he delivered one vintage pass. Facing a third-and-10 at his 34-yard line, with less than three minutes remaining and the crowd howling, Brady told receiver Reche Caldwell to run a go route.  Caldwell, let go by the Chargers after last season, was single covered by cornerback Quentin Jammer. With one move at the line of scrimmage, Caldwell froze Jammer and bolted past him. They both sprinted up the San Diego sideline.  Forty-nine yards later, Caldwell held the ball and New England held the game. ''I had a chance to come home and show what I can do,'' Caldwell said. ''This means a lot. It's a lot of gratification.''  But the catch was not his most significant contribution. When Brown stripped McCree of his interception, Caldwell was the one who pounced on the fumble and held it at the bottom of the pile. ''That was the big play of the game,'' Caldwell said.  New England now gets to play at Indianapolis on Sunday, a daunting task for many teams, but not necessarily for the Patriots. New England has traditionally rattled the Colts and Brady has consistently upstaged Indianapolis quarterback Peyton Manning.  The Chargers, meanwhile, could soon be embarking on a coaching search. Even though they posted a 14-2 record in the regular season and won 10 games in a row, Coach Marty Schottenheimer failed again in the playoffs.  Schottenheimer could be doomed by his 5-13 playoff record -- with Cleveland, Kansas City and San Diego -- and his strained relationship with the Chargers' general manager, A. J. Smith. Smith and Schottenheimer rarely speak, and Smith has not given Schottenheimer a public endorsement for next season.  ''Not withstanding the disappointment and frustration of the events of this day, I'll choose to look at this team in a very positive light,'' Schottenheimer said.  He may be judged on a decision he made in the first quarter Sunday, when he decided to go for a fourth-and-11 at the New England 30, instead of using his Pro Bowl kicker, Kaeding, for a field goal.  Schottenheimer apparently wanted to show that he had changed his conservative ways, but the fourth-down play failed and it set the tone for the rest of game.  ''They might have gotten a little tight,'' Patriots linebacker Mike Vrabel said.  Schottenheimer has lost playoff games in some of the most creative and excruciating ways imaginable. Some of his playoff losses are so memorable that they even have their own nicknames:  The Drive. The Fumble. And, now, The Interception.  PRO FOOTBALL  ", 
            "title": "For the Bears and the Patriots, It's All Good"
        }, 
        "weight": 0.7233526150635117, 
        "file": "1819127.txt", 
        "other_topics": {
            "0": 0.00018457571291461246, 
            "1": 0.00012426483345962926, 
            "2": 0.00022648735196778596, 
            "3": 0.00016470972840812364, 
            "4": 0.0021696318316019717, 
            "5": 0.006537682703944029, 
            "6": 0.0022309694216204583, 
            "7": 0.11738645311351217, 
            "8": 0.00012138686344912534, 
            "9": 0.00023812564296155477, 
            "10": 0.00010227101564912663, 
            "11": 0.00014954575828161174, 
            "12": 0.00012088961429945115, 
            "13": 9.214866341680589e-05, 
            "14": 5.866436073022098e-05, 
            "15": 0.00010818144326366442, 
            "16": 0.00015677164298121365, 
            "17": 9.438732991111998e-05, 
            "18": 8.185392120758557e-05, 
            "19": 0.7233526150635117, 
            "20": 0.11153640871221501, 
            "21": 0.03165740320433049, 
            "22": 0.00012473909072657728, 
            "23": 0.00014804640195189946, 
            "24": 0.002155306055067946, 
            "25": 0.00015344275077923156, 
            "26": 0.0001258175686312394, 
            "27": 8.6951583298359e-05, 
            "28": 0.0001315490807824721, 
            "29": 0.00017871953512487573
        }
    }, 
    {
        "content": {
            "text": "  For the Jets and the Giants, today is a rare happy New Year: It is only the fifth time the two New York pro football franchises have been together in the Super Bowl tournament.  That's together in a Sunday doubleheader, but not in momentum, with the Jets soaring into New England for a 1 p.m. game and the Giants stumbling into Philadelphia at 4:30 p.m.  The Jets (10-6) won five of their past six games, including yesterday's 23-3 domination of the Raiders.  The Giants, with Tiki Barber slashing for 234 rushing yards and 3 touchdowns in Saturday night's 34-28 triumph against the Redskins, squeezed into the playoffs with an 8-8 record after losing six of their previous seven games.  To listen to quarterback Chad Pennington's synopsis of the Jets' success, it would seem that the teams are not together in another important area.  ''It's about the players believing in the coach, and the coaches believing in the players,'' Pennington said.  The way the Jets finished their relatively easy schedule, they surely believe in Coach Eric Mangini, who finally used the word playoffs in a sentence after his Gatorade shower, and he believes in them. But the way the Giants had to depend on Barber to outscore the Redskins, a 5-11 disappointment, it's difficult to know if they believe in Coach Tom Coughlin and his staff, and if Coughlin believes in his injury-depleted roster.  An 8-8 record is not necessarily a quick lose-and-out for a wild card. In the years since the 16-game schedule began in 1978, six other 8-8 teams reached the playoffs via the wild card and two of them won an opening-round game on the road before losing in the divisional round.  Two years ago, the Vikings and the Rams were 8-8 in gaining the National Football Conference playoffs. The Vikings upset the Packers, 31-17, before losing to the Eagles, 27-14; and the Rams stunned the Seahawks, 27-20, before losing to the Falcons, 47-17.  The four 8-8 wild-card teams that lost in the opening round included the 1991 Jets, who fell in Houston, 17-10, after sneaking into the playoffs with an overtime victory in Miami, as well as the 1999 Cowboys, the 1999 Lions and the 1990 Saints.  The 1985 Browns won their division with an 8-8 record and lost to the Dolphins in their first playoff game.  In a third coaching chess match between Mangini and his mentor, Bill Belichick, the Jets would seem to have a puncher's chance against the Patriots, whom they defeated, 17-14, in Foxborough after an early season 24-17 loss at Giants Stadium. But it won't be easy for Pennington to win a passing duel with Tom Brady, a three-time Super Bowl winner. The Giants don't seem to have the manpower (and maybe the will power) to upset the Eagles, especially in Philadelphia.  The Giants split with the Eagles, winning by 30-24 in overtime in Philadelphia on Eli Manning's three touchdown passes, but losing, 36-22, at Giants Stadium a little more than two weeks ago.  Against the Redskins on Saturday night, Barber had the best game any Giants running back ever had, especially when a victory meant so much not only to him as the last regular-season game of his career before he disappears into a television studio, but also to the salvation of a season that loomed as a disaster.  For all the wonderful games played by the Giants' Hall of Fame running backs -- Frank Gifford, Tuffy Leemans and Ken Strong -- and by Joe Morris and Rodney Hampton, none of those stars carried the Giants the way Barber did at FedEx Field, across the Potomac River from Virginia, where he grew up as a Redskins fan.  But against the Eagles in what could be his last game, Barber will be running against one of the N.F.L.'s toughest defenses. There won't be many holes for him to dart through, and the Eagles' demon safety, Brian Dawkins, won't be as easy to outrun as the Redskins.  The Jets not only survived, but thrived without their future Hall of Fame running back Curtis Martin, the fourth-leading career rusher in pro football with more 14,000 yards. Martin was never activated after having knee surgery late last season -- another tribute to Mangini's day-to-day mantra for his players: Try to win the next game and try to make progress.  ''We haven't had the time to doubt ourselves and to ask, what if?'' Pennington said, alluding to Martin. ''It's been full go since Day 1. Our young guys who haven't had opportunities before but had them now have stepped to the forefront. Each week, somebody you may not have heard from stepped up and made the play. That's what football is all about.''  In Martin's absence, the rookie Leon Washington, a fourth-round selection with the draft choice awarded to the Jets when the Chiefs hired Herman Edwards as their coach, rushed for 650 yards. Cedric Houston had 374 and Kevan Barlow 370.  That adds up to 1,394 yards, about what a healthy Martin might have had. But a yard is a yard is a yard, no matter who gets it. So the Jets, riding Pennington's cool comeback from his second rotator-cuff operation, are soaring into the playoffs as the Giants stumble in. And for only the fifth time, they're both there.  SPORTS OF THE TIMES  ", 
            "title": "One Team Thrives on Chemistry; Another Survives Without It"
        }, 
        "weight": 0.7224720247727875, 
        "file": "1815818.txt", 
        "other_topics": {
            "0": 0.0002260376844148196, 
            "1": 0.012915471558011923, 
            "2": 0.023251290823964963, 
            "3": 0.012965001749477512, 
            "4": 0.00010434627555302917, 
            "5": 0.00034829262030069464, 
            "6": 0.00017946237071219133, 
            "7": 0.09014960675319594, 
            "8": 0.00014865447408625985, 
            "9": 0.0002916167467803327, 
            "10": 0.0026779030827124507, 
            "11": 0.005288455862355084, 
            "12": 0.005253362575553143, 
            "13": 0.00011284838168438363, 
            "14": 0.015387793516787946, 
            "15": 0.00013248266820068717, 
            "16": 0.00019198787642106367, 
            "17": 0.005220906978333736, 
            "18": 0.00010024109086657073, 
            "19": 0.7224720247727875, 
            "20": 0.10085405344307868, 
            "21": 0.00047885286628644274, 
            "22": 0.00015275972541896346, 
            "23": 0.00018130265003301908, 
            "24": 8.680244324669858e-05, 
            "25": 0.00018791120201401055, 
            "26": 0.00015408046607553699, 
            "27": 0.0001064838609295025, 
            "28": 0.00016109947044183398, 
            "29": 0.00021886601027518913
        }
    }, 
    {
        "content": {
            "text": "  Stephen Gostkowski said he cleared his mind as he searched for a kicking path between distant uprights, the road that might deliver the New England Patriots to the American Football Conference championship game.  Gostkowski said he did not burden himself with the pressure of the moment, the shoes he was trying to fill or the feat he was aiming to accomplish in his first season in the N.F.L.  ''I don't think about that stuff,'' Gostkowski said after nailing a 31-yard field goal with 1 minute 10 seconds remaining in an A.F.C. second-round playoff game, which lifted New England to a 24-21 victory against the San Diego Chargers on Sunday at Qualcomm Stadium. ''We kick 200 kicks a week. It seemed like any other kick to me.''  One day after Adam Vinatieri, the former Patriots place-kicker, connected on five field goals for the Indianapolis Colts and reminded the Patriots of what they had lost, Gostkowski helped the Patriots move on without him.  Gostkowski also made field goals of 50 and 34 yards, making him 6 for 6 in the postseason and adding a dependable weapon to a Patriots arsenal headlined by quarterback Tom Brady.  Gostkowski's clutch kicks stood out especially because of how the game ended, with San Diego's kicker, Nate Kaeding, failing to make a 54-yard attempt with eight seconds remaining that would have tied the score.  ''I knew I had to hit it on the screws,'' said Kaeding, who missed a field-goal attempt in overtime against the Jets in the playoffs after the 2004 season. ''I just didn't have enough juice on it.''  Gostkowski said of Kaeding: ''He's a good kicker, and he's got a Pro Bowl in him. He's just got to keep his head up.''  The Chargers had a chance to use Kaeding earlier, but San Diego Coach Marty Schottenheimer passed up a 48-yard field-goal attempt on fourth-and-11 in the first quarter. Instead, linebacker Mike Vrabel sacked Philip Rivers, causing a fumble that New England recovered.  ''I thought we had a play that we could use that would make the yardage,'' Schottenheimer said. ''The intention was to be very aggressive, and I thought we had a play that would get it.''  The Patriots turned the error into Gostkowski's 50-yard field goal for a 3-0 lead.  ''It was the big plays they made,'' Chargers linebacker Shawne Merriman said. ''You have to play a team like that for 60 minutes, and you can't make mistakes because they will capitalize on them.''  San Diego safety Marlon McCree said: ''We were the best team in the N.F.L. with home-field advantage. Our loss is very disappointing.''  Among the supposed soft spots on a Patriots roster that has sustained coaching defections and free-agent losses, the position of kicker stood as a potential weakness this season.  Even though Gostkowski finished his college career at Memphis with 369 points -- placing him 13th in Division I-A history -- replacing a veteran with a rookie seemed risky. Vinatieri had been integral to each of New England's three Super Bowl titles.  Gostkowski said he had never felt bogged down by the task of replacing a Patriots legend.  ''I just kick,'' he said. ''I don't know too much about offense, defense or momentum. I just do my job.''  As Brady led the Patriots down the field in the final minutes, Gostkowski said he figured his number would be called soon.  ''I knew we were in good position,'' he said. ''It was a tie game, and we were ready to win. Game-winning kicks are fun. I haven't had too many experiences with them. I'm glad it worked out.''  PRO FOOTBALL  ", 
            "title": "Patriots' Rookie Kicker Ignores Pressure and Fills Large Shoes"
        }, 
        "weight": 0.7205977383657763, 
        "file": "1819111.txt", 
        "other_topics": {
            "0": 0.0003142871352767055, 
            "1": 0.0002115925107748664, 
            "2": 0.000385652369438726, 
            "3": 0.00028046023973663957, 
            "4": 0.00014508506448938457, 
            "5": 0.0004842727448553967, 
            "6": 0.0002495279250763853, 
            "7": 0.11824721285640197, 
            "8": 0.00020669203424016655, 
            "9": 0.00040546952240099257, 
            "10": 0.00017414243739138487, 
            "11": 0.0002546397205836798, 
            "12": 0.00020584534098728893, 
            "13": 0.00015690655605509236, 
            "14": 9.989100724898654e-05, 
            "15": 0.00018420644491383043, 
            "16": 0.003816209040671506, 
            "17": 0.00016071845561775806, 
            "18": 0.00013937713690098715, 
            "19": 0.7205977383657763, 
            "20": 0.14732794265743113, 
            "21": 0.004215071629046439, 
            "22": 0.0002124000544947826, 
            "23": 0.00025208668476882004, 
            "24": 0.00012069178329113649, 
            "25": 0.0002612753422964798, 
            "26": 0.0002142364376557258, 
            "27": 0.00014805720422847462, 
            "28": 0.00022399579605868037, 
            "29": 0.00030431550189036243
        }
    }, 
    {
        "content": {
            "text": "  Veteran Softie  Sentimental would probably be the last word anyone would use to describe Bill Belichick, but for the second season in a row he gave one of his veteran players a very public farewell gift.  Last season it was allowing the retiring Doug Flutie to convert an extra point with a drop kick in the season finale. On Sunday against the Titans, he inserted Vinny Testaverde, above, the Patriots' third-string quarterback, with less than three minutes remaining so that he could try to throw a touchdown pass for a 20th consecutive season. Testaverde, who had previously played for Belichick with the Browns and the Jets, found Troy Brown for a 6-yard touchdown with 1 minutes 45 seconds left.  Testaverde, 43, and Brown, 35, have the oldest combined ages for players connecting on an N.F.L. touchdown pass, according to the Elias Sports Bureau.  While Belichick pumped his fists and the Patriots ran to congratulate Testaverde, some of the Titans were fuming. The score increased the Patriots' lead to 40-23. Titans defensive tackle Albert Haynesworth told reporters: ''To bring in a 50-year-old guy to throw a little pass, probably the last pass of his career or of his life, I don't know. Whatever.''  Nice Job, Kid  While Vinny Testaverde was striking a blow for the older generation Sunday, Jets Coach Eric Mangini was joining a different elite subset.  According to the Elias Sports Bureau, since the 1970 A.F.L.-N.F.L. merger, only two coaches younger than Mangini, 35, have led a team to the playoffs: John Madden (twice, at 33 and 34) and Bill Cowher (35).  Mangini and Testaverde may renew acquaintances when the Jets face the Patriots on Sunday. When Testaverde was the starting quarterback for Cleveland in 1984, Mangini, then 13, was breaking into the league as a Browns ball boy.  Thinking Big  Lost amid the record-breaking seasons of LaDainian Tomlinson and Larry Johnson, San Francisco running back Frank Gore broke the 49ers' franchise record with 1,695 rushing yards. He finished third in the N.F.L. and was named to his first Pro Bowl. But he has bigger plans for next season.  ''I'm going for 2,200 next year,'' Gore told reporters as he cleared out his locker Monday. ''That's the record, isn't it? Yeah, I'll get that.''  That would be Eric Dickerson's single-season record of 2,105 yards, set in 15 games in 1984.  Early Checkout  The consolation for Tom Walsh when he was dismissed as the Raiders' offensive coordinator in November was that he could return to the bed-and-breakfast he had run in Idaho. Oakland players like Randy Moss and Jerry Porter remained stuck in their own version of ''Hotel California'' -- they could check out but never leave.  Walsh had been out of the league since 1994, when he was Art Shell's offensive coordinator in Shell's first stint as Raiders coach. When Walsh rejoined Shell this season and installed his old-school offense of long-developing pass plays, the criticism began mounting.  A few days before the season, Moss said, ''Things are so fishy and question mark around here.'' In September, the former Raiders receiver Tim Brown said Walsh's offense was outdated even in the 1990s, calling it horrible and one-dimensional.  In November, quarterback Andrew Walter said the playbook lacked depth. He was promptly benched.  The result was the league's worst offense, which scored 12 touchdowns, or 72 points, in 16 games. By comparison, the Chargers' LaDainian Tomlinson scored 186 points.  A.F.C. Has Its Way  A.F.C. teams had a 40-24 record against N.F.C. teams during the regular season. Three were 4-0, all of them playoff teams -- New England, San Diego and Kansas City. Over all, A.F.C. playoff teams were 21-3 against the N.F.C. in the regular season. More specifically, A.F.C playoff teams were 6-2 against N.F.C playoff teams. N.F.C. playoff teams were 10-14 against A.F.C. teams, with the Giants faring the best at 3-1.  It Wasn't Luck, He Says  Coach Herman Edwards bristled when reporters suggested that the Chiefs were lucky to qualify for the playoffs. ''We didn't luck our way into it,'' Edwards told The Associated Press on Monday. ''We won our way into it, just like those other teams had to win their way into it. And they didn't do it, to be quite honest.''  The Chiefs (9-7) were the beneficiaries of an unlikely series of events. As Edwards famously said when he was Jets coach, ''You play to win the game.''  But it sure helps when everyone else that matters loses theirs.  The Chiefs first had to hand the Jaguars, who were also contending for a playoff spot, their third straight loss, which they did, 35-30.  Next, they needed the Broncos, the Titans and the Bengals to lose at home. The Broncos lost with less than two minutes left in overtime on a 36-yard field goal. The Titans lost after trailing by 3 points going into the fourth quarter. And the Bengals, who also lost in overtime, missed a game-winning field goal at the end of regulation.  Long-Armed Lion  Jon Kitna had 4,208 passing yards this season for the 3-13 Lions, the 30th time in the past 10 seasons that a quarterback has topped 4,000 yards. But Kitna is only the fifth player in that span to do it for a losing team.  The others are Jeff Garcia (4,278 for the 6-10 49ers in 2000), Elvis Grbac (4,164 for the 7-9 Chiefs in 2000), Peyton Manning (4,131 for the 6-10 Colts in 2001) and Trent Green (4,594 for the 7-9 Chiefs in 2004).  The 306-yard performance by Kitna against Dallas on Sunday could have, at least temporarily, saved his job. The win put the Lions behind the Raiders for the top pick in the 2007 draft and may have put Notre Dame quarterback Brady Quinn out of reach.  Extra Points  With the Eagles, the Cowboys and the Giants in the playoffs, this is the first time since realignment in 2002 that three teams from the same division have reached the postseason. The last time that happened was 2001, when three teams from the A.F.C. East (New England, Miami and the Jets) and the N.F.C. Central (Chicago, Tampa Bay and Green Bay) made the playoffs.  Shaun Alexander extended his league record for games with at least one 10-yard run to 64, a span of more than four full seasons.  PRO FOOTBALL  Correction:  January 9, 2007, Tuesday  A report in the Fifth Down football roundup on Thursday about the American Football Conference's dominance over the National Football Conference during the regular season misstated the N.F.C. playoff team that had the best record (3-1) against A.F.C. teams. It is the Dallas Cowboys -- not the Giants, who were 1-3.  ", 
            "title": "THE FIFTH DOWN"
        }, 
        "weight": 0.7200165019695489, 
        "file": "1816338.txt", 
        "other_topics": {
            "0": 0.00998247270941287, 
            "1": 0.013849215179294844, 
            "2": 0.002174909941725278, 
            "3": 0.00015501613948201923, 
            "4": 8.019149742852485e-05, 
            "5": 0.0022294194504018567, 
            "6": 0.0001379192133424055, 
            "7": 0.1045927041652726, 
            "8": 0.00011424293596726231, 
            "9": 0.0002241113396296104, 
            "10": 9.625210471812585e-05, 
            "11": 0.00014074460779441914, 
            "12": 0.00011377495120225673, 
            "13": 8.672547881268134e-05, 
            "14": 5.521181300867779e-05, 
            "15": 0.00010181468854573891, 
            "16": 0.00014754523069204775, 
            "17": 8.883239405618435e-05, 
            "18": 0.015771052207624932, 
            "19": 0.7200165019695489, 
            "20": 0.11478096544341411, 
            "21": 0.00036800478207711434, 
            "22": 0.00011739787609277398, 
            "23": 0.00013933349242080853, 
            "24": 6.670882949597745e-05, 
            "25": 0.00014441225231311182, 
            "26": 0.011888924582141013, 
            "27": 8.183426015591705e-05, 
            "28": 0.00012380708081054275, 
            "29": 0.002129953383117372
        }
    }, 
    {
        "content": {
            "text": "  FOXBOROUGH, Mass., Jan. 18 -- If the New England Patriots beat the Indianapolis Colts and advance to the Super Bowl, it will be a milestone for their 43-year-old backup quarterback, Vinny Testaverde, who has never reached the Super Bowl in 20 N.F.L. seasons.  \"Every year I watch it, I think, 'Got away from me again,' \" Testaverde said. \"Hopefully, this year will be a little different.\"  The chance to win the Super Bowl, and another chance to play for Bill Belichick, lured Testaverde out of a brief retirement when he signed with the Patriots on Nov. 14 as a backup to Tom Brady. Testaverde's main role is to offer advice and encouragement as a stable presence in a locker room already loaded with experience.  The quarterback duel between Brady and Peyton Manning will be a dominant theme during Sunday's American Football Conference championship game, and Brady has the upper hand, with three Super Bowl titles and two playoff victories over Manning.  Because of those losses, and his failure to reach the Super Bowl, Manning has been targeted for criticism despite a brilliant career. But Testaverde finds it hard to fathom that Manning does not have the makeup to lead a team to a championship,  \"I don't know Peyton personally as well as I do Tom, but I think from what I've seen, he has a lot of the same instincts and ability as Tom does,\" Testaverde said. \"He's obviously one of the best. A lot of people don't give him as much credit as he deserves, because he hasn't won the big game yet. It's more than one player when it comes to winning in this sport. A guy as good as he is, sooner or later, he's going to get one, he's going to get a ring.\"  Though Testaverde barely played this season, a personal high point occurred Dec. 31, when he threw a touchdown pass to Troy Brown during the Patriots' 40-23 victory over Tennessee. The pass was completed with less than two minutes left in the game, and some Titans were not happy. But Belichick wanted Testaverde to become the first N.F.L. player to throw touchdown passes in 20 consecutive seasons, and Testaverde appreciated the opportunity.  \"I didn't expect to go in the game at that point, and then when I did, I really didn't think we were going to be throwing the football,\" Testaverde said. \"That situation shows that he does have a sense of history. He lets the team know the accomplishments of certain guys, because guys are proud to be a part of it, too.\"  Even if the Patriots win the Super Bowl, Testaverde did not guarantee that he would retire -- again.  \"This is what I love to do,\" he said. \"I can't think of anything better, and this is a great situation.\"  FOUR PATRIOTS ARE AILING At least four Patriots had flu symptoms Thursday, three days before New England takes on Indianapolis in the A.F.C. championship game.  Receiver Troy Brown, linebacker Tedy Bruschi, offensive tackle Ryan O'Callaghan and defensive tackle Mike Wright were ailing, but all were expected to be available for Sunday's game.  The hard-hitting safety Rodney Harrison, one of New England's key defensive players, was on the field at the beginning of Thursday's practice, although he missed the previous two playoff games with a knee injury. His status for Sunday was uncertain. Only the beginning of practice was open to the news media, so it was not known how much Harrison participated.  ", 
            "title": "After 20 Seasons, Testaverde Has a Shot at First Super Bowl"
        }, 
        "weight": 0.7173533309544627, 
        "file": "1819760.txt", 
        "other_topics": {
            "0": 0.00034896730796741296, 
            "1": 0.0002349407932531554, 
            "2": 0.0004282073749401135, 
            "3": 0.00031140776655278027, 
            "4": 0.00016109454921393233, 
            "5": 0.0005377100654959685, 
            "6": 0.0002770622100072148, 
            "7": 0.05641795424970188, 
            "8": 0.00022949957115996961, 
            "9": 0.012272943951680378, 
            "10": 0.00019335827260588326, 
            "11": 0.0002827380691717648, 
            "12": 0.0002285594491124326, 
            "13": 0.00017422048923757504, 
            "14": 0.00011091353089951258, 
            "15": 0.0002045327981217927, 
            "16": 0.0002963996581830424, 
            "17": 0.00017845301478289986, 
            "18": 0.00015475677747267959, 
            "19": 0.7173533309544627, 
            "20": 0.20693493876974872, 
            "21": 0.0007392749403404512, 
            "22": 0.00023583744579274164, 
            "23": 0.0002799033173303584, 
            "24": 0.000134009579080649, 
            "25": 0.00029010590191416204, 
            "26": 0.00023787646558114892, 
            "27": 0.00016439465121378054, 
            "28": 0.00024871272531659677, 
            "29": 0.0003378953496583131
        }
    }, 
    {
        "content": {
            "text": "  Tony Romo, the Dallas Cowboys' quarterback who went from scrub to celebrity this season, finished where he started.  With 1 minute 19 seconds left in a first-round playoff game against the Seattle Seahawks, Dallas lined up for a potentially game-winning 19-yard field goal. It seemed as automatic as a field goal gets.  But place-kicker Martin Gramatica never had a chance. Romo, the holder on field goals, dropped the snap. He picked up the ball and bolted to his left. He needed only 2 yards to get to the end zone, 1 yard to pick up a first down.  Romo could not get to the end zone and could not get a first down. So the Cowboys lost to the Seahawks, 21-20, at Qwest Field, and have not won a playoff game in 10 years. The second season will now start in Dallas, filled with intriguing questions. Will Coach Bill Parcells retire? Will receiver Terrell Owens be back? Will Romo be the same?  Romo led the Cowboys on a successful two-minute drill in the fourth quarter, keyed by a 35-yard run by tailback Julius Jones. But they could not finish what they started.  The record will show that the game-winning touchdown was caught by Seattle's Jerramy Stevens, whose last playoff game was marred by dropped passes and public humiliation. That playoff game, of course, happened to be last year's Super Bowl.  Stevens grabbed a 37-yard touchdown pass with 4:24 left, capping a frenetic sequence. Seattle had driven to the Dallas 2-yard-line on its previous drive, failed to convert a fourth down, and then scored a safety on what officials initially ruled a touchdown.  The play began when Dallas receiver Terry Glenn caught a pass at the 3-yard-line and was stripped by Seattle cornerback Kelly Jennings. As the ball rolled into the end zone, Seattle's Julian Peterson tried to jump on it. But he only knocked it closer to the sideline.  Lofa Tatupu came next, flipping the ball into the field to prevent it from going out of bounds. Michael Boulware finally recovered the fumble for an apparent touchdown, but it was ruled a safety because Tatupu's left foot was on the sideline.  The play still had its desired effect. After Seattle marched down for a go-ahead touchdown, Hasselbeck pushed place-kicker Josh Brown off the field. The Seahawks wanted a 2-point conversion. When they failed, they left Dallas a window of opportunity.  The player who made the biggest impact for the Cowboys was not Owens, but Miles Austin, an un-drafted rookie from Monmouth. With Dallas trailing by 3 in the third quarter, Austin took a kickoff and tiptoed down the Cowboys' sideline, 93 yards for a touchdown. Several Seahawks swarmed him, but they could not touch him.  Austin, the first player from Monmouth to make a 53-man N.F.L. roster, did not have a return for longer than 37 yards this season. His return Saturday night has to count among Monmouth's football highlights.  The Cowboys' secondary, considered their weak spot, turned for a moment into their strength. One Dallas cornerback, Anthony Henry, intercepted Hasselbeck in the first half. Another cornerback, Terence Newman, created an interception in the second half. Hasselbeck has thrown multiple interceptions in half of his games this season.  Fighting with receiver D. J. Hackett for a jump ball on the sideline, Newman tipped the ball with his right hand. Intentionally or not, he guided it to Roy Williams, a Cowboys' safety. Williams corralled the ball and managed to sneak both feet inbounds.  Even though Seattle went to the Super Bowl last season and Dallas was considered a Super Bowl contender last month, both teams had come to embody the mediocrity of the National Football Conference. The Seahawks and the Cowboys staggered to 9-7 regular-season records, losing three of their last four games.  Seattle and Dallas came into the playoffs with two of the worst pass defenses in the N.F.L. The Seahawks, with three injured cornerbacks, had an excuse for their struggles. The Cowboys, with a full complement of defensive backs, did not.  But the anticipated shootout Saturday did not begin as scheduled. The first touchdown was scored with 11 seconds left in the first half, when Dallas receiver Patrick Crayton caught a pass at the 5-yard-line and stretched into the end zone.  The Cowboys went to halftime with the lead, 10-6, in spite of Owens. On the last drive of the first half, with his team facing a third-and-2 from the Seattle 35-yard-line, Owens dropped his 15th pass of the season.  The Cowboys could have easily sent out Gramatica, who had already made a 50-yard-field goal. But they went for the first down and Romo completed a 32-yard pass to tight end Jason Witten.  Romo's best play of the half might have been an earlier pass to Witten, on a crossing route in the first quarter, but Witten was promptly sandwiched by Seattle linebacker Leroy Hill and Boulware. The ball popped out of Witten's arms and was smothered by cornerback Pete Hunter.  It was amazing that Hunter was even on the field. Two weeks ago, he was working as a loan officer in Dallas, believing his football career was over. But the Seahawks, desperate for defensive backs, looked everywhere for help.  They signed safety John Howell, who was guiding hunts for elk in the Great Plains. They signed cornerback Rich Gardner, who was working out at a gym in Nashville. And they signed Hunter, who has been the most effective of all.  While Hunter was on the field, Marcus Trufant was in the stands. Trufant, perhaps Seattle's best cornerback, stood at the top of Qwest Field before the game and raised the 12th man flag, a local tradition.  Deep into Saturday night, the flag still flew.  PRO FOOTBALL  ", 
            "title": "At Crucial Moment, Season Slips Through Cowboys' Fingers"
        }, 
        "weight": 0.7155887339424122, 
        "file": "1817284.txt", 
        "other_topics": {
            "0": 0.00018154832097188713, 
            "1": 0.0001222266543859078, 
            "2": 0.00022277252961305032, 
            "3": 0.0001620081763090026, 
            "4": 8.380855243392464e-05, 
            "5": 0.01873187550190552, 
            "6": 0.0001441400895818795, 
            "7": 0.13391322733020566, 
            "8": 0.00011939588854481285, 
            "9": 0.000234219930549697, 
            "10": 0.002150830776958763, 
            "11": 0.0001470929240677196, 
            "12": 0.00011890679522477344, 
            "13": 9.063725047544019e-05, 
            "14": 0.002107939353928528, 
            "15": 0.012407830262523742, 
            "16": 0.00015420029054640715, 
            "17": 9.283919859115335e-05, 
            "18": 0.018532646161895865, 
            "19": 0.7155887339424122, 
            "20": 0.09125486515749147, 
            "21": 0.00038460371814523676, 
            "22": 0.00012269313293372712, 
            "23": 0.00014561816002699356, 
            "24": 6.97177458196544e-05, 
            "25": 0.00015092599849344433, 
            "26": 0.0021739911217900226, 
            "27": 8.552541233291654e-05, 
            "28": 0.0001293914262300662, 
            "29": 0.00017578819561058675
        }
    }, 
    {
        "content": {
            "text": "  New England Coach Bill Belichick is apparently worried about getting to the Super Bowl again, not about LaDainian Tomlinson's feelings.  Tomlinson, the Chargers' star running back, was furious at the Patriots for the way they celebrated after their 24-21 playoff victory Sunday in San Diego. Vince Wilfork of the Patriots mocked the sack dance done by San Diego linebacker Shawne Merriman, doing his version on the logo of the Chargers' helmet at midfield. Afterward, Tomlinson said: ''The Patriots showed no class at all. Maybe it comes from the head coach.''  That would be Belichick, who has generally avoided controversy while guiding the Patriots to three Super Bowl victories. During his news conference Wednesday, Belichick would not be drawn into a battle of words with Tomlinson, especially with his team one victory from winning another American Football Conference championship.  ''I have all the respect in the world for LaDainian Tomlinson and the San Diego Chargers,'' Belichick said. ''They are an outstanding football team. But right now, our focus is on the Indianapolis Colts.''  Belichick and Tomlinson could be reunited at next month's Pro Bowl. If the Patriots lose Sunday, Belichick will coach the A.F.C. team that Tomlinson will play for. Tomlinson, however, did not sound ready to forgive and forget.  ''I don't know how that would go over,'' he said Monday when asked about the Pro Bowl. ''I probably wouldn't say two words to him.''  Belichick is not planning to be at the Pro Bowl. He is planning on winning another Super Bowl, as is Patriots quarterback Tom Brady.  ''I think we always try to represent ourselves a certain way,'' Brady said of the San Diego postgame incident. ''That's up to Coach Belichick to talk about that with the players. I think we've tried to move on from that. We've won a bunch of meaningful games in the past. Some of it is just raw emotion. Some of it, maybe, does go a little bit too far. I think what happened, happened, and we're moving on.''  PRO FOOTBALL: PLAYOFF ROUNDUP  ", 
            "title": "As Tomlinson Looks Back in Anger, the Patriots Look Forward to the Colts"
        }, 
        "weight": 0.7137928149128496, 
        "file": "1819748.txt", 
        "other_topics": {
            "0": 0.0005543084464664922, 
            "1": 0.0003731858633930343, 
            "2": 0.0006801753612711308, 
            "3": 0.0004946479264802387, 
            "4": 0.0002558866325590972, 
            "5": 0.0008541121883036078, 
            "6": 0.0004400925808729727, 
            "7": 0.10839522299005241, 
            "8": 0.00036454288940524, 
            "9": 0.00697496884738597, 
            "10": 0.019086661019598248, 
            "11": 0.0004491082582846749, 
            "12": 0.0003630495759063497, 
            "13": 0.0002767362057334335, 
            "14": 0.00017617784130874293, 
            "15": 0.000324885039342776, 
            "16": 0.00047080866977941614, 
            "17": 0.00028345925573294183, 
            "18": 0.0002458195565673223, 
            "19": 0.7137928149128496, 
            "20": 0.12212587529465718, 
            "21": 0.019953808781245794, 
            "22": 0.00037461012883249116, 
            "23": 0.00044460546718232103, 
            "24": 0.00021286418497047204, 
            "25": 0.00046081150907068983, 
            "26": 0.00037784895913384425, 
            "27": 0.00026112859755396037, 
            "28": 0.00039506154656631634, 
            "29": 0.0005367214694931878
        }
    }, 
    {
        "content": {
            "text": "  The locker room was quiet, players spoke in hushed tones, and the New England Patriots felt as empty as many of their past victims.  This was an unfamiliar finish for the Patriots, losing an 18-point second-quarter lead and the American Football Conference championship game. Sunday's 38-34 victory by the Indianapolis Colts will be remembered as a classic playoff game, but for the Patriots, the second half was a nightmare.  They were shredded by Peyton Manning and the Indianapolis offense. They dropped passes. They committed key penalties. And in the end, quarterback Tom Brady ran out of magic and time.  Having won three Super Bowls in the past five seasons, the Patriots saw the opportunity to win another snatched away. There will be plenty of time for self-analysis. But immediately afterward, the prevailing feeling among the Patriots was disappointment.  ''It'll take a good while to swallow this one,'' said linebacker Tedy Bruschi, a member of the Patriots' three Super Bowl winners. ''I put so much into this season. I'm really emotional right now. This game was momentum swings on top of momentum swings. And theirs was the one that finished it.''  The Colts dissected New England's proud defense in the second half, scoring on five of seven second-half possessions, not counting the knee that Manning took to end the game. The Patriots could not stop the Colts when it counted most. They were protecting a 34-31 lead with 2 minutes 17 seconds to play, when Indianapolis regained possession on its 20.  From that point, Manning engineered a drive that will take its place in N.F.L. lore, moving the Colts 80 yards in seven plays for the winning touchdown, a 3-yard run by Joseph Addai.  Uncharacteristically, the Patriots surrendered yardage in chunks during that decisive drive. Manning completed a 32-yard pass to Bryan Fletcher and another for 14 yards to Reggie Wayne.  On that play, Patriots defensive end Tully Banta-Cain was penalized for roughing the passer, moving the ball from New England's 23-yard line to the 11 with 1:53 left.  Without that penalty, perhaps the Colts would have settled for a tying field goal that would probably have forced overtime. Instead, the Colts called Addai's number on three consecutive running plays, the final one resulting in a touchdown.  That left the Patriots trailing by 4 points with 54 seconds and two timeouts remaining. when they took over at their 21.  Even for Brady, this was a nearly impossible situation. Four plays later, he tried to force a pass to Ben Watson that was intercepted by Marlin Jackson with 16 seconds to play. Indianapolis could celebrate. The Patriots could reflect.  ''We just let too many opportunities slip away,'' said Brady, who completed 21 of 34 passes, for 232 yards and a touchdown. ''The last pass, you're just trying to force it, make a play. In hindsight, you probably should throw it away. But time was an issue.  ''It's frustrating for all of us when it ends like this, because the expectations are high. We just have to come back next year and try to do it better.''  The Patriots appeared to have the Colts on the run in the second quarter, after New England defensive back Asante Samuel cut in front of a pass intended for Marvin Harrison and returned the ball 39 yards for a touchdown. The extra point gave the Patriots a 21-3 lead, and they stopped Indianapolis on its next drive.  But after reaching the Colts' 27, the Patriots committed back-to-back penalties and eventually punted.  That gave the Colts a chance to regroup, and they managed a 12-play drive for a field goal that pulled them to 21-6 at halftime.  In the second half, the Colts' offensive machine clicked, and the Patriots at times looked tired and a step slow.  ''They're a high-powered offense,'' Patriots linebacker Mike Vrabel said. ''We knew the game wasn't over.''  Asked if he was disappointed that the Patriots could not generate more of a pass rush against Manning, defensive end Ty Warren said: ''You not only have to get to him, you have to get to him quick. They run timing patterns. If you don't get there, the ball is gone.''  The Patriots had a chance to run out the clock, getting the ball with 3:32 left and leading by 34-31. But they were stopped after three plays, giving Manning the opportunity to orchestrate his final drive.  So instead of going to another Super Bowl, Brady will be watching it. Or will he?  ''Knowing me, probably not,'' Brady said. ''Probably not.''  PRO FOOTBALL  ", 
            "title": "In Role Reversal, New England Fades With Game on the Line"
        }, 
        "weight": 0.709526735503032, 
        "file": "1820755.txt", 
        "other_topics": {
            "0": 0.00025537219487630343, 
            "1": 0.00017192827141458407, 
            "2": 0.003197294695584117, 
            "3": 0.00022788634645838271, 
            "4": 0.0001178880304146204, 
            "5": 0.00039349301925327955, 
            "6": 0.00020275247300079145, 
            "7": 0.14510798578804043, 
            "8": 0.0001679464175359507, 
            "9": 0.0003294619164090953, 
            "10": 0.00014149843078557387, 
            "11": 0.00020690603288897236, 
            "12": 0.003051193534079678, 
            "13": 0.0001274935150463366, 
            "14": 8.116586047061516e-05, 
            "15": 0.00014967588191794622, 
            "16": 0.00021690350225545446, 
            "17": 0.00013059085199940314, 
            "18": 0.002997185179101799, 
            "19": 0.709526735503032, 
            "20": 0.1312462084730026, 
            "21": 0.0005409969926163363, 
            "22": 0.00017258443639579465, 
            "23": 0.0002048315783966988, 
            "24": 9.806741079445361e-05, 
            "25": 0.00021229776895120305, 
            "26": 0.0001740765789170947, 
            "27": 0.00012030302537768901, 
            "28": 0.0001820064891686001, 
            "29": 0.00024726980181420666
        }
    }, 
    {
        "content": {
            "text": "  Brian Schottenheimer, who just completed his first season as the Jets' offensive coordinator, removed his name from consideration for the Miami Dolphins' coaching job yesterday.  Schottenheimer, 33, met for a preliminary interview with the Dolphins' owner, Wayne Huizenga, in the New York area last week. He was one of three candidates invited back for a second interview. The former Falcons coach Jim Mora and Georgia Tech Coach Chan Gailey were the others.  In a statement announcing his decision, Schottenheimer, who was the quarterbacks coach for the San Diego Chargers before moving to New York, said, ''I am committed to the New York Jets.''  Schottenheimer's liberal use of shifts, motions and formations gave the Jets' offense a kaleidoscope of looks that made defending it a challenge. In a statement, Coach Eric Mangini acknowledged Schottenheimer's contribution to the success of the Jets, who were defeated in the first round of the playoffs by the New England Patriots after finishing the regular season 10-6.  ''Brian's creative approach on offense was an integral part of our progress in the 2006 season,'' Mangini said in a statement, ''and I'm pleased he will remain with the Jets to build on that progress.''  DECLARING FOR DRAFT -- Ted Ginn Jr., Ohio State's game-breaking receiver and return man, and Adrian Peterson, Oklahoma's fleet running back, will pass up their senior seasons to enter the N.F.L. draft. Yesterday was the deadline for underclassmen to declare their intentions.  A week after his team lost to Florida, 41-14, in the Bowl Championship Series title game, Ohio State tailback Antonio Pittman also said he was leaving early for the N.F.L.  Colt Brennan, the record-breaking Hawaii quarterback, declared himself eligible for the draft, too, but left himself the option of returning to the Warriors. Louisville quarterback Brian Brohm, however, said he was staying in college.  Ginn and Pittman will join Ohio State receiver Anthony Gonzalez, who announced last week that he would give up his final season of eligibility to turn pro.  Peterson will also pass up his senior year. He missed seven games last season because of a broken collarbone, and still ran for 1,012 yards and 12 touchdowns.  Brennan set the N.C.A.A. record with 58 touchdown passes last season in leading Hawaii to an 11-3 record. (AP)  STEELERS NARROW SEARCH TO THREE -- The assistant head coach Russ Grimm has emerged as the front-runner for the Steelers' coaching job, a search that was narrowed to three finalists yesterday after the offensive coordinator Ken Whisenhunt left for Arizona.  The Steelers identified Grimm, a Pittsburgh assistant for six years, and the defensive coordinators Mike Tomlin of the Vikings and Ron Rivera of the Bears as the finalists to replace Bill Cowher. (AP)  COORDINATORS ON THE MOVE -- The Ravens promoted Rick Neuheisel to offensive coordinator, although Coach Brian Billick said he would continue to call the plays next season.  The Panthers fired Dan Henning, their offensive coordinator.  The Packers promoted Joe Philbin, the team's offensive line coach, to replace Jeff Jagodzinski as the team's offensive coordinator. Jagodzinski was hired as head coach at Boston College last month. (AP)  AROUND THE LEAGUE -- Robbie Tobeck, the Seahawks' former Pro Bowl center, retired yesterday.  Seahawks quarterback Matt Hasselbeck said that he played the final eight games of Seattle's season with broken fingers on his nonpassing hand. (AP)  N.F.L. ROUNDUP  ", 
            "title": "Jet Assistant Won't Seek Dolphins' Vacancy"
        }, 
        "weight": 0.7095119414493329, 
        "file": "1819275.txt", 
        "other_topics": {
            "0": 0.0002804444897437193, 
            "1": 0.0001888080899830838, 
            "2": 0.0003441250685316106, 
            "3": 0.0002502600965740921, 
            "4": 0.00012946220927667677, 
            "5": 0.00043212593702949534, 
            "6": 0.035060518540702856, 
            "7": 0.02000316438881553, 
            "8": 0.00018443529998623905, 
            "9": 0.0003618082974228697, 
            "10": 0.0001553906651443339, 
            "11": 0.00022721994791387288, 
            "12": 0.00018367977921997017, 
            "13": 0.0001400107548518425, 
            "14": 0.019091603739745163, 
            "15": 0.009665605504657853, 
            "16": 0.00023819896305907927, 
            "17": 0.00014341218656130426, 
            "18": 0.00012436891508691342, 
            "19": 0.7095119414493329, 
            "20": 0.17263558914848998, 
            "21": 0.0005941117654592926, 
            "22": 0.00018952867686386162, 
            "23": 0.0002249418246754991, 
            "24": 0.0001076956126490585, 
            "25": 0.022402688280382176, 
            "26": 0.00019116731707766247, 
            "27": 0.006466270661015197, 
            "28": 0.00019987578134595966, 
            "29": 0.0002715466084019255
        }
    }, 
    {
        "content": {
            "text": "  Kicking and scheming, 8 of the N.F.L.'s 12 playoff teams will be in action this weekend in back-to-back doubleheaders.  KANSAS CITY AT INDIANAPOLIS  4:30 p.m., NBC  DALLAS AT SEATTLE  8 p.m., NBC  TODAY -- The games include a team that was in last year's Super Bowl (the Seahawks), a team that can't seem to get to the Super Bowl (the Colts) and a coach (the Cowboys' Bill Parcells) who would like to get there one more time.  JETS AT NEW ENGLAND  1 p.m., CBS  GIANTS  AT PHILADELPHIA  4:30 p.m., Fox  TOMORROW -- The pairings feature division rivals, with the Jets trying to upset the Patriots for the second time this season and the slumping, but fortunate, Giants trying to justify their presence by surprising the Eagles.  PRO FOOTBALL  ", 
            "title": "2 + 2"
        }, 
        "weight": 0.7082863144538497, 
        "file": "1816785.txt", 
        "other_topics": {
            "0": 0.001457649082285385, 
            "1": 0.017442683725983465, 
            "2": 0.0017886377114946731, 
            "3": 0.0013007615176794428, 
            "4": 0.0006728977656691957, 
            "5": 0.002246034415289711, 
            "6": 0.0011572988842573479, 
            "7": 0.005201252576857413, 
            "8": 0.0009586280194403138, 
            "9": 0.0018805487431171565, 
            "10": 0.000807664506620696, 
            "11": 0.11641029982726912, 
            "12": 0.0009547010956037792, 
            "13": 0.0007277252924683033, 
            "14": 0.0004632898350002558, 
            "15": 0.0008543409043558129, 
            "16": 0.001238072105541069, 
            "17": 0.0007454047049405692, 
            "18": 0.000646424663600752, 
            "19": 0.7082863144538497, 
            "20": 0.12361499421240407, 
            "21": 0.0030879781966408996, 
            "22": 0.0009851015512903594, 
            "23": 0.001169166292429122, 
            "24": 0.0005597628646136668, 
            "25": 0.0012117828576946258, 
            "26": 0.0009936186107841133, 
            "27": 0.0006866824112268137, 
            "28": 0.0010388820601048634, 
            "29": 0.0014114011114873051
        }
    }, 
    {
        "content": {
            "text": "  Tom Brady has an impeccable reputation for postseason heroics. But when the Colts beat the Patriots in November, Brady threw four interceptions. And when the Patriots beat the Chargers last week, Brady was picked off three times.  The conclusion?  ''He will throw you some,'' Colts cornerback Nick Harper said. ''No quarterback is perfect. If you have great coverage, sometimes he tends to throw the ball into coverage. I guess he feels like all his receivers are better than the defensive backs. He will throw the ball into coverage. We watched the New England game. He threw a lot of balls to the opposing team, but they didn't catch them.''  Brady and the Patriots, who will face the Colts at the RCA Dome in the A.F.C. championship game Sunday, have beaten the Colts twice recently in the playoffs: in the A.F.C. title game in Foxborough after the 2003 season, and in a second-round game the next year. But the Colts have won regular-season games the past two years.  Brady's play in the November loss was particularly uncharacteristic. It was a low point in a season in which Brady and his revamped corps of receivers struggled to find a chemistry, something that has come together only in recent weeks. Brady threw for 24 touchdowns and 12 interceptions in the regular season; he never threw more than two interceptions in any other game.  Still, Harper's harsh assessment is likely to find its way to a New England bulletin board this week. His comments stood out on a day when the Colts hewed to the company line that past performance meant nothing in the rivalry.  Brady's postseason record is beyond reproach; he is 12-1 in playoff games, losing only to the Broncos last season. But Harper said he thought Brady's recent struggles against the Indianapolis might be a sign that Colts were planted firmly in his head.  ''I would think so,'' Harper said. ''He knows if he makes a mistake, we're good enough to take advantage of it.''  JUDY BATTISTA  PRO FOOTBALL: PLAYOFF ROUNDUP  ", 
            "title": "Colts Confident Against Pats"
        }, 
        "weight": 0.7075329729536634, 
        "file": "1819749.txt", 
        "other_topics": {
            "0": 0.0005543084464664922, 
            "1": 0.0003731858633930343, 
            "2": 0.0006801753612711308, 
            "3": 0.006754489885666585, 
            "4": 0.0002558866325590972, 
            "5": 0.0008541121883036078, 
            "6": 0.0004400925808729727, 
            "7": 0.0770960131941207, 
            "8": 0.00036454288940524, 
            "9": 0.0007151268881996243, 
            "10": 0.0003071351420392087, 
            "11": 0.0004491082582846749, 
            "12": 0.0003630495759063497, 
            "13": 0.0002767362057334335, 
            "14": 0.00017617784130874293, 
            "15": 0.000324885039342776, 
            "16": 0.00047080866977941614, 
            "17": 0.00028345925573294183, 
            "18": 0.0002458195565673223, 
            "19": 0.7075329729536634, 
            "20": 0.14716524313140256, 
            "21": 0.03247349269961849, 
            "22": 0.00037461012883249116, 
            "23": 0.00044460546718232103, 
            "24": 0.00021286418497047204, 
            "25": 0.00046081150907068983, 
            "26": 0.00663769091832019, 
            "27": 0.00026112859755396037, 
            "28": 0.01291474546493901, 
            "29": 0.0005367214694931878
        }
    }, 
    {
        "content": {
            "text": "  In a wild Fiesta Bowl that featured 18 unanswered fourth-quarter points by Oklahoma, and a hook-and-lateral play with seven seconds remaining to force overtime by Boise State, it was only fitting that the Broncos won with another bit of trickery, a Statue of Liberty play.  Boise State won in overtime, 43-42, when the Broncos scored on a touchdown pass thrown by a wide receiver and went for a 2-point conversion. Quarterback Jared Zabransky handed the ball behind his back to tailback Ian Johnson, who ran in untouched, completing one of the wildest and most important upsets in college football history.  Boise State squandered an 18-point second-half lead and appeared destined to lose when Zabransky threw an interception to Oklahoma cornerback Marcus Walker that was returned 33 yards for a touchdown with 1 minute 2 seconds remaining in the game.  That gave Oklahoma a 35-28 lead, which appeared destined to stand until Boise State reached into its bag of tricks on a last-ditch play at the end of regulation.  Zabransky hit Drisan James over the middle for a 15-yard gain, and James flipped the ball to Jerard Rabb, who then ran the ball 40 yards for a touchdown with seven seconds remaining in regulation.  The play will go down in college football lore as the linchpin play in an epic game.  The trickery did not end for Boise State in overtime. Facing a fourth-and-2, the Broncos lined up wide receiver Vinny Perretta at quarterback, and he completed a pass to tight end Derek Schouman for a 5-yard touchdown. A conversion kick could have tied the score, but Boise State Coach Chris Petersen decided to go for 2. After Oklahoma called a timeout, the Broncos executed a textbook Statue of Liberty play to seal the improbable victory.  The win will shake the core of the college football establishment, as Oklahoma of the Big 12 entered the game heavily favored. The Broncos, who famously play their games on a blue turf field, won the biggest game in their program's history by defeating one of college football's blue bloods.  In doing so, Boise State showed that the best team from outside college football's six power conferences could play with the champion from a conference like the Big 12.  In the first year of the B.C.S.'s double-hosting format, which was founded in part to allow access to teams outside the power conferences a better chance at reaching the top-tier bowl games, the Broncos more than justified the decision.  Thanks to four critical turnovers by Oklahoma quarterback Paul Thompson, Oklahoma was playing from behind all night. Boise was more timely than dominant, as it used a series of big plays and exploited turnovers to compensate for its size and athleticism disadvantages.  The Broncos were able to slow down the star tailback Adrian Peterson, who returned from a seven game absence with a broken collarbone and rushed for 77 yards on 20 carries in what's expected to be his final collegiate game. Peterson's biggest run of the night came in the first overtime when he ran the ball in from 25 yards out on the first play.  But even Peterson's star power didn't matter.  It's only fitting that N.C.A.A. basketball upstart George Mason took out a full-page ad in The Idaho Statesman this week, one David sending good luck wishes from two time zones away. Much like Mason's stunning run to the Final Four last March was viewed as a victory for the little guy in college basketball, Boise's victory could be seen the same way for football.  It will be long lost in history that the Broncos actually entered the game ranked No. 8, two spots higher than an Oklahoma team that battled attrition, injuries and questionable officiating in a trying season.  All that will be remembered is that a team from Boise that's been a Division I-A football member for 11 years topped a program that's won seven national championships and produced 142 all-Americans.  Boise pulled out the victory after Oklahoma launched a stunning comeback. The Sooners tied the game at 28 1:26 remaining after Thompson completed a 2-point conversion on O.U.'s third attempt, as penalties marred the other two.  That was just one wild sequence in a frenetic finish that will long live in the lore of underdogs and trickery in college football.  COLLEGE FOOTBALL  ", 
            "title": "Playbook Full of Tricks Helps Boise State Prove Its Worth"
        }, 
        "weight": 0.7054954650682242, 
        "file": "1815997.txt", 
        "other_topics": {
            "0": 0.00023135276590601365, 
            "1": 0.007993803565715102, 
            "2": 0.0002838860784718542, 
            "3": 0.00020645214170986924, 
            "4": 0.00010679988836233902, 
            "5": 0.00035648242132644924, 
            "6": 0.00018368227381112623, 
            "7": 0.05569184783689378, 
            "8": 0.0001521499560270015, 
            "9": 0.0002984738634480557, 
            "10": 0.00012818957580507055, 
            "11": 0.00018744516416397918, 
            "12": 0.0001515266889443233, 
            "13": 0.00011550191419757789, 
            "14": 7.353167922652664e-05, 
            "15": 0.00013559788405277147, 
            "16": 0.00019650230600010043, 
            "17": 0.00011830792630622559, 
            "18": 0.04713087582540733, 
            "19": 0.7054954650682242, 
            "20": 0.14241578103322966, 
            "21": 0.02400425150486847, 
            "22": 0.00015635173880945713, 
            "23": 0.0001855658257153822, 
            "24": 8.88435279476207e-05, 
            "25": 0.00019232977210509227, 
            "26": 0.0001577035355451822, 
            "27": 0.00010898773721810674, 
            "28": 0.013228298044536254, 
            "29": 0.00022401245602505045
        }
    }
]