[
    {
        "content": {
            "text": "  Senator Christopher J. Dodd, Democrat of Connecticut, is to announce on Thursday morning that he is running for president, some of his friends say.  He plans to outline his intentions on Don Imus's nationally syndicated radio and cable television shows, followed by a series of media interviews, they say.  Mr. Dodd was set to file paperwork with the Federal Election Commission this week establishing a campaign committee, his friends said, which would allow him to raise money to compete in what is expected to be a crowded primary field.  Beneva Schulte, a spokeswoman for Mr. Dodd, would not comment on his plans Wednesday evening.  Coverage of Mr. Dodd's announcement would be competing with that of President Bush's Wednesday night speech on Iraq.  Mr. Dodd, although well-known in Washington and his home state, does not have the kind of national name recognition of some other Democrats who are strongly considering entering the race, most prominently Senators Hillary Rodham Clinton of New York and Barack Obama of Illinois.  John Edwards, the former senator from North Carolina and vice-presidential nominee, has spent the last two years building support for his bid and is widely viewed as a strong candidate. And Senator Joseph R. Biden Jr. of Delaware, Representative Dennis J. Kucinich of Ohio and Gov. Tom Vilsack of Iowa have announced their candidacies. Senator John Kerry of Massachusetts, the party's candidate in 2004, is also considering joining the race.  Mr. Dodd, 62, who is serving his fifth term in the Senate, is chairman of the Banking Committee and has spent much of the past several months shoring up support in states with early primaries, like New Hampshire, Iowa and South Carolina. From 1995 to 1997, he served as the general chairman of the Democratic party, which could prove helpful in fund-raising.  Some of the most recent presidential polls have left Mr. Dodd off the list, but his supporters say that his experience in the Senate could be a boost and that his personality would be an asset.  Mr. Dodd, who is also a senior member of the Senate Foreign Relations committee, has become a vocal critic of the war in Iraq, saying that his vote to authorize military action in 2002 was a mistake.  He was one of the leading opponents of the appointment of John R. Bolton as ambassador to the United Nations.  THE 110TH CONGRESS  ", 
            "title": "Senator Dodd May Be Joining Democratic Race for President"
        }, 
        "weight": 0.8811317337258597, 
        "file": "1818027.txt", 
        "other_topics": {
            "0": 0.00023099937623670172, 
            "1": 0.0002806935890008709, 
            "2": 0.00039883213904480915, 
            "3": 0.0003470139460217542, 
            "4": 0.00021549079013491712, 
            "5": 0.0005736180849944887, 
            "6": 0.04494543694043139, 
            "7": 0.0003284085933238377, 
            "8": 0.00041197372289109615, 
            "9": 0.00041233003057759306, 
            "10": 0.00031487535731915506, 
            "11": 0.06167836202193795, 
            "12": 0.0005092330527076087, 
            "13": 0.0004467062367356188, 
            "14": 0.8811317337258597, 
            "15": 0.0003017686907834599, 
            "16": 0.00044948540877957346, 
            "17": 0.0011829008910290788, 
            "18": 0.00558984246490471, 
            "19": 0.00025029493728568903
        }
    }, 
    {
        "content": {
            "text": "  ''We could not clear and hold.''  STEPHEN J. HADLEY, the president's national security adviser, on Iraq strategy. [A1]  ", 
            "title": "QUOTATION OF THE DAY"
        }, 
        "weight": 0.8565068660448016, 
        "file": "1815953.txt", 
        "other_topics": {
            "0": 0.0033107832758288683, 
            "1": 0.0040230222922516, 
            "2": 0.005716235244114102, 
            "3": 0.004973554421164136, 
            "4": 0.003088507491651307, 
            "5": 0.008221343249718256, 
            "6": 0.005922689884023479, 
            "7": 0.004706894434645208, 
            "8": 0.005904586125077551, 
            "9": 0.005909692881419154, 
            "10": 0.004512930225035237, 
            "11": 0.03299462773069496, 
            "12": 0.007298549034504978, 
            "13": 0.006402387581675899, 
            "14": 0.8565068660448016, 
            "15": 0.0043250797941155415, 
            "16": 0.006442219881111842, 
            "17": 0.016953848753985968, 
            "18": 0.009198846026308433, 
            "19": 0.003587335627871853
        }
    }, 
    {
        "content": {
            "text": "  ''It won't stop us.''  VICE PRESIDENT DICK CHENEY, on CNN, discussing the Senate Foreign Relation Committee's approval of a resolution opposing President Bush's plan to send more troops to Iraq. [A1]  ", 
            "title": "QUOTATION OF THE DAY"
        }, 
        "weight": 0.8397116648698394, 
        "file": "1821308.txt", 
        "other_topics": {
            "0": 0.00185989738618714, 
            "1": 0.0022600116113181993, 
            "2": 0.0032112071687014788, 
            "3": 0.002793991662189613, 
            "4": 0.0017350296085156933, 
            "5": 0.004618500683126153, 
            "6": 0.003327187108535361, 
            "7": 0.002644190189061449, 
            "8": 0.003317016967170471, 
            "9": 0.0033198857876218083, 
            "10": 0.0025352269932215994, 
            "11": 0.09821363383365687, 
            "12": 0.004100102948851595, 
            "13": 0.0035966666907651474, 
            "14": 0.8397116648698394, 
            "15": 0.0024296983323719395, 
            "16": 0.003619043265561692, 
            "17": 0.009524156779925842, 
            "18": 0.005167632023870765, 
            "19": 0.0020152560895078464
        }
    }, 
    {
        "content": {
            "text": "  Senator Chuck Hagel of Nebraska, an outspoken Republican critic of the administration's Iraq policy, will join two leading Democrats in introducing a resolution opposing President Bush's buildup of troops in Iraq, putting a bipartisan stamp on the looming Congressional showdown over the war.  Lawmakers and aides said Mr. Hagel had been consulting for the past few days with the two Democrats, Senators Joseph R. Biden Jr. of Delaware, chairman of the Foreign Relations Committee, and Carl Levin of Michigan, chairman of the Armed Services Committee, to develop the wording of the resolution, which could be introduced as early as Wednesday.  ''Senator Levin, Senator Biden and I have been working together on it and we are pretty close,'' Mr. Hagel, a potential Republican presidential candidate, said Tuesday night as he left the Senate.  Mr. Hagel said the intent of the resolution was not to ''bash the president'' or to call for the immediate withdrawal of United States troops from Iraq, but a responsible way for senators to register their opinion on the increase of more than 20,000 additional troops announced by Mr. Bush last week.  While Senate opponents of the buildup were preparing to move forward, Senate Republicans backing the president were trying to map their own strategy, considering proposals that could appeal to Republicans frustrated with events in Iraq but keep them from supporting the most critical resolution.  ''There will be alternatives,'' said Senator Jon Kyl of Arizona, the third-ranking Senate Republican.  At the White House, officials were continuing to discuss the new plan with members of Congress, with an emphasis on lining up Republicans behind Mr. Bush's approach. ''We knew this was not going to be an easy policy to explain or one that was going to be met with open arms,'' said a White House official, speaking on condition of anonymity.  That official said that the message to Congressional Republicans was similar to the one the White House spokesman, Tony Snow, conveyed Tuesday at his press briefing: that approval of any resolution critical of Mr. Bush's approach, even if nonbinding, would send a damaging message.  ''In an age of instant and global communication, what message does it send to the people who are fighting democracy in Iraq?'' asked Mr. Snow. ''And, also, what message does it send to the troops?''  Mr. Bush on Tuesday stepped up his challenge to Congress to provide an alternative plan if it is going to criticize his.  ''My only call to Congress is that if you've got a better way to succeed, step up and explain it,'' he said in an interview on ''The NewsHour With Jim Lehrer'' on PBS. ''What's your prescription for success? And I think they owe that explanation to the American people.''  In the House, the Democratic leadership said it would wait for the Senate to act before bringing its own resolution up for a vote. ''We think it will be useful for the Senate to go first,'' said Representative Steny H. Hoyer, Democrat of Maryland and the majority leader, who predicted a bipartisan vote in the House against the troop buildup.  Members of both parties in the Senate have said as many as a dozen Republicans may ultimately support a resolution against the president's policy. Mr. Hagel's participation could ease the concerns of other Republicans about breaking from the president.  But some Republicans, including Senator Lindsey Graham of South Carolina, suggested that Republicans critical of the plan could be reluctant to cast such a clear vote in opposition to the president and might be willing to hold off until they hear from Lt. Gen. David H. Petraeus, the newly selected ground commander in Iraq.  The level of Democratic support for a resolution is not certain, though the overwhelming majority of Senate Democrats have expressed opposition to the buildup.  ''If they have the language right, I will be right there,'' said Senator Ben Nelson, Democrat of Nebraska.  Senator Mitch McConnell of Kentucky, the Republican leader, has promised to raise procedural arguments against any proposal he sees as undermining the president.  Mr. Hagel was brutally critical of the president's new strategy during a Foreign Relations Committee hearing last week and spent some time on the floor Tuesday night discussing the Iraq resolution privately with Mr. McConnell. But Mr. Hagel said he did not anticipate an angry reaction from his colleagues for joining with Democrats, since he had such a strong record of opposition on the issue.  White House officials have dismissed Mr. Hagel as an established critic of the war who is now seeking to stake out antiwar ground in the nascent Republican primary fight for president.  Still, the officials said in interviews that while they believed any substantial Republican support for the resolution would be a symbolic blow, they were far more concerned about threats from Congressional Democrats to take aim at spending on the president's new plan. Officials say that they will rely upon Mr. McConnell to help head off any such move.  THE STRUGGLE FOR IRAQ  ", 
            "title": "Anti-Buildup Measure to Have Bipartisan Stamp"
        }, 
        "weight": 0.8394884300187427, 
        "file": "1819444.txt", 
        "other_topics": {
            "0": 0.00011524335732967761, 
            "1": 0.0001400353200271434, 
            "2": 0.0001989735014150135, 
            "3": 0.00017312190548423052, 
            "4": 0.00010750627353783805, 
            "5": 0.00028617252140130333, 
            "6": 0.00020615987510886079, 
            "7": 0.00016383987475262538, 
            "8": 0.0026740502037022615, 
            "9": 0.00020570746910986956, 
            "10": 0.002625608767097391, 
            "11": 0.14925972266085433, 
            "12": 0.000254051450758599, 
            "13": 0.00022285742628485602, 
            "14": 0.8394884300187427, 
            "15": 0.00015054948471909265, 
            "16": 0.00022424392837053236, 
            "17": 0.003058658320660312, 
            "18": 0.0003201979143032688, 
            "19": 0.000124869726340157
        }
    }, 
    {
        "content": {
            "text": "  Who says bipartisanship is dead? President Bush has accepted an invitation from House Democrats to travel to Williamsburg, Va., in February to speak at their annual issues conference, a move that might have been unthinkable a few short months ago, when Republicans ran Capitol Hill.  Mr. Bush has addressed the Democratic retreat before, in 2001, the first year he was in office. His planned appearance this year, on Feb. 3, was announced by Representative Rahm Emanuel, chairman of the House Democratic caucus, in an e-mail message to colleagues on Friday.  ''I'm happy to announce that President Bush has accepted our invitation to address the conference on Saturday morning,'' Mr. Emanuel wrote, adding that former President Bill Clinton would also be there.  Mr. Bush's appearance is testimony to the changed climate on Capitol Hill, where Democrats have just pushed six major pieces of legislation through the House, on issues including student loans, Medicare prescription drugs and stem cell research, with some Republican support. A White House spokeswoman said Mr. Bush would deliver a speech to the Democrats and take five questions.  In the months since Democrats won the November midterm elections, members of both parties, and the president, have said they want to work together in a bipartisan way. But with Democrats strongly opposed to Mr. Bush's plan to send additional troops to Iraq, relations between the two sides have not exactly been lovey-dovey in recent days.  On Friday, Speaker Nancy Pelosi accused the president of moving quickly to put the troops ''in harm's way'' because he knew Democrats would not cut off financing once troops were sent into battle. That prompted a sharp response from Dana Perino, a White House spokeswoman, who called Ms. Pelosi's comments ''poisonous.''  Just hours later, Mr. Emanuel sent out his announcement.  ", 
            "title": "Bush to Visit Democrats' Retreat"
        }, 
        "weight": 0.8382810541540971, 
        "file": "1820059.txt", 
        "other_topics": {
            "0": 0.00027938317121915904, 
            "1": 0.0003394860467311117, 
            "2": 0.00048236921504186985, 
            "3": 0.012388510255007349, 
            "4": 0.0002606262462575862, 
            "5": 0.0006937648155820388, 
            "6": 0.0004997910597249383, 
            "7": 0.00039719516023463256, 
            "8": 0.0004982633591284581, 
            "9": 0.0004986942969647632, 
            "10": 0.0003808273307909235, 
            "11": 0.002784278812780146, 
            "12": 0.0006158940663514248, 
            "13": 0.0005402707446910617, 
            "14": 0.8382810541540971, 
            "15": 0.00036497541759310443, 
            "16": 0.012512444798429709, 
            "17": 0.12710319858856475, 
            "18": 0.0007762521917848576, 
            "19": 0.0003027202690249775
        }
    }, 
    {
        "content": {
            "text": "  ''I'm in. And I'm in to win.''  SENATOR HILLARY RODHAM CLINTON, announcing her campaign for president. [1]  ", 
            "title": "QUOTATION OF THE DAY"
        }, 
        "weight": 0.8327908571805432, 
        "file": "1820570.txt", 
        "other_topics": {
            "0": 0.003857977161368443, 
            "1": 0.0046879323803812305, 
            "2": 0.00666099324042299, 
            "3": 0.005795564906878578, 
            "4": 0.003598964466353664, 
            "5": 0.009580136134172955, 
            "6": 0.006901569931577596, 
            "7": 0.005484832354448583, 
            "8": 0.006880474051017181, 
            "9": 0.006886424832960057, 
            "10": 0.00525881046522939, 
            "11": 0.038447856482241916, 
            "12": 0.008504825940078646, 
            "13": 0.007460550271793536, 
            "14": 0.8327908571805432, 
            "15": 0.005039912817191715, 
            "16": 0.007506965904804183, 
            "17": 0.019755917509821794, 
            "18": 0.010719196916191377, 
            "19": 0.004180237052522886
        }
    }, 
    {
        "content": {
            "text": "  The White House sought Sunday to head off building pressure in Congress to cut off or limit financing for sending more troops to Iraq.  But even as President Bush and Vice President Dick Cheney made it clear that they would proceed with their plan to increase the United States military presence in Iraq in the face of opposition from the House and Senate, Democrats exhibited splits within their ranks over how aggressively to oppose the plan.  Speaking on ''This Week'' on ABC News, Representative John P. Murtha of Pennsylvania, the chairman of the subcommittee on military appropriations in the House, said he expected Congress to move to restrict financing for new troop deployments -- or at the very least tie approval to stringent conditions the White House would have to meet first.  ''If we have our way, there will be some substantial change and tremendous pressure put on this administration to change direction,'' Mr. Murtha said.  But Senator Carl Levin of Michigan, the new chairman of the Senate Armed Services Committee, said on CNN on Sunday that he did not believe Congress should ''use the power of the purse'' to halt the president's plan and that it should go no further than approving nonbinding resolutions opposing it.  While most Democratic leaders have not endorsed taking steps beyond seeking to pass nonbinding resolutions opposing the troop increase, pressure has been mounting in the past week from opponents of the war to take more direct and assertive action to block Mr. Bush.  In an interview on ''60 Minutes'' that was broadcast Sunday night Mr. Bush said: ''Listen, we've got people criticizing this plan before it's had a chance to work. They're saying, 'We're not even gonna fund this thing.' ''  ''I will resist that,'' he added.  On ''Fox News Sunday'' Mr. Cheney acknowledged that Congress had fiscal oversight of the war but said, ''You also cannot run a war by committee.''  Mr. Cheney said the Democrats would be undercutting the troops if they moved to block the president's plan, adding, ''I have yet to hear a coherent policy out of the Democratic side with respect to an alternative.''  Mr. Bush's national security adviser, Stephen J. Hadley, said on ''Meet the Press'' on NBC News that the White House had sufficient money in its control to deploy troops as planned, and he suggested that once they were in place, Congress would be reluctant to cut off financing.  ''I think once they get in harm's way, Congress's tradition is to support those troops,'' Mr. Hadley said.  The growing pressure on Democrats to confront the White House was highlighted by a speech delivered Sunday by John Edwards, the former Democratic senator from North Carolina who is seeking his party's presidential nomination. Mr. Edwards, who voted to authorize the war when he was in the Senate in 2002 but has since said that it was a mistake, said Congress had a moral duty to cut off financing.  ''If you're in Congress and you know this war is going in the wrong direction, it is no longer enough to study your options and keep your own counsel,'' Mr. Edwards said at Riverside Church in Manhattan, where the Rev. Martin Luther King Jr. once gave a speech denouncing the American campaign in Vietnam. ''Speak out, and stop this escalation now. You have the power to prohibit the president from spending any money to escalate the war -- use it.''  Mr. Edwards also called on fellow Democrats to support the immediate withdrawal of 50,000 troops.  In making his speech, Mr. Edwards staked out antiwar turf in the nascent Democratic presidential primary contest while challenging others to do the same -- most notably Senator Hillary Rodham Clinton of New York, who also voted to authorize military action in Iraq in 2002 but has yet to take a position on legislative options like withholding money. She visited Iraq on Saturday to speak with military commanders, and plans to explain her views in fuller detail when she returns Tuesday.  Howard Wolfson, a senior adviser to Senator Clinton, criticized Mr. Edwards's remarks by taking aim at the former senator's image, promoted by aides during the last presidential election, as an optimistic and unifying figure. ''In 2004 John Edwards used to constantly brag about running a positive campaign,'' Mr. Wolfson said. ''Today, he has unfortunately chosen to open his campaign with political attacks on Democrats who are fighting the Bush administration's Iraq policy.''  Senator Barack Obama of Illinois, another likely Democratic candidate and a longtime war critic, has stopped short of calling for a clamp on financing for Mr. Bush's plan.  While Congressional Democrats have been fairly unified in their opposition to the president's plan, the splits that have emerged center on how to proceed against it. Some say that Democrats won control of Congress with promises to force change and have a responsibility to do so; others warn that the party could incite accusations of undercutting the troops by limiting funds for them.  But with opinion polls showing overwhelming opposition to the president's plan -- and support for some kind of intervention by Congress -- the trajectory over the past two weeks has moved toward more aggressive Congressional action.  Two Democratic senators have backed away from earlier remarks in which they expressed openness to a temporary increase in troops: Senator Harry Reid of Nevada, who is the majority leader of the Senate, and Senator Christopher J. Dodd of Connecticut, a declared candidate for the 2008 presidential election.  Mr. Dodd said in a statement on Sunday that he planned to introduce a bill requiring Congressional authorization for the troop increase that would be similar -- but not identical -- to one that Senator Edward M. Kennedy of Massachusetts introduced Wednesday.  Public frustration with the war, and political moves like Mr. Edwards's on Sunday, will only heighten the pressure, especially on Democrats running for president, to put real limits or conditions on the White House war plan.  Advisers to Mrs. Clinton and Mr. Obama -- neither of whom is a declared candidate -- said in interviews that the senators had yet to conclude that the financing issue was the best way to fight Mr. Bush.  Mr. Obama, on ''Face the Nation'' on CBS News, said: ''The president has already begun these additional deployments. We, unfortunately, are not going to be voting on funding for several weeks, perhaps months.''  THE REACH OF WAR  ", 
            "title": "Democrats Are Unified in Opposition to Troop Increase, but Split Over What to Do About It"
        }, 
        "weight": 0.801505951866765, 
        "file": "1819102.txt", 
        "other_topics": {
            "0": 8.823494565661392e-05, 
            "1": 0.011447207620136447, 
            "2": 0.0020423406007524683, 
            "3": 0.00013254908808906066, 
            "4": 8.231112337538099e-05, 
            "5": 0.005889100658562483, 
            "6": 0.007717838253013293, 
            "7": 0.0001254423923439577, 
            "8": 0.0001573618060942337, 
            "9": 0.0001574979051169552, 
            "10": 0.00012027309551344281, 
            "11": 0.1690891982355982, 
            "12": 0.00019451200026690177, 
            "13": 0.00017062860153548533, 
            "14": 0.801505951866765, 
            "15": 0.00011526673563335634, 
            "16": 0.000171690163251641, 
            "17": 0.00045183323668441963, 
            "18": 0.000245156390984753, 
            "19": 9.560528062594605e-05
        }
    }, 
    {
        "content": {
            "text": "  Senator Joseph R. Biden Jr. of Delaware on Sunday became the fourth Democrat to formally announce plans to run for president next year.  ''I am running for president,'' Mr. Biden said toward the end of an appearance on ''Meet the Press'' on NBC.  ''I'm going to be Joe Biden, and I'm going to try to be the best Biden I can be,'' he said. ''If I can, I got a shot. If I can't, I lose.''  He said he would file paperwork by the end of the month to establish an exploratory committee to gather support for his bid.  Mr. Biden, who was first elected to the Senate in 1972, also sought the presidential nomination in 1988. But he dropped out of the race after admitting that he had used speeches by other politicians without attribution, and after reports that he had plagiarized while in law school.  Mr. Biden, chairman of the Committee on Foreign Relations, joins a widening field of Democratic presidential hopefuls. The others who have officially announced their candidacies are former Senator John Edwards of North Carolina, Representative Dennis J. Kucinich of Ohio and Gov. Tom Vilsack of Iowa.  Other potential Democratic contenders include Senators Hilary Rodham Clinton of New York and Barack Obama of Illinois. Among Republicans, Senator John McCain of Arizona, former Gov. George E. Pataki of New York and Rudolph W. Giuliani, the former New York City mayor, are expected to run.  ", 
            "title": "Biden Joins List of Presidential Contenders"
        }, 
        "weight": 0.7965859764013365, 
        "file": "1817392.txt", 
        "other_topics": {
            "0": 0.0003952990486184226, 
            "1": 0.0004803385640818261, 
            "2": 0.0006825038564663208, 
            "3": 0.0005938296672245712, 
            "4": 0.00036875988894047404, 
            "5": 0.0009816073400834412, 
            "6": 0.034576483230126374, 
            "7": 0.0005619911473960138, 
            "8": 0.0007049924695370912, 
            "9": 0.009172934507700363, 
            "10": 0.08521215536253013, 
            "11": 0.054743467922823356, 
            "12": 0.0008714280728364576, 
            "13": 0.000764428689247041, 
            "14": 0.7965859764013365, 
            "15": 0.0005164034566365888, 
            "16": 0.009236516868369817, 
            "17": 0.002024246144952949, 
            "18": 0.001098318669522915, 
            "19": 0.00042831869156935236
        }
    }, 
    {
        "content": {
            "text": "  The senators eyeing the White House -- there are six or seven, depending on whether one counts Chuck Hagel, Republican of Nebraska -- face a scheduling problem that does not torture their non-Senate rivals. Because of the Senate's close partisan divide, most members are reluctant to miss votes to hit the campaign trail.  So while Mitt Romney, the former Republican governor of Massachusetts, was able to meet voters and donors in South Carolina yesterday and John Edwards, the former Democratic senator from North Carolina, can do the same in New Hampshire and New York tomorrow, members of the Senate presidential caucus will be glued to Washington for a vote on raising the minimum wage.  Next week, it is all hands on the Senate deck for a vote on a resolution disapproving of President Bush's plan to send 21,000 additional troops to Iraq.  That explains why Senator Hillary Rodham Clinton of New York is spending her weekends in Iowa and New Hampshire. Senator Barack Obama of Illinois was in New Orleans yesterday for a hearing on domestic security but planned to return to Washington today. One exception is Senator Sam Brownback, the Kansas Republican. He will be in Iowa, Michigan, South Carolina and Florida today through Friday. A spokesman said he would be in Washington for votes on the Iraq deployment or any other critical questions.  JOHN M. BRODER  POLITICAL ACTION  ", 
            "title": "Tethers to the Senate"
        }, 
        "weight": 0.7868698857965319, 
        "file": "1822556.txt", 
        "other_topics": {
            "0": 0.008572293521705212, 
            "1": 0.025034435925513996, 
            "2": 0.0006601451819665462, 
            "3": 0.0005743759394368238, 
            "4": 0.00035667939701756877, 
            "5": 0.000949450102002548, 
            "6": 0.0006839878039039739, 
            "7": 0.0005435804424346677, 
            "8": 0.000681897073076207, 
            "9": 0.0006824868319735263, 
            "10": 0.0005211802904150642, 
            "11": 0.11027969476640125, 
            "12": 0.009032824665015284, 
            "13": 0.008929330557427879, 
            "14": 0.7868698857965319, 
            "15": 0.0004994861942825325, 
            "16": 0.0007439862486527484, 
            "17": 0.042907654201465174, 
            "18": 0.0010623379942545986, 
            "19": 0.0004142870665224966
        }
    }, 
    {
        "content": {
            "text": "  An article yesterday about Senator Jim Webb of Virginia and his response, for the Democratic Party, to the State of Union address omitted part of a conversation he had with President Bush at a White House reception for new members of Congress in November. President Bush approached Mr. Webb, whose son is a marine serving in Iraq, and asked, ''How's your boy?'' Mr. Webb replied, ''I'd like to get them out of Iraq, Mr. President.'' Mr. Webb did not say at that point in the conversation, ''That's between me and my boy, Mr. President.'' Mr. Webb did not make that statement until after Mr. Bush had said of the Iraq comment: ''That's not what I asked you. How's your boy?''  The article also referred incorrectly to how Mr. Webb's speech dealt with Democrats' response to the president's Iraq strategy. The speech did not mention whether the party will go beyond a symbolic resolution denouncing Mr. Bush's plan to send more troops to Baghdad.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.773802918979182, 
        "file": "1821334.txt", 
        "other_topics": {
            "0": 0.0005551089847472885, 
            "1": 0.04823641563424435, 
            "2": 0.0009584238165340016, 
            "3": 0.0008339007767358672, 
            "4": 0.0005178406785462965, 
            "5": 0.0013784476736755059, 
            "6": 0.04855492713450611, 
            "7": 0.0007891907060193872, 
            "8": 0.000990004037163726, 
            "9": 0.01288133219525692, 
            "10": 0.0007566693156100601, 
            "11": 0.029313052951544696, 
            "12": 0.0012237255679799983, 
            "13": 0.0010734688967319952, 
            "14": 0.773802918979182, 
            "15": 0.0007251730039204746, 
            "16": 0.0010801474575008213, 
            "17": 0.07418543191389432, 
            "18": 0.0015423425978350407, 
            "19": 0.0006014776783711931
        }
    }, 
    {
        "content": {
            "text": "  One day after President Bush implored Congress to give his Iraq strategy a chance to succeed, the Senate Foreign Relations Committee approved a resolution on Wednesday denouncing the plan to send more troops to Baghdad, setting up the most direct confrontation over the war since it began nearly four years ago.  The full Senate is poised to consider the nonbinding, yet strongly symbolic, repudiation of Mr. Bush as early as Wednesday. Democratic leaders agreed to tone down the language in the resolution, hoping to make it more acceptable to Republicans in an effort to send a strong, bipartisan rebuke to the White House.  ''This is not designed to say, 'Mr. President, ah-ha, you're wrong,' '' said Senator Joseph R. Biden Jr., a Delaware Democrat and chairman of the committee. ''This is designed to say, 'Mr. President, please don't go do this.' ''  Even as the White House delicately worked to persuade some Republicans to consider the president's approach, the administration also said Congressional action would not interrupt the plan to send more than 20,000 American troops to Iraq. In a television interview on CNN, Vice President Dick Cheney declared, ''It won't stop us.''  The Foreign Relations Committee approved the resolution by a vote of 12 to 9, with a Republican senator, Chuck Hagel of Nebraska, joining 11 Democrats in supporting it. But even Republicans who opposed the resolution, including Senator Richard G. Lugar of Indiana, expressed deep doubt about whether the troop increase could succeed and suggested it was time for a new direction.  The committee rejected amendments that would have strengthened or softened the resolution, which described Mr. Bush's plan to increase troops as contrary to the national interest.  Some Republicans expressed reluctance to support the legislation because they feared it could be seen as a political attack on Mr. Bush, but left themselves open to backing a similar plan offered by Senator John W. Warner, a Virginia Republican.  The Foreign Relations Committee tends to carry a more centrist outlook than the Senate as a whole, but Democrats say they believe that at least 8 of the 49 Republicans might join with nearly all Democrats in embracing a resolution -- Mr. Biden's or Mr. Warner's -- critical of the president's troop increase plan.  Senator George V. Voinovich, an Ohio Republican, said he was disappointed that the administration had failed to extend an olive branch to Congress. He said he told a White House official at the State of the Union address on Tuesday that the stalemate in Iraq was threatening to consume the Bush presidency.  ''It's time to recognize that if you keep going the way you are, you are never going to achieve what you want to achieve,'' Mr. Voinovich said. ''And, beyond that, it's going to fall over on your domestic initiatives and make your presidency uneventful and not have meaning.''  Hours after the hearing on Wednesday, the effort led by Mr. Warner was gaining ground, with six Democrats and three other Republicans signing on as co-sponsors of his proposal, which also bluntly opposes sending more troops to Iraq. Mr. Warner was declining offers from Democratic leaders to merge his proposal with theirs, saying he wanted to keep his plan as neutral as possible, so it could attract wide bipartisan support. ''It's not a question of who is the most patriotic or who is trying to set up a confrontation with the president,'' Mr. Warner said, speaking from the floor of the Senate. ''To have a vote all on one side or all on the other side will not help.''  While details of the two resolutions vary somewhat, their message is the same: many members of Congress do not support the plan to expand the military operation in Iraq.  The White House is shying away from an overt lobbying effort to thwart the Iraq resolutions, as it might do more harm than good. Instead, the administration is leaving it mainly to the Republican leadership, including the Senate Republican leader, Mitch McConnell of Kentucky, and the Republican whip, Trent Lott of Mississippi, to work toward an alternative.  Still, the White House has sought to head off overwhelming votes against the president in both the Senate and the House. Since Mr. Bush delivered his Iraq speech on Jan. 10, the national security adviser, Stephen J. Hadley, and his deputy, J. D. Crouch, have met with members of both parties. Officials, aware that a majority of senators are likely to vote in favor of the Warner resolution, say those meetings will continue. But the remarks by Mr. Cheney on Wednesday suggested that the White House was not focused on the resolutions. ''We are moving forward,'' Mr. Cheney said in the CNN interview. ''The Congress has control over the purse strings. They have the right, obviously, if they want, to cut off funding. But in terms of this effort, the president has made his decision.''  A preview of next week's full debate on Iraq unfolded Wednesday in the Senate Foreign Relations Committee, with senator after senator recounting the stories of troops from their states who had died in Iraq. Under the new Democratic majority, the committee has held nearly daily hearings on Iraq.  Senator James Webb, a Virginia Democrat who fought as a marine in Vietnam, urged his colleagues not to draw a link between the Iraq and Vietnam wars. Such comparisons, he feared, could force people away from backing the Iraq resolutions.  ''I think there are parallels and there were many people at this table who opposed the Vietnam War, but some of those parallels are superficial,'' Mr. Webb said. ''We're losing the support of a lot of people who supported the Vietnam War and who have problems with this if we try to lump it together.''  Mr. Hagel, who also served in Vietnam, has derided the president's Iraq strategy as the worst foreign policy since Vietnam. Yet on Wednesday, Mr. Hagel took a different approach as he addressed fellow Republicans -- from the administration or the Congress -- who have questioned the motives of those who have spoken critically of the war.  ''I think all 100 senators ought to be on the line on this. What do you believe? What are you willing to support? What do you think? Why were you elected?'' Mr. Hagel said, his voice booming. ''If you wanted a safe job, go sell shoes.''  THE STRUGGLE FOR IRAQ  ", 
            "title": "Bush Iraq Plan Is Condemned By Senate Panel"
        }, 
        "weight": 0.7672067026128767, 
        "file": "1821364.txt", 
        "other_topics": {
            "0": 9.448513216193853e-05, 
            "1": 0.0021386893480185784, 
            "2": 0.0021870112815933398, 
            "3": 0.00014193829908139757, 
            "4": 8.81416916239415e-05, 
            "5": 0.00023462565767123997, 
            "6": 0.00016902530000428222, 
            "7": 0.00013432819537799708, 
            "8": 0.00016850864400051355, 
            "9": 0.00016865438369642719, 
            "10": 0.00012879272764941376, 
            "11": 0.22154431266294114, 
            "12": 0.0022321683079376, 
            "13": 0.00018271520253924036, 
            "14": 0.7672067026128767, 
            "15": 0.0001234317386285661, 
            "16": 0.00018385196075110995, 
            "17": 0.0004838391724003263, 
            "18": 0.002286400130880626, 
            "19": 0.00010237755016563119
        }
    }, 
    {
        "content": {
            "text": "  Excerpts yesterday from President Bush's State of the Union address misstated a word from the speech in some copies. Mr. Bush said, ''Some in this chamber are new to the House and the Senate, and I congratulate the Democrat majority'' -- not Democratic majority.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7500766828436145, 
        "file": "1821335.txt", 
        "other_topics": {
            "0": 0.00193706850546343, 
            "1": 0.0023537843252959194, 
            "2": 0.003344447020145522, 
            "3": 0.00290992035020278, 
            "4": 0.0018070196967114442, 
            "5": 0.004810132151476038, 
            "6": 0.16943379178080023, 
            "7": 0.0027539032936578145, 
            "8": 0.003454647093389291, 
            "9": 0.0034576349473350977, 
            "10": 0.002640418981843862, 
            "11": 0.019304451213472643, 
            "12": 0.0042702249867988306, 
            "13": 0.0037459000819465293, 
            "14": 0.7500766828436145, 
            "15": 0.0025305117112203635, 
            "16": 0.003769205108675661, 
            "17": 0.00991933440871777, 
            "18": 0.005382048125668532, 
            "19": 0.0020988733735637696
        }
    }, 
    {
        "content": {
            "text": "  An article yesterday about the presidential campaign of Mitt Romney, the former governor of Massachusetts, misidentified the home state of Mike Huckabee, another former governor who is also a prospective Republican candidate for president. He was the governor of Arkansas, not Arizona.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7500766828436145, 
        "file": "1817858.txt", 
        "other_topics": {
            "0": 0.00193706850546343, 
            "1": 0.0023537843252959194, 
            "2": 0.003344447020145522, 
            "3": 0.00290992035020278, 
            "4": 0.0018070196967114442, 
            "5": 0.04630227029275994, 
            "6": 0.12794165363951632, 
            "7": 0.0027539032936578145, 
            "8": 0.003454647093389291, 
            "9": 0.0034576349473350977, 
            "10": 0.002640418981843862, 
            "11": 0.019304451213472643, 
            "12": 0.0042702249867988306, 
            "13": 0.0037459000819465293, 
            "14": 0.7500766828436145, 
            "15": 0.0025305117112203635, 
            "16": 0.003769205108675661, 
            "17": 0.00991933440871777, 
            "18": 0.005382048125668532, 
            "19": 0.0020988733735637696
        }
    }, 
    {
        "content": {
            "text": "  Republican allies of the White House argued on the Sunday news programs that resolutions critical of President Bush's new Iraq plan being considered by the Senate would embolden insurgents and demoralize American troops.  But they were faced with counterpoint arguments not only from Democrats but also from other Republicans. ''What I'll be doing is trying to appeal to my Republican colleagues to not pass a nonbinding resolution that basically says to the troops who are going there this is a mission that doesn't have a chance of succeeding,'' Senator Mitch McConnell of Kentucky, the Republican leader, said on ''Face the Nation'' on CBS.  But on the same program, Senator Arlen Specter, Republican of Pennsylvania, said, ''I cannot support sending additional troops to Iraq.''  On ''This Week'' on ABC, Senator Richard G. Lugar, Republican of Indiana, said the resolutions were ''not helpful'' to the new American commander, Lt. Gen. David H. Petraeus, or ''to the troops, to the Iraqis.''  On ''Fox News Sunday,'' Senator Sam Brownback of Kansas, a Republican presidential contender, said he was considering voting for a resolution criticizing the plan. That resolution also lays out benchmarks for the Iraqis to achieve and states that the Senate's intention is not to countermand the president's authority as commander in chief.  The Senate Foreign Relations Committee has passed a more harshly worded resolution criticizing the plan. Its backers include Senator Chuck Hagel, Republican of Nebraska.  ", 
            "title": "Senators Argue Over Bush Iraq Plan"
        }, 
        "weight": 0.7480476002105773, 
        "file": "1822386.txt", 
        "other_topics": {
            "0": 0.0003673079800887742, 
            "1": 0.15780156040364024, 
            "2": 0.0006341758569812044, 
            "3": 0.0005517806742702111, 
            "4": 0.00034264805447390025, 
            "5": 0.0009120998661304643, 
            "6": 0.0006570805385768558, 
            "7": 0.0005221966354314726, 
            "8": 0.0006550720546090316, 
            "9": 0.000655638613093948, 
            "10": 0.0005006776787055848, 
            "11": 0.0744703760487735, 
            "12": 0.0008097223768812663, 
            "13": 0.0007102996041871938, 
            "14": 0.7480476002105773, 
            "15": 0.0004798370024693413, 
            "16": 0.008582480443183884, 
            "17": 0.001880909567841809, 
            "18": 0.001020546883191893, 
            "19": 0.0003979895068922093
        }
    }, 
    {
        "content": {
            "text": "  When Senator Wayne Allard, Republican of Colorado, announced Monday that he would not seek re-election, the uphill battle for his party to reclaim the Senate in 2008 became an even steeper climb.  By the numbers, Republicans were already at a disadvantage. Twenty-one Republican seats will be open, compared with 12 Democratic seats. And not having a Republican incumbent on the ballot in a competitive state like Colorado complicates matters for Republicans.  Already, campaign politics is infusing substantive debates on Capitol Hill. Many of the incumbent Republican senators who have stepped forward to oppose President Bush's Iraq policy face re-election. (Senator Gordon H. Smith of Oregon started the trend late last year, followed by others, including Senator Norm Coleman of Minnesota last week.) Even before Mr. Allard's announcement, Colorado was emerging as a gateway to the West for Democrats, who have won the governor's office, two House districts and a Senate seat in the last four years. Those successes helped seal the Democratic Party's decision to hold its 2008 national convention in Denver. And now, the state will be host to one of the most closely watched Senate races in the nation, too.  JEFF ZELENY  POLITICAL ACTION  ", 
            "title": "Task Gets Taller for G.O.P."
        }, 
        "weight": 0.7431425724366396, 
        "file": "1819238.txt", 
        "other_topics": {
            "0": 0.0004279082183433895, 
            "1": 0.0005199628480671662, 
            "2": 0.055733742769037066, 
            "3": 0.0006428161054007449, 
            "4": 0.00039917977952267324, 
            "5": 0.0010625824915995595, 
            "6": 0.00993131176927623, 
            "7": 0.000608351149458795, 
            "8": 0.0007631489947660444, 
            "9": 0.0007638090267964112, 
            "10": 0.0005832818916905384, 
            "11": 0.13258597169000688, 
            "12": 0.0009433142714740238, 
            "13": 0.0008274882512606922, 
            "14": 0.7431425724366396, 
            "15": 0.0005590028203913877, 
            "16": 0.04666175105535192, 
            "17": 0.0021912310803748358, 
            "18": 0.0011889216194458847, 
            "19": 0.00046365173109620195
        }
    }, 
    {
        "content": {
            "text": "  With Christopher J. Dodd officially running for president, a Connecticut senator will be part of presidential politics for the third election cycle in a row.  Mr. Dodd is calling himself the ''dark horse'' in a crowded race in which candidates, and would-be candidates, have been jockeying for early attention. Senators Hillary Rodham Clinton of New York and Barack Obama of Illinois have dominated the spotlight so far, even though they have not officially declared their intentions.  And Mr. Dodd made somewhat of an odd pick by announcing the start of his campaign on Don Imus's nationally syndicated radio show early Thursday, the morning after President Bush's speech on Iraq.  ''I'm not as well known as some of the other candidates who'll be running, but a year from now, we'll still be talking about the first caucuses and primaries,'' he said. ''Twelve months is more than a lifetime in politics.''  Senator Dodd, 62, said he had finally decided that he wanted to get ''out of the bleachers and on the arena floor and make my case.''  Mr. Dodd, in his fifth term, said he planned to have a rally with Connecticut supporters this week, after traveling to Iowa and South Carolina to gather early support.  Mr. Imus needled Mr. Dodd by saying that he had been particularly impressed with Mr. Obama.  Mr. Dodd responded with a mix of chuckles and indignation: ''Wait a minute. I come on the program, I blow everyone else off. I announce here -- at least leave the door open a little bit for me.''  The state's other senator, Joseph I. Lieberman, ran for vice president in 2000 and president in 2004.  ", 
            "title": "Senator Dodd Gets Off the Sideline"
        }, 
        "weight": 0.7348740538875426, 
        "file": "1818750.txt", 
        "other_topics": {
            "0": 0.0003534054314500472, 
            "1": 0.00042943249692790333, 
            "2": 0.0006101724016382067, 
            "3": 0.0005308958634907199, 
            "4": 0.0003296788800983878, 
            "5": 0.0008775770312353706, 
            "6": 0.0006322101446776604, 
            "7": 0.0005024315758177092, 
            "8": 0.0006302776815086384, 
            "9": 0.0006308227958449922, 
            "10": 0.0004817271081820504, 
            "11": 0.06408171596034982, 
            "12": 0.0007790745136746552, 
            "13": 0.0006834148771172992, 
            "14": 0.7348740538875426, 
            "15": 0.0004616752482273597, 
            "16": 0.0006876667262403085, 
            "17": 0.19105892236268782, 
            "18": 0.0009819193459457722, 
            "19": 0.0003829256673428082
        }
    }, 
    {
        "content": {
            "text": "  Let the hypotheticals begin. Conventional wisdom may say Senator Hillary Rodham Clinton of New York is the Democrats' prohibitive front-runner. But a Newsweek poll released over the weekend, which otherwise shows the candidates tightly bunched, indicates that former Senator John Edwards, below, is the only one to beat the top two potential Republican candidates in head-to-head matchups. The poll shows that Mr. Edwards, of North Carolina, Mrs. Clinton and Senator Barack Obama of Illinois all would beat Senator John McCain of Arizona by a few percentage points. But Rudolph W. Giuliani, the former New York mayor, would narrowly defeat Senators Clinton and Obama while losing to Mr. Edwards, 45 percent to 48 percent. But the numbers are all close and fall within the poll's margin of sampling error of plus or minus four percentage points.  The matchups, in percentages:  Edwards 48, McCain 43  Clinton 48, McCain 47  Obama 46, McCain 44  Edwards 48, Giuliani 45  Giuliani 48, Clinton 47  Giuliani 47, Obama 45  JOHN M. BRODER  POLITICAL ACTION: THE 2008 RACE  ", 
            "title": "Never Too Early for Pollsters"
        }, 
        "weight": 0.7347284674519712, 
        "file": "1820897.txt", 
        "other_topics": {
            "0": 0.00047588930660179615, 
            "1": 0.000578265965966581, 
            "2": 0.0008216470243021787, 
            "3": 0.0007148946843225626, 
            "4": 0.0004439395654094651, 
            "5": 0.0011817292200934778, 
            "6": 0.000851322647031244, 
            "7": 0.0006765651938332865, 
            "8": 0.0008487204273829324, 
            "9": 0.0008494544684034161, 
            "10": 0.10258449564006644, 
            "11": 0.1270655939125912, 
            "12": 0.001049087526987168, 
            "13": 0.0009202740055755864, 
            "14": 0.7347284674519712, 
            "15": 0.0006216834666424338, 
            "16": 0.021313161608961025, 
            "17": 0.0024369324886559392, 
            "18": 0.0013222346775026068, 
            "19": 0.0005156407176994866
        }
    }, 
    {
        "content": {
            "text": "  Senator John W. Warner of Virginia is drafting a proposal on Iraq policy with two Senate centrists in an effort to provide an outlet for lawmakers uneasy with President Bush's troop buildup but unwilling to back a toughly worded resolution opposing the new strategy.  Aides said Friday that Mr. Warner, a Republican who just stepped down as chairman of the Armed Services Committee, was working with Senators Susan Collins, Republican of Maine, and Ben Nelson, Democrat of Nebraska, to draw up a Senate resolution they will unveil Monday as an alternative to another bipartisan plan that flatly opposes troop increases in Iraq.  That measure, by Senators Chuck Hagel, Republican of Nebraska, and Joseph R. Biden Jr. of Delaware and Carl Levin of Michigan, both Democrats, is scheduled to be considered by the Foreign Relations Committee on Wednesday. But the emergence of a proposal embraced by Mr. Warner, an influential Republican leader on military issues, and other proposals circulating in the Senate showed there was no consensus yet.  The flurry of Iraq resolutions, coming from the political left, right and middle, raised the prospect of muddling the outcome of what Democratic leaders had hoped to keep a simple yes-or-no vote on Mr. Bush's plan. Now, some lawmakers could vote for multiple resolutions if they reached the Senate floor.  ''Either you support an escalation of American forces in Iraq or you don't,'' Mr. Hagel said Friday. ''You can try and dance on the pinhead of technicality and wordsmithing all you want, but it's going to come down to that.''  The undercurrent of the 2008 presidential campaign is also pulling on the debate over the symbolic vote on Iraq. Democrats had originally planned to offer a single nonbinding resolution, but now at least four senators with presidential aspirations have put their own names on Iraq proposals.  In short order this week, Senator Christopher J. Dodd of Connecticut introduced a plan to cap troop levels in Iraq; Senator Hillary Rodham Clinton of New York offered a similar proposal; and Senator Barack Obama of Illinois said he would present legislation as early as next week. All stopped shy of a proposal offered by Senator Edward M. Kennedy, Democrat of Massachusetts, that would block spending for any troop increase, an idea favored by the staunchest opponents of the war.  With votes in the House and Senate still to come, Democratic Congressional leaders jousted with the White House on Friday over Mr. Bush's plan to add more than 20,000 troops to try to quiet violence in Iraq.  In an interview on ''Good Morning America'' on ABC, Speaker Nancy Pelosi accused Mr. Bush of moving quickly to put the added troops in place because he knew Congress would not limit spending for military personnel in the field.  ''Democrats will never cut off funding for our troops when they are in harm's way,'' Ms. Pelosi said, ''but we will hold the president accountable. He has to answer for his war. He has dug a hole so deep he can't even see the light on this. It's a tragedy. It's a stark blunder.''  That drew a sharp response from the White House, where Dana Perino, a spokeswoman, called Ms. Pelosi's comments ''poisonous'' and said Democrats had embarked on ''sound bite war.''  ''Speaker Pelosi was arguing in essence that the president is putting young men and women in harm's way for tactical political reasons,'' Ms. Perino said. ''And she's questioning his motivations, rather than questioning his policies.''  Senators Warner, Collins and Nelson, in a move reminiscent of the ''Gang of 14'' meetings that helped avert a showdown over judicial filibusters in 2005, began meeting this week after they saw the language of the initial bipartisan resolution. Some lawmakers who had expressed resistance to the troop increase said the wording was too partisan and went far beyond the issue of Iraq to discuss the entire Middle East, North Korea and Afghanistan.  Aides to the three senators declined to elaborate on the proposal, but all three have expressed skepticism about the administration's plan to send more troops to Iraq. In an interview last week, Mr. Warner said Congress should move deliberately, but swiftly.  ''Each of us are pained by the casualties that we are taking,'' Mr. Warner said. ''We cannot dither around on it.''  Mr. Biden and his allies have some advantages in making their resolution the center of the debate because he is now chairman of the Foreign Relations Committee and can move his resolution quickly through that panel. And the Democratic leadership, which determines the floor schedule, has indicated its support for the concept as well.  ''The president's plan will receive an up-or-down vote in both chambers of Congress,'' Senator Harry Reid of Nevada, the majority leader, said Friday in a speech at the National Press Club. ''With that vote, our hope, really our prayer, is that the president will finally listen: listen to the generals, listen to the Iraq Study Group, listen to the American people and listen to a bipartisan Congress.''  THE STRUGGLE FOR IRAQ  ", 
            "title": "Senators to Offer Centrist Proposal on Iraq"
        }, 
        "weight": 0.7179605653881856, 
        "file": "1820028.txt", 
        "other_topics": {
            "0": 0.00010879769327874063, 
            "1": 0.05373264350120699, 
            "2": 0.00018784473551581373, 
            "3": 0.0001634390424675172, 
            "4": 0.00010149335150354921, 
            "5": 0.002600620570316812, 
            "6": 0.00019462916890135743, 
            "7": 0.00015467616401672636, 
            "8": 0.000194034250101516, 
            "9": 0.00019420206637452887, 
            "10": 0.00014830218637274547, 
            "11": 0.1781987558160832, 
            "12": 0.007231203927874209, 
            "13": 0.0002103928111055244, 
            "14": 0.7179605653881856, 
            "15": 0.00014212911738490492, 
            "16": 0.00021170176488943942, 
            "17": 0.03551393990099944, 
            "18": 0.0026327428925609193, 
            "19": 0.00011788565086048665
        }
    }, 
    {
        "content": {
            "text": "  As he formally announced his candidacy for president on Thursday, Senator Christopher J. Dodd of Connecticut said he saw himself as the ''dark horse'' in the expanding Democratic field, an ''unknown quantity with experience.''  He made his announcement on ''Imus in the Morning,'' a nationally syndicated radio and cable television show featuring Don Imus, and later, in an interview, he said this would be a one-time shot at the White House.  ''I am not going to run again -- this is not a warm-up,'' Mr. Dodd said. ''I realize I am not a household name, but in 12 months we'll still be talking about primaries. It is a long way away, and there are plenty of chances to break through.''  Mr. Dodd will have stiff competition in the Democratic field. The announced candidates include John Edwards, the former senator from North Carolina; Senator Joseph R. Biden of Delaware, an ally of Mr. Dodd's in Washington; and Tom Vilsack, who stepped down as Iowa governor on Thursday. The potential Democratic candidates include Senators Hillary Rodham Clinton of New York and Barack Obama of Illinois.  Mr. Dodd was first elected to the House in 1974, in a Democratic wave after Watergate. He was elected to the Senate six years later, taking the office once held by his father, Thomas J. Dodd.  He has about $5 million on hand for his run, and his advisers say they hope his fund-raising ability will be bolstered by his position as chairman of the Senate Banking Committee. He is also a former chairman of the national Democratic Party.  A senior Democrat on the Senate Foreign Relations Committee and a former Peace Corps volunteer, Mr. Dodd said he would spend much of his time concentrating on international affairs.  ''People are asking a critical question -- what kind of experience do you need? -- especially after watching an administration that seems to have needed more on-the-job training instead of understanding as you go in. I have worked at this stuff for a long time.''  Mr. Dodd voted in favor of the 2002 Senate resolution supporting the administration plan to invade Iraq, but he has since said he regrets that vote.  In a Senate hearing with Secretary of State Condoleezza Rice on Thursday, the day after President Bush's televised address calling for more troops in Iraq, Mr. Dodd said it would be ''unsound strategy'' to add more troops and urged a greater effort at diplomatic contacts instead.  In the interview, he also said he would vote in favor of withholding money for more troops. ''Everyone knows this is a failed policy,'' Mr. Dodd said of the president's war leadership. ''This is hardly a change of policy; it is more of the same, which hasn't been working.''  Mr. Dodd traveled to Iowa on Thursday afternoon and is to spend part of the weekend in South Carolina, to rally support in two states that are critical in early campaigning.  Even as he cited his decades in Congress, Mr. Dodd joked that he is a ''fresh face'' in the presidential field. During the radio and cable show, Mr. Imus needled Mr. Dodd by saying he was particularly impressed with Mr. Obama and planned to vote for Senator John McCain of Arizona, a Republican.  ''Now wait a minute, wait a minute,'' Mr. Dodd said with a chuckle and a bit of indignation. ''I come on the program, I blow everyone else off, I announce here -- at least leave the door open a little bit for me.''  Mr. Dodd, 62, is married to Jackie Marie Clegg, a consultant, and they have two young daughters.  He plans to name the Connecticut attorney general, Richard Blumenthal, as his state campaign chairman, and Representative Rosa DeLauro of Connecticut, who was once Mr. Dodd's chief of staff, as a national chairwoman.  ", 
            "title": "Senator Dodd of Connecticut Announces Bid for Presidency"
        }, 
        "weight": 0.7133731129014629, 
        "file": "1818223.txt", 
        "other_topics": {
            "0": 0.00015201904614177387, 
            "1": 0.003440980683840598, 
            "2": 0.00026246859336169135, 
            "3": 0.00022836740917458204, 
            "4": 0.01967936233481718, 
            "5": 0.0003774939809412284, 
            "6": 0.02957827230281522, 
            "7": 0.00021612335892498148, 
            "8": 0.00027111697619999655, 
            "9": 0.00027135145975366095, 
            "10": 0.00020721723258750055, 
            "11": 0.13827783815304434, 
            "12": 0.0003351226492367245, 
            "13": 0.0035502324262792723, 
            "14": 0.7133731129014629, 
            "15": 0.00019859182858288958, 
            "16": 0.00029580314982019236, 
            "17": 0.059391106797652166, 
            "18": 0.029728701397766167, 
            "19": 0.0001647173175969821
        }
    }, 
    {
        "content": {
            "text": "  The Senate set the stage on Wednesday for a direct clash with President Bush over the war, with two senior Democrats and a prominent Republican introducing a symbolic measure to declare that the administration's plan to send additional troops to Iraq runs counter to the national interest.  The resolution, proposed by Senators Joseph R. Biden Jr. of Delaware and Carl Levin of Michigan, both Democrats, and Chuck Hagel of Nebraska, a Republican, would not be binding, and the White House said it would have no effect on Mr. Bush's plan to send more than 20,000 additional troops to Iraq.  But sponsors of the measure said Congressional passage would send a powerful message that the president could not ignore, and its adoption could be a precursor to further efforts by opponents of the war to place limits on his use of the military in Iraq or to limit financing for the war.  The measure says that the United States cannot sustain an open-ended commitment to Iraq, that the chief responsibility for quelling unrest there rests with Iraqi security forces and that the United States should seek a political solution. [Resolution text: nytimes.com/washington.]  ''This resolution will demonstrate -- and it will demonstrate it right away -- that support is not there for the president's policy in Iraq,'' said Mr. Biden, the Foreign Relations Committee chairman. ''The sooner he recognizes that reality and acts on it, the better off all of us will be.''  Mr. Biden's committee expects to take up the resolution next Wednesday, pushing any votes on the measure past Mr. Bush's State of the Union address on Tuesday night. Senate Democratic leaders have said they will bring it to the floor relatively quickly. House Democrats have made it clear that they will not take up any similar proposal until after the Senate has voted on one.  Republican leaders promised to offer an alternative that would call for time to allow Mr. Bush's new policy to work -- an attempt to provide Republicans unhappy with the war an avenue to express their view without backing the more critical proposal.  Senator Jon Kyl of Arizona, chairman of the Senate Republican Conference, said Senator Joseph I. Lieberman of Connecticut, a longtime Democrat who was re-elected last year as an independent, was the only non-Republican to pledge support so far. But Mr. Kyl said he believed that many of his Republican colleagues would ultimately find it difficult to vote against the White House.  ''You cannot micromanage a war from the United States Senate,'' Mr. Kyl said. ''At least, you can't effectively or constitutionally do that. If you vote to fund the military, then you need to leave the tactical decisions to the commanders on the ground and the commander in chief.''  But another Republican senator, Olympia J. Snowe of Maine, quickly got behind the new resolution, and Mr. Hagel predicted that others would as well. ''Now is the time for the Congress to make its voice heard on a policy that has such significant implications for the nation, the Middle East and the world,'' Ms. Snowe said in a statement.  Other Republicans who have expressed unease about the troop buildup, including Senators Susan Collins of Maine and Norm Coleman of Minnesota, took no immediate stance on the resolution. They expressed some reservations about the tone and scope of the proposal, which refers to escalating the war, which some Republicans believe has become a loaded partisan description.  In an effort to limit defections, wavering Republicans were invited to the White House for briefings on Wednesday. Tony Snow, Mr. Bush's press secretary, reiterated the administration's contention that a vote in opposition to Mr. Bush's policy would send a mixed message about American intentions.  ''What signal does it send to the Iraqis in terms of steadfastness ?'' he asked. ''What does it say -- does it make the troops feel better about their support from the United States?''  Senator John Cornyn, Republican of Texas, accused the resolution's three sponsors of political gamesmanship in advocating a nonbinding vote rather than taking on the more difficult issue of limiting funding for American forces. ''Rather than have a serious debate we see this kind of posturing,'' Mr. Cornyn said.  Mr. Hagel bristled at that comment. ''This is a serious resolution put forward by serious people who care about our country,'' he said. ''There is no moral high ground that one group of senators has over the other.''  Democratic leaders in the House and Senate say they believe that they can reach an early consensus on symbolic votes opposing the president and then later consider putting restrictions on spending for the war after gauging the depth of resistance. The House Defense Appropriations subcommittee on Wednesday began a series of closed hearings on potential limits on military spending.  Senator Christopher J. Dodd, Democrat of Connecticut, gained Democratic support for requiring the president to seek new authority from Congress before raising troop levels.  House Republicans introduced a measure that would prohibit Congress from cutting off or restricting ''funding for units and members of the armed forces in harm's way.''  THE STRUGGLE FOR IRAQ  ", 
            "title": "Measure in Senate Urges No Troop Rise in Iraq"
        }, 
        "weight": 0.7092339562976874, 
        "file": "1819653.txt", 
        "other_topics": {
            "0": 0.00011034055475823355, 
            "1": 0.0875836566401574, 
            "2": 0.00019050856411198045, 
            "3": 0.00016575677361851037, 
            "4": 0.00010293263001893349, 
            "5": 0.0002739978728461659, 
            "6": 0.00019738920763411155, 
            "7": 0.00015686962867636514, 
            "8": 0.0001967858522831628, 
            "9": 0.009650964572482157, 
            "10": 0.0001504052615739161, 
            "11": 0.17836229251976246, 
            "12": 0.00024324333014393173, 
            "13": 0.00021337639424993263, 
            "14": 0.7092339562976874, 
            "15": 0.000144144652215829, 
            "16": 0.00021470391032419383, 
            "17": 0.005292035833429093, 
            "18": 0.007397082115243689, 
            "19": 0.0001195573887826466
        }
    }, 
    {
        "content": {
            "text": "  After years of party discipline and fealty to President Bush, some Congressional Republicans are prominently breaking ranks on issues like Iraq and domestic policy. Page 25.  ", 
            "title": "Signs of Division in G.O.P."
        }, 
        "weight": 0.7003430531006399, 
        "file": "1818965.txt", 
        "other_topics": {
            "0": 0.0023225365319509846, 
            "1": 0.002822176948525366, 
            "2": 0.004009977118286915, 
            "3": 0.0034889815715612293, 
            "4": 0.0021666085880443584, 
            "5": 0.005767327078936908, 
            "6": 0.004154806424053015, 
            "7": 0.0033019178139237814, 
            "8": 0.004142106516504091, 
            "9": 0.004145688940110534, 
            "10": 0.0031658506282523256, 
            "11": 0.17239261910271464, 
            "12": 0.05486887007537764, 
            "13": 0.004491317555791653, 
            "14": 0.7003430531006399, 
            "15": 0.0030340722990759763, 
            "16": 0.0045192601792992055, 
            "17": 0.011893237885964058, 
            "18": 0.006453051791058342, 
            "19": 0.002516539849928963
        }
    }, 
    {
        "content": {
            "text": "  A front-page article on Sunday reported on Barack Obama's years at Harvard Law School. It included a quotation from Ron Klain, former chief of staff to Vice President Al Gore, who said that Mr. Obama's inclusive leadership style as president of the Harvard Law Review would not be as effective in running a country.  The Times later learned that Mr. Klain is an informal adviser to Senator Joseph R. Biden Jr., Democrat of Delaware, who is expected to announce on Wednesday that he is running for president. Mr. Klain's affiliation with the Biden campaign should have been disclosed in the article.  Also, a picture caption with the continuation of the article misstated the timing of the photograph, taken in the apartment of one of Mr. Obama's friends. It was taken during the 1990 midterm elections, not during the 1990 election for the Harvard Law Review.  ", 
            "title": "Editors' Note"
        }, 
        "weight": 0.6924059272443198, 
        "file": "1822645.txt", 
        "other_topics": {
            "0": 0.0005977544820650462, 
            "1": 0.0007263476362822158, 
            "2": 0.0010320534305743561, 
            "3": 0.0008979640765827522, 
            "4": 0.0005576230886220862, 
            "5": 0.001484345052722901, 
            "6": 0.11630480054623704, 
            "7": 0.0008498192151257037, 
            "8": 0.001066059758961591, 
            "9": 0.09069457125677922, 
            "10": 0.0008147994128628879, 
            "11": 0.031564988617095995, 
            "12": 0.052533502050097915, 
            "13": 0.001155936693532512, 
            "14": 0.6924059272443198, 
            "15": 0.0007808834396066842, 
            "16": 0.0011631283257038541, 
            "17": 0.003060979302068892, 
            "18": 0.0016608309828662813, 
            "19": 0.0006476853878921389
        }
    }, 
    {
        "content": {
            "text": "  Senator Hillary Rodham Clinton's entry into the 2008 presidential contest yesterday set off rounds of e-mail messages and conference calls among both her allies and opponents, some of whom were shaking their heads that a major political event was happening early on a Saturday morning.  Advisers to some of her top 2008 rivals -- Senators John McCain and Barack Obama, and former Gov. Mitt Romney of Massachusetts -- replied within minutes to requests for comment, and signaled that the Clinton announcement meant that the 2008 race was truly under way.  ''She's tough enough, smart enough and experienced enough to overcome a decidedly liberal philosophy,'' said John Weaver, a senior adviser to Mr. McCain, who is preparing to seek the Republican presidential nomination.  ''The Clinton, Obama, Edwards chain match will be hard to avert my eyes from, speaking as a pure spectator, of course,'' Mr. Weaver added, referring to former Senator John Edwards of North Carolina. (At least four other Democrats are preparing to campaign as well.)  Clinton advisers said that they chose Jan. 20 as the target date for an announcement during a meeting in mid-December, and that Mrs. Clinton was ''raring to go'' on Friday.  ''I have never been afraid to stand up for what I believe in or to face down the Republican machine,'' Mrs. Clinton said in announcing the formation of a presidential exploratory committee on her Web site, HillaryClinton.com. ''After nearly $70 million spent against my campaigns in New York and two landslide wins, I can say I know how Washington Republicans think, how they operate, and how to beat them.''  The advisers said she wanted to announce yesterday so that she would dominate the weekend news and Sunday talk shows, and to demonstrate a contrast in leadership with President Bush as he prepares for his State of the Union speech on Tuesday night.  Next weekend, she plans to campaign across Iowa, the site of the first presidential caucuses in January 2008, and visit the early primary state of New Hampshire soon after.  Mrs. Clinton appears at the head of the Democratic pack in many national polls, yet she is in a tighter spot in some voter surveys in Iowa and New Hampshire, which begin the presidential nominating process. Recent polls show Mr. Obama and Mr. Edwards doing well in those states.  ''She has not spent as much time in those state as in others, but this is a woman who is not a stranger for hard work, and who is prepared to go out and work hard for every vote,'' said one Clinton adviser, who spoke on condition of anonymity because he did not want to openly acknowledge that she was running behind to anyone.  Other than Mr. Obama and Mr. Edwards, the 2008 Democratic field at this stage also includes Senators Joseph R. Biden Jr. of Delaware and Christopher J. Dodd of Connecticut; former Gov. Tom Vilsack of Iowa; and Representative Dennis J. Kucinich of Ohio. An eighth possible candidate, Gov. Bill Richardson of New Mexico, was expected to declare today that he is forming an exploratory committee.  ", 
            "title": "Announcement Sends Race Into High Gear"
        }, 
        "weight": 0.6895481887799332, 
        "file": "1820515.txt", 
        "other_topics": {
            "0": 0.00018817015187497306, 
            "1": 0.00022865064024460023, 
            "2": 0.00032488531094465464, 
            "3": 0.00028267464609401207, 
            "4": 0.00017553698788257935, 
            "5": 0.00046726447460638084, 
            "6": 0.00033661927167553767, 
            "7": 0.0002675188820400563, 
            "8": 0.00033559033477857024, 
            "9": 0.00839711528973638, 
            "10": 0.008317729531355912, 
            "11": 0.2275898393218388, 
            "12": 0.0004148169680318054, 
            "13": 0.000363883148861438, 
            "14": 0.6895481887799332, 
            "15": 0.012337670305724345, 
            "16": 0.00036614703906805813, 
            "17": 0.04933098938970083, 
            "18": 0.0005228213717527614, 
            "19": 0.00020388815385511815
        }
    }, 
    {
        "content": {
            "text": "  When President Bush concluded his State of the Union address, Democrats did not turn to the House speaker, Nancy Pelosi, or to the Senate majority leader, Harry Reid, to deliver their response. They chose a different face for the party: a former Republican, an ex-marine and a secretary of the Navy in the Reagan administration.  That Democrat, Senator Jim Webb of Virginia, who won his seat at least in part through his tenacious opposition to the Iraq war, wore his son's combat boots on the campaign trail last year. And on Tuesday evening, Mr. Webb invoked his own biography, and his family's three generations of military service, as he declared that today's soldiers could no longer trust the judgment of their commander in chief.  ''The majority of the nation no longer supports the way this war is being fought, nor do the majority of our military, nor does a majority of our Congress,'' Mr. Webb said. ''We need a new direction.''  The choice of Mr. Webb was intended to provide a symbol, through his words and appearance, for the new majority in Congress. In a commanding voice, the senator chastised the administration for its economic and foreign policies, but said Democrats would try to work with Mr. Bush to change course.  ''If he does not,'' Mr. Webb said, ''we will be showing him the way.''  Late last year, before being sworn into the Senate, Mr. Webb created a minor furor when he declined to stand in line for a photograph with the president at a White House reception. When the two men finally came face to face, Mr. Bush asked Mr. Webb about his son, who was deployed in Iraq, to which Mr. Webb replied tersely, ''That's between me and my boy.''  In a city that cherishes photo opportunities, where even political rivals are inclined to extend a hand and smile, the private moment highlighted deep tensions of the day. The conservative columnist George F. Will derided Mr. Webb as a ''pompous poseur'' disrespectful of the president, while liberal bloggers hailed him as a burst of fresh air.  Mr. Webb, 60, is a leading member of the freshman class of Democrats who arrived here with a mandate of change. His triumph over Senator George Allen, a one-term Republican, made him a hero among Democrats, particularly among antiwar activists, and prompted Representative Pelosi, of California, and Senator Reid, of Nevada, to tap him for the marquee position.  ''He represents to me what the new America is all about,'' Mr. Reid, ''someone who understands what it means to go to war, what it means to have peace, what it means to work on a bipartisan basis, someone who understands Reagan Democrats and the non-Reagan Democrats and independents and Republicans out there.''  At the same time, Mr. Webb also illustrates the internal challenges facing Democrats as they settle on a response to the president's Iraq strategy. His five-minute speech did wade into the thorny question of whether the party will go beyond a symbolic resolution denouncing Mr. Bush's plan to send more troops to Baghdad.  ''We are now, as a nation, held hostage to the predictable -- and predicted -- disarray that has followed,'' Mr. Webb said, speaking against a backdrop of a United States and Virginia flag on the Capitol's second floor. ''The war's costs to our nation have been staggering.''  In his speech, which was approved by Democratic Congressional leaders, Mr. Webb also criticized Mr. Bush as presiding over an era of economic injustice.  ''It's almost as if we are living in two different countries,'' Mr. Webb said, noting that corporate profits might be reaching new highs, but that those benefits were reserved for the few. ''The middle class of this country -- our historic backbone and our best hope for a strong society in the future -- is losing its place at the table.''  STATE OF THE UNION  Correction:  January 25, 2007, Thursday  An article yesterday about Senator Jim Webb of Virginia and his response, for the Democratic Party, to the State of Union address omitted part of a conversation he had with President Bush at a White House reception for new members of Congress in November. President Bush approached Mr. Webb, whose son is a marine serving in Iraq, and asked, ''How's your boy?'' Mr. Webb replied, ''I'd like to get them out of Iraq, Mr. President.'' Mr. Webb did not say at that point in the conversation, ''That's between me and my boy, Mr. President.'' Mr. Webb did not make that statement until after Mr. Bush had said of the Iraq comment: ''That's not what I asked you. How's your boy?''  The article also referred incorrectly to how Mr. Webb's speech dealt with Democrats' response to the president's Iraq strategy. The speech did not mention whether the party will go beyond a symbolic resolution denouncing Mr. Bush's plan to send more troops to Baghdad.  ", 
            "title": "To Deliver Their Remarks, Democrats Opt to Put a Fresh Face Front and Center"
        }, 
        "weight": 0.6873651890671136, 
        "file": "1821087.txt", 
        "other_topics": {
            "0": 0.00011581514142972835, 
            "1": 0.02742917972816793, 
            "2": 0.0026807288627382223, 
            "3": 0.00017398085610160273, 
            "4": 0.0001080396698158447, 
            "5": 0.015172201259198811, 
            "6": 0.0002071827448116106, 
            "7": 0.00016465277223763934, 
            "8": 0.00020654945376594183, 
            "9": 0.00020672809418383563, 
            "10": 0.0001578676732152153, 
            "11": 0.16984642536868563, 
            "12": 0.0002553119362521189, 
            "13": 0.0002239631414937889, 
            "14": 0.6873651890671136, 
            "15": 0.00015129644145159182, 
            "16": 0.00022535652275988525, 
            "17": 0.09486225540668117, 
            "18": 0.0003217865878763952, 
            "19": 0.0001254892720194341
        }
    }, 
    {
        "content": {
            "text": "  Democratic leaders said Tuesday that they intended to hold symbolic votes in the House and Senate on President Bush's plan to send more troops to Baghdad, forcing Republicans to take a stand on the proposal and seeking to isolate the president politically over his handling of the war.  Senate Democrats decided to schedule a vote on the resolution after a closed-door meeting on a day when Senator Edward M. Kennedy of Massachusetts introduced legislation to require Mr. Bush to gain Congressional approval before sending more troops to Iraq.  The Senate vote is expected as early as next week, after an initial round of committee hearings on the plan Mr. Bush will lay out for the nation Wednesday night in a televised address delivered from the White House library, a setting chosen because it will provide a fresh backdrop for a presidential message.  The office of Nancy Pelosi, speaker of the House, followed with an announcement that the House would also take up a resolution in opposition to a troop increase. House Democrats were scheduled to meet Wednesday morning to consider whether to interrupt their carefully choreographed 100-hour, two-week-long rollout of their domestic agenda this month to address the Iraq war.  In both chambers, Democrats made clear that the resolutions -- which would do nothing in practical terms to block Mr. Bush's intention to increase the United States military presence in Iraq -- would be the minimum steps they would pursue. They did not rule out eventually considering more muscular responses, like seeking to cap the number of troops being deployed to Iraq or limiting financing for the war -- steps that could provoke a Constitutional and political showdown over the president's power to wage war.  The resolutions would represent the most significant reconsideration of Congressional support for the war since it began, and mark the first big clash between the White House and Congress since the November election, which put the Senate and House under the control of the Democrats. The decision to pursue a confrontation with the White House was a turning point for Democrats, who have struggled with how to take on Mr. Bush's war policy without being perceived as undermining the military or risking criticism as defeatists.  ''If you really want to change the situation on the ground, demonstrate to the president he's on his own,'' said Senator Joseph R. Biden Jr., chairman of the Foreign Relations Committee. ''That will spark real change.''  The administration continued Tuesday to press its case with members of Congress from both parties. By the time Mr. Bush delivers his speech, 148 lawmakers will have come to the White House in the past week to discuss the war, White House aides said Tuesday night, adding that most met with the president himself.  While Mr. Kennedy and a relatively small number of other Democrats were pushing for immediate, concrete steps to challenge Mr. Bush through legislation, Democratic leaders said that for now they favored the less-divisive approach of simply asking senators to cast a vote on a nonbinding resolution for or against the plan.  They also sought to frame the clash with the White House on their terms, using language reminiscent of the Vietnam War era to suggest that increasing the United States military presence in Iraq would be a mistake.  ''We believe that there is a number of Republicans who will join with us to say no to escalation,'' said the Senate mority leader, Harry Reid of Nevada. ''I really believe that if we can come up with a bipartisan approach to this escalation, we will do more to change the direction of that war in Iraq than any other thing that we can do.''  On the eve of the president's Iraq speech, the White House sent Frederick W. Kagan, a military analyst who helped develop the troop increase plan, to meet with the Senate Republican Policy Committee.  But Republican officials conceded that at least 10 of their own senators were likely to oppose the plan to increase troops levels in Iraq. And Democrats were proposing their resolution with that in mind, hoping to send a forceful message that as many as 60 senators believed strengthening American forces in Baghdad was the wrong approach. Democratic leaders said they expect all but a few of their senators to back the resolution.  In an interview on Tuesday, Senator John W. Warner, Republican of Virginia, said he was becoming increasingly skeptical that a troop increase was in the best interest of the United States. ''I'm particularly concerned about the greater injection of our troops into the middle of sectarian violence. Whom do you shoot at, the Sunni or the Shia?'' Mr. Warner said. ''Our American G.I.'s should not be subjected to that type of risk.''  But the Senate minority leader, Mitch McConnell, Republican of Kentucky, said Congress could not supplant the authority of the president. ''You can't run a war by a committee of 435 in the House and 100 in the Senate,'' he said.  The White House press secretary, Tony Snow, criticized the Democrats' plans. ''We understand that the resolution is purely symbolic, but the war -- and the necessity of succeeding in Iraq -- are very real,'' he said Tuesday night.  On Thursday, Democrats in the House and Senate will open a series of hearings on the Iraq war. Defense Secretary Robert M. Gates and Secretary of State Condoleezza Rice are among those who have agreed to testify.  Senator Carl Levin, the Michigan Democrat who is the new chairman of the Armed Services Committee, said that if he was not satisfied that Mr. Bush's plan has sufficient incentives and penalties for the Iraqis, he might support a resolution or amendment to cap the number of American troops in Iraq.  ''We have got to force the Iraqis to take charge of their own country,'' Mr. Levin said at a breakfast meeting with reporters. ''We can't save them from themselves. It is a political solution. It is no longer a military solution.''  Lawmakers said Senate Democrats appeared broadly united in opposition to Mr. Bush's approach during their private luncheon on Tuesday. While there were a few senators who favored cutting off money for any troop increase, a handful of others expressed uncertainty about challenging the president on a potential war-powers issue.  ''We have to be very careful about blocking funding for any troops because we don't want to leave our troops short-changed,'' said Senator Mary L. Landrieu, Democrat of Louisiana.  Yet a large share of the House Democratic caucus supports a stronger stance against the plan. It remained unclear whether a resolution would satisfy constituents.  ''Twice in the past 12 months the president has increased troop levels in a last-ditch effort to control the rapidly deteriorating security situation in Iraq,'' said Representative Martin T. Meehan, Democrat of Massachusetts, who proposed a resolution opposing a troop increase. ''Rather than cooling tensions in Baghdad, the situation has descended further into chaos.''  THE STRUGGLE FOR IRAQ  ", 
            "title": "Democrats Plan Symbolic Votes Against Bush's Iraq Troop Plan"
        }, 
        "weight": 0.6830273364375452, 
        "file": "1817879.txt", 
        "other_topics": {
            "0": 8.174595678477293e-05, 
            "1": 0.12091860166951576, 
            "2": 0.00014113854043193514, 
            "3": 0.0001228011412729557, 
            "4": 7.625778521512179e-05, 
            "5": 0.012460019099348178, 
            "6": 0.00014623607496258863, 
            "7": 0.00011621708731407881, 
            "8": 0.00014578907829348008, 
            "9": 0.0001459151682995094, 
            "10": 0.00011142795176046883, 
            "11": 0.18116806740680014, 
            "12": 0.00018020716678195198, 
            "13": 0.0001580802048844521, 
            "14": 0.6830273364375452, 
            "15": 0.00010678977042130581, 
            "16": 0.0001590636970544473, 
            "17": 0.00041860444254900535, 
            "18": 0.00022712705939597662, 
            "19": 8.857426136873075e-05
        }
    }, 
    {
        "content": {
            "text": "  Speaker Tom Craddick of the Texas House, an ally of the former United States House majority leader Tom DeLay, survived a strong challenge on Tuesday from a fellow Republican to win his third term in the leadership position on the first day of the 80th session of the Legislature.  After more than five hours of haggling about making public the votes for speaker, Representative Jim Pitts withdrew.  Slightly more than 30 minutes later, Mr. Craddick was elected, 121 to 27, to close the first floor effort to defeat an incumbent speaker since 1959.  Mr. Pitts, of Waxahachie, whom Mr. Craddick appointed chairman of the Appropriations Committee, has been in the House since 1992. He has at times disagreed with Mr. Craddick's leadership, which is often compared with Mr. DeLay's.  ''It's time to heal,'' Mr. Pitts said in a speech before the House after his withdrawal and before he voted for Mr. Craddick. ''It's time to go on with Texas's business.''  The victory of Mr. Craddick, of Midland, who has been in the Legislature since 1968, ended a fight that has dominated the political landscape here for three weeks. The House elects a speaker on the first day of each regular session every two years.  The speaker's duties include overseeing floor debates, appointing members to standing committees and referring measures to committees.  Bills on immigration and campaign finance overhaul have been filed for the session, which lasts until May 28.  Mr. Craddick, who has been speaker since January 2003, when he became the first Republican to hold the post in 130 years, was investigated along with Mr. DeLay over fund-raising in the 2002 legislative races but was not indicted by a grand jury in Travis County.  Mr. DeLay was indicted in September 2005 on charges of violating the campaign finance law. He worked closely with Mr. Craddick in redrawing district maps in 2003 that benefited Republicans.  In his acceptance speech, Mr. Craddick promised to work with Republicans and Democrats.  ''I want to assure each and every one of you today,'' Mr. Craddick said, ''that I believe my primary responsibility as your elected speaker is to fulfill your elected purpose, not mine.''  Gov. Rick Perry, also a Republican, expressed optimism for the session, mentioning a desire to improve health care, education and border security.  ''The success of this session will not be judged by what has happened over the last few hours,'' Mr. Perry said, ''but by what we do in the end.''  ", 
            "title": "Texas Speaker Wins Challenge And Keeps Post"
        }, 
        "weight": 0.6829688537060736, 
        "file": "1817848.txt", 
        "other_topics": {
            "0": 0.00022762056144148653, 
            "1": 0.00027658789976963083, 
            "2": 0.000392998443932009, 
            "3": 0.00034193819268394927, 
            "4": 0.00021233881855039477, 
            "5": 0.0493217057129, 
            "6": 0.0004071924630305884, 
            "7": 0.0003236049794263639, 
            "8": 0.0004059478065755561, 
            "9": 0.00040629890256969957, 
            "10": 0.00031026969329836366, 
            "11": 0.1680404475090907, 
            "12": 0.08338779697184076, 
            "13": 0.0004401722899069026, 
            "14": 0.6829688537060736, 
            "15": 0.0002973547372318837, 
            "16": 0.0004429108111587489, 
            "17": 0.001165598666681136, 
            "18": 0.01038372794642653, 
            "19": 0.00024663388741167654
        }
    }, 
    {
        "content": {
            "text": "  Representative Duncan Hunter, Republican of California, announced his bid for the presidency on Thursday in Spartanburg, S.C., then boarded a motor home to tour the state, where he hopes to gain support from a conservative electorate.  Mr. Hunter, 58, said his candidacy would emphasize his support for the war in Iraq, his opposition to abortion and his belief in free trade.  Serving his 14th term as a congressman, Mr. Hunter, of San Diego, is a Vietnam veteran and a lawyer. He was the chairman of the House Armed Services Committee until this year and is now the ranking Republican on the panel.  In a release earlier this month, he paved the way for his candidacy, saying, ''America needs a way ahead in the ongoing war against terrorists and a policy of economic opportunity, with a reaffirmation of faith in the principles of our founding.''  He said yesterday that he would also emphasize the need to restore the balance of trade with China.  ''This is not free trade, this is not fair trade,'' Mr. Hunter said according to the text of his speech. ''It is cheating.''  Mr. Hunter, who has a 92 percent lifetime conservative rating from the American Conservative Union, repeated his opposition to abortion this week, telling thousands of anti-abortion demonstrators here that, if elected, he would not nominate judges who supported abortion.  Mr. Hunter also opposes embryonic stem cell research and supports tighter controls on illegal immigration. Mr. Hunter is the second Republican to announce his intention to run for the presidency. Senator Sam Brownback of Kansas did last week. Senator John McCain of Arizona and Rudolph W. Giuliani, the former mayor of New York, are also expected to seek the nomination.  ", 
            "title": "2nd Republican Enters Race For Presidency"
        }, 
        "weight": 0.6735344722630121, 
        "file": "1821469.txt", 
        "other_topics": {
            "0": 0.0003173684009244819, 
            "1": 0.00038564292658382676, 
            "2": 0.007346005211205915, 
            "3": 0.0004767599936485054, 
            "4": 0.00029606126472390797, 
            "5": 0.014384194950378008, 
            "6": 0.0005677431776906484, 
            "7": 0.04123951365494897, 
            "8": 0.0005660077693148306, 
            "9": 0.0005664972979124521, 
            "10": 0.00043260501509106563, 
            "11": 0.19350830426211607, 
            "12": 0.05508405223532161, 
            "13": 0.007411779093704479, 
            "14": 0.6735344722630121, 
            "15": 0.00041459785910800506, 
            "16": 0.0006175448079006343, 
            "17": 0.0016251791253901952, 
            "18": 0.0008817922559395381, 
            "19": 0.00034387843508484623
        }
    }, 
    {
        "content": {
            "text": "  Harriet E. Miers, President Bush's longtime confidante and onetime Supreme Court nominee, has resigned as White House counsel, officials said Thursday.  Tony Snow, the White House spokesman, said that Mr. Bush had accepted Ms. Miers's resignation ''reluctantly'' and that she had tendered it after deciding she was ready for a change after six years in the job. The White House said that a search for a successor was under way and that Ms. Miers would remain at her post through this month.  Ms. Miers's departure comes as the White House girds for possible confrontations with Congressional Democrats, who have promised oversight investigations into White House policies, including energy, the war in Iraq and national security.  The White House counsel's office would be central in attempts to stave off subpoenas and requests for sensitive information.  Even before the Democratic victories in November, Republicans close to the White House speculated that it would seek to beef up the counsel's office.  Mr. Snow said Ms. Miers's departure was not the beginning of another round of changes in the West Wing.  ''For those who are speculating about any others within the White House proper, I am aware of none and expect none,'' Mr. Snow said.  Still, her announced resignation came with Mr. Bush poised to name a new director of national intelligence, J. Michael McConnell, a retired Navy vice admiral and director of the National Security Agency from 1992 to 1996, and move his current director, John D. Negroponte, to the State Department as its second in command.  Rumors of Ms. Miers's departure date back to the White House shake-up last spring, when Joshua B. Bolten became Mr. Bush's chief of staff and undertook a review of all personnel. Mr. Bolten was said at the time to have raised the possibility of moving Ms. Miers out of the counsel's office, though White House officials denied it.  Mr. Snow said her decision to resign did come after a series of meetings with Mr. Bolten.  ''She's been here for six years,'' Mr. Snow said. ''It's hard duty.''  Ms. Miers has worked with Mr. Bush since his days as Texas governor and has grown close to him and the first lady, Laura Bush.  Ms. Miers started at the White House as staff secretary after the 2000 campaign and became a deputy chief of staff before moving to the White House counsel's office.  Mr. Bush's decision to nominate her to the Supreme Court in 2005 provoked the ire of liberals and conservatives, who criticized her as a Bush crony who did not have the legal intellectual credentials or résumé the job required. She withdrew her name from consideration but returned to Mr. Bush's inner circle and remained one of his closest advisers.  In her resignation letter, Ms. Miers said her own role in helping Mr. Bush choose nominees for the federal bench was ''among the most rewarding of my experiences.''  ", 
            "title": "Miers Steps Down as White House Counsel"
        }, 
        "weight": 0.6693306763828871, 
        "file": "1816591.txt", 
        "other_topics": {
            "0": 0.00018372695358883493, 
            "1": 0.00022325158984932704, 
            "2": 0.023929876389617903, 
            "3": 0.0002759999450824822, 
            "4": 0.00017139209223392224, 
            "5": 0.0004562311162758643, 
            "6": 0.008199558289716292, 
            "7": 0.0002612020489698479, 
            "8": 0.00032766615346992465, 
            "9": 0.0003279495452558543, 
            "10": 0.0002504382959942067, 
            "11": 0.19073228727956318, 
            "12": 0.10272655947373012, 
            "13": 0.0003552908988830783, 
            "14": 0.6693306763828871, 
            "15": 0.00024001381799977043, 
            "16": 0.00035750133261434446, 
            "17": 0.000940828415413535, 
            "18": 0.0005104761671611654, 
            "19": 0.00019907381169327067
        }
    }, 
    {
        "content": {
            "text": "  ''It's an historic moment for the women of America. It is a moment for which we have waited for over 200 years.''  NANCY PELOSI, on becoming speaker of the House. [A1]  ", 
            "title": "QUOTATION OF THE DAY"
        }, 
        "weight": 0.6673461428308639, 
        "file": "1816501.txt", 
        "other_topics": {
            "0": 0.0030915399173392214, 
            "1": 0.003756613758334156, 
            "2": 0.00533770046595871, 
            "3": 0.004644200705115155, 
            "4": 0.0028839834564679573, 
            "5": 0.007676917730076484, 
            "6": 0.0055304834744568845, 
            "7": 0.004395199207886674, 
            "8": 0.005513578564418275, 
            "9": 0.005518347146280293, 
            "10": 0.0042140795009815895, 
            "11": 0.030809690695218914, 
            "12": 0.00681523186478609, 
            "13": 0.005978415113889522, 
            "14": 0.6673461428308639, 
            "15": 0.004038668712266578, 
            "16": 0.006015609678874993, 
            "17": 0.21449412917752314, 
            "18": 0.00858968930144486, 
            "19": 0.0033497786978165965
        }
    }, 
    {
        "content": {
            "text": "  Last week New Hampshire seemed to come up with a way to reassert its traditional election-year primacy despite the new 2008 schedule making the so-called first primary state the third to vote in the Democratic nominating process -- after the Iowa and Nevada caucuses.  WMUR-TV in Manchester, N.H., The Union Leader of New Hampshire and CNN announced last week that they would hold the first candidates' debates of the presidential election season this year, with back-to-back Democratic and Republican debates in early April. They stood to be the earliest nationally televised debates of a presidential nominating season in memory.  They also trumped a Democratic debate scheduled in South Carolina for later in April, which was initially billed as the first of the season, and a Republican debate in that state in May. But just a day after the New Hampshire announcement, the Nevada Democrats said they would hold a candidates ''forum'' on Feb. 21, making that potentially the first big event of the campaign cycle.  Your move, New Hampshire.  JIM RUTENBERG  POLITICAL ACTION: 2008 RACE  ", 
            "title": "Jockeying to Be First State"
        }, 
        "weight": 0.6667805471119649, 
        "file": "1819241.txt", 
        "other_topics": {
            "0": 0.0005181431829324308, 
            "1": 0.000629609793771084, 
            "2": 0.0008946004848457848, 
            "3": 0.0007783696797926113, 
            "4": 0.00048335664672409794, 
            "5": 0.0012866541251700036, 
            "6": 0.08971620661439912, 
            "7": 0.0007366369408409668, 
            "8": 0.012022739669964462, 
            "9": 0.000924876932322019, 
            "10": 0.0007062812139421342, 
            "11": 0.1716436443557385, 
            "12": 0.0011422352695617222, 
            "13": 0.0010019844863164912, 
            "14": 0.6667805471119649, 
            "15": 0.0006768823037499253, 
            "16": 0.0010082183085554568, 
            "17": 0.035949291868763875, 
            "18": 0.012538296916822643, 
            "19": 0.0005614240938217514
        }
    }, 
    {
        "content": {
            "text": "  Senator John Kerry, the Massachusetts Democrat who narrowly lost the presidency to President Bush in 2004, announced Wednesday that he would not proceed with a second bid for the White House, saying he preferred to use his position in the new Senate majority to press for an end to American involvement in Iraq.  ''We came close, certainly close enough to be tempted to try again,'' Mr. Kerry said, invoking his 2004 race, at the conclusion of a 30-minute speech attacking Mr. Bush's Iraq policy on the Senate floor. ''There are powerful reasons to want to continue that fight now. But I've concluded that this isn't the time for me to mount a presidential campaign. It is the time to put my energy to work as part of the majority of the Senate and do all I can to end the war.''  Mr. Kerry's announcement, though it came in an unorthodox place, was not a surprise.  He was bowing to a Democratic Party that was clearly unreceptive and had turned its attention to new candidates, in particular Senators Barack Obama of Illinois and Hillary Rodham Clinton of New York, who both got into the race this month. Many Democrats had said they expected that Mr. Kerry would decide not to run after assessing how much support he had in his party. Already, most of his aides from the 2004 campaign have moved on.  Still, his decision sent ripples across the political waters, answering one more question about what the final Democratic field might look like.  More than that, it appeared to bring to completion a candidacy that for Mr. Kerry never truly ended after that Election Day in 2004 which began with exit polls showing him heading for a solid victory -- aides were addressing him as Mr. President -- and ended with his making a concession call to Mr. Bush. That experience, friends said, left Mr. Kerry bitter and frustrated and eager for a rematch.  He used his time on the Senate floor to recount his history as a Vietnam veteran who returned from war nearly 40 years ago to become an opponent of the conflict. His voice cracking with emotion, he drew frequent comparisons between the two wars as he made a case against Mr. Bush's foreign policy in the Middle East.  ''The fact is, what happens here in the next two years may irrevocably shape or terribly distort the administration of whichever candidate is next elected president,'' he said, adding, ''I don't want the next president to find that they have inherited a nation still divided and a policy destined to end as Vietnam did.''  Mr. Kerry's speech drew tributes from fellow Democrats, including the senior Democrat from Massachusetts, Senator Edward M. Kennedy, who had been pushing Mr. Kerry to make a decision.  Another Democratic senator running for president, Joseph R. Biden Jr. of Delaware, said: ''My initial reaction to Senator Kerry's decision is one of extreme sadness. John Kerry is a major voice in American politics, and the country would be much better off today if he were president.''  Mr. Kerry made his announcement at 3 p.m. in a Senate chamber that, other than two senators -- Mr. Kennedy and Harry Reid, the majority leader -- was almost empty.  Mr. Kerry, 63, intends to run for a fifth term in the Senate in 2008, an aide said.  The senator, in his travels around the country since the election, has argued that he came close to winning in 2004 and would be a better candidate, with extra experience, in 2008.  After being taunted in the 2004 race as being equivocal on the war in Iraq, he had emerged as one of his party's leading opponents to the war, and had renounced his original support for the war resolution that caused him so many problems in the 2004 election.  But Mr. Kerry faced severe obstacles in trying to capture his party's nomination for a second time. For one thing, many of his supporters had made clear that they would not join him again, with many saying he had made mistakes in 2004 that cleared the way for Mr. Bush to win.  Mr. Kerry also faced an unusually strong and deep field of Democratic contenders, including Mrs. Clinton, Mr. Obama and Mr. Kerry's running mate from 2004, John Edwards, the former senator from North Carolina.  But Mr. Kerry's hopes were probably most damaged by what he said was a botched joke he told while campaigning on behalf of Congressional candidates in the final week of the 2006 election campaigns.  Mr. Kerry's prepared remarks called for him to say, ''Do you know where you end up if you don't study, if you aren't smart, if you're intellectually lazy? You end up getting us stuck in a war in Iraq. Just ask President Bush.'' In his delivery, he dropped the word ''us.''  Republicans argued that he had delivered a joke at the expense of American troops fighting in Iraq.  Mr. Kerry responded by getting off the campaign trail and out of public view.  For many Democrats, the remark was a reminder of instances of ineptness by Mr. Kerry as a campaigner, including his often troubled efforts to explain his changing views on the war in Iraq. Most famously, he said that he had voted for an $87 billion war appropriation ''before I voted against it,'' a piece of videotape that Republicans quickly turned into a defining caricature of him.  Correction:  January 26, 2007, Friday  An article yesterday about Senator John Kerry's announcement that he would not seek the Democratic nomination for president in 2008 incorrectly described what he called ''a botched joke'' he told before the November midterm elections. In telling the joke, which was assailed as an attack on American troops fighting in Iraq, Mr. Kerry not only dropped a word from his prepared remarks, but he also rephrased his opening sentence extensively and omitted a reference to President Bush. Mr. Kerry's aides said that the prepared text read: ''Do you know where you end up if you don't study, if you aren't smart, if you're intellectually lazy? You end up getting us stuck in a war in Iraq. Just ask President Bush.'' What he actually said: ''You know, education, if you make the most of it, you study hard, you do your homework and you make an effort to be smart, you can do well. If you don't, you get stuck in Iraq.''  ", 
            "title": "Kerry Will Not Enter Presidential Race"
        }, 
        "weight": 0.6625734032029943, 
        "file": "1821260.txt", 
        "other_topics": {
            "0": 9.60401199793854e-05, 
            "1": 0.0001167009470080327, 
            "2": 0.00016581813816782327, 
            "3": 0.00014427424676809208, 
            "4": 8.959228235232702e-05, 
            "5": 0.00023848700634050934, 
            "6": 0.00017180703165171744, 
            "7": 0.00013653889988327747, 
            "8": 0.00017128187278857515, 
            "9": 0.00017143001099361374, 
            "10": 0.00013091233226749638, 
            "11": 0.28690595085228887, 
            "12": 0.00021171833567807275, 
            "13": 0.00018572223557724153, 
            "14": 0.6625734032029943, 
            "15": 0.0001254631148404843, 
            "16": 0.0022440635547446974, 
            "17": 0.045749890710194634, 
            "18": 0.0002668426781325265, 
            "19": 0.00010406242734836897
        }
    }, 
    {
        "content": {
            "text": "  Tens of thousands of demonstrators are set to arrive in the capital this weekend for a major antiwar march, staging the first of several protests intended to persuade the new Democratic-controlled Congress to do more than simply speak against President Bush's Iraq policy.  But do not look for senators to be standing among the protesters on the Mall on Saturday. Despite a consensus building around a Senate resolution to oppose sending more troops to Iraq, even the most liberal Democratic senators do not appear eager to align themselves with a traditional antiwar protest.  So the groups that are organizing the demonstrations against the president's strategy are also carrying out a sophisticated, well-financed lobbying campaign on Capitol Hill. Their behind-the-scenes efforts are intensifying, relying on tactics deployed in a cutthroat political race.  Americans Against Escalation in Iraq, a coalition of labor unions, MoveOn.org and other groups that have traditionally rallied against wars, has raised $1.5 million since it was formed two weeks ago. The group is singling out Republicans and Democrats who have spoken out against the war, but who have so far declined to pledge support for a resolution denouncing Mr. Bush's plan to increase the number of troops.  Next week, the group intends to fly Iraq veterans to the home states of Republican senators who serve on the Foreign Relations Committee and voted Wednesday against the resolution condemning the administration plan, including Senators Norm Coleman of Minnesota and John E. Sununu of New Hampshire. Television advertisements are scheduled to be shown in some of the same states in an effort to apply pressure before the Senate vote on the resolution in early February.  ''The face of antiwar is not what it was in the '70s,'' said Jon Soltz, a veteran of the Iraq and Afghanistan wars who is the chairman of a group called VoteVets.  If members of Congress are slowly finding their voice opposing the administration's Iraq plan, aides to lawmakers say, it is in no small part because of the face-to-face lobbying campaign that is a central piece of the strategy employed by Americans Against Escalation in Iraq. The group plans to spend up to $9 million, said its spokesman, Brad Woodhouse, which they expect to raise through Internet solicitations and individual donations.  Mr. Soltz and nearly a dozen other veterans have been walking the halls of Congress, and they have had no problems getting appointments. One day last week, they held back-to-back meetings with Senators Hillary Rodham Clinton of New York and Barack Obama of Illinois, Democrats who are running for president in 2008.  ''This battle to oppose the escalation is as important as the original battle in Iraq,'' said Jonathan Powers, who spent 14 months serving in Iraq as a captain with the First Armored Division. He laced up his beige combat boots and put on a blue suit as he went to Congress on a recent day of lobbying.  Senate leaders said Thursday that it appeared unlikely that any vote on an Iraq resolution would occur until the week of Feb. 5. Efforts to meld differing resolutions opposing the troop buildup faltered Thursday when Senators John W. Warner, Republican of Virginia, and Ben Nelson, Democrat of Nebraska, chose not to negotiate with those behind a competing plan approved by the Foreign Relations Committee.  Senator Joseph R. Biden Jr., the Delaware Democrat who is the chairman of the panel, and his allies had offered to try to merge the resolutions, saying the differences could be overcome, clearing the way for a consensus measure.  But Mr. Warner has been reluctant to consider the idea of merging the two, a move that could bring a strong bipartisan vote against the president. In a written response to Mr. Biden, Senators Warner and Nelson said they would rather work out any disagreements on the floor ''as a consequence of the will of the Senate.''  In an interview on Thursday evening, Mr. Biden expressed disappointment that Mr. Warner did not agree to negotiate, but he added that a full-fledged debate on the Senate floor would be ''healthy.''  Mr. Coleman said he saw the Warner approach as less partisan than the plan offered by Mr. Biden and allies who included Senator Chuck Hagel, Republican of Nebraska.  ''The Warner resolution, I think, offers an opportunity for a lot of us to express a concern about an aspect of the policy without taking a shot at the president,'' Mr. Coleman said.  The White House spokesman, Tony Snow, acknowledged the administration had been talking with Mr. Warner about his initiative. ''We're trying to take his temperature on what he intends,'' Mr. Snow said.  Supporters of the president's policy were developing resolutions of their own. Senator John McCain, Republican of Arizona, said he would propose giving the Iraqis a series of benchmarks to demonstrate progress. A draft proposal from Senator John Cornyn, Republican of Texas, declares that ''the United States military leadership in Iraq should be given a reasonable chance to execute the new plan for Iraq.''  Senator Harry Reid of Nevada, the majority leader, began trying to frame what could be a muddled procedural fight in the Senate by emphasizing that in the end, there is likely to be a bipartisan majority of senators going on record in opposition to Mr. Bush's approach in Iraq.  ''For the first time in an intractable war,'' Mr. Reid said, ''a bipartisan group of senators is going to tell the president that 'what you are doing is wrong.''  But it remained an open question whether critics of the war would wait patiently for Democrats and Republicans to reach agreement.  ''The country has told us they don't like what's happening, and they want us to do something about it,'' said Representative Lynn Woolsey, a California Democrat who is one of four members of Congress (none of them senators) scheduled to attend the rally on Saturday. ''Congress has yet to keep up with the public.''  Americans Against Escalation in Iraq receives its organizational and financial muscle, at least in part, from the Service Employees International Union, the largest labor organization in the country, which wields significant influence in Democratic politics. For the first time, the union is speaking out against the plan to increase troops in Iraq.  ''There was an election that showed clear consequences,'' said Andrew L. Stern, the president of the union. ''It's incumbent on Democrats to express their disagreement with the president.''  While Democrats have shown little reticence speaking against the president's plan, there is little agreement on the next step. Next week, Senator Russell D. Feingold, Democrat of Wisconsin, is convening a hearing to discuss the ways in which Congress can begin blocking the financing for the war, an idea that remains deeply controversial inside the party.  ''It's a walk in the park right now to oppose the idea of this war. It's also very easy to oppose the escalation,'' Mr. Feingold said. ''They are once again being too timid and too cautious.''  Correction:  January 30, 2007, Tuesday  An article on Friday about groups that planned an antiwar march in Washington on Saturday misstated the prominence of one labor group, the Service Employees International Union, which provides organizational and financial support for the group Americans Against Escalation in Iraq. The service employees union, which says it has 1.8 million members in the United States and Canada, is not the largest labor organization in the country; the National Education Association, which describes itself as a professional employee association that represents 3.2 million teachers, is the biggest.  ", 
            "title": "Groups Head to Capital To Step Up Antiwar Drive"
        }, 
        "weight": 0.6612816926361348, 
        "file": "1821497.txt", 
        "other_topics": {
            "0": 7.565244160824104e-05, 
            "1": 0.060049702344924245, 
            "2": 0.00013061777742490456, 
            "3": 0.0001136472864833867, 
            "4": 7.057336986525324e-05, 
            "5": 0.09093476301392368, 
            "6": 0.00013533533103359986, 
            "7": 0.00010755402172436164, 
            "8": 0.004996362872049227, 
            "9": 0.0001350383454266638, 
            "10": 0.00010312187838573332, 
            "11": 0.1741453410737785, 
            "12": 0.00016677414637463337, 
            "13": 0.00014629657465416637, 
            "14": 0.6612816926361348, 
            "15": 0.0017193098426892448, 
            "16": 0.00014720675525378452, 
            "17": 0.002007881194760418, 
            "18": 0.0034511573434671144, 
            "19": 8.1971750038152e-05
        }
    }, 
    {
        "content": {
            "text": "  Declaring himself a proud conservative before a crowd of cheering supporters waving American flags, Senator Sam Brownback, Republican of Kansas, on Saturday announced his candidacy for president.  Mr. Brownback, an evangelical Protestant turned Roman Catholic and a former Kansas agriculture secretary, said he would focus on reviving faith and families in America; combating abortion, poverty and wasteful government spending; opposing same-sex marriage; and revamping Social Security and the federal tax system.  ''The last thing we need in America is to take God out of our public lives and institutions,'' Mr. Brownback said during his speech in Topeka, Kan. ''We need to embrace our nation's motto, 'In God we trust,' and not be ashamed of it.  ''To walk away from the Almighty is to embrace decline for a nation,'' he said. ''To embrace him leads to renewal, for individuals and for nations.''  Mr. Brownback, 50, was first elected to the House in 1994. Two years later, he was elected to the Senate, to complete the unexpired part of Senator Bob Dole's term when Mr. Dole left to run for president.  Mr. Brownback acknowledged that he would be one of the lesser-known candidates in what is expected to be a crowded field of Republican presidential hopefuls, including Senator John McCain of Arizona and Rudolph W. Giuliani, the former mayor of New York.  He said his bid might be ''a long shot,'' but he compared himself to other successful presidential candidates who had come from behind, including Jimmy Carter and Bill Clinton. He said his ideas would separate him from the pack.  ''I start out with less name ID, but I've been there before,'' Mr. Brownback said at a news conference after his speech in Topeka, Kan. ''My positions are at the heart of where the Republican Party is.''  With his opposition to abortion, embryonic stem-cell research and same-sex marriage, Mr. Brownback hopes to establish himself as the dominant conservative in the race. The American Conservative Union, which hails him as one of ''the best of the best'' in the Senate, gave him a 100 percent conservative rating in its most recent survey of Congress.  In recent weeks, Mr. Brownback has been emboldened by the struggles of Mitt Romney, the former Massachusetts governor, whose conservative credentials have come under attack because of questions about his evolving positions on abortion and gay rights. Mr. Brownback said Saturday that he planned to march in an anti-abortion rally in Washington on Monday.  But Mr. Brownback has also broken with Republicans on some issues. He supports putting most of the nation's 12 million illegal immigrants on a path to citizenship, for instance. And this month, he joined many Congressional Democrats in announcing that he opposed President Bush's plan to increase the number of troops in Iraq.  Paul M. Weyrich, chairman of the Free Congress Foundation, a conservative research group, praised Mr. Brownback for his commitment to conservative principles. But he questioned whether the senator had the charisma to prevail. ''If he can prove that, then he will have a shot,'' Mr. Weyrich said. ''If not, then his conservatism will not be enough to carry him.''  ", 
            "title": "Kansas Senator Announces Bid for Presidency"
        }, 
        "weight": 0.6589575154463797, 
        "file": "1820541.txt", 
        "other_topics": {
            "0": 0.00018087958781703073, 
            "1": 0.01184315062053494, 
            "2": 0.0003122977823311884, 
            "3": 0.0002717225498429877, 
            "4": 0.00016873588982348593, 
            "5": 0.04306814331897643, 
            "6": 0.00032357711627078984, 
            "7": 0.000257153988741155, 
            "8": 0.00032258804505009555, 
            "9": 0.07781192665712666, 
            "10": 0.00024655705038470997, 
            "11": 0.1645296362800931, 
            "12": 0.00039874507964981213, 
            "13": 0.0003497846673544306, 
            "14": 0.6589575154463797, 
            "15": 0.00023629412898962116, 
            "16": 0.011975319786035948, 
            "17": 0.02804741849786529, 
            "18": 0.0005025649035316092, 
            "19": 0.0001959886032009634
        }
    }, 
    {
        "content": {
            "text": "  An article last Tuesday about possible divisions among Democrats in Congress misstated the number of Democratic freshmen in the House. It is 42, not 30. (Democrats took over 30 Republican-held seats and 12 seats that had been vacated by Democrats.)  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6505941638124764, 
        "file": "1817659.txt", 
        "other_topics": {
            "0": 0.0023225365319509846, 
            "1": 0.05257106623668897, 
            "2": 0.004009977118286915, 
            "3": 0.0034889815715612293, 
            "4": 0.0021666085880443584, 
            "5": 0.005767327078936908, 
            "6": 0.2031503635767074, 
            "7": 0.0033019178139237814, 
            "8": 0.004142106516504091, 
            "9": 0.004145688940110534, 
            "10": 0.0031658506282523256, 
            "11": 0.023145951238223866, 
            "12": 0.00511998078721405, 
            "13": 0.004491317555791653, 
            "14": 0.6505941638124764, 
            "15": 0.0030340722990759763, 
            "16": 0.0045192601792992055, 
            "17": 0.011893237885964058, 
            "18": 0.006453051791058342, 
            "19": 0.002516539849928963
        }
    }, 
    {
        "content": {
            "text": "  Don't look for presidential announcements from Senators Barack Obama and Hillary Rodham Clinton anytime soon, but stay tuned.  At least that is the word from their associates. Mr. Obama, Democrat of Illinois, is not likely to say whether he intends to seek the party's presidential nomination until after President Bush's State of the Union address on Jan. 23. As he walked out of the Capitol on a recent afternoon, Mr. Obama only smiled when asked about his timing. Then, he rushed to change the subject.  Initially, Mr. Obama said he intended to announce his decision after returning from a holiday vacation in Hawaii, where he was visiting his grandmother and other relatives. Now, several people close to the senator say, he needs a little more time to make up his mind.  Still, Mr. Obama has been busy telephoning crucial Democrats in Iowa, New Hampshire and other states. There is, of course, only one reason for him to be making such inquiries.  Last week on Capitol Hill, Mr. Obama bumped into Ethel Kennedy, who has been a big admirer. When asked about him, she said, ''He can't run soon enough.''  Mrs. Clinton, meanwhile, plans to announce her decision in the next several weeks, her advisers say. According to several Democrats who have spoken to her, as well as advisers, Mrs. Clinton has given every indication that she is running, short of saying so, and no signals that she is not.  She is making phone calls to Democratic officials, labor leaders and supporters in early nominating states. And she continues to talk to possible consultants and donors, yet she has not made any travel plans to kick off a campaign.  JEFF ZELENY and PATRICK HEALY  POLITICAL ACTION  ", 
            "title": "Decisions on the Horizon"
        }, 
        "weight": 0.6462486304878235, 
        "file": "1817538.txt", 
        "other_topics": {
            "0": 0.00035883821926540113, 
            "1": 0.00043603402432168, 
            "2": 0.0006195523853449763, 
            "3": 0.0005390571545228355, 
            "4": 0.0003347469272855212, 
            "5": 0.000891067740143742, 
            "6": 0.01601460666478637, 
            "7": 0.0005101552945278371, 
            "8": 0.0006399667372040761, 
            "9": 0.0006405202314074635, 
            "10": 0.0004891325437830793, 
            "11": 0.14193021231634032, 
            "12": 0.000791050975122285, 
            "13": 0.0006939207937977543, 
            "14": 0.6462486304878235, 
            "15": 0.02352778906896642, 
            "16": 0.016070915762506903, 
            "17": 0.14019163745834357, 
            "18": 0.0009970140756346353, 
            "19": 0.008075151138871708
        }
    }, 
    {
        "content": {
            "text": "  On Friday morning, as the capital was enmeshed in a debate over President Bush's decision to send thousands more troops to Iraq, no one was more obviously searching for an alternate plan than Senator Hillary Rodham Clinton, the New York Democrat and likely candidate for president.  Mrs. Clinton was airborne for Iraq, a visit that offered a platform to examine and perhaps alter her views on a war that she once voted to authorize but now criticizes. Asked in a telephone interview from Kuwait whether this trip might lead her to support setting a firm deadline for the withdrawal of all American troops, which would be a change in her position, she responded: ''Those are questions that we'll be better able to answer later. Obviously I'll have more to say when I get back.''  Around the same time in Washington, Senator John McCain, the Arizona Republican and likely candidate for president, threw the White House something of a lifeline during a Congressional hearing (which Mrs. Clinton herself was supposed to attend), vigorously defending Mr. Bush's decision.  ''Potentially catastrophic consequences of failure demand that we do all we can to prevail in Iraq,'' Mr. McCain said.  As the politics of the war continue to shift, no prospective presidential candidates face more intensive scrutiny of their views or greater risk to their ambitions than Mr. McCain and Mrs. Clinton.  Long a proponent of sending more American forces into the fight, Mr. McCain now more than ever is linked to a war that has splintered his party and lost public support.  Viewed with suspicion by elements of her party because she has not explicitly repudiated her October 2002 vote authorizing military action against Iraq, Mrs. Clinton, who was in Baghdad on Saturday, has been trying to shore up her credentials as a critic of the war without exposing herself to charges of indecisiveness or flip-flopping of the sort that so damaged Senator John Kerry in his unsuccessful race against Mr. Bush in 2004.  More than any other single event in recent months, Mr. Bush's call for more troops has not only illuminated the positions taken by Mr. McCain and Mrs. Clinton and the differences between them, but it has also led the field of declared and prospective candidates circling them within their own parties to stake out more clearly defined positions on the war.  Among Republicans, a result has been a deep split suggesting that Mr. McCain will face challenges on the war from fellow Republicans long before he has to worry about Mrs. Clinton and other Democrats. Mitt Romney, the former governor of Massachusetts who had until this week declined to say whether he supported more troops, issued brief remarks supporting the president. Rudolph W. Giuliani, the former New York mayor, also supported it, comparing it to what he did in fighting crime as mayor.  But Senator Sam Brownback of Kansas, who is positioning himself as an alternative to Mr. McCain among conservatives, denounced Mr. Bush's plan, as did Senator Chuck Hagel of Nebraska, who like Mr. McCain is a Vietnam veteran but who long ago broke with the White House over its handling of the war.  Among Democrats, opposition to Mr. Bush's plan highlighted the political threat Mrs. Clinton faces from the left. John Edwards, the former senator from North Carolina who voted for the war in 2002 but who, unlike Mrs. Clinton, later renounced his vote, sent an e-mail message to his supporters urging them to oppose Mr. Bush's action.  Senator Barack Obama of Illinois, who joined the Senate in 2005 and thus escaped the Iraq vote that has come to haunt Mrs. Clinton, Mr. Edwards and Mr. Kerry, used the platform of Senate hearings to lacerate the Bush Iraq policy and affirm his own opposition to the war.  Their actions offered an obvious contrast with those of Mrs. Clinton, who put out a measured statement opposing the troop increase but has stayed away from the Senate vanguard opposing Mr. Bush's latest strategy.  Still, none of the other potential 2008 presidential candidates have seen their ambitions complicated by the events this week as much as Mr. McCain and Mrs. Clinton have. Their responses to Mr. Bush's actions offered insights into their views on Iraq and the styles they would bring to a presidential campaign.  Mr. McCain embarked on a high-profile television tour announcing his support for Mr. Bush's move. In an interview, he said he would have preferred that the White House send in even more troops, and noted that he had pressed this position on the White House, unsuccessfully until now, for more than two years. It is a position that Mr. McCain and his advisers -- and some other Republicans -- said could end up destroying his presidential ambitions.  ''Friends, advisers, enemies said this could be very damaging,'' Mr. McCain said. ''I can't worry about that, and I'm not going to worry about that.''  Some Republicans suggested that Mr. McCain's position could help him, albeit to a limited extent, among conservative Republican primary voters who have been wary of his view on social issues. And, as Mr. McCain's own remarks suggested, his stance fits neatly into his effort over the years to present himself as a politician given to candor even if it means telling voters things they do not want to hear.  Still, by any measure, support for the war could make things extremely difficult for Mr. McCain in a general election if the situation in Iraq does not improve and public opinion in the United States does not shift in favor of continued engagement.  Mr. McCain did not dispute the political risks entailed in the stance he had taken.  ''The consequences of failure are more important than a political career,'' he said. ''It could hurt me in a primary and it could hurt me in a general election. This could hurt me in history.''  He said he was hopeful that this new Iraq strategy would work but did not know how long it would take, a crucial question in trying to gauge how central an issue this will be as the campaign engages.  In a hint of what next year could be like, Mr. Edwards has taken to calling the Bush proposal an endorsement of ''the McCain doctrine,'' a description that Mr. McCain and his aides have gamely embraced.  ''I was glad to see that Romney and Giuliani have come around to embracing the McCain doctrine, as John Edwards would say,'' said Terry Nelson, the head of Mr. McCain's presidential exploratory committee.  If Mr. McCain has flaunted his unpopular position, Mrs. Clinton has clearly kept a lower altitude as she tries to deal with a barrage of conflicting pressures. Unlike Mr. McCain and Mr. Obama, who were everywhere on television the night of Mr. Bush's speech, Mrs. Clinton simply issued a late-evening e-mail statement saying that based on what Mr. Bush had said, she did not support the increase.  Last year, Mrs. Clinton took a leading role in criticizing Donald H. Rumsfeld, then the secretary of defense, over his management of the war. Over the past two years, she has voted in favor of resolutions calling for a phased withdrawal of troops without setting fixed deadlines.  Even though Mrs. Clinton has never gone as far as Mr. Edwards and Mr. Kerry with a renunciation of her 2002 vote, she has subtly expanded her position recently in recognition, her advisers said, of how much that vote accounted for the resistance to her among some Democrats.  In a little-noticed interview on the ''Today'' show just before Christmas, Mrs. Clinton made a significant addition to her standard remark about the 2002 vote. Asked if she considered the vote a mistake, she responded: ''Obviously if we knew then what we know now, there wouldn't have been a vote, and I certainly wouldn't have voted that way.''  The last eight words are new for her.  Some Democrats suggested that Mrs. Clinton's trip this weekend was intended to give her an opportunity to move further away from that vote and against the president's policy.  ''I will be spending time with the Iraqi leaders and sitting down and trying to get my own personal assessment of what their intentions are, what do they intend to do to take responsibility for their own security,'' she said in the interview. ''If they're not going to step up and try to bring some stability and end the violence in Baghdad, I don't care how many troops the president sends -- it's not going to be successful.''  Mrs. Clinton and Mr. McCain have no doubt learned a lesson from Mr. Kerry's problems in 2004 when he appeared to switch his position on the war: that inconsistency may well prove to be a bigger political sin than taking a position out of step with the electorate. Mrs. Clinton's associates have expressed concern that if she tries to switch her views on the war, reflecting what her advisers said was concern, she would appear weak as she campaigned during a time of war to become the nation's first female president.  ", 
            "title": "Bush Proposal For Iraq Adds To '08 Intrigue"
        }, 
        "weight": 0.6461494727414311, 
        "file": "1818955.txt", 
        "other_topics": {
            "0": 6.687455961424105e-05, 
            "1": 0.0373251581930116, 
            "2": 0.0015479199000035652, 
            "3": 0.00010046089819924694, 
            "4": 6.238480781190869e-05, 
            "5": 0.000166063032055391, 
            "6": 0.00011963249923890924, 
            "7": 9.507462924730889e-05, 
            "8": 0.00011926682114825616, 
            "9": 0.0001193699725939866, 
            "10": 9.11567433520614e-05, 
            "11": 0.2771307721075289, 
            "12": 0.00014742349826062535, 
            "13": 0.00012932192002119823, 
            "14": 0.6461494727414311, 
            "15": 8.736234976163377e-05, 
            "16": 0.00013012649321771298, 
            "17": 0.03615389056402266, 
            "18": 0.00018580762487830849, 
            "19": 7.246064460149442e-05
        }
    }, 
    {
        "content": {
            "text": "  President Bush says he had no intention of offending members of the other party when he said in his State of the Union address, ''I congratulate the Democrat majority.'' In an interview yesterday, Juan Williams of NPR asked Mr. Bush about dropping the ''ic,'' something the president does regularly, to the intense annoyance of many Democrats.  ''The idea that somehow I was trying to needle the Democrats, it's just -- gosh -- it's probably Texas,'' he said. ''Who knows what it is. But I'm not that good at pronouncing words anyway.''  Last weekend, Mr. Bush put his bipartisan spirit on display, right there on the schedule distributed by the White House: ''The president makes remarks to the House Democrat Conference.''  But late yesterday a new version of the schedule was released. ''Democratic conference,'' it said.  JIM RUTENBERG  POLITICAL ACTION: THE PRESIDENT  ", 
            "title": "No Offense, but"
        }, 
        "weight": 0.6419813842895323, 
        "file": "1822555.txt", 
        "other_topics": {
            "0": 0.0006957456308777443, 
            "1": 0.0008454193311874443, 
            "2": 0.0012012401189764052, 
            "3": 0.0010451692153094281, 
            "4": 0.0006490354137455925, 
            "5": 0.0017276768575272253, 
            "6": 0.016147543973585848, 
            "7": 0.0009891318655061508, 
            "8": 0.0012408211762624595, 
            "9": 0.001241894337238766, 
            "10": 0.0009483711934416203, 
            "11": 0.11125409544032944, 
            "12": 0.09095126622830782, 
            "13": 0.0013454318256521179, 
            "14": 0.6419813842895323, 
            "15": 0.0009088953033931666, 
            "16": 0.0013538023972031758, 
            "17": 0.12278611908966562, 
            "18": 0.0019330944971983736, 
            "19": 0.0007538618150591747
        }
    }, 
    {
        "content": {
            "text": "  After years of rock-solid party discipline and fealty to President Bush, Congressional Republicans have suddenly fractured in their new role as members of the minority, with some prominently deserting the White House on Iraq and others bolting from their leadership on popular domestic issues.  ''We have got a lot of free agents,'' said Senator John Thune, Republican of South Dakota, referring to the Republican backlash over the president's proposal for a troop increase in Iraq.  Facing as much internal party dissension as he has seen since taking office, Mr. Bush invited Republican leaders of the House and Senate to his Camp David retreat this weekend to plot strategy only days after his plan for a troop buildup ran into scorching Republican resistance on Capitol Hill. While Republican unrest about Iraq was the most visible party division, others were starkly reflected in the ease with which House Democrats pushed through initial elements of their 100-hour legislative program with substantial Republican backing.  Only one House Republican opposed changes in ethics rules. Eighty-two Republicans joined Democrats in approving an increase in the minimum wage; 68 Republicans backed the new majority's measure that puts into force remaining recommendations of the Sept. 11 commission; 48 supported a return to pay-as-you-go budget rules, and 37 endorsed expanded embryonic stem cell research.  The numbers dipped a bit on Friday, when only two dozen Republicans voted with Democrats to allow the federal government to negotiate Medicare drug prices, an issue where Republican free-market ideology clashes with the Democratic vision of the role of government. But in the often-polarized House, crossing the aisle in such numbers on major legislation is rare.  Equally telling was a little-noticed procedural vote when more than 50 Republicans rejected their party's alternative to the Democratic minimum wage legislation, normally a statement of party loyalty. ''I thought it was a sham,'' Representative Peter T. King, Republican of New York, said of his own party's substitute.  The developments left many wondering whether recent days represented a permanent shift in the relationship between the White House and Congressional Republicans and a long-term weakening of party identity, or whether the combination of the magnitude of the war and the shock of losing the majority has only temporarily altered the terrain.  Democrats were bolstered by the turn of events. ''I think we are where the majority of America is, and you are seeing that even on Iraq,'' said Representative Steny H. Hoyer of Maryland, the majority leader, who like other Democrats said rank-and-file Republicans were responding to the results from November.  ''I think they recognize that the last election was a call for a new direction, and they don't want to get swept away by that,'' Representative John B. Larson of Connecticut, a member of the Democratic leadership, said.  Leaders of both parties pointed to the president's poor poll numbers, the unpopularity of the war in Iraq and the pent-up demand for some of the legislative proposals pushed by Democrats as the explanation for the Republican splintering.  Representative Adam H. Putnam of Florida, chairman of the House Republican Conference, said he expected some Republicans flirting with Democrats to return to the fold once the new majority got past its opening legislation and moved to tougher issues.  ''The Democratic 'Six for '06' agenda was a very well-polled, message-tested agenda,'' Mr. Putnam said. ''We are not surprised at the level of support they are finding. In past changeovers in Congress, people come in with a lot of momentum.''  Mr. Putnam agreed, however, that Republicans were feeling much freer to express concern about Iraq. The harsh comments about the troop plan from well-known Republican critics like Senator Chuck Hagel of Nebraska was one thing. But strong statements coming from less prominent Republicans who have been Bush loyalists were quite another.  ''We don't need more American troops caught in the crosshairs of a civil war,'' Representative Ric Keller of Florida, a usually reliable Bush ally, said on the House floor Thursday night as he laid out his opposition to the troop buildup.  Representative Candice S. Miller, a party stalwart from Michigan, said in her response, ''I am extremely hesitant to embrace the president's strategy at this point,'' citing the lack of a timetable for success.  Republican leaders in the House and Senate are still rallying to Mr. Bush. Senator Mitch McConnell of Kentucky, the minority leader, this week promised to vigorously fight Democratic efforts to bring up a resolution challenging the buildup even as he conceded the political damage the war has inflicted.  ''I think the lack of progress in Iraq was the single biggest issue costing my party the House and the Senate,'' he said.  Mr. McConnell, one of those who was invited to Camp David this weekend, said they ''discussed the need to find bold solutions for other big issues.''  He and other Republicans believe their best chance is to keep the party as united as possible behind Mr. Bush in hopes of improving conditions in Iraq, while trying to maneuver Democrats into a position where they are caught between their opposition to the war and backing for troops.  It is not going to be easy. Republicans say the past election is looming large in the minds of lawmakers, with the next one looming even larger for some.  ''People are probably still a little skittish from Nov. 7, and they are trying to sort through what the voters were telling us,'' Senator John Cornyn of Texas, a member of the Republican leadership, said. ''Obviously people who are in re-election cycle, particularly in tough places in the country, are going to need a little flexibility.''  The only comparable episode where Mr. Bush had encountered such rebellion in the ranks was over the administration's approval of a deal to turn over some American port operations to a Dubai company. The administration was forced to relent on that issue.  But Republican leaders have in the past been able to tamp down most discord, arguing that the fates of the president and Congressional Republicans were inextricably linked. And, particularly in the House, there was also a fear of retribution.  There were signs this week that the House Republican leadership was not going to tolerate too much dissension when two lawmakers known for challenging the party orthodoxy -- Representatives Jeff Flake of Arizona, a critic of pork-barrel spending, and Walter B. Jones of North Carolina, a war opponent -- were denied coveted committee slots.  And Republicans have been quietly building their own political case against Democrats, inserting policies popular with swing voters into their procedural alternatives, hoping to spring them later as 30-second advertisements.  Democrats have their own divisions, with some more liberal members of the party urging an aggressive push against spending on the Iraq war. Others view that as a political blunder that could threaten the majority. For now, the party seems willing to focus on symbolic votes against the buildup, leaving the money fight for later.  And leaving Republican leaders confronting the reality that nervous party members, uncertain of Mr. Bush's handling of the war and their own party's legislative appeal, are no longer so tightly bound to the cause.  ''Everybody is scared spitless,'' Mr. Thune, the South Dakota senator, said.  ", 
            "title": "Newly in the Minority, G.O.P. Shows Signs of Division on Iraq and Domestic Policies"
        }, 
        "weight": 0.6407497964863715, 
        "file": "1818950.txt", 
        "other_topics": {
            "0": 7.728045053426118e-05, 
            "1": 0.02326884010277736, 
            "2": 0.00013342861740606244, 
            "3": 0.00011609292859195238, 
            "4": 7.209207929005834e-05, 
            "5": 0.018400780096488312, 
            "6": 0.0001382476907968119, 
            "7": 0.00507592594020003, 
            "8": 0.0001378251120499881, 
            "9": 0.00013794431418373364, 
            "10": 0.00010534101811091635, 
            "11": 0.2821800814516474, 
            "12": 0.013413182791979875, 
            "13": 0.00014944481579906563, 
            "14": 0.6407497964863715, 
            "15": 0.00010095620499417895, 
            "16": 0.003461079517023571, 
            "17": 0.011983204760675145, 
            "18": 0.0002147198732391927, 
            "19": 8.373574784055823e-05
        }
    }, 
    {
        "content": {
            "text": "  One of the striking things about the 2008 presidential campaign is the number of stages it is being played on at once. Take today in Washington, for example, where things will be happening on two fronts. The afternoon brings a hearing of the Senate Armed Services Committee, a platform that could display the sharply contrasting views on Iraq of Senators John McCain, Republican of Arizona, and Hillary Rodham Clinton, Democrat of New York. The evening brings the president's State of the Union address, which many Democrats -- notably Mrs. Clinton -- view as providing an opportunity to tee off to advance their own presidential campaigns.  For the rest of the week, attention in the Senate will be focused on resolutions critical of President Bush's Iraq policy, giving a platform to other presidential hopefuls, including Senators Barack Obama of Illinois, Joseph R. Biden of Delaware, both Democrats, and Chuck Hagel of Nebraska, a Republican who is considering running. Antiwar activists are planning a big demonstration in Washington on Saturday, an event that could provide the candidates another gauge of public sentiment against the war.  But the action is not limited to Washington. At week's end, Mrs. Clinton is making her first trip to Iowa since creating her presidential exploratory committee; it seems fair to surmise that this will not be the kind of small living-room chats -- with 10 Democrats and a local reporter or two -- that have put the state on the political map. Halfway across the country, Mrs. Clinton's former and potential future political rival, former Mayor Rudolph W. Giuliani of New York, will be competing for attention by heading for New Hampshire, a trip that was planned before Mrs. Clinton decided to spend the same weekend in Des Moines.  ADAM NAGOURNEY  POLITICAL ACTION  ", 
            "title": "Here, There and in Iowa"
        }, 
        "weight": 0.6387940291289921, 
        "file": "1820896.txt", 
        "other_topics": {
            "0": 0.00030099875788630576, 
            "1": 0.0003657517306424988, 
            "2": 0.006967103333407954, 
            "3": 0.00045216904228669605, 
            "4": 0.0002807906290625003, 
            "5": 0.0071948543926702415, 
            "6": 0.0005384593765022398, 
            "7": 0.00042792573850231226, 
            "8": 0.0005368134792924827, 
            "9": 0.006984691470015254, 
            "10": 0.000410291547042775, 
            "11": 0.28023848518342426, 
            "12": 0.0006635451525314061, 
            "13": 0.0005820709327791003, 
            "14": 0.6387940291289921, 
            "15": 0.0003932131877348616, 
            "16": 0.0005856922730043897, 
            "17": 0.053120663201352794, 
            "18": 0.0008363100200852099, 
            "19": 0.0003261414227847307
        }
    }, 
    {
        "content": {
            "text": "  The new Democratic majority in Congress is divided over how to assert its power in opposing President Bush's plan to send more troops to Baghdad, as leaders explore ways to block financing for a military expansion without being accused of abandoning American forces already in Iraq.  While Democrats find themselves unusually united in their resistance to a troop increase, party leaders are locked in an internal debate over how far to go in objecting to the administration's Iraq strategy. The White House has invited some Democrats to meet with Mr. Bush before he gives his Iraq speech on Wednesday, even as others have scoured the history books to find cases when Congress has reined in the commander in chief.  In the most aggressive of the new tactics, Senator Edward M. Kennedy, Democrat of Massachusetts, has said he will introduce legislation on Tuesday to require the president to gain new Congressional authority before sending more troops to Iraq. The bill is the first proposal in the Senate that would prohibit paying for an increase in American troops over their level on Jan. 1.  ''Is there any American in this country who thinks the United States Senate would vote to support sending American troops into a civil war in Iraq today?'' Mr. Kennedy said Monday in an interview. ''Is there any American that believes this? I don't think so, but that is what's happening, and we have to do everything we can to insist on accountability.''  The Kennedy plan is intended to provide Democrats with a road map for how to proceed in Iraq. Mr. Kennedy, as he begins his 45th year in the Senate, recalled that Congress interceded during conflicts in Vietnam and Lebanon, and he said Democrats should not hesitate to do so in Iraq.  The new House speaker, Representative Nancy Pelosi of California, has similarly suggested that Democrats consider blocking financing for a troop increase, and the Senate majority leader, Harry Reid of Nevada, vowed Monday ''to take a look at it.''  But the House majority leader, Representative Steny H. Hoyer of Maryland, has not endorsed the idea. Other Democrats, either looking ahead to a possible presidential candidacy or their own re-elections, have also distanced themselves from such a proposal, fearful of being cast as opposing the troops.  ''I don't think we should be pulling back any funds,'' said Senator Amy Klobuchar, a Minnesota Democrat who was elected in November. She said she would oppose a proposal to block money for a troop increase.  The Democratic Party sailed to victory in midterm elections in the fall on a promise to change course in Iraq. Still, there is little consensus over how to proceed.  Some Democrats are urging an immediate withdrawal of troops and a drastic reduction in war spending. Others are calling for a gradual re-deployment of troops to move them out of Iraq. Still other Democrats are waiting for Mr. Bush to present his plan before criticizing it.  The expectations set by the elections, Democrats say, present a complicating challenge as they begin to govern.  Take, for example, Mr. Reid, who said on Dec. 17 that he would support a plan for a temporary increase in increase troops. Two weeks later, he announced his opposition, saying his change had nothing to do with other Democratic senators having spoken out against it, but rather with military officials having disagreed with a call for more troops.  Senator Russell D. Feingold, Democrat of Wisconsin, said he believed that his party lost the White House in 2004 because of Iraq. ''My concern now is that too many Democrats are going to want to play it safe on this issue and not take the strong stand that American people demand,'' he said Monday.  The pressure from war critics on the Democratic left has been particularly intense. ''The bottom line is that they were elected on a mandate to get the nation out of the mess in Iraq,'' said Eli Pariser, the executive director of MoveOn.org, a liberal political action committee.  By law, Congress can limit the nature of troop deployments, cap the size of military deployments and cut financing for existing or prospective deployments.  Since 1970, there have been dozens of occasions in which Congress has tried to step into military action, from Haiti to Bosnia to Kosovo, according to a memorandum being sent Tuesday to lawmakers by the Center for American Progress, a liberal policy group.  Representative Adam Smith of Washington, vice chairman of the moderate New Democratic Coalition, said he feared that withholding financing -- even for new troops being sent to Iraq -- could have a detrimental effect on all forces.  ''I don't want our troops to be caught between the president and Congress in a political fight,'' said Mr. Smith, who was to receive a briefing on Tuesday at the White House. ''If there are any risks that our efforts to slash the budget would place them at greater risk, that would be unacceptable to me.''  But Democrats who are trying to stop Mr. Bush's proposed troop increase, a group led by Mr. Kennedy, say their proposal to block financing will apply only to new troops. Mr. Kennedy said he hoped that his legislation would be urgently considered by the full Senate, but acknowledged that it remained an open question whether his Democratic leaders would schedule it for a quick vote.  ''The importance of this legislation is that it will apply now before we could get the escalation,'' he said. ''If you wait, this thing is going to be past. I'm not sure that all of our colleagues in the Senate understand that, quite frankly.''  THE REACH OF WAR  ", 
            "title": "Democrats Split Over Their Approach to Iraq"
        }, 
        "weight": 0.638528406877702, 
        "file": "1817638.txt", 
        "other_topics": {
            "0": 0.0001095636926947309, 
            "1": 0.1409448353973963, 
            "2": 0.00018916727235796272, 
            "3": 0.0001645897489513337, 
            "4": 0.00010220792407982097, 
            "5": 0.061290472790477946, 
            "6": 0.00019599947212397406, 
            "7": 0.00015576517470926814, 
            "8": 0.00019540036474770687, 
            "9": 0.004889292748927558, 
            "10": 0.0001493463205333895, 
            "11": 0.15129103899918786, 
            "12": 0.00024153075478301468, 
            "13": 0.0002118740995922434, 
            "14": 0.638528406877702, 
            "15": 0.000143129789528138, 
            "16": 0.0002131922691766393, 
            "17": 0.000561053418517594, 
            "18": 0.0003044172496975906, 
            "19": 0.00011871563481503077
        }
    }
]