[
    {
        "content": {
            "text": "  Families earning more than $1 million a year saw their federal tax rates drop more sharply than any group in the country as a result of President Bush's tax cuts, according to a new Congressional study.  The study, by the nonpartisan Congressional Budget Office, also shows that tax rates for middle-income earners edged up in 2004, the most recent year for which data was available, while rates for people at the very top continued to decline.  Based on an exhaustive analysis of tax records and census data, the study reinforced the sense that while Mr. Bush's tax cuts reduced rates for people at every income level, they offered the biggest benefits by far to people at the very top -- especially the top 1 percent of income earners.  Though tax cuts for the rich were bigger than those for other groups, the wealthiest families paid a bigger share of total taxes. That is because their incomes have climbed far more rapidly, and the gap between rich and poor has widened in the last several years.  The study offers ammunition to supporters and opponents of Mr. Bush's tax cuts, which are all but certain to touch off a battle between the president and the Democrats who just took control of Congress.  Democratic leaders have taken pains to avoid an immediate fight over the tax cuts, most of which are scheduled to expire at the end of 2010. But Democrats are looking for ways to increase revenue well before then, in part because they want to spend more on education and energy without increasing the deficit.  Economists and tax analysts have long known that the biggest dollar value of Mr. Bush's tax cuts goes to people at the very top income levels. One reason is that two of his signature measures, tax cuts on investment income and a steady reduction of estate taxes, overwhelmingly benefit the wealthiest households.  But the Congressional study offers additional insight because it incorporates information about what people paid in 2004, the first year in which taxpayers could take full advantage of the cuts on stock dividends and capital gains.  The study estimates that the effective federal income tax rate, which excludes payroll taxes for Social Security and Medicare, declined modestly for people in the middle- and lower-income categories.  Families in the middle fifth of annual earnings, who had average incomes of $56,200 in 2004, saw their average effective tax rate edge down to 2.9 percent in 2004 from 5 percent in 2000. That translated to an average tax cut of $1,180 per household, but the tax rate actually increased slightly from 2003.  Tax cuts were much deeper, and affected far more money, for families in the highest income categories. Households in the top 1 percent of earnings, which had an average income of $1.25 million, saw their effective individual tax rates drop to 19.6 percent in 2004 from 24.2 percent in 2000. The rate cut was twice as deep as for middle-income families, and it translated to an average tax cut of almost $58,000.  In its report, the Congressional Budget Office estimated that the overall effective federal tax rate edged up to 20 percent in 2004, from 19.8 percent the year before.  But even with that increase, Americans faced lower tax rates than any time since 1979. If President Bush has his way, those rates could decline even more as the estate tax on inherited wealth is gradually phased out by the start of 2010.  Mr. Bush and his Republican allies in Congress want to permanently extend that tax cut and almost all of the others that Congress passed in his first term. The cost of doing that would be more than $1 trillion over the next decade, a cost that would hit the Treasury at the same time that the spending on old-age benefits for retiring baby boomers begins to soar.  The budget office offered little commentary on its new estimates, but many of its numbers spoke for themselves.  The report shows that a comparatively small number of very wealthy households account for a very big share of total tax payments, and their share increased in the first four years after Mr. Bush's tax cuts.  The top 1 percent of income earners paid about 36.7 percent of federal income taxes and 25.3 percent of all federal taxes in 2004. The top 20 percent of income earners paid 67.1 percent of all federal taxes, up from 66.1 percent in 2000, according to the budget office.  By contrast, families in the bottom 40 percent of income earners, those with incomes below $36,300, typically paid no federal income tax and received money back from the government. That so-called negative income tax stemmed mainly from the earned-income tax credit, a program that benefits low-income parents who are employed.  Put another way: rich families were the undisputed winners from President Bush's tax cuts, but people in the bottom half of the earnings scale were not paying much in taxes anyway.  ", 
            "title": "Bush Tax Cuts Offer Most For Very Rich, Study Finds"
        }, 
        "weight": 0.7252381870856275, 
        "file": "1817393.txt", 
        "other_topics": {
            "0": 0.7252381870856275, 
            "1": 0.00014802257198601816, 
            "2": 0.0002697886395306343, 
            "3": 0.00019619997831494068, 
            "4": 0.00010149633521446443, 
            "5": 0.002821719398285544, 
            "6": 0.00017456083448738174, 
            "7": 0.0007845293921444565, 
            "8": 0.00014459437342659372, 
            "9": 0.0002836520127671103, 
            "10": 0.00012182383667640092, 
            "11": 0.00017813686426123977, 
            "12": 0.00014400205703261933, 
            "13": 0.00010976622898272221, 
            "14": 6.98801850647793e-05, 
            "15": 0.00012886425730614646, 
            "16": 0.06226023079915706, 
            "17": 0.00011243289792743978, 
            "18": 9.750327270364847e-05, 
            "19": 6.775960773948374e-05, 
            "20": 0.1403094647021194, 
            "21": 0.00046577427682424833, 
            "22": 0.00014858750076339033, 
            "23": 0.00017635085148458694, 
            "24": 8.443166591723824e-05, 
            "25": 0.00266571837087634, 
            "26": 0.00014987216890991015, 
            "27": 0.00010357553814499754, 
            "28": 0.0001566994678840017, 
            "29": 0.06228637482843974
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''New Jersey's Millstone'' (editorial, Jan. 7):  You are correct in suggesting that middle-income New Jersey homeowners use an inordinate amount of their income to pay their property taxes.  This is particularly onerous for many retirees who frequently pay some 20 percent of their pension and Social Security income for property taxes, yet on the block where they live, a wealthier person with the same property assessment may pay only 5 percent of his income for property taxes.  Property taxes are regressive in that payments reflect property values rather than income, thus favoring the wealthy over the middle class and poor.  Reform will not occur through plans to reduce benefits for state employees because the prospect of labor unrest and political retribution in an election year will surely deter legislators from provoking a significant part of the electorate.  The fair and appropriate way to achieve property tax reform is to require those with the highest incomes to pay a higher state income tax and use that money to substantially finance education while reducing property taxes.  Jack Isaacs  Hackensack  ", 
            "title": "The Onerous Burden Of Property Taxes"
        }, 
        "weight": 0.711334872866648, 
        "file": "1818762.txt", 
        "other_topics": {
            "0": 0.711334872866648, 
            "1": 0.0005802118173071542, 
            "2": 0.0010575046408846343, 
            "3": 0.0007690553166748703, 
            "4": 0.00039784049361311636, 
            "5": 0.00132793343363573, 
            "6": 0.10774181964371844, 
            "7": 0.003075160890934989, 
            "8": 0.0005667741281117435, 
            "9": 0.0011118456300433883, 
            "10": 0.0004775192642647847, 
            "11": 0.0006982523837795133, 
            "12": 0.0005644523945628819, 
            "13": 0.00043025642874948997, 
            "14": 0.00027391301627987966, 
            "15": 0.0005051159692360867, 
            "16": 0.029929514183442186, 
            "17": 0.00044070911048452486, 
            "18": 0.0003821886776438571, 
            "19": 0.00026560087842723986, 
            "20": 0.053620455915110686, 
            "21": 0.07968578118357676, 
            "22": 0.0005824261981827897, 
            "23": 0.0006912516560866218, 
            "24": 0.00033095121685048566, 
            "25": 0.0007164480473162201, 
            "26": 0.0005874617791075643, 
            "27": 0.00040599045408663744, 
            "28": 0.0006142230999784859, 
            "29": 0.0008344692812611547
        }
    }, 
    {
        "content": {
            "text": "  Spending on health care in the United States increased in 2005 at the slowest pace in six years, mostly because of much slower growth in spending on prescription drugs, the government reported Monday.  It was the third consecutive year of slower growth in the nation's medical bills. Total health spending reached nearly $2 trillion in 2005, growing only a bit faster than the economy as a whole, officials said.  But with new medical technology becoming available every month and with a generation of baby boomers approaching old age, federal officials made no bold claims about having tamed health costs.  ''It is unclear whether this phenomenon is temporary or indicative of a longer-term trend,'' said Aaron C. Catlin, the principal author of the government's annual report on health spending, published in the journal Health Affairs.  Health care accounted for 16 percent of the economy in 2005, measured by gross domestic product, slightly higher than the 15.9 percent share in 2004. Over all, health spending increased 6.9 percent last year, the lowest rate of growth since 1999.  Federal officials said wages had not kept up with the growth of health spending, but, they added, the numbers did not show a huge shift in the burden of health costs from employers to employees. Households spent 6 percent of personal income on health care in 2005, up from 5.4 percent in 2001, officials said.  The most remarkable finding was that spending on prescription drugs grew just 5.8 percent in 2005 -- to $200.7 billion, representing 10 cents of every dollar spent on health care. It was the first time since 1993 that drug spending grew more slowly than total health spending, thanks to efforts by state officials, private insurers and employers.  Medicaid, which provides coverage for more than 50 million low-income people, accounted for much of the deceleration. Medicaid spending on prescription drugs grew an average of 15.4 percent a year from 1994 to 2004, but in 2005 it increased just 2.8 percent, said Mr. Catlin, an economist at the Department of Health and Human Services.  States, which administer the Medicaid program, pooled their buying power, negotiated larger discounts with drug manufacturers, made greater use of low-cost generic drugs and took other steps to rein in drug spending. As a result, Mr. Catlin said, 42 states showed slower growth in Medicaid drug spending in 2005 than in 2004.  Total spending on prescription drugs displayed a similar pattern. The total keeps rising, but the rate of increase has declined every year from its peak of 18.2 percent in 1999. Private insurers have used higher co-payments to discourage the use of certain brand-name drugs. Another reason for the slowdown, federal officials said, was a decrease in the number of new drugs approved.  Home health care was, by far, the fastest-growing category of health spending. Spending on home care rose 11 percent, to $47.5 billion in 2005, the third straight year of double-digit growth.  Health spending averaged $6,697 a person in 2005. But the average is somewhat misleading because health spending remained highly concentrated among a relatively small number of Americans. One percent of the population accounted for nearly one-fourth of all health spending, and 5 percent of Americans accounted for nearly one-half of all spending.  After remaining constant for two decades, this pattern has begun to change slightly. In recent years, officials said, spending became a little less concentrated. More of the health care dollar is being spent on prescription drugs, which are taken by a broad cross-section of the population, rather than on inpatient hospital care, which generates high costs for a smaller segment of the population.  Spending on hospital care grew 7.9 percent in 2005, as in the prior year, while spending for doctors increased 7 percent, slightly less than in 2004.  ''The growing use of prescription drugs largely explains the declining concentration of health care expenditures,'' said Samuel H. Zuvekas, an economist at the federal Agency for Healthcare Research and Quality.  ", 
            "title": "In '05, Medical Bills Grew At Slowest Pace in 6 Years"
        }, 
        "weight": 0.7004803538306458, 
        "file": "1817564.txt", 
        "other_topics": {
            "0": 0.7004803538306458, 
            "1": 0.00017393473738622285, 
            "2": 0.00031701662480894936, 
            "3": 0.00023054586368500125, 
            "4": 0.00011926382695781993, 
            "5": 0.0003980852270775836, 
            "6": 0.00020511866870784136, 
            "7": 0.000921865577415507, 
            "8": 0.00016990641381272323, 
            "9": 0.014921265219213137, 
            "10": 0.0001431497693587799, 
            "11": 0.006044504046734759, 
            "12": 0.00016921040917604378, 
            "13": 0.00012898141111741517, 
            "14": 8.21130958249471e-05, 
            "15": 0.0001514226543444496, 
            "16": 0.0002194348456629351, 
            "17": 0.07307190670227567, 
            "18": 0.00011457175689129555, 
            "19": 7.96212997749683e-05, 
            "20": 0.14444826654158588, 
            "21": 0.0005473106258978928, 
            "22": 0.00017459856005337275, 
            "23": 0.00020722203802610434, 
            "24": 9.921189343867975e-05, 
            "25": 0.00021477536176215067, 
            "26": 0.00017610811642504882, 
            "27": 0.00012170700579765999, 
            "28": 0.00018413057163700128, 
            "29": 0.055684397304504404
        }
    }, 
    {
        "content": {
            "text": "  With his proposal to uproot a tax break that has been in place for more than 60 years, President Bush has touched off an impassioned debate over the future of the employer-based system that provides health insurance to more than half of all Americans.  ''Changing the tax code is a vital and necessary step to making health care affordable for more Americans,'' Mr. Bush said in his State of the Union address this week.  Mr. Bush said his proposal would eliminate a bias in the tax code that strongly favored insurance provided by employers over coverage bought by individuals and families outside the workplace.  Paul Fronstin, director of health research at the Employee Benefit Research Institute, a nonpartisan organization, said: ''The president's proposal would mean the end of employer-based benefits as we know them. It gives employers a way out of providing the benefits because their employees could get the same tax break on their own.''  Tony Fratto, a White House spokesman, denied that the president wanted to move people away from the employer-based system and toward the individual insurance market. ''We are seriously agnostic on that,'' he said.  It might take years for changes to occur. ''Large corporate employers could not immediately terminate their health benefits because there is, at present, no reliable place where employees can get coverage they can afford outside the workplace,'' said Frank B. McArdle, a health policy expert at Hewitt Associates, a benefits consulting firm.  The economic rationale for Mr. Bush's proposal is that too many people have ''gold-plated, deluxe'' health insurance, which encourages them to use excessive amounts of health care, driving up costs for everyone.  Many economists agree. But they doubt that Mr. Bush's proposal would do much to hold down costs or cover more people.  ''The president's proposal addresses inequities in the tax code that provide an open-ended subsidy for premiums paid by employers,'' said Robert D. Reischauer, a former director of the Congressional Budget Office. ''If your employer does not provide health insurance and you have to buy it on your own, you get no tax benefit at all. The president's plan would eliminate that distinction.''  But Mr. Reischauer said, ''A glaring problem with the president's plan is that he did not call for any stronger regulation of the individual insurance market.'' In that market as it now exists in most states, insurers can deny coverage or charge higher rates to sick people.  In their desire to achieve universal coverage, some Democrats have also begun to raise questions about the employer-based system. ''We have to ask ourselves if the employer-based system of health care is still the best way for providing insurance to all Americans,'' said Senator Barack Obama, Democrat of Illinois, noting that workers frequently changed jobs.  The Service Employees International Union negotiates with employers to secure health benefits for its members, but the president of the union, Andrew L. Stern, said, ''The current employer-based health care system is not the foundation for 21st-century health care reform.''  Mr. Bush's proposal differs radically from President Bill Clinton's plan for universal coverage, but experts on health benefits said they were similar in one respect: In an effort to help the uninsured -- about one-sixth of the population -- they would upend the system that covers most Americans.  The Clinton plan would have provided comprehensive health benefits to 39 million uninsured Americans, with more than $400 billion in new federal spending over 10 years. The White House says the tax changes proposed by Mr. Bush would provide coverage for 3 million to 5 million people at no cost to the government over 10 years.  Since Mr. Bush took office in 2001, the number of people without insurance has increased by more than 5 million, to 46.6 million, according to the Census Bureau. Administration officials said they hoped to reverse that trend by helping states that offered basic private insurance policies to their residents. To pay for such help, the administration would take federal money from hospitals that serve large numbers of poor people.  Under Mr. Bush's proposal, employee health benefits would, for the first time, be treated as income and would be subject to income and payroll taxes, just like wages. At the same time, Mr. Bush would create a tax deduction for health insurance of $15,000 for families and $7,500 for individuals. The same deduction would be available to everyone with coverage, regardless of the source or value of the policy.  A family with coverage worth $18,000 would have to pay taxes on the amount exceeding the $15,000 standard deduction -- $3,000, in this example.  Katherine Baicker, a member of the president's Council of Economic Advisers, said the proposal would increase taxes for 30 million people with the most generous employer-provided health benefits, unless they ''change their behavior'' and choose less costly coverage. Ms. Baicker said the proposal would cut taxes for more than 100 million people who bought insurance on their own or had employee health benefits worth less than the standard deduction.  Treasury officials said that under the Bush proposal, an uninsured family of four with an annual income of $60,000 would save $4,545 if it bought coverage in the individual market. By contrast, they said, a family that earns $80,000 and has employer-provided coverage worth $20,000 could see a tax increase of about $1,500.  Joel D. Kaplan, deputy chief of staff at the White House, acknowledged that the proposal could accelerate the trend of employers' dropping health benefits for employees. But he said more people ''would be able to buy insurance in the individual market,'' so there would be ''a net increase in the number of insured.''  Politicians and health care providers are skeptical.  Representative John D. Dingell, the Michigan Democrat who is the chairman of the Committee on Energy and Commerce, said, ''The president's proposal would do little to help the uninsured, but would undermine the employer-based system through which 160 million people get coverage.''  Richard J. Umbdenstock, president of the American Hospital Association, agreed. ''The tax proposal would have the effect of driving people to the small-group insurance market -- a market that has proved unstable,'' Mr. Umbdenstock said. ''For many people, even with a tax break, coverage would remain unaffordable.''  Historically, employers have used benefits as a tool to recruit workers and keep them healthy and productive.  R. Bruce Josten, executive vice president of the United States Chamber of Commerce, praised the general direction of the president's proposal but said his members had serious concerns.  First, Mr. Josten said, the $15,000 cap on tax-free insurance takes no account of wide geographic variation in the cost of health care and insurance. The same package of benefits typically costs more in Boston than in Minneapolis, for example.  Moreover, Mr. Josten said, a health plan may be expensive because it covers older workers with major medical problems, not because it is ''gold-plated.'' A single mother, working as a low-paid secretary at a law firm, could be pushed into a higher tax bracket because she participates in an $18,000 health plan covering older men who have had heart attacks and expensive surgery, Mr. Josten said.  Treasury officials acknowledged that some people with costly, comprehensive benefits had modest incomes.  But deluxe health plans are vanishingfast. In recent years, many workers have found themselves paying more for less comprehensive benefits. From 2000 to 2006, premiums for employer-sponsored coverage rose 87 percent, about four times as fast as workers' earnings, according to the Kaiser Family Foundation.  ", 
            "title": "Experts See Peril in Bush Health Proposal"
        }, 
        "weight": 0.6983266875474609, 
        "file": "1822147.txt", 
        "other_topics": {
            "0": 0.6983266875474609, 
            "1": 9.634910765075418e-05, 
            "2": 0.0066402703837258195, 
            "3": 0.032451021890961516, 
            "4": 6.606479806781882e-05, 
            "5": 0.00022051464229773276, 
            "6": 0.003345954452032551, 
            "7": 0.0005106566238157711, 
            "8": 9.411766505643587e-05, 
            "9": 0.00018463142442919376, 
            "10": 7.9296135696596e-05, 
            "11": 0.00011595074778794669, 
            "12": 9.373212145156098e-05, 
            "13": 7.144773983303442e-05, 
            "14": 4.5485586307046576e-05, 
            "15": 0.0017000444889948417, 
            "16": 0.11648548272900178, 
            "17": 7.31834965475427e-05, 
            "18": 6.346568088893926e-05, 
            "19": 4.4105285112064314e-05, 
            "20": 0.13658122197994235, 
            "21": 0.0019193419873671403, 
            "22": 9.67168244310786e-05, 
            "23": 0.0001147882174050832, 
            "24": 5.495726468906988e-05, 
            "25": 0.0001189722924938295, 
            "26": 9.755302547720167e-05, 
            "27": 6.741816832948824e-05, 
            "28": 0.00010199697044446492, 
            "29": 0.0001385707223003972
        }
    }, 
    {
        "content": {
            "text": "  A front-page article on Tuesday about a proposal by Gov. Arnold Schwarzenegger to extend health care coverage to all of California's residents misstated a requirement for insurers. They would have to contribute 85 percent of premiums to health care services, not 85 percent of profits. The article also referred incorrectly to the precedent for universal coverage. California would be the fifth state, not the fourth, to try near universal coverage. (Besides Maine, Massachusetts and Vermont, Hawaii has also tried.)  A picture caption with an articleWednesday about efforts by Massachusetts to extend health care coverage to all residents reversed the names in some copies of two people who helped an immigrant from Bangladesh sign up for insurance. Feroza Bashar, a translator, was at right, and Goretti Macedo of Cambridge Health Alliance was at left.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6981134158565738, 
        "file": "1818340.txt", 
        "other_topics": {
            "0": 0.6981134158565738, 
            "1": 0.25170742893797315, 
            "2": 0.001514415522351556, 
            "3": 0.001101337303016594, 
            "4": 0.0005697334987047458, 
            "5": 0.0019016871669378696, 
            "6": 0.0009798694185279588, 
            "7": 0.004403830684908018, 
            "8": 0.0008116574661664591, 
            "9": 0.0015922353581237305, 
            "10": 0.0006838386878562892, 
            "11": 0.0009999428916265434, 
            "12": 0.0008083325925070691, 
            "13": 0.0006161552291105804, 
            "14": 0.00039226127961138437, 
            "15": 0.0007233589667832307, 
            "16": 0.0010482590199079858, 
            "17": 0.0006311241501514331, 
            "18": 0.0005473190788143445, 
            "19": 0.00038035775682643155, 
            "20": 0.007100060842024538, 
            "21": 0.0026145496562119596, 
            "22": 0.0008340722499471692, 
            "23": 0.0009899173936041403, 
            "24": 0.0004739436977980961, 
            "25": 0.001026000266917515, 
            "26": 0.0008412835298051536, 
            "27": 0.0005814047729199844, 
            "28": 0.0008796074842907354, 
            "29": 0.015132599240001411
        }
    }, 
    {
        "content": {
            "text": "  From all the ruckus raised by the administration and its patrons in the pharmaceutical industry, you would think that Congressional Democrats were out to destroy the free market system when they call for the government to negotiate the prices of prescription drugs for Medicare beneficiaries. Yet a bill scheduled for a vote in the House of Representatives today is sufficiently flexible to allow older Americans to benefit from the best efforts of both the government and the private drug plans.  The secretary of health and human services should be able to exert his bargaining power with drug companies in those cases in which the private plans have failed to rein in unduly high prices -- leaving the rest to the drug plans. The result could be lower costs for consumers and savings for the taxpayers who support Medicare.  Under current law, written to appease the pharmaceutical industry, the government is explicitly forbidden from using its huge purchasing power to negotiate lower drug prices for Medicare beneficiaries. That job is left to the private health plans that provide drug coverage under Medicare and compete for customers in part on the basis of cost.  The Democrats' bill would end the prohibition and require -- not just authorize -- the secretary of health and human services to negotiate prices with the manufacturers. That language is important since the current secretary, Michael Leavitt, has said he does not want the power to negotiate.  No data is publicly available to indicate what prices the private health plans actually pay the manufacturers. But judging from what they charge their beneficiaries, it looks like they pay significantly more for many drugs than do the Department of Veterans Affairs -- which by law gets big discounts -- the Medicaid programs for the poor, or foreign countries.  The administration argues, correctly, that the private plans have held costs down and that there is no guarantee the government will do any better. The bill, for example, prohibits the secretary from limiting which drugs are covered by Medicare, thus depriving him of a tool used by private plans and the V.A. to win big discounts from companies eager to get their drugs on the list. The secretary does have the bully pulpit, which he can use to try to bring down the cost of overpriced drugs.  The bill also does not require the secretary to negotiate prices for all 4,400 drugs used by beneficiaries. A smart secretary could simply determine which prices paid by the plans seemed most out of line with the prices paid by other purchasers and then negotiate only on those drugs. The private plans are explicitly allowed to negotiate even lower prices if they can. This sort of flexibility should pose no threat to the free market. It is time for the Medicare drug program to work harder for its beneficiaries without worrying so much about the pharmaceutical companies.  Editorial  ", 
            "title": "Negotiating Lower Drug Prices"
        }, 
        "weight": 0.6853550722718411, 
        "file": "1818264.txt", 
        "other_topics": {
            "0": 0.6853550722718411, 
            "1": 0.0002617618795866841, 
            "2": 0.00047709197608959155, 
            "3": 0.00034695840242146754, 
            "4": 0.00017948527120179952, 
            "5": 0.07085204601755321, 
            "6": 0.00030869192126963717, 
            "7": 0.0013873552224057386, 
            "8": 0.00025569948189644486, 
            "9": 0.0005016078494939157, 
            "10": 0.00021543225495290047, 
            "11": 0.0003150157424443661, 
            "12": 0.00025465203453408324, 
            "13": 0.00019410968224747329, 
            "14": 0.00012357553542678457, 
            "15": 0.00022788247597255103, 
            "16": 0.06619237796152644, 
            "17": 0.00019882539732956662, 
            "18": 0.0001724239728192999, 
            "19": 0.00011982552420193774, 
            "20": 0.15591508769573573, 
            "21": 0.0008236713396397423, 
            "22": 0.013435189096676847, 
            "23": 0.00031185737237208664, 
            "24": 0.0001493082525901446, 
            "25": 0.0003232246946677123, 
            "26": 0.0002650326913337023, 
            "27": 0.00018316211629262728, 
            "28": 0.00027710602979810387, 
            "29": 0.00037646983567836385
        }
    }, 
    {
        "content": {
            "text": "  A broad coalition of business and consumer groups, doctors, hospitals and drug companies laid out a major proposal on Thursday to provide health coverage to more than half of the nation's 47 million uninsured by expanding federal benefit programs and offering new tax credits to individuals and families.  ''This is a proposal not for mandates but for incentives,'' said Dr. Reed V. Tuckson, senior vice president of UnitedHealth Group, one of the nation's largest insurers. ''It's a careful balance of public and private solutions.''  The proposal, unveiled Thursday after more than two years of work, was endorsed by 16 groups including AARP, the American Hospital Association, the American Medical Association, the Blue Cross and Blue Shield Association, Johnson & Johnson, Kaiser Permanente, Pfizer and the Chamber of Commerce of the United States.  Other coalition members endorsing the proposal were Families USA, a liberal-leaning consumer group, and America's Health Insurance Plans, a trade group for insurers.  The proposal comes at a possible turning point in the debate over national health insurance, which has been an elusive goal for Democrats since the New Deal. In the past few years, businesses of all sizes have said that health costs are cutting their profits and hurting their ability to compete. Politicians of both parties predict that the health care issue will figure prominently in the 2008 presidential campaign.  Without waiting for Congress, states like Massachusetts and California are expanding coverage, but want help from Washington.  As a first step, the 16-member group, known as the Health Coverage Coalition for the Uninsured, urged Congress to put more money into the Children's Health Insurance Program and create tax breaks for the purchase of private insurance covering children. Money for the program is running low, and many children are eligible but not enrolled.  Members of the coalition said their proposal would cost $45 billion in the first five years. They did not estimate the cost of insuring millions of adults in later years, nor did they suggest how to pay the costs. Dr. Tuckson said that ''the cost of inaction is higher than the cost of action.''  Ronald F. Pollack, the executive director of Families USA, said, ''Our agreement transcends political and ideological boundaries.''  But tensions bubbled below the surface, showing how difficult it could be to translate the recommendations into law. The A.F.L.-C.I.O., the Service Employees International Union and the National Association of Manufacturers participated in the coalition for more than a year but did not endorse the final report. The deepest divisions came over how to pay for expanded coverage and who should foot the bill.  Andrew L. Stern, president of the service employees' union, supports health insurance for all but has said that the ''employer-based system of health coverage is over'' and that it ''is collapsing, crushed by out-of-control costs.'' By contrast, members of the coalition said they wanted to preserve and build on that system.  E. Neil Trautwein, former assistant vice president of the National Association of Manufacturers, said the proposal had ''little reference to fiscal realities.''  JoAnn C. Volk, a policy analyst at the A.F.L.-C.I.O., said she favored expanding government programs. ''But tax credits would not guarantee access to comprehensive coverage and could leave consumers with high out-of-pocket costs,'' Ms. Volk said.  Suzanne DeFrancis, a spokeswoman for the Department of Health and Human Services, said: ''We all share the goal of helping people get health insurance. The administration believes this can be done best by helping people buy their own insurance, rather than creating a new government entitlement to health care or raising taxes.''  More than eight million children are uninsured. At least two-thirds are eligible for Medicaid or the Children's Health Insurance Program. One way to cover these children would be to enroll them automatically in Medicaid or the children's insurance program if they qualified for food stamps or reduced-price school lunches, the coalition said.  In general, Medicaid is available to children under 19 in families with incomes below the poverty level, about $16,600 for a family of three. The coalition said Congress should provide tax credits to families with incomes from 100 percent to 300 percent of the poverty level, to help them buy coverage for children.  The coalition offered longer-term recommendations, saying that states should have the option to expand Medicaid to cover all adults with incomes below the poverty level.  ''Day after day, there is debate and discussion,'' Dr. Tuckson said. ''Day after day, people die. We are sick and tired of the debate. We are focusing on what is achievable.''  ", 
            "title": "Groups Offer Health Plan For Coverage Of Uninsured"
        }, 
        "weight": 0.6784123017093104, 
        "file": "1819872.txt", 
        "other_topics": {
            "0": 0.6784123017093104, 
            "1": 0.0027117596550982467, 
            "2": 0.00027807392829081617, 
            "3": 0.03603090306480088, 
            "4": 0.00010461331763008823, 
            "5": 0.00034918396773266086, 
            "6": 0.00017992164924393508, 
            "7": 0.0059270050538282855, 
            "8": 0.00014903490931802757, 
            "9": 0.005410745582273877, 
            "10": 0.00012556508266249296, 
            "11": 0.00018360749994777357, 
            "12": 0.00014842440271274553, 
            "13": 0.00011313718227719861, 
            "14": 7.202622617638401e-05, 
            "15": 0.00013282171668807334, 
            "16": 0.1102377036580527, 
            "17": 0.0001158857454123952, 
            "18": 0.00010049762699083394, 
            "19": 6.984052529544528e-05, 
            "20": 0.10111215825581421, 
            "21": 0.0081576521410528, 
            "22": 0.00015315066677408753, 
            "23": 0.00018176663819152811, 
            "24": 8.702458730134305e-05, 
            "25": 0.030898687297493618, 
            "26": 0.0001544747874586143, 
            "27": 0.00010675637349638784, 
            "28": 0.00527989428726168, 
            "29": 0.013015382461412402
        }
    }, 
    {
        "content": {
            "text": "  The new health care proposals announced by President Bush this week purport to tackle the two toughest problems confronting the American health care system: the rising number of uninsured Americans and the escalating costs of medical care.  But on both counts, they fall miles short of what is needed to fix a system where -- scandalously -- 47 million Americans go without health insurance.  The financial sinkhole in Iraq and huge tax cuts for wealthy Americans have left the administration with no money to really address the problem. To keep the program ''revenue neutral,'' Mr. Bush would instead use tax subsidies to encourage more people to buy their own health insurance, while imposing additional taxes on people who have what Mr. Bush deems ''gold plated'' insurance.  It is a formula that would do little to reduce the number of uninsured Americans and would have a high risk of producing pernicious results. Even White House officials acknowledged earlier this week that they expected the number of uninsured to drop by only three million to five million people as a result of Mr. Bush's proposals. They expect the states to take on most of the burden.  One enlightened element is that the plan would provide equal tax treatment to those who bought their insurance policies on the individual market and those who got coverage through group policies at work, thus ending a longstanding inequity that favors employer-based policies. To level the playing field, the administration proposes to grant everyone who gets qualifying health insurance a standard deduction -- $15,000 for family coverage or $7,500 for single coverage -- off their income subject to taxation. Those with family policies exceeding $15,000 in value would have to pay taxes on the excess amount.  After the proposed starting date in 2009, the administration estimates, about 80 percent of workers with employer-provided policies would pay lower taxes and 20 percent would pay higher taxes, unless they reduced the value of their health coverage to fit within the standard deduction.  The new standard deduction would almost certainly entice some people to buy health insurance who had previously elected not to. But a tax deduction is of little value to people so poor that they pay little or no income tax. And unfortunately, it is those people who account for the vast majority of the nation's uninsured.  Instead of trying to fix that fundamental flaw, the administration has decided instead to buck it to the states. The White House has offered few details. But its idea is to allow states to redirect federal money that now helps to finance hospitals that provide charity care and use it instead to subsidize health insurance for the poor.  In an ideal world, it would make good sense to insure people in advance rather than wait for them to show up in a high-cost emergency room. But this plan could quickly cripple the safety-net hospitals. Fortunately, no governor would have to accept the offer to redirect funds. The scheme is mostly a reflection of how the administration is unwilling to accept true responsibility for the uninsured.  If the administration really wanted to help low-income people, it would have proposed a refundable tax credit that would have the same dollar value for everyone -- instead of a tax deduction, which primarily helps people in high tax brackets. Even those who do not pay taxes would get a check for the dollar value of the credit, providing them at least some money to help pay for health insurance. Congress ought to recognize that credits are the better approach for even such a limited plan.  As for the tax increases on those ''gold plated'' health policies, the White House is hoping to discourage people from using high-priced comprehensive health policies that cover everything from routine office visits to costly diagnostic procedures that are not always necessary.  The administration's goal is to instead encourage people to take out policies that might reduce the use of medical services, like policies with high deductibles or co-payments, or managed care plans. But even ''copper plated'' policies can exceed $15,000 in cost if they are issued in areas where medical prices are high or to groups with high numbers of older or chronically ill workers.  The whole approach rests on the premise that comprehensive prepaid health policies are a major factor in driving up costs; the theory is that people will tend to use services if they are covered. There is probably some truth in that.  But the main drivers in rising health costs are the costly services, high-priced drugs and hospitalizations for people who are seriously ill with catastrophic diseases or multiple chronic illnesses. Making their health coverage less generous would simply make it harder for them to get the care they need.  The greatest risk in the president's proposal is that it would seem likely to lead many small- and medium-size employers to stop offering health benefits altogether on the theory that their workers could buy affordable insurance on their own. That would leave many more Americans at the mercy of the dysfunctional individual policy market, where administrative costs are high and insurers strive to avoid covering people who are apt to become sick and need costly care.  For all its fanfare, Mr. Bush's plan would be unlikely to reduce the ranks of the uninsured very much. And if things went badly, it could actually increase their numbers. That's not the answer Americans are waiting for and not what they deserve.  Editorial  ", 
            "title": "The President's Risky Health Plan"
        }, 
        "weight": 0.6687511955746674, 
        "file": "1821525.txt", 
        "other_topics": {
            "0": 0.6687511955746674, 
            "1": 0.00013464950882399542, 
            "2": 0.0002454146506961466, 
            "3": 0.00017847433912903985, 
            "4": 9.232667356539463e-05, 
            "5": 0.0003081729452183084, 
            "6": 0.00015879017847259737, 
            "7": 0.014265364689198241, 
            "8": 0.0001315310300272533, 
            "9": 0.004775263345403379, 
            "10": 0.0001108176918658153, 
            "11": 0.00016204313270876244, 
            "12": 0.00013099222631342118, 
            "13": 9.984942579826161e-05, 
            "14": 6.356687678951569e-05, 
            "15": 0.0023758409496831903, 
            "16": 0.049859488726628216, 
            "17": 0.024947083100181806, 
            "18": 0.002347313265585375, 
            "19": 6.163788250544583e-05, 
            "20": 0.19990904520907382, 
            "21": 0.027527120840657563, 
            "22": 0.00013516339924876718, 
            "23": 0.0024190373790929924, 
            "24": 7.680370765359801e-05, 
            "25": 0.00016626579258031631, 
            "26": 0.00013633200436493194, 
            "27": 9.421803141430526e-05, 
            "28": 0.0001425424926784496, 
            "29": 0.00019365492997369451
        }
    }, 
    {
        "content": {
            "text": "  Wal-Mart Stores, the nation's largest employer, is expected to announce today that the number of workers enrolled in the company's health plan rose 8 percent last fall, the result of its introduction of cheaper insurance policies.  But the company said that, even with the increase, less than half of its 1.3 million employees -- 47.4 percent -- receive health insurance through Wal-Mart. About 10 percent of its employees, or 130,000, have no coverage at all.  Wal-Mart's health benefits have come under sharp criticism for not being affordable to many low-income employees. The company responded in 2005 with the introduction of less-expensive policies that allow someone to buy a plan with a premium for as little as $11 a month.  Offering what it called an in-depth snapshot of its employees' health care, Wal-Mart said yesterday that most workers were insured, but many relied on coverage from a spouse, parent, previous employer or government program.  In a survey of 230,000 workers eligible for company heath insurance, Wal-Mart found that 90 percent have insurance. Within that number, 22.2 percent were covered by a spouse's plan; 3.1 percent relied on Medicaid or a state-sponsored plan; and 2.3 percent received insurance through the military.  Over all, Wal-Mart said, 636,391 employees are enrolled in company insurance plans. But that number is lower than several previous estimates confirmed by Wal-Mart.  The percentage of workers covered by the plan, 47.4 percent, is also lower than the 48 percent figure quoted in an internal company memo sent by the former head of benefits to Wal-Mart's board in 2005.  Wal-Mart said yesterday that it was, in fact, insuring a higher percentage of its workers and contended that the numbers being released today were more accurate than previous numbers.  After introducing the cheaper insurance plans, about 82,000 employees, or about 8 percent more, enrolled in a company plan in 2006, Wal-Mart said. The increase reflected workers who were previously eligible for its coverage but had declined it in the past.  About half of the workers who signed up for the Wal-Mart coverage for the first time said they had been uninsured, according to the company survey, and more than a quarter said that they had not enrolled before because they could not afford it.  ''It's a step in the right direction,'' the executive vice president of benefits at Wal-Mart, Linda M. Dillman, said in a telephone interview yesterday.  But, she said, ''We don't think we have it all figured out.''  Ms. Dillman said the company was frustrated with the number of uninsured workers. ''We have to get to the root of that. It's a struggle to understand why at $11 a month you could not afford that.''  The $11 a month benefit allows for three generic prescriptions and three doctor visits before a deductible kicks in, typically $1,000 for an individual employee and $3,000 for an employee's family, the company said. The average Wal-Mart employee makes less than $20,000 a year.  Wal-Mart is reaching out to its uninsured workers, but the company may not be able to persuade them that buying insurance is worth the money, because they believe they are healthy or can rely on a hospital emergency room for care, said Len Nichols, a health economist at the New America Foundation, a Washington policy group.  The company cannot offer a plan much less expensive, he said. ''Eleven dollars a month is about as good as it is going to get for low-wage workers.''  Correction:  January 16, 2007, Tuesday  An article in Business Day on Thursday about an increase in Wal-Mart employees enrolled in a company health plan misstated the number of workers who signed up during an enrollment period this fall. It was about 45,000 workers, not 82,000.  ", 
            "title": "Wal-Mart Says Health Plan Is Covering More Workers"
        }, 
        "weight": 0.6686669778099092, 
        "file": "1818013.txt", 
        "other_topics": {
            "0": 0.6686669778099092, 
            "1": 0.01716587821911467, 
            "2": 0.00036864301471887704, 
            "3": 0.017231708508860483, 
            "4": 0.0035314096450981985, 
            "5": 0.00046291369833796283, 
            "6": 0.00023852239437963568, 
            "7": 0.011250162912256858, 
            "8": 0.0001975757979435379, 
            "9": 0.00038758612408389234, 
            "10": 0.00016646181431189986, 
            "11": 0.0002434087320655107, 
            "12": 0.0001967664484411941, 
            "13": 0.00014998612853718243, 
            "14": 9.548527371727289e-05, 
            "15": 0.00017608194468638017, 
            "16": 0.000255169971254051, 
            "17": 0.00015362990271814184, 
            "18": 0.00013322985154958078, 
            "19": 9.258768685260181e-05, 
            "20": 0.1340445365491914, 
            "21": 0.0006364405628262148, 
            "22": 0.00020303206364158228, 
            "23": 0.00024096829893438561, 
            "24": 0.00011536862306588535, 
            "25": 0.00024975168698187947, 
            "26": 0.0002047874523757792, 
            "27": 0.00014152708097468409, 
            "28": 0.00021411637030418001, 
            "29": 0.1427852854328668
        }
    }, 
    {
        "content": {
            "text": "  Gov. Arnold Schwarzenegger on Monday proposed extending health care coverage to all of California's 36 million residents as part of a sweeping package of changes to the state's huge, troubled health care system.  A total of 6.5 million people, one-fifth of the state's population, do not have health insurance, far more than in any other state. At least one million of the uninsured are illegal immigrants, state officials say.  Under Mr. Schwarzenegger's plan, which requires the approval of the Legislature, California would become the fourth and by far the largest state to attempt near universal health coverage for its citizens. The other three states are Maine, Massachusetts and Vermont.  The governor outlined his proposal to an audience of health care experts and reporters via satellite from Los Angeles. He made it clear that a variety of mechanisms would be used to provide all Californians with insurance and that the responsibility of providing it would fall on the government, employers, health care providers and the uninsured themselves.  The plan, which Mr. Schwarzenegger estimated would cost $12 billion, calls for many employers that do not offer health insurance to contribute to a fund that would help pay for coverage of the working uninsured. It would also require doctors to pay 2 percent and hospitals 4 percent of their revenues to help cover higher reimbursements for those who treat patients enrolled in Medi-Cal, the state's Medicaid program.  ''Everyone in California must have health insurance,'' Mr. Schwarzenegger said.  As he made his proposal, the federal government announced that health care spending in 2005 showed the slowest growth in six years. [Page A13.]  Mr. Schwarzenegger's plan includes elements that quickly provoked opposition from many powerful interests, including doctors and the governor's Republican colleagues in the Legislature.  But the speaker of the State Assembly, Fabian Núñez, a Democrat, said in a statement, ''I'm glad the governor is on board with coverage for all kids.''  Over the last two years, state legislatures have grown increasingly concerned with how to provide health insurance to citizens as the number of employers offering coverage has fallen and the number of workers entering fields where health insurance is not an option has grown.  Because of its great size, California is likely to set the stage for a national conversation about health care this year.  ''This is a very significant proposal,'' said Karen Davis, president of the Commonwealth Fund, a nonprofit foundation. ''It is not just children he is talking about. It is really dealing with the whole problem of the uninsured, with concrete positions to raise revenues to pay for that coverage, and the philosophy of shared responsibility. I think this shows health care is going to be a major issue in the 2008 presidential election.''  In many ways, Mr. Schwarzenegger's proposal mirrors the plan in Massachusetts, the most comprehensive of its sort, which is projected to cover about 515,000 of the state's 550,000 uninsured. The law enacted there transformed a $1 billion pool that had long paid for health care for uninsured patients into a mechanism to help subsidize insurance for those who could not afford it.  In many states, spending on Medicaid, the federal government's health program for the poor, has surpassed that for education in recent years. In New York, Gov. Eliot Spitzer has vowed to insure all the state's children and enroll all eligible adults in Medicaid. And New Jersey is among a handful of states considering some form of universal coverage.  Under Mr. Schwarzenegger's proposal, Medi-Cal would be extended to adults who earn as much as 100 percent above the federal poverty line and to children, regardless of their immigration status, living in homes where the family income is as much as 300 percent above that line, about $60,000 a year for a family of four. Medi-Cal is currently limited to adults with children, and children with documented residency are covered if their family's income is up to 250 percent above of the poverty line.  Adult illegal immigrants would continue to be barred from Medicaid benefits but would still be entitled to health services from their counties and the state's hospital system.  Employers would have new responsibilities as well. Businesses with 10 or more workers that choose not to offer coverage would be required to pay 4 percent of their total Social Security wages to a state fund that would be created to subsidize the purchase of coverage by the working uninsured. The cost of such coverage would be measured on a sliding scale depending on what an employee earned, and employees would be able to pay for it using pretax dollars.  This component seems intended to give employers an incentive to offer health insurance, and to level the playing field between employers that do not offer insurance -- and are therefore essentially paying lower wages -- and those that do.  ''If you look at where the uninsured lie,'' said Laura Tobler, a health policy analyst for the National Conference of State Legislatures, ''most of them are working, and most work for small businesses.''  On the provider side, the governor's plan contains privileges and responsibilities. Doctors and hospitals, which have long complained about Medi-Cal's low reimbursement rates, would benefit from a $4 billion increase in annual reimbursement. But the state would tax doctors 2 percent of their total revenues, and hospitals 4 percent, to help pay for the greater reimbursement.  The proposal would prohibit insurance companies from denying coverage to people because of their age or health status. They would also be required to put 85 percent of their profits directly into health care services.  Aides to the governor said financing for the program would come from roughly $5 billion in federal money the state believes it will be owed through restructuring of its health care programs, and through a redirection of state money that now goes toward what is basically charity care, among other measures.  The chief executive of Blue Shield of California, Bruce G. Bodaken, described what might happen once the Legislature began to debate the governor's proposal.  ''Taking each part separately, there's something for everyone to hate,'' Mr. Bodaken said. ''But taken as a whole, there's a lot to like.''  The governor's plan signals a growing trend among state legislatures. ''What we are seeing this year,'' said Enrique Martinez-Vidal, acting director of the State Coverage Initiatives, a program that assists states looking to expand health care programs, ''is that instead of just trying to take on reform in an incremental way, there are some states trying to do this in a comprehensive way, by trying to get buy-ins from all the different players.''  But it is likely to set Mr. Schwarzenegger, a Republican, on a collision course with many state lawmakers from his party, who are the minority in the Legislature.  ''Some of the areas he put out there we are probably not going to support,'' said State Senator Dick Ackerman, the minority leader. Among his concerns, Mr. Ackerman said, were the coverage of illegal immigrants, which he said his members would not support, and a tax on doctors or providers.  ''We don't think taxing folks is something that is popular in California,'' he said in a telephone interview from Sacramento. ''But this isn't going to be an up-or-down vote on one bill. It will be a debate. And we welcome it.''  Correction:  January 12, 2007, Friday  A front-page article on Tuesday about a proposal by Gov. Arnold Schwarzenegger to extend health care coverage to all of California's residents misstated a requirement for insurers. They would have to contribute 85 percent of premiums to health care services, not 85 percent of profits. The article also referred incorrectly to the precedent for universal coverage. California would be the fifth state, not the fourth, to try near universal coverage. (Besides Maine, Massachusetts and Vermont, Hawaii has also tried.)  A picture caption with an articleWednesday about efforts by Massachusetts to extend health care coverage to all residents reversed the names in some copies of two people who helped an immigrant from Bangladesh sign up for insurance. Feroza Bashar, a translator, was at right, and Goretti Macedo of Cambridge Health Alliance was at left.  ", 
            "title": "CALIFORNIA PLAN FOR HEALTH CARE WOULD COVER ALL"
        }, 
        "weight": 0.6675969862601955, 
        "file": "1817635.txt", 
        "other_topics": {
            "0": 0.6675969862601955, 
            "1": 0.025340679040023215, 
            "2": 0.0017493643862477998, 
            "3": 0.004858424939048131, 
            "4": 6.45011303640743e-05, 
            "5": 0.00021529534799201528, 
            "6": 0.061649546596534634, 
            "7": 0.0004985700467926453, 
            "8": 9.189002253720018e-05, 
            "9": 0.00018026143914323388, 
            "10": 7.74192994684246e-05, 
            "11": 0.00011320634464370462, 
            "12": 0.0016694267536366116, 
            "13": 6.975666491038393e-05, 
            "14": 4.440900173592293e-05, 
            "15": 8.189350129943237e-05, 
            "16": 0.05061189712975859, 
            "17": 7.145133852473276e-05, 
            "18": 6.196353090279509e-05, 
            "19": 4.306137047202587e-05, 
            "20": 0.14439391443384095, 
            "21": 0.00029600051357708324, 
            "22": 9.442766319552378e-05, 
            "23": 0.0001120713298405064, 
            "24": 5.3656497829959496e-05, 
            "25": 0.01589528786721704, 
            "26": 9.524407245225368e-05, 
            "27": 6.58224681147655e-05, 
            "28": 0.009567061731368108, 
            "29": 0.014336509278332688
        }
    }, 
    {
        "content": {
            "text": "  The Bush administration lowered its estimate of the cost of Medicare's new prescription drug benefit Saturday, saying the price tag had come down about 10 percent in the last six months.  Administration officials said they hoped the numbers would undercut support in Congress for a Democratic proposal requiring the government to negotiate with pharmaceutical makers to secure lower drug prices for Medicare beneficiaries.  The 2003 Medicare law prohibits such direct negotiations, relying instead on private insurers and their agents to seek discounts on prescription drugs. Legislation to repeal that ban is a top priority for the new Democratic majority in Congress.  Michael O. Leavitt, the secretary of health and human services, said the new numbers showed that such legislation was unnecessary because competition among private plans had effectively held down costs.  ''Our new estimates provide clear evidence that consumer choice is working,'' Mr. Leavitt said in an interview. ''Government interference will result in fewer choices and less consumer satisfaction.''  Such arguments are unlikely to sway House Democrats, who say older Americans are still paying far too much for medications. But the numbers provide new ammunition for Republicans.  In July, the Bush administration estimated that payments to private plans offering the Medicare drug benefit would total $1.077 trillion from 2007 to 2016. Officials now estimate they will be $964 billion.  The federal government subsidizes premiums and pays a variety of subsidies to insurers to draw them into the Medicare market.  Leslie V. Norwalk, acting administrator of the Centers for Medicare and Medicaid Services, said drug costs in general had been increasing more slowly than expected. In addition, Ms. Norwalk said, enrollment in the new Medicare program is lower than expected, because some beneficiaries found they had equivalent drug coverage from other sources.  ", 
            "title": "Medicare Drug Program Costing Less Than Estimates, U.S. Says"
        }, 
        "weight": 0.6599662715618485, 
        "file": "1817216.txt", 
        "other_topics": {
            "0": 0.6599662715618485, 
            "1": 0.00037086431141527225, 
            "2": 0.0006759440582929658, 
            "3": 0.0004915707711411399, 
            "4": 0.0002542947873790594, 
            "5": 0.04439509959537862, 
            "6": 0.0004373548088892359, 
            "7": 0.0019656053053191016, 
            "8": 0.00036227510450528914, 
            "9": 0.013152478370600742, 
            "10": 0.0003052244850010282, 
            "11": 0.00044631440067235696, 
            "12": 0.0003607910807605049, 
            "13": 0.006495914765109846, 
            "14": 0.00017508185655677657, 
            "15": 0.00032286396196654863, 
            "16": 0.10000228153877021, 
            "17": 0.00028169588401843316, 
            "18": 0.00024429033766140565, 
            "19": 0.00016976883950135842, 
            "20": 0.16491244317756673, 
            "21": 0.001166977807044778, 
            "22": 0.00037227971664170344, 
            "23": 0.00044183962098365655, 
            "24": 0.0002115399781392705, 
            "25": 0.0004579448467042971, 
            "26": 0.00037549839850328613, 
            "27": 0.00025950414263332163, 
            "28": 0.00039260390814874625, 
            "29": 0.0005333825788458297
        }
    }, 
    {
        "content": {
            "text": "  The tax system in the United States is supposed to mitigate inequality. But a recent report by Congress's budget agency provides fresh evidence that Bush-era tax cuts have done more to reinforce inequality than to redress it.  The agency found that in 2004, the latest year for which comprehensive data were available, the top 1 percent of households pocketed 14 percent of total after-tax income in the United States, up from 12.2 percent in 2003. That increase, the third largest in one year since the agency started keeping track in 1979, works out to an extra $128 billion. And yet despite that hefty gain, the effective federal tax rate of the top 1 percent decreased slightly.  In contrast, the share of after-tax income going to households in the middle of the income distribution fell to 15 percent in 2004, down from 15.4 percent in 2003 -- the equivalent of a $29 billion loss. In that time, the share of their income going to federal taxes stayed about the same.  One of the reasons the rich are getting so much richer than everyone else is that investment income is highly concentrated among the richest Americans and has grown robustly through much of the Bush years -- unlike wages and salaries. But the rise in investment income hasn't caused rich Americans' income taxes to rise substantially because -- thanks to the tax cuts of 2003 -- investments are now taxed at about the lowest rates in the code.  Another reason for the after-tax advance of upper-income Americans is that an ever larger share of their salaries escapes the payroll tax that pays for Social Security benefits. The annual amount of income subject to the tax -- now $97,500 -- has been adjusted upward each year since 1982, in line with the increase in average wages. But as pay raises at the top of the income scale have increasingly exceeded the average wage gain, incremental adjustments in the wage cap have been inadequate. In 1982, only about 10 percent of all wages escaped the tax. Today, that figure is estimated at 15 percent. The administration has yet to call for raising the cap, though doing so is a matter of simple fairness.  Unfortunately, with the administration having abandoned fiscal prudence for the past six years, it's practically inevitable that inequality will worsen. The bill for the deficit-financed tax cuts of the Bush era will arrive in the years to come. It's likely that the costs will be borne by all, even though most of the benefits have accrued to the few.  Editorial  ", 
            "title": "Tax Cuts and Consequences"
        }, 
        "weight": 0.6562681972059119, 
        "file": "1818040.txt", 
        "other_topics": {
            "0": 0.6562681972059119, 
            "1": 0.0002984546945888877, 
            "2": 0.0005439689699640719, 
            "3": 0.0003955937518222771, 
            "4": 0.00020464485464545003, 
            "5": 0.01570196523345898, 
            "6": 0.000351963216454812, 
            "7": 0.02661331391507332, 
            "8": 0.00029154249234624775, 
            "9": 0.0005719213880969971, 
            "10": 0.0002456307540199757, 
            "11": 0.00035917348756196705, 
            "12": 0.00029034821767521775, 
            "13": 0.0002213192617022404, 
            "14": 0.00014089789828333524, 
            "15": 0.00025982620111048086, 
            "16": 0.00037652835097032485, 
            "17": 0.00022669600833477785, 
            "18": 0.00019659372949507443, 
            "19": 0.00013662222431360456, 
            "20": 0.257871439664992, 
            "21": 0.03598320864572462, 
            "22": 0.0002995937482038391, 
            "23": 0.00035557238881982304, 
            "24": 0.0001702377328461809, 
            "25": 0.0003685331404364881, 
            "26": 0.0003021839966650932, 
            "27": 0.0002088371063223037, 
            "28": 0.00031594973119355405, 
            "29": 0.00042924198896618316
        }
    }, 
    {
        "content": {
            "text": "  In its drive to provide health insurance to nearly all its residents, Massachusetts has already signed up more than half of the poorest people who are eligible.  But experts and politicians agree that the bigger challenge will be the next 150,000 people: the working poor who will get a state-subsidized rate but will still have to pay for insurance, typically $18 to $170 a month depending on their income.  ''This group is going to be much more challenging,'' said Paul Ginsburg, an economist who leads the Center for Studying Health System Change. ''They're dealing with people who don't even think about having health insurance.''  As California maps out its path to near-universal health insurance, Massachusetts could offer some guideposts.  ''We're really changing the culture of providing heath care,'' said Michael J. Widmer, president of the Massachusetts Taxpayers Foundation, a nonpartisan group that studies state spending. ''For some people, it's changing the mind-set from one of showing up at the emergency room or at the local health center with a problem to understanding that they can be insured. Nobody's expecting that would happen overnight.''  Devising a plan that all of the state's political stakeholders could accept took hard work and time. It dates back to at least 2004, when Gov. Mitt Romney, a Republican and former venture capitalist, proposed requiring an ''individual mandate'' that everyone get insurance, a feature of the plan now being proposed in California. The president of the State Senate, Robert E. Travaglini, a Democrat, also called for expanded coverage, presenting a more incremental plan than Mr. Romney's.  Then the speaker of the House, Salvatore F. DiMasi, a more liberal Democrat, demanded an expansion of Medicaid and a payroll tax for employers who did not provide insurance. Those provisions were opposed to different degrees by Mr. Romney and Mr. Travaglini, and the legislation almost fell apart.  But several factors helped propel the parties to an agreement: a federal threat to cut $385 million in financing if the number of uninsured was not reduced and the support of Senator Edward M. Kennedy, a Democrat and rival of Mr. Romney.  The plan requires about 515,000 people, most of the state's uninsured, to get health insurance by July 1 or face penalties that could include the loss of a personal income tax deduction. Medicaid was expanded somewhat to pay for those below the poverty line. The state's $1 billion pool to pay for free care was reconfigured to be used for subsidized premiums for people earning up to three times the federal poverty limit.  The state will set rules to help insurance companies create health plans intended to be affordable enough for people with lower-middle incomes.  So far, about 29,000 people at or below the poverty line have enrolled, or slightly more than half of those eligible for this type of enrollment.  The second phase, focusing on the working poor, began this month and is considered much more difficult.  The insurers selling the subsidized health plans have been trying to get the word out.  Christina Severin, executive director of Network Health, the insurer with most of the lowest-priced plans, said her company was advertising in several languages and enlisting hospitals, clinics and churches to recruit the uninsured.  The other major challenge will involve people not eligible for subsidized plans. First, the agency set up to put the law into effect, Commonwealth Connector, will have to set standards for affordable health care plans, deciding, for example, whether to require plans to include prescription coverage.  ''On the one hand, there's pressure not to set the bar too low so it's not some sort of inadequate plan,'' Mr. Widmer said. ''On the other hand, you need to have options because you're trying to draw in a lot of different groups.  Massachusetts is clearly breaking new ground, going further than other states.  Vermont's program, passed last May, will require private insurance companies to offer coverage for the uninsured starting in October 2007. To pay for the program, employers who do not offer health insurance will pay $365 per employee, and taxes on cigarettes will increase. Unlike Massachusetts, Vermont will not make participation mandatory.  Maine's program, Dirigo, which started two years ago, has run into several obstacles. Fewer than 20,000 people have been enrolled in the program; the goal was to cover all 130,000 of Maine's uninsured by 2009.  Business and insurance groups have sued over a provision that requires private insurers to pay. And a study group recently recommended considering individual mandates, requiring employers to provide coverage and imposing new taxes.  ''Maine has had a fair amount of problems because it was based on a very questionable idea,'' Stuart H. Altman, a professor of health economics at Brandeis University, said, adding, ''It's not going well.''  Correction:  January 12, 2007, Friday  A front-page article on Tuesday about a proposal by Gov. Arnold Schwarzenegger to extend health care coverage to all of California's residents misstated a requirement for insurers. They would have to contribute 85 percent of premiums to health care services, not 85 percent of profits. The article also referred incorrectly to the precedent for universal coverage. California would be the fifth state, not the fourth, to try near universal coverage. (Besides Maine, Massachusetts and Vermont, Hawaii has also tried.)  A picture caption with an articleWednesday about efforts by Massachusetts to extend health care coverage to all residents reversed the names in some copies of two people who helped an immigrant from Bangladesh sign up for insurance. Feroza Bashar, a translator, was at right, and Goretti Macedo of Cambridge Health Alliance was at left.  ", 
            "title": "Massachusetts Could Serve as a Guide in California's Health Insurance Bid"
        }, 
        "weight": 0.6441697537379218, 
        "file": "1817847.txt", 
        "other_topics": {
            "0": 0.6441697537379218, 
            "1": 0.028221847283721554, 
            "2": 0.00023480782294982926, 
            "3": 0.002331762006530253, 
            "4": 8.833631227229033e-05, 
            "5": 0.01542186303398738, 
            "6": 0.008795932595112728, 
            "7": 0.000682807248407787, 
            "8": 0.0001258462554026034, 
            "9": 0.0002468736701035906, 
            "10": 0.00010602814826876046, 
            "11": 0.00015503962419270595, 
            "12": 0.00012533073879964865, 
            "13": 9.553393095308165e-05, 
            "14": 0.004382822180873541, 
            "15": 0.00011215570739651945, 
            "16": 0.07147557495857806, 
            "17": 9.785483938913147e-05, 
            "18": 8.486099056601512e-05, 
            "19": 5.897389158017513e-05, 
            "20": 0.1804639642796911, 
            "21": 0.00040538194683588326, 
            "22": 0.00012932163352951745, 
            "23": 0.0023144865190723716, 
            "24": 7.348424936107391e-05, 
            "25": 0.0066420837798825535, 
            "26": 0.0001304397315014043, 
            "27": 9.01459255845438e-05, 
            "28": 0.03255140179879706, 
            "29": 0.00018528515873701592
        }
    }, 
    {
        "content": {
            "text": "  New York City's public hospitals and clinics would lose billions of dollars over the next few years under changes President Bush proposes to make to Medicaid -- far more than his plan would cost other parts of the country, according to local and state officials.  Under Medicaid, the health plan for the poor, public hospitals can sometimes collect higher payments than private hospitals do for comparable services. Last week, the Bush administration proposed a regulation that would largely do away with that advantage.  The New York State Department of Health and New York City's Health and Hospitals Corporation, the agency that runs the city's public hospital system, estimate that the new rule would cost the corporation $350 million a year, or 7 percent of its annual budget. The cut, officials said, would be felt most in outpatient services, where the system handles five million visits each year.  ''We would have to do a wholesale dismantling of our ambulatory care system and scale down our emergency departments,'' said Alan D. Aviles, president of the Health and Hospitals Corporation.  Both that rule change and a separate proposal put forward by the president to cover more uninsured people by diverting Medicaid funds have met with serious opposition in Congress. But the administration may be able to make the rule change without Congressional approval.  Last night, in his State of the Union address, President Bush outlined his plan to cover some of the 47 million uninsured people in the United States, through ''affordable choices grants'' to states.  ''These grants would give our nation's governors more money and more flexibility to give private health insurance to those most in need,'' Mr. Bush said.  To help pay for that effort, federal officials said the president's budget would allow states to redirect money out of a Medicaid program, which currently pays billions of dollars to hospitals that care for a disproportionately high share of patients who are uninsured. Most often, these are public hospitals.  States could use the money to cover the uninsured, but it is not clear how much money could be redirected, nor how individual states would respond. Administration officials argue that covering more people will diminish the need for government to compensate hospitals for indigent care. But critics say many poor people would remain uninsured under the president's plan.  Daniel Sisto, president of the Healthcare Association of New York State, a hospital industry group, said, ''You cannot rip away the safety net serving society today on the belief that a vision, a new system, will suddenly appear.''  The proposed changes would hit especially hard at the Health and Hospitals Corporation, the nation's largest state or local health care system, with 11 hospitals and scores of clinics. About 60 percent of its $5 billion annual budget comes from Medicaid -- more than the Medicaid payments to all hospitals combined in some states. About 30 percent of its patients are uninsured.  The Medicaid rule change announced last week is similar to provisions that the Bush administration has proposed in past years' budget talks, which Congress declined to adopt. But a Medicaid regulation can be made without Congressional approval. State and hospital officials say such a policy would probably be challenged in court, and Senator Charles E. Schumer of New York said that Congress might pass a law to block it.  The Centers for Medicare and Medicaid Services, the federal agency that oversees the program, estimates that the new rule would save about $760 million a year. But officials say there has been no detailed, state-by-state calculation, so the number could change.  Each state sets the rates its Medicaid program pays hospitals and other providers, and for each dollar spent, it gets matching money from the federal government.  A longstanding Medicaid rule allows state and local governments that own or run hospitals and clinics to receive more money for Medicaid services, beyond what the standard Medicaid rates pay, and draw a federal match on those additional dollars, too. While many public hospitals do not get such supplemental payments from their local government sponsors, New York City contributes hundreds of millions of dollars each year to its hospitals.  In a statement released with the proposed regulation, the administration said that the public hospitals often use the extra payments ''to subsidize health care operations that are unrelated to Medicaid.''  Deborah Bachrach, New York State's Medicaid director, said that using the money to strengthen ''safety net'' hospitals that deliver Medicaid benefits is legitimate, even if some of those benefits go to uninsured patients and others outside Medicaid. And in practice, she said, it is impossible to separate the two. ''It's fine to say Medicaid dollars for Medicaid patients, but in reality it's never that simple,'' she said.  The administration statement also alleged outright cheating of the system. ''We have identified numerous instances in which health care providers did not retain the full amount of their Medicaid payments but were required to refund or return a portion of the payments received'' to the state or local governments, it said. In other words, the supplemental payments made by the state or local governments were a ruse, intended to draw federal matching funds, with the local money eventually being diverted to unrelated uses.  Several lawmakers and hospital industry officials disputed the notion that such abuses are common. Rather, they said, the administration wants to pare services to the poorest of the poor. ''If it was for-profit hospitals in Texas, they wouldn't be doing it,'' Mr. Schumer said.  Nationwide, the supplemental Medicaid payments total more than $3 billion a year, most of it federal money, according to the National Association of Public Hospitals. But the proposed rule would make it much harder to collect that money from Washington, in several ways.  Medicaid imposes an upper limit on its payments to each hospital -- for all services combined, not patient by patient -- and the new rule would lower that cap.  Some public hospitals in New York turn a small profit on Medicaid inpatient services, and absorb a large loss on Medicaid for outpatients, and report an overall Medicaid loss. That would no longer be allowed under the new rule, which would apply caps to inpatient and outpatient care, and would forbid any profit.  ", 
            "title": "Public Hospitals Fret Over Changes In Medicaid Rules"
        }, 
        "weight": 0.6403249593712388, 
        "file": "1821015.txt", 
        "other_topics": {
            "0": 0.6403249593712388, 
            "1": 0.00011426169289339806, 
            "2": 0.00020825544552143576, 
            "3": 0.0020680832921979443, 
            "4": 7.834712590439216e-05, 
            "5": 0.09800976673284348, 
            "6": 0.10171626752360535, 
            "7": 0.0006055945067588845, 
            "8": 0.00011161539533405321, 
            "9": 0.0002189568708105626, 
            "10": 9.403834581883387e-05, 
            "11": 0.00013750753958749834, 
            "12": 0.00011115817402654602, 
            "13": 8.473082839875873e-05, 
            "14": 5.394196397262872e-05, 
            "15": 9.947299250172164e-05, 
            "16": 0.02697700619505943, 
            "17": 8.678928545650031e-05, 
            "18": 7.526479814725733e-05, 
            "19": 5.2305046360343815e-05, 
            "20": 0.12747411003545023, 
            "21": 0.0003595408231466474, 
            "22": 0.00011469777313170682, 
            "23": 0.0001361288792882511, 
            "24": 6.517455379997532e-05, 
            "25": 0.00014109082978774288, 
            "26": 0.000115689435114458, 
            "27": 7.99521057633698e-05, 
            "28": 0.00012095956877179468, 
            "29": 0.00016433286930790162
        }
    }, 
    {
        "content": {
            "text": "  A new study estimates that employers cheat New York State's workers' compensation system by not paying $500 million to $1 billion a year in required insurance premiums, forcing other employers to pay higher premiums.  The study by the Fiscal Policy Institute, a liberal research group, found that these illegal underpayments represent 15 percent to 20 percent of all the workers' comp premiums that are supposed to be paid each year statewide.  Some companies pay no premiums while others underpay by underreporting the size of their work force to qualify for lower premiums, the study said.  Government, business and labor leaders say the noncompliance hurts the state's business climate by forcing law-abiding companies to pay higher workers' comp premiums when many corporations are already complaining that their premiums are too high.  ''We were surprised to find this magnitude of noncompliance,'' said James Parrott, the chief economist for the Fiscal Policy Institute. ''This noncompliance has helped cause at least two things: very low benefits for injured workers in New York, which are among the lowest in the country, and second, despite these low benefits, workers' comp premiums that are considered very high.''  Mr. Parrott said inadequate data made it hard to pinpoint the exact amount of cheating.  The report asserts that if more companies paid their full premiums, the extra money would enable the state to cut workers' comp premiums over all and increase benefits for injured workers. The report maintains that a lack of enforcement has emboldened employers to cheat.  ''Not being honest on payroll has become almost an accepted practice in New York State,'' said Art Wilcox, a workers' comp expert with the New York State A.F.L.-C.I.O. ''It hurts the competitiveness of a business that does the right thing. It hurts the competitiveness of an insurance broker who refuses to play games with payroll. And it certainly hurts any insurance carrier who won't bend the rules because they're competing against people who will.''  Michael Moran, a spokesman for the American Insurance Association, said he found it difficult to believe the level of noncompliance found by the study. ''It is very important for insurance companies to be paid correctly for all the people they cover,'' he said. ''They work at it very hard. They try to audit to make sure that things are right.''  The Fiscal Policy Institute based its calculations on financial numbers filed with state agencies. It bolsters the finding of a report last year by the state's association of insurance agents, which estimated, based on inside knowledge of industry practices, that up to 20 percent of New York's employers did not pay all their required premiums.  ''New York's honest businesses who are playing by the rules have had to subsidize those who don't even cover their employees or those who seriously underpay for the coverage they do have,'' said David Dickson, president of the association, Professional Insurance Agents of New York State. ''It approaches plain fraud.''  Gov. Eliot Spitzer has pledged to make major changes in the workers' comp system, hoping to hold down premiums and increase benefits. The maximum benefit an injured worker can now obtain is $400 a week.  ''Although we do not know the magnitude of the underreporting of workers' comp obligations, we recognize that it is a serious problem,'' said Christine Anderson, a spokeswoman for the governor.  Insurance experts say that a company with, say, 100 employees might tell its insurer that it has only 70 workers and then pay premiums for only 70.  But if any of the company's 100 employees are injured on the job, they would be likely to qualify for worker's comp benefits -- either medical coverage and weekly benefits in lieu of wages -- when they are out of work. This means that the amount collected in premiums might fall short of the amount spent on benefits. As a result of such a shortfall statewide, insurers often pressure New York officials to increase premiums for all employers in an effort to balance total premiums paid in with total benefits paid out.  ''The lack of aggressive enforcement forces everybody in the process to bend the rules,'' said Mr. Wilcox of the A.F.L.-C.I.O. ''If insurance company A enforces the law but all the rest don't, then the client will end up with insurance company B or C or D.''  In finding underpayments, the Fiscal Policy Institute first looked at the total amount of employee payroll -- $389 billion -- that the state's employers reported for 2003 to the Labor Department and Tax Department when they paid their unemployment insurance taxes. Then the institute examined the total payroll reported to the state agencies and the industry association that handle payroll data for employers paying workers' comp insurance. The total payroll reported for workers' comp came to just $311 billion (after the policy institute made some adjustments to account for excluded job categories.)  ''Manufacturers are paying significant amount of workers' comp, and they obviously pay more than they need to because it looks like a large percentage of companies aren't paying into the system,'' said Randall Wolken, president of the Manufacturers Association of Central New York. ''If we're inadvertently increasing some companies' costs, we inadvertently drive some companies out of the state.''  Last July, the state's insurance superintendent, Howard Mills, denied a request by insurers to increase workers' comp premiums, saying, ''The insurers' efforts to fight fraud -- both claimant and employer fraud -- can be said to be anemic at best.''  At the time, Mr. Mills, who stepped down last month, said that without a greater commitment by insurers to fight fraud, it would be hard to justify any overall increase in premiums.  One common practice, insurance experts say, is for companies, often taxi or trucking companies, to say that their drivers are independent contractors (who are not required to be part of the workers' comp system) when by many definitions they are actual employees.  As part of the campaign against fraud, Manhattan District Attorney Robert M. Morgenthau and the State Insurance Fund, a state agency that provides workers' comp coverage to 194,000 employers, arrested Anthony Spychalsky last month and charged his company, NY Ceiling & Drywall, with underpaying premiums by at least $207,000. Mr. Spychalsky pleaded guilty on Jan. 8 to insurance fraud.  Many industry experts say the State Insurance Fund, which focuses on providing coverage to small business, is more aggressive in pursuing premium fraud than private insurance carriers.  Robert Lawson, the insurance fund's spokesman, said that in 2006, the fund's 200 auditors did 88,398 field audits. All the audits yielded an additional $89 million in revenues, coming to $493,000 per auditor, Mr. Lawson said.  Mr. Dickson, the head of the insurance agents' group, said, ''The level of audits that are conducted by the commercial carriers and the frequency of the audits, I don't see that at the same standard as the State Insurance Fund's efforts.''  Kenneth Adams, president of the Business Council of New York State, said, ''Whatever can be put in place to limit and reduce fraud by employers or injured workers, that will produce benefits throughout the system.''  ", 
            "title": "Study Says Many Firms Cheat New York Workers' Comp System"
        }, 
        "weight": 0.6334139566895836, 
        "file": "1821290.txt", 
        "other_topics": {
            "0": 0.6334139566895836, 
            "1": 0.00010040592282866015, 
            "2": 0.013656721232378434, 
            "3": 0.00013308537757022293, 
            "4": 6.884648107518317e-05, 
            "5": 0.09623005140214404, 
            "6": 0.08938179934829728, 
            "7": 0.017374307469386112, 
            "8": 9.808052451014283e-05, 
            "9": 0.0001924053995412185, 
            "10": 8.263492911863062e-05, 
            "11": 0.00012083289734786542, 
            "12": 0.006834538530496036, 
            "13": 7.445607361472734e-05, 
            "14": 4.740077391392355e-05, 
            "15": 8.741055165340398e-05, 
            "16": 0.0001266714085446211, 
            "17": 7.626491501425517e-05, 
            "18": 6.613792709634221e-05, 
            "19": 4.596235462138522e-05, 
            "20": 0.13222673568959656, 
            "21": 0.003684371544658028, 
            "22": 0.00010078912246141533, 
            "23": 0.00011962141818885889, 
            "24": 5.7271260853258225e-05, 
            "25": 0.00012398166532257162, 
            "26": 0.0017858754778271038, 
            "27": 7.025683549739894e-05, 
            "28": 0.003474721482519744, 
            "29": 0.00014440529433898158
        }
    }, 
    {
        "content": {
            "text": "  President Bush's Saturday radio address was devoted to health care, and officials have put out the word that the subject will be a major theme in tomorrow's State of the Union address. Mr. Bush's proposal won't go anywhere. But it's still worth looking at his remarks, because of what they say about him and his advisers.  On the radio, Mr. Bush suggested that we should ''treat health insurance more like home ownership.'' He went on to say that ''the current tax code encourages home ownership by allowing you to deduct the interest on your mortgage from your taxes. We can reform the tax code, so that it provides a similar incentive for you to buy health insurance.''  Wow. Those are the words of someone with no sense of what it's like to be uninsured.  Going without health insurance isn't like deciding to rent an apartment instead of buying a house. It's a terrifying experience, which most people endure only if they have no alternative. The uninsured don't need an ''incentive'' to buy insurance; they need something that makes getting insurance possible.  Most people without health insurance have low incomes, and just can't afford the premiums. And making premiums tax-deductible is almost worthless to workers whose income puts them in a low tax bracket.  Of those uninsured who aren't low-income, many can't get coverage because of pre-existing conditions -- everything from diabetes to a long-ago case of jock itch. Again, tax deductions won't solve their problem.  The only people the Bush plan might move out of the ranks of the uninsured are the people we're least concerned about -- affluent, healthy Americans who choose voluntarily not to be insured. At most, the Bush plan might induce some of those people to buy insurance, while in the process -- whaddya know -- giving many other high-income individuals yet another tax break.  While proposing this high-end tax break, Mr. Bush is also proposing a tax increase -- not on the wealthy, but on workers who, he thinks, have too much health insurance. The tax code, he said, ''unwisely encourages workers to choose overly expensive, gold-plated plans. The result is that insurance premiums rise, and many Americans cannot afford the coverage they need.''  Again, wow. No economic analysis I'm aware of says that when Peter chooses a good health plan, he raises Paul's premiums. And look at the condescension. Will all those who think they have ''gold plated'' health coverage please raise their hands?  According to press reports, the actual plan is to penalize workers with relatively generous insurance coverage. Just to be clear, we're not talking about the wealthy; we're talking about ordinary workers who have managed to negotiate better-than-average health plans.  What's driving all this is the theory, popular in conservative circles but utterly at odds with the evidence, that the big problem with U.S. health care is that people have too much insurance -- that there would be large cost savings if people were forced to pay more of their medical expenses out of pocket.  The administration also believes, for some reason, that people should be pushed out of employment-based health insurance -- admittedly a deeply flawed system -- into the individual insurance market, which is a disaster on all fronts. Insurance companies try to avoid selling policies to people who are likely to use them, so a large fraction of premiums in the individual market goes not to paying medical bills but to bureaucracies dedicated to weeding out ''high risk'' applicants -- and keeping them uninsured.  I'm somewhat skeptical about health care plans, like that proposed by Gov. Arnold Schwarzenegger, that propose covering gaps in the health insurance market with a series of patches, such as requiring that insurers offer policies to everyone at the same rate. But at least the authors of these plans are trying to help those most in need, and recognize that the market needs fixing.  Mr. Bush, on the other hand, is still peddling the fantasy that the free market, with a little help from tax cuts, solves all problems.  What's really striking about Mr. Bush's remarks, however, is the tone. The stuff about providing ''incentives'' to buy insurance, the sneering description of good coverage as ''gold plated,'' is right-wing think-tank jargon. In the past Mr. Bush's speechwriters might have found less offensive language; now, they're not even trying to hide his fundamental indifference to the plight of less-fortunate Americans.  Op-Ed Columnist  ", 
            "title": "Gold-Plated Indifference"
        }, 
        "weight": 0.6253463059924071, 
        "file": "1820678.txt", 
        "other_topics": {
            "0": 0.6253463059924071, 
            "1": 0.00017094229842820954, 
            "2": 0.0003115625509840658, 
            "3": 0.0002265794655148191, 
            "4": 0.00011721196700486606, 
            "5": 0.0003912364183806102, 
            "6": 0.00020158972960987258, 
            "7": 0.04965174293604745, 
            "8": 0.0030343796021518564, 
            "9": 0.0003275725206340675, 
            "10": 0.00014068696662542687, 
            "11": 0.00020571946969335622, 
            "12": 0.00016629924934604724, 
            "13": 0.0001267623661739647, 
            "14": 0.0029480967135869078, 
            "15": 0.0001488175217711905, 
            "16": 0.037491811798093314, 
            "17": 0.00012984194054185372, 
            "18": 0.00011260062108506356, 
            "19": 7.825146484196576e-05, 
            "20": 0.15630010558443205, 
            "21": 0.11523374738687986, 
            "22": 0.00017159470043931198, 
            "23": 0.005938449556759334, 
            "24": 9.750501452831618e-05, 
            "25": 0.0002110802852672735, 
            "26": 0.0001730782858326556, 
            "27": 0.00011961311247258277, 
            "28": 0.0001809627196931752, 
            "29": 0.00024585176077343394
        }
    }, 
    {
        "content": {
            "text": "  Gov. Edward G. Rendell arrived here Friday to rally support for his plan not only to extend health insurance coverage to the state's 760,000 uninsured adults, but also to cut billions of dollars in heath care costs and ban smoking in restaurants, bars and workplaces.  Mr. Rendell said the plan would require 47 changes to state law and regulations. It follows efforts in several other states to offer some version of universal health coverage.  Though Pennsylvania has one of the lowest uninsured rates in the nation -- about 7 percent, compared with 20 percent in California -- Mr. Rendell said the proposal was crucial because ''the system is near collapse.''  At a meeting with business and civic leaders at the private Duquesne Club downtown, Mr. Rendell pointed to a chart indicating that health care costs grew 75 percent in the state over the past seven years, while wages rose 13 percent and inflation increased 17 percent.  ''We can't go through another seven years of that,'' he said.  Mr. Rendell did not provide any cost estimates for the plan, but said that it relied on federal money, some redirected state money and a group of new taxes, including a 10-cent-per-pack increase in the cigarette tax and a fee on businesses that do not offer insurance to their employees. (A law approved last year is intended to extend health insurance to the state's 150,000 uninsured children.)  The governor's proposal also contains measures intended to make health care more efficient. One is an effort to reduce hospital-acquired infections, estimated to cost billions of dollars every year.  Though Mr. Rendell had previously said he would sign a bill authorizing a ''single-payer system'' whereby the state would be the insurer for the uninsured, nothing like that is in his proposal.  During his other stop Friday, at the University of Pittsburgh Medical Center, he said such a plan would be ''inordinately expensive'' and ultimately ''untenable to the legislature.''  Mr. Rendell's proposal differs in significant ways from recent state-sponsored health care packages in California and Massachusetts.  Both those states require individual participation, but, under Mr. Rendell's plan, Pennsylvania would not.  In California, Gov. Arnold Schwarzenegger, a Republican, wants the Legislature to approve health insurance coverage for illegal immigrants. But Mr. Rendell, a Democrat, said he did not try to provide coverage for Pennsylvania's estimated 150,000 illegal immigrants because Republicans in the legislature had said they would not back it.  Lawmakers of both parties have expressed support for some parts of Mr. Rendell's proposal, but passage of the entire plan is likely to be difficult. Among the reasons are that Republicans control the State Senate.  ", 
            "title": "Pennsylvania Governor Pushes Health Plan"
        }, 
        "weight": 0.6244198553150176, 
        "file": "1820060.txt", 
        "other_topics": {
            "0": 0.6244198553150176, 
            "1": 0.00026763760821723806, 
            "2": 0.00048780118626084903, 
            "3": 0.018312223418424693, 
            "4": 0.00018351414946485433, 
            "5": 0.0006125434150918473, 
            "6": 0.13948606701086913, 
            "7": 0.0014184969715936241, 
            "8": 0.0002614391288189419, 
            "9": 0.013980975034304049, 
            "10": 0.00470963725316232, 
            "11": 0.0003220868523396579, 
            "12": 0.000260368169566821, 
            "13": 0.00019846683241483187, 
            "14": 0.00012634941645441812, 
            "15": 0.0002329977188436202, 
            "16": 0.08563566497792623, 
            "17": 0.0002032884004277077, 
            "18": 0.004665663570737881, 
            "19": 0.0001225152293046676, 
            "20": 0.10105308977072648, 
            "21": 0.0008421601634521694, 
            "22": 0.0002686590482906024, 
            "23": 0.00031885758682038333, 
            "24": 0.00015265975196013354, 
            "25": 0.0003304800696503488, 
            "26": 0.00027098183937222147, 
            "27": 0.0001872735281316344, 
            "28": 0.00028332618620726, 
            "29": 0.0003849203961477801
        }
    }, 
    {
        "content": {
            "text": "  As the minimum wage moves to the top of the new Congress's agenda, some politicians -- mainly President Bush and Senate Republicans -- seem incapable of viewing the issue as anything other than a pretext for more tax cuts. This time the lucky recipients would be small-business owners, who the politicians contend will be unduly harmed by having to pay higher wages. So much for ringing in the new.  It has been more than nine years since the government last increased the federal minimum wage, currently $5.15 an hour. During that period inflation has severely eroded the wage's value. Arguing that it is only fair to cut taxes on business owners when the minimum wage goes up is akin to arguing that taxes should have been raised as the wage fell because of inflation. Instead, as the minimum wage has eroded over the past decade, taxes have been cut sharply.  It's even doubtful that the wage increase under discussion -- a $2.10 increase over roughly two years, to $7.25 -- would impair business. Eighty-six percent of small-business owners surveyed by the Wells Fargo/Gallup Small Business Index said the minimum wage had no effect on their businesses.  There's also no reason to believe that the proposed tax cuts would be aimed at employers of low-wage workers. In 2006, when Congress tried to link the minimum wage to tax cuts, the proposals included an estate-tax cut for America's wealthiest families. One proposal now being considered would allow small businesses to write off a larger part of their attorney fees when they go to court to challenge federal regulations. It sounds like a stretch to us that typical employers of minimum-wage workers -- say, restaurants and small factories -- are in any great need of relief from the high cost of federal litigation.  And then there's the probability that tax cuts would cost the government far more than a wage increase would ever cost employers, driving up the budget deficit. The Economic Policy Institute analyzed the tax cuts that were linked to an unsuccessful attempt to raise the minimum wage in 2000. Those cuts would have cost $123 billion over 10 years, versus $11.2 billion for the wage increase.  It's that sort of idiocy the new Congress was elected to stop. Chances are good the House of Representatives will eschew tax cuts and pass a clean bill to raise the minimum wage. The Senate should follow suit. And President Bush should sign it.  Editorial  ", 
            "title": "Tax Cuts and the Minimum Wage"
        }, 
        "weight": 0.6195381628325477, 
        "file": "1816528.txt", 
        "other_topics": {
            "0": 0.6195381628325477, 
            "1": 0.0002883497436535946, 
            "2": 0.000525551502082119, 
            "3": 0.0003821999083849038, 
            "4": 0.00019771607700232746, 
            "5": 0.024843926475321042, 
            "6": 0.00034004659695514926, 
            "7": 0.0160386601159769, 
            "8": 0.005118467392057685, 
            "9": 0.0005525575192407018, 
            "10": 0.00023731429338936006, 
            "11": 0.0003470127457982256, 
            "12": 0.014790905193166452, 
            "13": 0.00021382592914261344, 
            "14": 0.00013612743772482329, 
            "15": 0.00025102911712578563, 
            "16": 0.11644687970217867, 
            "17": 0.0002190206321956785, 
            "18": 0.0001899375433912825, 
            "19": 0.00013199652768899203, 
            "20": 0.10403666454611138, 
            "21": 0.054112087894563, 
            "22": 0.00028945023168019897, 
            "23": 0.0003435335715114923, 
            "24": 0.00016447389676340198, 
            "25": 0.005192851323833746, 
            "26": 0.0002919527806209371, 
            "27": 0.00020176638922146426, 
            "28": 0.0003052524408187865, 
            "29": 0.0342722796398516
        }
    }, 
    {
        "content": {
            "text": "  A few days ago. Gov. Arnold Schwarzenegger unveiled an ambitious plan to bring universal health insurance to California. And I'm of two minds about it.  On one side, it's very encouraging to see another Republican governor endorse the principle that all Americans are entitled to essential health care. Not long ago we were wondering whether the Bush administration would succeed in dismantling Social Security. Now we're discussing proposals for universal health care. What a difference two years makes!  And if California -- America's biggest state, with a higher-than-average percentage of uninsured residents -- can achieve universal coverage, so can the nation as a whole.  On the other side, Mr. Schwarzenegger's plan has serious flaws. Maybe those flaws could be fixed once the principle of universal coverage was established -- but there's also the chance that we would end up stuck with those flaws, the way we ended up stuck with a dysfunctional system of insurance tied to employment.  Furthermore, in the end health care should be a federal responsibility. State-level plans should be seen as pilot projects, not substitutes for a national system. Otherwise, some states just won't do the right thing. Remember, almost 25 percent of Texans are uninsured.  To understand both what's right and what's wrong with Mr. Schwarzenegger's plan, let's compare what he's proposing with the plan he rejected. Last summer, the California Legislature passed a bill that would have created a single-payer health insurance system for the state -- that is, a system similar to Medicare, under which residents would have paid fees into a state fund, which would then have provided insurance to everyone.  But the governor vetoed that bill, which would have bypassed private insurance companies. He appears to sincerely want universal coverage, but he also wants to keep insurance companies in the loop. As a result, he came up with a plan that, like the failed Clinton health care plan of the early 1990s, is best described as a Rube Goldberg device -- a complicated, indirect way of achieving what a single-payer system would accomplish simply and directly.  There are three main reasons why many Americans lack health insurance. Some healthy people decide to save money and take their chances (and end up being treated in emergency rooms, at the public's expense, if their luck runs out); some people are too poor to afford coverage; some people can't get coverage, at least without paying exorbitant rates, because of pre-existing conditions.  Single-payer insurance solves all three problems at a stroke. The Schwarzenegger plan, by contrast, is a series of patches. It forces everyone to buy health insurance, whether they think they need it or not; it provides financial aid to low-income families, to help them bear the cost; and it imposes ''community rating'' on insurance companies, basically requiring them to sell insurance to everyone at the same price.  As a result, the plan requires a much more intrusive government role than a single-payer system. Instead of reducing paperwork, the plan adds three new bureaucracies: one to police individuals to make sure they buy insurance, one to determine if they're poor enough to receive aid, and one to police insurers to make sure they don't discriminate against the unwell.  The plan's supporters say that it would save money all the same. Those who are currently uninsured would receive preventive care, which is often cheaper than waiting until they show up in emergency rooms. Insurers would spend less money trying to weed out high-risk clients and more money actually paying for health care: the plan would require that insurers spend at least 85 percent of premiums on health care, considerably more than most of them do now.  Still, why all the complexity? The smart, well-intentioned economists who devised the plan think they're being more politically realistic than single-payer advocates -- that it's necessary to placate the insurers. But that's what Bill and Hillary Clinton thought, too -- only to find that their plan's complexity confused the public, while the insurance industry went all-out to defeat it anyway.  So am I for or against the Schwarzenegger plan? That's a tough question. As a practical matter, however, I suspect that the real question is what to do after the plan founders from its own complexity. And the answer is, damn the insurers -- full speed ahead.  Op-Ed Columnist  ", 
            "title": "Golden State Gamble"
        }, 
        "weight": 0.6190659198515578, 
        "file": "1818231.txt", 
        "other_topics": {
            "0": 0.6190659198515578, 
            "1": 0.0001765096528524244, 
            "2": 0.0003217097127023182, 
            "3": 0.017998659594120905, 
            "4": 0.00012102939878784587, 
            "5": 0.0004039784478537895, 
            "6": 0.020933639435142086, 
            "7": 0.027582563921983865, 
            "8": 0.00017242169430992351, 
            "9": 0.0003382411049386665, 
            "10": 0.0001452689467045141, 
            "11": 0.00021241946852498206, 
            "12": 0.009054065760347297, 
            "13": 0.00013089084125960274, 
            "14": 8.33286913040023e-05, 
            "15": 0.00015366430279526501, 
            "16": 0.050556002128493836, 
            "17": 0.0001340707131088022, 
            "18": 0.00011626786770413568, 
            "19": 8.080000691139494e-05, 
            "20": 0.25021408776535603, 
            "21": 0.0005554129671358689, 
            "22": 0.00017718330269543428, 
            "23": 0.00021028973593780097, 
            "24": 0.00010068061810337476, 
            "25": 0.0002179548784537037, 
            "26": 0.00017871520641478194, 
            "27": 0.0001235087462451567, 
            "28": 0.00018685642539015846, 
            "29": 0.00025385881286427625
        }
    }, 
    {
        "content": {
            "text": "  As part of their 100-hour legislative blitz, House Democrats are expected to vote today to increase the minimum wage for the first time in a decade, to $7.25 an hour, in a move that economists say will raise pay for 13 million workers.  The bill's chances are less certain in the Senate, largely because of friction over a Republican push to include tax breaks for small business in the bill. Senate Republicans have hinted that, without such tax cuts, they will filibuster the measure, a move that the bill's supporters would need 60 votes to overcome.  The legislation would lift the federal wage floor, currently $5.15 an hour, to $7.25 in three steps between now and 2009.  ''Minimum-wage workers desperately need a raise,'' said Representative George Miller, Democrat of California and chairman of the House Education and Labor Committee. ''It is a moral outrage that millions of Americans who work full time still live in poverty.''  After opposing a minimum-wage increase for years, many Republicans now say they favor one, but only if it is coupled with a tax cut for restaurants and other small businesses -- the groups they say would be hurt most by the wage increase.  ''The Democrat leadership's unbalanced proposal may increase the minimum wage, but it leaves small businesses and their workers to fend for themselves,'' said Representative Howard P. McKeon of California, the ranking Republican on the Education and Labor Committee.  On Tuesday, Mr. McKeon and Jim McCrery of Louisiana, the senior Republican on the House Ways and Means Committee, introduced a competing minimum-wage bill that includes billions of dollars in tax breaks. One such break would allow faster depreciation for newly built restaurants, allowing them to record the building cost on financial statements over 15 years instead of the current rule of 39 years, and thus lower taxes.  President Bush has said he might accept a higher minimum wage, but only if it is tied to tax cuts to soften the blow for business.  Some Democrats and many of their liberal and labor allies assert that the minimum wage should not be used as an excuse to give more tax breaks to business.  ''For the past 10 years, Republican leaders have held the minimum wage hostage,'' said the A.F.L.-C.I.O.'s president, John J. Sweeney. ''Corporations and wealthy Americans have gotten their rewards. Now it's time to do the right thing for low-wage workers, with no payoffs to business.''  Frustrated by Congress's inaction, 28 states have adopted minimum wages above the federal floor, affecting 70 percent of the work force.  In an unusual move for a minimum-wage bill -- typically it is handled by the House and Senate labor committees -- the Senate Finance Committee is scheduled to hold a hearing today on the bill.  ''To call a minimum-wage increase 'overdue' is the understatement of the year,'' said Senator Max Baucus, Democrat of Montana and the committee's chairman. ''This Congress promised to raise the minimum wage, and we will. We also need to pass meaningful small-business incentives along with a wage increase. We can do both, and we will.''  Many economists, especially conservative ones, insist that raising the minimum wage would not reduce poverty, saying it would ultimately reduce the number of jobs for low-skilled workers. But other economists, especially liberal ones, say a higher minimum would have virtually no effect on job levels while it lifted the pay for millions of low-wage workers.  ''The increase will make a big difference for someone who makes the minimum wage -- you're talking about thousands of dollars a year in extra earnings,'' said Jared Bernstein of the Economic Policy Institute, a liberal research group, and one of the economists scheduled to testify before the Finance Committee. ''It's important to remember that if you don't have a binding wage floor, a lot of workers are going to end up disconnected from the improving economy and that's exactly what's happened.''  Mr. Bernstein's institute estimates that six million workers earn less than $7.25 an hour, but workers earning a dollar or two more than that can also expect to see their wages increase if a new minimum is enacted.  Joseph Sabia, a professor of consumer economics at the University of Georgia, said an increase would do little to lift workers out of poverty.  ''Most people who earn the minimum wage are not poor or near poor,'' Professor Sabia said. ''If the goal is to help the working poor, it would be better to raise the earned-income tax credit,'' which refunds cash to poor workers.  The traditional economists' view has been that a higher minimum wage would mean some job losses for low-wage workers. But a landmark 1994 study by David Card and Alan Krueger upset the common wisdom by finding that there were no overall job losses when New Jersey raised its minimum wage.  David Neumark, a longtime critic of that study and an economics professor at the University of California, Irvine, said most credible studies had concluded that an increase in the minimum wage did hurt employment for unskilled workers, although most studies did not find major job reductions. He said an increase to $7.25 might reduce job levels for the least skilled workers by 4 percent.  ''The most affected workers are the ones you'd most like to help,'' Professor Neumark said. ''If the workers who get raises are middle-class teenagers and the ones who lose jobs are unskilled workers in poor jobs, you can increase poverty.''  Harry Holzer, a professor of public policy at Georgetown University, acknowledged that there might be some job losses, but he said that they would be minor and would be far outweighed by the wage gains.  ''Minimum-wage earners are concentrated in the bottom half of families by income,'' Professor Holzer said. ''They might not be in the bottom 10 percent, but they might be in the bottom 10 to 40 percentile. Will a minimum-wage increase dramatically reduce poverty? Probably not. But it will redistribute income toward the bottom half of American workers.''  THE 110TH CONGRESS  ", 
            "title": "Tax Cut Measure Could Be a Stumbling Block for Increase in Minimum Wage"
        }, 
        "weight": 0.6084832375023458, 
        "file": "1817780.txt", 
        "other_topics": {
            "0": 0.6084832375023458, 
            "1": 0.00011929173807715528, 
            "2": 0.00021742329761788269, 
            "3": 0.00015811802287897167, 
            "4": 8.179613469585371e-05, 
            "5": 0.0022740302838360526, 
            "6": 0.00014067898609521087, 
            "7": 0.014639301248112888, 
            "8": 0.00011652894481434148, 
            "9": 0.00022859582263756517, 
            "10": 9.817811581957968e-05, 
            "11": 0.00014356091688060132, 
            "12": 0.00011605159564265251, 
            "13": 8.846086148780604e-05, 
            "14": 5.631660510748455e-05, 
            "15": 0.00010385200732442355, 
            "16": 0.18424311757188183, 
            "17": 9.060993624730811e-05, 
            "18": 7.857811624924167e-05, 
            "19": 5.460762686539992e-05, 
            "20": 0.1711049222387612, 
            "21": 0.0003753685825648469, 
            "22": 0.00011974701550436344, 
            "23": 0.00014212156499327535, 
            "24": 6.8043677669433e-05, 
            "25": 0.01615535586001162, 
            "26": 0.00012078233257793235, 
            "27": 8.347176921612024e-05, 
            "28": 0.0001262844688404254, 
            "29": 0.00017156715524278975
        }
    }, 
    {
        "content": {
            "text": "  Gov. Eliot Spitzer vowed yesterday to make health insurance available to all children and enroll all eligible adults in Medicaid. If carried out fully, his pledges would cut the number of uninsured New Yorkers in half.  But those promises may not turn out to be as ambitious as described. How far they go will depend on details the governor and his staff said would not be made public until late this month.  At their most far-reaching, the governor's plans would give New York the lowest percentage of uninsured people in the country, and would mark a sharp increase in coverage for the poor. Even so, such promises would not be as hard or as expensive to carry out as most people would guess, according to people who study the politics and economics of health care.  People who have no health insurance tend to be young and healthy, cheaper to care for and cheaper to cover than those who are currently covered. As a result, the United Hospital Fund, a policy research group, has estimated that covering all of the uninsured in New York would cost $4.1 billion a year -- less than one-tenth of what the state already spends on Medicaid, the health plan for the poor. Most of the uninsured are also poor, and already qualify for Medicaid or a similar program, Child Health Plus, so experts said that easier enrollment and more aggressive recruitment in those programs would almost certainly be at the center of Mr. Spitzer's plans.  The biggest obstacle, they said, could be new federal requirements that people signing up for Medicaid produce birth certificates or other proof of citizenship.  In his first address to the Legislature, Mr. Spitzer said, ''We will introduce a budget that in the very first year, guarantees access to health insurance for all of New York's 500,000 uninsured children.''  But to guarantee access to insurance and to guarantee actual coverage could be two very different things. Many people have access to government programs, at least in theory, but do not take advantage of them. Again, the governor did not say precisely what he meant by his promise.  In New York, children qualify for free health insurance through either Medicaid or Child Health Plus, in households that earn up to 160 percent of the federal poverty line -- about $21,000 a year for a family of four. Above that limit, up to 250 percent of the poverty line -- about $33,000 for a family of four -- they are eligible for Child Health Plus for a premium of $15 a month or less.  About two-thirds of New York's uninsured children already qualify for one of the programs on those terms. Danielle Holahan, senior health policy analyst at the United Hospital Fund, said, ''That, plus the fact that children are pretty cheap to insure,'' suggests that getting most of them enrolled ''is something we could tackle pretty easily.''  State law also says that any child, no matter how high the family income, can be enrolled in Child Health Plus by paying a premium that averages less than $200 a month, much less than a commercial insurance policy. Officials in the Pataki administration argued that that means New York already guarantees access to coverage for all children.  Ms. Holahan said the state could draw middle-income children into Child Health Plus by putting the premiums on a sliding scale as incomes rise, rather than having an abrupt jump up from $15 a month.  Mr. Spitzer said that within four years, ''we will enroll the 900,000 Medicaid-eligible adults'' by simplifying the paperwork.  That promise could be tougher to keep, experts said, because he is promising not mere access but actual coverage. Each year, about one-third of the people on Medicaid in New York fail to renew their enrollment, though they remain eligible, so policy analysts say that an easier renewal process would keep some people enrolled. They also proposed tying Medicaid enrollment to food stamps, welfare, schools and other public services.  But some people are reluctant to sign up, particularly immigrants who mistrust the government or just cannot be bothered.  ''The only way you ever get to really universal coverage is with some sort of individual mandate requiring people to enroll,'' said Diane Rowland, executive director of the Kaiser Commission on Medicaid and the Uninsured.  Almost 14 percent of New Yorkers are uninsured, according to the Census Bureau, below the national average of nearly 16 percent but well above Minnesota, with the lowest rate, less than 9 percent. If Mr. Spitzer succeeds in insuring all children and all people eligible for Medicaid, the number of uninsured in New York would drop below 7 percent.  Medicaid spends more than $45 billion a year to insure 4.2 million New Yorkers, but most of those costs are spent on older and disabled patients.  An estimated 1.2 million people qualify for Medicaid or Child Health Plus but are not enrolled. They are disproportionately healthy young adults and children.  ''Low-income people who have serious health needs end up in a hospital emergency room, and they enroll in Medicaid at that time, if they're not enrolled already,'' Ms. Rowland said. ''So the remaining uninsured tend to be healthier than those who are insured.''  CHANGEOVER IN ALBANY  ", 
            "title": "Spitzer's Health Care Pledge Focuses on Easing the Way for Those Entitled"
        }, 
        "weight": 0.6067549462548412, 
        "file": "1816367.txt", 
        "other_topics": {
            "0": 0.6067549462548412, 
            "1": 0.00015256838886719824, 
            "2": 0.00027807392829081617, 
            "3": 0.0002022253375662005, 
            "4": 0.00010461331763008823, 
            "5": 0.00034918396773266086, 
            "6": 0.11790271989587217, 
            "7": 0.0059270050538282855, 
            "8": 0.002708226175549076, 
            "9": 0.00029236304981177967, 
            "10": 0.00012556508266249296, 
            "11": 0.00018360749994777357, 
            "12": 0.00014842440271274553, 
            "13": 0.00011313718227719861, 
            "14": 7.202622617638401e-05, 
            "15": 0.00013282171668807334, 
            "16": 0.0001924792101176227, 
            "17": 0.0001158857454123952, 
            "18": 0.00010049762699083394, 
            "19": 6.984052529544528e-05, 
            "20": 0.18300627877520775, 
            "21": 0.0004800783423596527, 
            "22": 0.00015315066677408753, 
            "23": 0.00018176663819152811, 
            "24": 8.702458730134305e-05, 
            "25": 0.07952332135588354, 
            "26": 0.0001544747874586143, 
            "27": 0.00010675637349638784, 
            "28": 0.00016151175479958317, 
            "29": 0.00021942613025716025
        }
    }, 
    {
        "content": {
            "text": "  Universal health care, much as we need it, won't happen until there's a change of management in the White House. In the meantime, however, Congress can take an important step toward making our health care system less wasteful, by fixing the Medicare Middleman Multiplication Act of 2003.  Officially, of course, it was the Medicare Modernization Act. But as we learned during the debate over Social Security, in Bushspeak ''modernize'' is a synonym for ''privatize.'' And one of the main features of the legislation was an effort to bring private-sector fragmentation and inefficiency to one of America's most important public programs.  The process actually started in the 1990s, when Medicare began allowing recipients to replace traditional Medicare -- in which the government pays doctors and hospitals -- with private managed-care plans, in which the government pays a fee to an H.M.O. The magic of the marketplace was supposed to cut Medicare's costs.  The plan backfired. H.M.O.'s received fees reflecting the medical costs of the average Medicare recipient, but to maximize profits they selectively enrolled only healthier seniors, leaving sicker, more expensive people in traditional Medicare. Once Medicare became aware of this cream-skimming and started adjusting payments to reflect beneficiaries' health, the H.M.O.'s began dropping out: their extra layer of bureaucracy meant that they had higher costs than traditional Medicare and couldn't compete on a financially fair basis.  That should have been the end of the story. But for the Bush administration and its Congressional allies, privatization isn't a way to deliver better government services -- it's an end in itself. So the 2003 legislation increased payments to Medicare-supported H.M.O.'s, which were renamed Medicare Advantage plans. These plans are now heavily subsidized.  According to the Medicare Payment Advisory Commission, an independent federal body that advises Congress on Medicare issues, Medicare Advantage now costs 11 percent more per beneficiary than traditional Medicare. According to the Commonwealth Fund, which has a similar estimate of the excess cost, the subsidy to private H.M.O.'s cost Medicare $5.4 billion in 2005.  The inability of private middlemen to win a fair competition against traditional Medicare was embarrassing to those who sing the praises of privatization. Maybe that's why the Bush administration made sure that there is no competition at all in Part D, the drug program. There's no traditional Medicare version of Part D, in which the government pays drug costs directly. Instead, the elderly must get coverage from a private insurance company, which then receives a government subsidy.  As a result, Part D is highly confusing. It's also needlessly expensive, for two reasons: the insurance companies add an extra layer of bureaucracy, and they have limited ability to bargain with drug companies for lower prices (and Medicare is prohibited from bargaining on their behalf). One indicator of how much Medicare is overspending is the sharp rise in prices paid by millions of low-income seniors whose drug coverage has been switched from Medicaid, which doesn't rely on middlemen and does bargain over prices, to the new Medicare program.  The costs imposed on Medicare by gratuitous privatization are almost certainly higher than the cost of providing health insurance to the eight million children in the United States who lack coverage. But recent news analyses have suggested that Democrats may not be able to guarantee coverage to all children because this would conflict with their pledge to be fiscally responsible. Isn't it strange how fiscal responsibility is a big concern when Congress is trying to help children, but a nonissue when Congress is subsidizing drug and insurance companies?  What should Congress do? The new Democratic majority is poised to reduce drug prices by allowing -- and, probably, requiring -- Medicare to negotiate prices on behalf of the private drug plans. But it should go further, and force Medicare to offer direct drug coverage that competes on a financially fair basis with the private plans. And it should end the subsidy to Medicare Advantage, forcing H.M.O.'s to engage in fair competition with traditional Medicare.  Conservatives will fight fiercely against these moves. They say they believe in competition -- but they're against competition that might show the public sector doing a better job than the private sector. Progressives should support these moves for the same reason. Ending the subsidies to middlemen, in addition to saving a lot of money, would point the way to broader health care reform.  Op-Ed Columnist  ", 
            "title": "First, Do Less Harm"
        }, 
        "weight": 0.5990276013747682, 
        "file": "1816540.txt", 
        "other_topics": {
            "0": 0.5990276013747682, 
            "1": 0.00016079868043922932, 
            "2": 0.0002930746078248027, 
            "3": 0.00021313436992722893, 
            "4": 0.010899243350370165, 
            "5": 0.008459760679324446, 
            "6": 0.00018962751062448122, 
            "7": 0.0116412302836947, 
            "8": 0.00015707458757120924, 
            "9": 0.00030813455505415113, 
            "10": 0.0001323386826805022, 
            "11": 0.00019351219429895544, 
            "12": 0.00015643114722778244, 
            "13": 0.00011924036003697611, 
            "14": 7.59116761484663e-05, 
            "15": 0.0001399867753450936, 
            "16": 0.04875330252259121, 
            "17": 0.0001221371942273681, 
            "18": 0.00010591896478284369, 
            "19": 7.36080677791354e-05, 
            "20": 0.3088601470389197, 
            "21": 0.0032032228051240112, 
            "22": 0.0001614123692890094, 
            "23": 0.00019157202737792324, 
            "24": 9.171912286499226e-05, 
            "25": 0.00019855490215002592, 
            "26": 0.00016280791957563875, 
            "27": 0.005507008676097006, 
            "28": 0.00017022449565095327, 
            "29": 0.0002312630582338387
        }
    }, 
    {
        "content": {
            "text": "  Just eight miles separate this town on the Washington side of the state border from Post Falls on the Idaho side. But the towns are nearly $3 an hour apart in the required minimum wage. Washington pays the highest in the nation, just under $8 an hour, and Idaho has among the lowest, matching 21 states that have not raised the hourly wage beyond the federal minimum of $5.15.  Nearly a decade ago, when voters in Washington approved a measure that would give the state's lowest-paid workers a raise nearly every year, many business leaders predicted that small towns on this side of the state line would suffer.  But instead of shriveling up, small-business owners in Washington say they have prospered far beyond their expectations. In fact, as a significant increase in the national minimum wage heads toward law, businesses here at the dividing line between two economies -- a real-life laboratory for the debate -- have found that raising prices to compensate for higher wages does not necessarily lead to losses in jobs and profits.  Idaho teenagers cross the state line to work in fast-food restaurants in Washington, where the minimum wage is 54 percent higher. That has forced businesses in Idaho to raise their wages to compete.  Business owners say they have had to increase prices somewhat to keep up. But both states are among the nation's leaders in the growth of jobs and personal income, suggesting that an increase in the minimum wage has not hurt the overall economy.  ''We're paying the highest wage we've ever had to pay, and our business is still up more than 11 percent over last year,'' said Tom Singleton, who manages a Papa Murphy's takeout pizza store here, with 13 employees.  His store is flooded with job applicants from Idaho, Mr. Singleton said. Like other business managers in Washington, he said he had less turnover because the jobs paid more.  By contrast, an Idaho restaurant owner, Rob Elder, said he paid more than the minimum wage because he could not find anyone to work for the Idaho minimum at his Post Falls restaurant, the Hot Rod Cafe.  ''At $5.15 an hour, I get zero applicants -- or maybe a guy with one leg who wouldn't pass a drug test and wouldn't show up on Saturday night because he wants to get drunk with his buddies,'' Mr. Elder said.  For years, economists have debated the effect that raising the minimum wage would have on business. While the federal minimum wage has not gone up for 10 years, 29 states have raised their wage beyond the federal minimum.  These increases, according to critics like Brendan Flanagan of the National Restaurant Association, are a burden on the small, mostly family-run businesses in fast food and agriculture that employ workers at the lowest end of the pay scale.  ''We see the political momentum for this,'' said Mr. Flanagan, a vice president at the association, ''but we cannot ignore what our members are telling us, which is that it will lead to job losses.''  But the state's major business lobby, the Association of Washington Business, is no longer fighting the minimum-wage law, which is adjusted every year in line with the consumer price index.  ''You don't see us screaming out loud about this,'' said Don Brunell, president of the trade group, which represents 6,300 members.  ''It's almost a no-brainer,'' Mr. Brunell said, that the federal minimum should go higher. Association officials say they would like to see some flexibility for rural and small-town businesses, however.  Washington's robust economy, which added nearly 90,000 jobs last year, is proof that even with the country's highest minimum wage, ''this is a great place to do business,'' Mr. Brunell said.  During a recession five years ago, the same group had argued that Washington's high minimum wage law would send businesses fleeing to Idaho. The group sent out a news release with a criticism of the law from John Fazzari, who owns a family-run pizza business in Clarkston, Wash., just minutes from the Idaho town of Lewiston.  But now Mr. Fazzari says business has never been better, and he has no desire to move to Idaho.  ''To tell you the truth, my business is fantastic,'' he said in an interview. ''I've never done as much business in my life.''  Mr. Fazzari employs 42 people at his pizza parlor. New workers make the Washington minimum, $7.93 an hour, but veteran employees make more. To compensate for the required annual increase in the minimum wage, Mr. Fazzari said he raises prices slightly. But he said most customers barely notice.  He sells more pizza, he said, because he has a better product, and because his customers are loyal.  ''If you look 10 years down the road, we will probably have no minimum wage jobs on this side of the border, and lots of higher-income jobs,'' Mr. Fazzari said.  Job figures from both states tend to support his point. While Idaho leads the nation in new job growth, it has a far higher percentage of minimum-wage jobs than Washington. Minimum-wage positions make up just 2.4 percent of the jobs in Washington, while about 13 percent of the jobs in Idaho pay at or less than the proposed federal minimum wage, according to a study done for the state last year.  Part of the difference could be accounted for by a lower cost of living in Idaho and the higher percentage of technology, manufacturing and government jobs in Washington, economists say. Still, it is hard to find a teenager in Idaho who lives anywhere near Washington who is willing to work for $5.15 an hour.  ''Are you kidding? There are so many jobs nearby that pay way more than minimum wage,'' said Jennifer Stadtfeldt, who is 17 and lives in Coeur d'Alene, which is just a few minutes from Washington. She pointed out that Taco Bell, McDonald's and other fast-food outlets in her town were posting signs trying to entice entry-level workers with a starting pay of $7 an hour.  The House today passed a bill increasing the minimum wage, and about 13 million workers would see a pay raise if the Senate and President Bush approve it. Mr. Bush has said he would approve the wage increase so long as concerns of small-business owners were taken into account; the Senate has not yet taken up the bill.  Several studies have concluded that modest changes in the minimum wage have little effect on employment. A study two months ago by an economist at Washington State University seemed to back the experience of Clarkston and other border towns in Washington. The economist, David Holland, said job loss was minimal when higher wages were forced on all businesses. About 97 percent of all minimum-wage workers were better off when wages went up, he wrote.  But other business groups argue that an increase would hurt consumers and workers at the low end.  In a survey released on the eve of the November elections -- in which voters in six states considered raising their minimum wages -- the National Restaurant Association said restaurants expected to raise their prices and eliminate some jobs if the voters approved the measures. The initiatives all passed.  Here on this border, business owners have found small ways to raise their prices, and customers say they have barely noticed.  ''We used to have a coupon, $3 off on any family-size pizza, and we changed that to $2 off,'' said Mr. Singleton, of Papa Murphy's. ''I haven't heard a single complaint.''  THE 110TH CONGRESS  ", 
            "title": "For $7.93 an Hour, It's Worth A Trip Across the State Line"
        }, 
        "weight": 0.5936771330366383, 
        "file": "1818087.txt", 
        "other_topics": {
            "0": 0.5936771330366383, 
            "1": 0.00010023710200334625, 
            "2": 0.003545460240679018, 
            "3": 0.00013286161006084045, 
            "4": 0.021926711480794815, 
            "5": 0.0002294131127124791, 
            "6": 0.0017995912701558245, 
            "7": 0.13672329719791898, 
            "8": 9.79156135703442e-05, 
            "9": 0.01700591324391026, 
            "10": 8.249598814243573e-05, 
            "11": 0.00012062973095209264, 
            "12": 9.75145120491068e-05, 
            "13": 7.43308844282416e-05, 
            "14": 4.732107505207132e-05, 
            "15": 8.726358102601923e-05, 
            "16": 0.058974868155844885, 
            "17": 7.613668447234608e-05, 
            "18": 6.602672390112822e-05, 
            "19": 4.5885074293472746e-05, 
            "20": 0.15049962637291053, 
            "21": 0.0003154104341666015, 
            "22": 0.0001006196573307015, 
            "23": 0.00011942028875371266, 
            "24": 5.717496592113042e-05, 
            "25": 0.001805156339797724, 
            "26": 0.0001014896017609018, 
            "27": 7.013870683906415e-05, 
            "28": 0.00010611287410708152, 
            "29": 0.011913844439806512
        }
    }, 
    {
        "content": {
            "text": "  Start with the children and work up from there. For corporate America and Washington policy experts, that seems to be the emerging consensus about how to begin tackling the problem of the 47 million people in this country without health insurance: Start with the more than 8 million uninsured children.  Then maybe add four million college students who do not have insurance but might not cost all that much to cover because they tend to be young and healthy.  Next might come the 1.4 million or so uninsured people in households with total income at least $75,000, who are perhaps in a position to purchase insurance -- if insurance became mandatory and if a market for affordable personal policies was created.  Those are among the ideas arising from corporate America as change in the nation's health insurance system seems increasingly to become a political imperative.  Employers, much of the glue holding the nation's piecemeal health care system together for half a century, have been reluctant to agree to a larger government role in medical coverage. But straining under runaway costs for providing health insurance -- partly because of the costs imposed on the medical system by people with no insurance at all -- many executives and their representatives see the time as ripe for starting to overhaul the system.  ''There is more frustration and less acceptance of the current system among employers than we have ever seen in my 30 years in this field,'' said Helen Darling, president of the National Business Group on Health, an organization made up of large companies.  As a starting point, many employers and health care industry executives are pushing for expansion of the federal-state Children's Health Insurance Program, which covers children from families with incomes too high for Medicaid.  Increasing the funds and expanding eligibility, business leaders say, would be an important start -- not only in providing better care for the children, but in reducing the expensive visits to hospital emergency rooms that end up as higher costs for employers who pay for health care for the majority of American workers and their families.  The program, which depends on federal funds with matching grants from states, is up for renewal in Congress this year. The federal contribution is currently $5 billion a year. With the budget deficit a contentious matter, it will not be easy to enact that or any other new spending measure.  But the head of another representative of large corporations said that not taking action was no longer an option for American companies as they compete with foreign businesses whose governments shouldered medical and hospital costs.  ''Health costs are the single largest cost pressure that employers face -- far exceeding energy, labor, material, even litigation,'' said John J. Castellani, president of the Business Roundtable, an association of 165 of the largest companies.  The national grocery chain Safeway, for example, says the $1 billion it spent on employee health care last year exceeded its net income. By next year, that will be true for most large businesses, according to Safeway's chairman and chief executive, Steven A. Burd, who cited a McKinsey & Company study.  The November election results sent a message that voters want the government to address personal concerns like access to good health care, Mr. Castellani of the Business Roundtable said.  President Bush proposed his own approach in the State of the Union address on Tuesday night, though some Congressional Democrats are deriding it, saying it has no chance of passage.  But Democrats are pushing for new powers for Medicare to have a role in drug pricing, for example. And California has joined the states that are experimenting with mandatory health insurance for individuals and employers as a way to address the problems of the uninsured.  Mr. Burd, whose company is based in California, has urged his counterparts to support Gov. Arnold Schwarzenegger's proposal for requiring universal coverage of individuals who can afford it, while providing subsidies for low-income people to purchase policies.  Such requirements would mean creating a market for individual health policies that would resemble the market for car insurance, Mr. Burd said.  WellPoint, the largest health insurer, said it had been signing up about 380,000 previously uninsured people annually by devising new types of lower-price policies.  Jude Thompson, a senior vice president, said the company had made a target of the 18-to-34-year-old group -- sometimes called ''young invincibles'' -- attracting them with reduced premiums that are offset by higher annual deductibles of $1,500, and throwing in vision and dental benefits.  The insurance industry has both short- and long-term reasons for wanting market-based approaches to succeed, said Charles Boorady, a health care analyst at Citigroup. Short term, they get more customers. But in the longer run, ''their biggest risk is nationalized health care.''  The government already accounts for 40 percent of total health spending -- $1.99 trillion in 2005, Mr. Boorady said. ''The decision on should we nationalize all of it will be heavily influenced by the outcome of some of these state universal health plans,'' he said.  Jack O. Bovender, chief executive of HCA, the hospital company, said that a patchwork of state plans would not work. For one thing, he said, state regulation of health care financing had often been overturned by lawsuits filed under the federal Employee Retirement Income Security Act, which the courts have said was intended to let big companies set up uniform health benefits across the country, rather than navigate state-by-state requirements.  ''Ultimately there has to be a federal solution,'' Mr. Bovender said. But he cautioned, ''I think we need to move quickly but not grab at what appear to be quick easy fixes; things that sound good always have unintended consequences.''  Some business executives said they were reluctant to prescribe solutions. ''We certainly don't have it all figured out,'' H. Lee Scott, chief executive of Wal-Mart Stores, said in a statement. The company is the nation's largest employer.  ''We have said all along that it is going to take businesses working with leaders in government, the health care industry and others to come up with health care solutions,'' Mr. Scott added.  Charles N. Kahn III, a longtime strategist in the Washington health policy wars, said that the chances for government action were now unusually bright.  But even with a growing political will to tackle the problem, Mr. Kahn, who is president of the Federation of American Hospitals, is not expecting the complicated problems in the health care system to be solved quickly. He cautioned that federal budget deficits made it ''hard to visualize major health reform before the 2008 elections.''  ", 
            "title": "With Health Care Topic A, Some Sketches for a Solution"
        }, 
        "weight": 0.589940242517192, 
        "file": "1821345.txt", 
        "other_topics": {
            "0": 0.589940242517192, 
            "1": 0.00010785351114072104, 
            "2": 0.00019657577657822167, 
            "3": 0.00014295695759832146, 
            "4": 7.395315440019241e-05, 
            "5": 0.014719974718080987, 
            "6": 0.00012719005388513814, 
            "7": 0.0005716307209137515, 
            "8": 0.00010535562688860567, 
            "9": 0.0038249595035400427, 
            "10": 8.876435769150583e-05, 
            "11": 0.00012979565221976766, 
            "12": 0.00010492404809667397, 
            "13": 7.997883729233686e-05, 
            "14": 5.091671639857556e-05, 
            "15": 9.38942110283155e-05, 
            "16": 0.05441030434010255, 
            "17": 8.192184912410586e-05, 
            "18": 7.104369399683876e-05, 
            "19": 4.9371602656057096e-05, 
            "20": 0.22344598179541295, 
            "21": 0.009385082743522271, 
            "22": 0.00010826513452603673, 
            "23": 0.0001284943118476899, 
            "24": 6.15193446408609e-05, 
            "25": 0.010988025400667983, 
            "26": 0.00010920118075462068, 
            "27": 7.546812156650577e-05, 
            "28": 0.00011417574751213364, 
            "29": 0.09061217837072416
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''The President's Risky Health Plan'' (editorial, Jan. 26):  Forty-seven million uninsured Americans is not only a crisis, it is also a scandal.  A crisis calls for a response that is equal to the seriousness of the problem, not a half-baked proposal like the one announced by President Bush on Tuesday.  Even if his tax-cut plan were enacted and the number of uninsured was reduced by three million to five million, the potential estimated by White House officials, we would still have a crisis.  Mr. Bush's plan would be tantamount to treating cancer with a Band-Aid.  John Chalmers  Gresham, Ore., Jan. 26, 2007  To the Editor:  You write that the greatest risk of the administration's proposal is that small and medium businesses might stop providing health coverage.  As a small-business owner, I can tell you that this is true and it's not necessarily bad.  The health insurance my company offers is a good plan, but it does not offer the best fit for each employee, and its expense prevents us from offering any retirement benefits.  Putting the burden of selecting and paying for health benefits on employees would increase their cost sensitivity, allow better tailored coverage and allow small and medium-size employers to provide other benefits that are every bit as critical to the future of our nation.  Saul J. Stahl  Brooklyn, Jan. 26, 2007  To the Editor:  Your editorial, which is mostly critical of President Bush's health insurance proposals, is very well thought out.  But there is another factor in the health care cost issue that you did not mention.  If more people are to become able to pay for medical care, then there have to be more people ready to provide the care. If not, then medical care costs will go up even faster than they are now.  It's Economics 101, supply and demand.  What we need are more medical care providers to go along with the newly insured patients, and this is something that cannot happen overnight and will take lots of political courage to make happen.  Lester Ostroy  Redondo Beach, Calif.  Jan. 26, 2007  To the Editor:  The president's proposed tax credit for health insurance would level the playing field for those of us who have ordinary health policies.  The only people who will lose are those who have gold-plated policies, like big company bosses and union members.  Those of us who have high deductibles and co-payments -- the large majority -- will win under the president's proposal.  It is unfair to the average worker that big company bosses and union members not only get fat-cat medical benefits but don't even have to pay taxes on them.  If the Democrats are truly sincere about looking out for the common man and reducing blatant inequalities, they should stand up to the unions and support the president's proposal.  Christopher Taylor  New York, Jan. 26, 2007  To the Editor:  Your editorial ''The President's Risky Health Plan'' ignores the possibility that President Bush's health care proposals can be a first step in the demise of our antiquated employer-based health care system.  By taxing health care premiums greater than $15,000, the president's proposal will lead families and employers away from employer-sponsored coverage.  Already, many mid-size and small companies currently do not offer health care insurance.  The employer-based system has given us job lock, where employees are reluctant to move to a more productive job where health insurance is not offered.  Even if one has a job but is laid off, or the employer goes out of business, health insurance coverage can be lost.  Obtaining health care insurance in the individual market tends to be prohibitively expensive unless one is young and healthy.  In contrast, under the private, individual-based health system in Israel and the Netherlands, in which there is no employer role, health insurers must accept any applicant regardless of health status and, in the Netherlands, are paid greater amounts by the government for enrolling high-risk enrollees.  Universal coverage exists in both countries, with health care expenditures under 10 percent of gross domestic product in each country, relative to the 15 percent of G.D.P. in the United States.  Warren Greenberg  Washington, Jan. 26, 2007  The writer is a professor of health economics at George Washington University.  To the Editor:  Re ''The President's Risky Health Plan'' (editorial, Jan. 26):  You hit the nail on the head when you wrote that President Bush's ''whole approach rests on the premise that comprehensive prepaid health policies are a major factor in driving up costs; the theory is that people will tend to use services if they are covered. There is probably some truth in that.''  There is; economists have known this since the days of Lord Keynes. Further, it is seen as a good thing.  An individual's health is primarily valuable to the individual; it is in the aggregation of these individuals that it becomes more valuable to society at large.  This is why we call it a ''public'' health system.  I fail to see how these ''gold plated'' health care systems do not in the aggregate serve the public good.  Katherine Verleger  Atlanta, Jan. 26, 2007  To the Editor:  George W. Bush's health insurance proposal to create a standard deduction for health insurance spending of $15,000 for families and $7,500 for individuals will increase the tax burden for everyone, rich and poor, in the long run.  Mr. Bush predicts that only 20 percent will experience an increase at the outset of the plan in 2009, giving the reform the illusion that it is benign. But the rate of medical inflation increases so fast that in a few short years, most people on private insurance would exceed the limit and pay tax on a portion of their health insurance.  Taxing insurance is not the way to decrease the number of uninsured.  Adam E. Block  Somerville, Mass., Jan. 26, 2007  The writer is a doctoral candidate in health policy at Harvard.  ", 
            "title": "Will Bush's Health Plan Work?"
        }, 
        "weight": 0.583130663445777, 
        "file": "1822378.txt", 
        "other_topics": {
            "0": 0.583130663445777, 
            "1": 0.00012323731731547904, 
            "2": 0.002291804702675409, 
            "3": 0.033238389709085055, 
            "4": 8.450154528030138e-05, 
            "5": 0.0002820538104417237, 
            "6": 0.002212522069831545, 
            "7": 0.008921926389541732, 
            "8": 0.00012038314454966488, 
            "9": 0.00023615663905540425, 
            "10": 0.00010142536111652503, 
            "11": 0.00014830920022535792, 
            "12": 0.00011989000703410896, 
            "13": 9.138670819032265e-05, 
            "14": 5.817927918254291e-05, 
            "15": 0.00010728691682077501, 
            "16": 0.055969608585889674, 
            "17": 0.018698317947045785, 
            "18": 8.11770907386491e-05, 
            "19": 5.6413776413450754e-05, 
            "20": 0.2036376962803988, 
            "21": 0.08927695909021555, 
            "22": 0.00012370765306268005, 
            "23": 0.00014682224171401242, 
            "24": 7.02942251611467e-05, 
            "25": 0.00015217396942541673, 
            "26": 0.00012477721329186392, 
            "27": 8.623260148257831e-05, 
            "28": 0.00013046133294192133, 
            "29": 0.00017724174609556445
        }
    }, 
    {
        "content": {
            "text": "  Hospitals in New York City and the largest health care union have agreed on a new contract that bails out the union's ailing health care benefits fund, officials said yesterday.  The current contract is not set to expire for 15 months, but the union, 1199 S.E.I.U. United Healthcare Workers East, and the hospitals agreed to open negotiations in part because the benefits fund faces a deficit of more than $700 million over the next five years, a result of rising medical costs.  The union and the League of Voluntary Hospitals, the labor relations group for most hospitals in the city, made a similar decision three years ago, when they reached a new pact with more than a year left on the previous one. In that case, 1199 agreed to a smaller pay increase to preserve health benefits.  Union members will vote on whether to ratify the proposed contract, which includes annual wage increases of 3 percent and runs through Sept. 30, 2011. The contract applies to 65,000 mostly low-wage workers at 61 hospitals and 20 nursing homes, said Bruce McIver, president of the hospital league.  The union agreed to postpone the 3 percent pay increase scheduled for July 1 until Dec. 1, with members getting the 3 percent increase each Dec. 1 through 2010.  Postponement of the raises will save the hospitals enough money to enable them to increase their contributions to the benefit fund by $466 million over the life of the contract without raising their overall costs, Mr. McIver said.  The two sides also agreed to shift $300 million from the union's pension fund, which has a surplus, to the benefits fund.  Workers and employers around the country have been squeezed by increased health care costs, but the outcome for 1199 is unusual -- it will remain one of the few labor groups whose members pay no out-of-pocket medical costs.  ''We're very proud of a benefits plan where the members pay no co-payments, no deductibles and no premiums,'' said Dennis Rivera, the union's president.  The proposed contract also formalizes a commitment the hospitals have already made to the union, that it will find jobs for all 1199 members who are laid off as a result of an expected wave of hospital closings, mergers and downsizings ordered by the state. The layoffs are expected to be a few thousand.  The league includes all but a handful of private hospitals in the city and a few in Westchester County, but it does not include city and state hospitals. Its contracts often set the pattern for other hospitals in the region.  The 1199 benefits fund covers more than 100,000 current workers -- including many whose employers are not part of the league -- and more than 40,000 retired workers and their families.  ", 
            "title": "Hospitals and Their Workers Reach a Pact on Health Care"
        }, 
        "weight": 0.5762544749884048, 
        "file": "1820875.txt", 
        "other_topics": {
            "0": 0.5762544749884048, 
            "1": 0.0667097222394264, 
            "2": 0.00048131873373108143, 
            "3": 0.004779741672342791, 
            "4": 0.00018107540639502825, 
            "5": 0.0006044032470836636, 
            "6": 0.0800461963143472, 
            "7": 0.0013996463834012093, 
            "8": 0.0002579648307037948, 
            "9": 0.0005060518035261285, 
            "10": 0.00021734085953122305, 
            "11": 0.00031780659884794623, 
            "12": 0.00025690810356653694, 
            "13": 0.00019582938122344727, 
            "14": 0.00012467034285353594, 
            "15": 0.00022990138227354013, 
            "16": 0.0003331626602062593, 
            "17": 0.00020058687480058404, 
            "18": 0.05333046459038223, 
            "19": 0.00012088710870859262, 
            "20": 0.17944495186171383, 
            "21": 0.0008309685890243027, 
            "22": 0.00026508880373956706, 
            "23": 0.000314620247452344, 
            "24": 0.00015063103693614327, 
            "25": 0.00032608827761727844, 
            "26": 0.00026738072695258055, 
            "27": 0.00018478482619652627, 
            "28": 0.000279561028179238, 
            "29": 0.0313877710804323
        }
    }, 
    {
        "content": {
            "text": "  President Bush intends to use his State of the Union address Tuesday to tackle the rising cost of health care with a one-two punch: tax breaks to help low-income people buy health insurance and tax increases for some workers whose health plans cost significantly more than the national average.  White House officials say Mr. Bush has decided to forgo the traditional formula for the State of the Union -- a laundry list of ideas, many of them dead on arrival -- in favor of a more thematic speech that will concentrate on a few issues, like health care, immigration and energy, on which he hopes to make gains with the new Democrat-controlled Congress.  The basic concept is that employer-provided health insurance, now treated as a fringe benefit exempt from taxation, would no longer be entirely tax-free. Workers could be taxed if their coverage exceeded limits set by the government. But the government would also offer a new tax deduction for people buying health insurance on their own.  ''I will propose a tax reform designed to help make basic private insurance more affordable,'' Mr. Bush said in his weekly radio address on Saturday, ''whether you get it through your job or on your own.'' He did not offer specifics, but an administration official provided details of the plan.  The proposed plan is a startling move for a president who has repeatedly vowed not to raise taxes. And it is certain to run into opposition from business groups, labor unions and, most of all, the Democrats who now run Capitol Hill.  ''It's a bad policy,'' Representative Charles B. Rangel, the New York Democrat who is chairman of the House committee that writes tax legislation, said in an interview Friday night. ''We are trying to bring tax relief to the middle class. The president is trying to increase their tax liability. This proposal is inconsistent with what the majority is seeking in the House and the Senate.''  White House officials say the health tax plan would neither increase spending nor reduce tax revenues. Supporters say it would expand coverage to some of the 47 million uninsured. But critics say it would, in effect, tax people with insurance to provide coverage to those without it.  That would amount to a tectonic shift in the way people get and pay for their health coverage, and historically it has been all but impossible to win Congressional approval for such changes. When President Ronald Reagan made a proposal similar to Mr. Bush's in 1986, it died in Congress, with Mr. Rangel helping to lead the opposition.  As he heads into the address, his first delivered to a Congress controlled entirely by Democrats, Mr. Bush faces intense skepticism from lawmakers over his new strategy in Iraq. But while he will not be able to avoid the subject of Iraq in the speech, White House officials hope to use the address to shift the national conversation away from the war and toward the possibility of bipartisan cooperation in Washington.  ''What they want to accomplish is to have the average American believe that Bush really does want to work across party lines and he's going to do it,'' said one Republican strategist close to the White House.  In his radio address on Saturday, Mr. Bush described his proposal as a way to ''treat health insurance more like home ownership,'' giving people tax deductions for their health insurance in much the same way as they get tax deductions for home mortgage interest. He said the current system ''unwisely encourages workers to choose overly expensive, gold-plated plans,'' driving up the overall cost of coverage and care.  The federal government does without tens of billions of dollars each year in potential tax revenue by making health coverage tax-free. The idea of limiting such tax-free coverage has circulated in various forms for more than two decades and is ''quite controversial,'' said Dr. Mark B. McClellan, a former White House economist and Medicare administrator, who has consulted with Bush officials on the plan.  ''The conventional wisdom is that there would be too much political opposition to propose'' such limits, Dr. McClellan said.  In preparation for the president's speech, the White House has been shopping the idea around Capitol Hill, trying to sound out lawmakers like Senator Charles E. Grassley of Iowa, the senior Republican on the Senate Finance Committee, and Senator Ron Wyden, Democrat of Oregon.  The administration official said Mr. Wyden's plan contained tax provisions similar to the one proposed by the president. But in an interview, Mr. Wyden was skeptical. He said any tax changes must be coupled with regulations that would encourage private insurance companies to offer affordable coverage to people with pre-existing health conditions.  ''The market is broken,'' Mr. Wyden said. ''Private insurance companies cherry-pick. They're trying to take just healthy people and send fragile people over to government programs more fragile than they are, and I'm not sure what this does to fix the broken market.''  The Census Bureau estimates that 175 million Americans obtain private health insurance through employers, while 27 million people are covered by insurance bought outside the workplace. The rest, with the exception of the 47 million uninsured, are covered through government programs like Medicare and Medicaid and military health care.  Under Mr. Bush's proposal, people buying health insurance on their own would receive a tax break similar to the one that has historically been available to people who receive coverage through their jobs. The plan is tied to the average cost of family health coverage, which is currently $11,500 a year.  It would work like this: The administration would cap the amount of benefits that can remain tax free at $15,000 for a family and $7,500 for an individual. Anyone whose health insurance cost more than that would pay taxes on the difference. For example, a family with coverage costing $16,000 a year would pay taxes on $1,000.  The cap would also be used to establish the amount of the new deduction for people who lack coverage. In this example, a family buying insurance on its own could take a $15,000 deduction -- even if the insurance cost less. The cap would rise with some measure of overall inflation, but would not necessarily keep pace with the costs of medical care and health insurance.  A White House official, speaking on condition of anonymity so as not to upstage the president, said, ''The vast majority of people with employer-provided coverage will benefit as well.''  One of the nation's leading experts on tax policy, C. Eugene Steuerle, a Treasury official in the Reagan administration who is now a senior fellow at the Urban Institute, said the proposal ''would probably help increase the number of people with health insurance at no cost to the budget.''  The administration official said the White House envisioned health insurance companies offering new plans to meet a growing market. But employers expressed doubts.  ''This is a classic case of robbing Peter to help Paul pay for coverage,'' said E. Neil Trautwein, a vice president of the National Retail Federation, which represents retailers of all sizes. ''I do not think the president will find many backers in the employer community for this proposal.''  In trying to address the problems of the uninsured, Mr. Trautwein said, ''we should not start by endangering coverage for people who already have it.''  ", 
            "title": "Bush Urges Tax To Help Cover The Uninsured"
        }, 
        "weight": 0.5749715061123134, 
        "file": "1820523.txt", 
        "other_topics": {
            "0": 0.5749715061123134, 
            "1": 0.00010108693131079965, 
            "2": 0.00018424288476248996, 
            "3": 0.00013398803618259105, 
            "4": 6.931343597442417e-05, 
            "5": 0.001926996343637271, 
            "6": 0.00011921032615923338, 
            "7": 0.0005357674016264296, 
            "8": 9.87457608551947e-05, 
            "9": 0.0018893486220513509, 
            "10": 8.319540489600897e-05, 
            "11": 0.00012165245286508135, 
            "12": 9.834125871860432e-05, 
            "13": 0.0017705992985833235, 
            "14": 4.7722272170061724e-05, 
            "15": 8.800341834321112e-05, 
            "16": 0.2544732639707618, 
            "17": 7.678218583405516e-05, 
            "18": 6.6586511084964e-05, 
            "19": 4.627409672259254e-05, 
            "20": 0.15686250563595266, 
            "21": 0.005404999212240455, 
            "22": 0.00010147273001533173, 
            "23": 0.00012043275678460272, 
            "24": 5.7659706209120836e-05, 
            "25": 0.00012482257752511702, 
            "26": 0.00010235005000066945, 
            "27": 7.073335620010345e-05, 
            "28": 0.00010701251933337009, 
            "29": 0.00014538473088555377
        }
    }, 
    {
        "content": {
            "text": "  IN recent years, borrowers have flocked to riskier mortgages that gave them the means of keeping up with an overheated housing market. Now some advocacy groups say that as delinquencies and foreclosures mount, so too will lawsuits against lenders.  ''I think a class action is coming,'' said John Taylor, the chief executive of the National Community Reinvestment Coalition, a Washington group that is an advocate for low-income borrowers. ''It's a storm cloud that's waiting to really open up and rain on the lenders' parade.''  Mr. Taylor contends that lenders have marketed their riskiest loans to low-income borrowers in violation of so-called fair lending laws, which require that a loan be made only when there is a substantial likelihood of repayment.  ''These lenders and brokers will be hauled in front of judges and others who'll argue that these people knew these loans would get the borrowers into trouble,'' Mr. Taylor said. ''The explosion in foreclosures and delinquencies will mandate that action be taken.''  Nationally, the rate of foreclosures has climbed recently, particularly among so-called subprime borrowers, whose lower credit ratings and incomes often limit their ability to qualify for traditional mortgages.  According to a report last month by the Mortgage Bankers Association, delinquency rates for the three-month period ended Sept. 30 rose to 2.44 percent from 2.29 percent for loans to those with high credit ratings, or prime borrowers. In the subprime market, delinquencies rose to 12.6 percent, from 11.7 percent.  The delinquency rate for subprime adjustable-rate mortgages jumped by nearly a point, to 13.22 percent. The New York region has been less affected because the local economy has been strong enough to help many borrowers make their payments and because subprime loans make up a smaller share of the market.  Those advocating legal action say lenders in recent years have approached more subprime borrowers with adjustable-rate mortgages that in past eras were reserved for people with higher incomes who could presumably afford to take greater risks.  Payment-option ARMs are perhaps the best example. Such loans allow borrowers to choose whatever monthly payment they wish, even if it means paying back less than the loan's nominal interest rate. In such cases, the loan amount actually grows until a certain point, at which time the loan shifts to a mandated monthly payment, often at much higher interest rates.  Payment-option ARMs had historically been the province of those who could depend on big annual bonuses to pay down loans they neglected most of the year. But more recently such mortgages have grown popular with borrowers who could not afford to buy a house unless they cut corners on the initial payments.  Many of these borrowers essentially bet that the value of their houses would climb quickly enough that they could use the accumulated equity to refinance with a more affordable loan. The recent housing slowdown has curbed such plans.  Mortgage lenders argue that if borrowers made those kinds of speculative bets, they did so willingly.  Ken Markison, senior director of the Mortgage Bankers Association, said that lenders generally have not given payment-option ARMs to subprime borrowers and that those with better credit have used such loans successfully. ''We don't believe there would be a basis for such suits,'' he said.  But Jean Constantine-Davis, a senior lawyer at the AARP Foundation, said that lenders sometimes qualify borrowers based on their ability to pay the lowest rate on an adjustable loan, not the maximum rate, while other lenders do not require adequate evidence that a borrower can repay. Such situations, she said, can serve as grounds for a lawsuit.  Still, anyone hoping for an easy release from a loan gone bad may not find much relief in any possible suits.  ''I don't see this as a boondoggle for borrowers,'' Ms. Constantine-Davis said. ''But some of these situations are just so far out there that I suppose it's possible you could get the loan declared invalid.''  MORTGAGES  ", 
            "title": "Storm Clouds Over Risky Loans"
        }, 
        "weight": 0.5734761995352883, 
        "file": "1817080.txt", 
        "other_topics": {
            "0": 0.5734761995352883, 
            "1": 0.00018471308452995986, 
            "2": 0.00033666143690269125, 
            "3": 0.0002448322758686232, 
            "4": 0.00012665433990514212, 
            "5": 0.06858729652041863, 
            "6": 0.00641460603633153, 
            "7": 0.11252097072245462, 
            "8": 0.00018043513474300257, 
            "9": 0.0003539611392260737, 
            "10": 0.00015202044080072863, 
            "11": 0.00022229183849944463, 
            "12": 0.00017969600025370992, 
            "13": 0.00013697410104815397, 
            "14": 8.720146095055727e-05, 
            "15": 0.0001608059779891481, 
            "16": 0.00023303273287930896, 
            "17": 0.00014030176006387196, 
            "18": 0.00012167151273765153, 
            "19": 8.455525386548762e-05, 
            "20": 0.15649779126435193, 
            "21": 0.0005812262428127848, 
            "22": 0.00018541804280495865, 
            "23": 0.00022006312483395976, 
            "24": 0.00010535983285744611, 
            "25": 0.00022808451116945887, 
            "26": 0.00018702114301296938, 
            "27": 0.0001292489170801609, 
            "28": 0.00019554073185399962, 
            "29": 0.07772536488446571
        }
    }, 
    {
        "content": {
            "text": "  Companies are proving that when it comes to health care, you can re-teach old dogs an old trick. On-site health clinics in the workplace, which had been disappearing since their peak in the 1970s, are staging a comeback. Corporations are waking up to the fact that healthy employees are more productive, while sick workers are a drag on the bottom line. And they're trying to do something about it.  The sky-high cost of health care in the United States isn't just a challenge for the families that struggle to pay rising premiums and co-payments. It's also a serious issue for American companies, whose competitors in other countries often benefit from national health insurance programs.  As Milt Freudenheim reported recently in The Times, some big American-based companies have rediscovered that it's cheaper in the long run to spend a little more on in-house health clinics. Companies from the Pepsi Bottling Group to Credit Suisse have opened or expanded their clinics. More than a quarter of the nation's 1,000 largest employers will likely offer some kind of on-site health services by the end of the year.  For employees, a clinic is a major time saver, convenient and cheap (or even free). For companies, spending a relatively small amount of money on early detection and basic preventive care can save on expensive hospital bills down the line. It's an interesting stopgap solution, provided companies do not abuse their knowledge of employee medical conditions and remain focused on the long-term health of their workers, instead of just steering them away from expensive procedures.  Innovative as they are, office and factory infirmaries will hardly solve the nation's entrenched health care crisis.  Total health spending reached nearly $2 trillion in 2005, accounting for 16 percent of the economy. It is a bit scary that the 6.9 percent increase in health spending that year -- rather than a cause for alarm -- is celebrated as the slowest pace of increase in six years. There are 47 million uninsured people in this country. State governments, like those in Massachusetts and California, are trying to chip away at the problem and business groups are lobbying in Washington for help with out-of-control costs.  While it is a welcome sign that businesses and states are trying to come up with answers, health care is a national issue that requires a comprehensive solution.  Editorial  ", 
            "title": "The Clinic Is Open"
        }, 
        "weight": 0.5733648682661037, 
        "file": "1820702.txt", 
        "other_topics": {
            "0": 0.5733648682661037, 
            "1": 0.0003076972368734303, 
            "2": 0.000560814596109432, 
            "3": 0.00040784449555326344, 
            "4": 0.00021098229465449413, 
            "5": 0.0007042280699795783, 
            "6": 0.0003628628101608791, 
            "7": 0.03776013843380085, 
            "8": 0.000300570977614214, 
            "9": 0.0005896326444744587, 
            "10": 0.00541456927196109, 
            "11": 0.00037029636887851285, 
            "12": 0.0002993397186559656, 
            "13": 0.00022817307459831296, 
            "14": 0.00014526122312391357, 
            "15": 0.0002678724965581153, 
            "16": 0.0003881886775400444, 
            "17": 0.09313768921374416, 
            "18": 0.00020268184233322917, 
            "19": 0.0053021849670920095, 
            "20": 0.2245665454620846, 
            "21": 0.0009682135370481122, 
            "22": 0.0003088715646904346, 
            "23": 0.0003665837513430695, 
            "24": 0.00017550965341832286, 
            "25": 0.0003799458713986579, 
            "26": 0.00031154202794262564, 
            "27": 0.0002153043719433863, 
            "28": 0.03129372502143761, 
            "29": 0.02108786205888363
        }
    }, 
    {
        "content": {
            "text": "  The nonpartisan Congressional Budget Office predicted on Wednesday that the federal budget deficit would shrink again this year and could actually swing into a surplus in 2012 -- but only if President Bush's tax cuts expire in 2010.  The agency predicted that the deficit for 2007 would decline to about $200 billion. It would be the third big annual decline in a row, and it would come even though spending on the war in Iraq is expected to remain high this year.  The decline of the deficit comes on the heels of unexpectedly large increases in tax revenue over the last two years and slower-than-expected increases in spending on Medicare.  Much of that increased revenue came from taxes on sharply higher corporate profits and big gains in the stock market, even though Congress reduced the tax rate on capital gains and stock dividends in 2003.  The agency's ''baseline'' estimate -- one that assumes current law does not change -- is that the deficit will decline to $172 billion this year, from $248 billion in the past fiscal year, which ended Sept. 30, 2006. As a practical matter, officials said, the actual deficit will probably be about $200 billion because of outlays for the war.  It is a rare piece of good news for President Bush, coming as he is struggling to persuade Congress to accept his strategy of sending more troops to Iraq and as his public approval ratings are at an all-time low.  White House officials boasted that the projections validated Mr. Bush's strategy of cutting taxes to stimulate the economy and ultimately generate higher tax revenues.  ''Two years ago, the president laid out an ambitious goal to cut the deficit in half by 2009, and we met that goal three years early,'' said Rob Portman, the White House budget director. ''We are now on a solid path toward the president's new goal to achieve a balanced budget by 2012, while making the tax cuts permanent and better constraining spending.''  But Congressional budget officials cautioned that the projections were not as sunny as they looked, in part because they assume that Congress will let President Bush's tax cuts expire in 2010, along with many corporate tax breaks, and will not try to shield millions of families from a big increase in their tax bills because of the alternative minimum tax.  Mr. Bush and most of his Republican allies in Congress have pushed to make the tax cuts permanent, rather than letting them expire at the end of 2010 as they are scheduled to do. Even some Democrats favor extending the tax cuts that benefit middle-income families.  Extending the tax cuts would cost the Treasury $1.4 trillion in the next 10 years and increase the deficit in 2017 alone by more than $400 billion.  Lawmakers in both parties have wanted to restrain the alternative minimum tax, a parallel tax that was aimed at only the richest families but has not been adjusted for inflation. If left unchanged, the alternative minimum tax is expected to engulf tens of millions of families with annual incomes of $100,000 and less.  Preventing an increase in the alternative tax would cost $1.2 trillion over 10 years and add more than $200 billion to the deficit in 2017, the budget office estimated.  Democrats countered that the fiscal picture remained bleak. ''While any improvement in the deficit is a welcome development, today's report from C.B.O. is no cause for a declaration of victory,'' said Representative John M. Spratt Jr., the South Carolina Democrat who is chairman of the Budget Committee.  After factoring in the cost of tax cuts, Mr. Spratt said, the new report offered a ''bleak reminder of how much current policy will need to be changed to return the budget to a fiscally responsible course.''  The budget office tried to include costs of the war in its projections. But the baseline projection included only the $70 billion in ''bridge'' financing that Congress approved last year, and President Bush is expected to submit a supplemental request next month that could be more than $100 billion.  The agency estimated that actual outlays during the 2007 fiscal year would total almost $100 billion and add about $25 billion to the deficit beyond what the baseline estimate indicated. That estimate is consistent with others that war costs are running about $8 billion a month.  Congressional analysts had a more difficult time grappling with war costs in 2008 and beyond. If the United States reduced the number of troops in Iraq to 30,000 in 2010, from more than 130,000 today, the agency estimated, the spending on Iraq would be about $300 billion less than it assumes right now.  Over the long term, the Congressional Budget Office said, the real budget problem will be the surge in spending on Social Security and Medicare as baby boomers retire.  It echoed Ben S. Bernanke, chairman of the Federal Reserve Board, who told Congress last week that the recent improvement in the budget was merely the ''calm before the storm'' and that the nation would face ''draconian'' choices between severe cuts in benefits and steep tax increases if it failed to act quickly.  Likewise, the budget office said there had been no ''substantial change'' to the problems that lie a few years ahead. ''Either a substantial reduction in the growth of spending, a significant increase in tax revenues relative to the size of the economy, or some combination of spending and revenue changes will be necessary,'' it said.  ", 
            "title": "Congressional Office Forecasts Drop in Deficit, With Possibility of a Later Surplus"
        }, 
        "weight": 0.5677252067004743, 
        "file": "1821319.txt", 
        "other_topics": {
            "0": 0.5677252067004743, 
            "1": 0.00013587708705280806, 
            "2": 0.0002476520571661549, 
            "3": 0.0001801014613891211, 
            "4": 9.316840121369759e-05, 
            "5": 0.002590192881904915, 
            "6": 0.029789972689671467, 
            "7": 0.01211620938509025, 
            "8": 0.00013273017757918246, 
            "9": 0.00026037791881566163, 
            "10": 0.00011182799919697356, 
            "11": 0.00016352045426440128, 
            "12": 0.00013218646167729647, 
            "13": 0.00010075973718624896, 
            "14": 6.41464059292946e-05, 
            "15": 0.00011829074223650595, 
            "16": 0.15059930618507986, 
            "17": 0.002382417974541444, 
            "18": 8.95029757646607e-05, 
            "19": 6.219982531009951e-05, 
            "20": 0.20856921540527618, 
            "21": 0.0004275567645519978, 
            "22": 0.00013639566253512627, 
            "23": 0.00016188098664622204, 
            "24": 7.750391488221024e-05, 
            "25": 0.00016778161145667526, 
            "26": 0.0001375749216389009, 
            "27": 9.507700227231982e-05, 
            "28": 0.00014384202998995568, 
            "29": 0.02298752417920608
        }
    }, 
    {
        "content": {
            "text": "  Democrats want the government to negotiate lower drug prices for Medicare beneficiaries, but insist that the government should not decide which drugs are covered.  Many economists and health policy experts see this as a paradox. The only way to get big savings and discounts, they say, is to steer patients to certain preferred drugs.  The debate on this issue, bubbling for several years, will come to a boil in Congress next week as the House votes on a Democratic proposal to require the secretary of health and human services to negotiate with drug manufacturers on behalf of Medicare beneficiaries.  On the one hand, the bill says the secretary ''shall negotiate'' lower prices. On the other hand, the drug benefit would still be delivered by private insurers. Each plan would establish its own list of covered drugs, known as a formulary, and the secretary could not ''establish or require a particular formulary.''  Under the 2003 Medicare law, passed by a Republican Congress, insurers and their agents negotiate prices with drug manufacturers. The law prohibits the secretary from interfering in those negotiations.  Democrats describe their proposal as a way to overcome the power of special interests -- specifically, they say, the pharmaceutical and biotechnology industries, which would rather deal with dozens of private insurers than with one big federal agency.  ''Direct negotiation for lower prescription drug prices is directly related to our lobbying and ethics reform legislation,'' said Representative Rahm Emanuel of Illinois, chairman of the House Democratic Caucus.  The purpose of both proposals, Mr. Emanuel said, is ''to make sure that special interests do not control what happens in Congress.''  Democrats often point to the Department of Veterans Affairs as a model, saying it negotiates much lower prices than Medicare gets. But the programs differ in significant ways.  Under federal law, the V.A. is guaranteed a substantial discount -- about 24 percent off the average price paid to the manufacturer of a brand-name drug by commercial customers. Starting with this guarantee, officials negotiate deeper discounts.  The veterans agency, which filled more than 120 million prescriptions last year, has a national formulary. The agency decides which drugs or classes of drugs it needs to treat its patients.  After those decisions are made, drug companies compete for the business, and the V.A. often encourages doctors to switch patients to the drugs that are selected, if it is medically appropriate to do so.  Dr. Alan M. Garber, director of the Center for Health Policy at Stanford University, said he did not see how Medicare officials could obtain big discounts unless they were able to establish a restrictive formulary.  ''To obtain drugs at low prices, a purchaser must be able to say no to covering a particular drug,'' said Dr. Garber, who is an economist and a physician. ''If you cannot walk away from a deal, there's no way you can be sure of obtaining a low price. That's true whether you are buying a car, a house or medications.''  President Bush and the pharmaceutical industry adamantly oppose a requirement for Medicare to negotiate prices. But Congressional Democrats say it is worth a try.  ''Republicans had their shot at making the drug bill work, and seniors are still not getting the prices they deserve,'' said Representative John D. Dingell of Michigan, the chief sponsor of the Democratic proposal.  ''Republicans chose to take care of their friends in the drug industry,'' Mr. Dingell said. ''It's our turn to prove that the bill can work for seniors.''  AARP, the lobby for older Americans, supports the proposal. In a new advertising campaign, the group says: ''Medicare has 43 million members. And zero bargaining power when it comes to prescription drug prices.''  William D. Novelli, the chief executive of AARP, said that Medicare drug plans ''currently have little choice but to accept the high prices set by manufacturers'' for brand-name drugs if no competing products are available.  Under the Democrats' proposal, the secretary would negotiate the prices that could be charged to sponsors of Medicare drug plans, and those plans could try to obtain still lower prices on their own.  In a report this week, the Congressional Budget Office said that private purchasers had leverage in negotiating prices when they could ''systematically favor one brand-name drug over another,'' thus increasing its share of the market. Nothing in the Democratic proposal allows the secretary to choose one drug over another, or to influence the choices made by Medicare drug plans.  James R. Lang, former president of Anthem Prescription Management, a drug benefit manager, said: ''For this proposal to work, the government would have to take over price negotiations. It would have to take over formularies. You cannot do one without the other. There's no leverage. Manufacturers won't give up something for nothing.''  ", 
            "title": "Critics Warn of Pitfalls In Democrats' Drug Plan"
        }, 
        "weight": 0.556458860642988, 
        "file": "1817211.txt", 
        "other_topics": {
            "0": 0.556458860642988, 
            "1": 0.00015865896856719408, 
            "2": 0.0002891747299399727, 
            "3": 0.00021029823880708339, 
            "4": 0.00010878951529093944, 
            "5": 0.03762209369915021, 
            "6": 0.00018710417999366158, 
            "7": 0.0035022580092371482, 
            "8": 0.00015498443136530572, 
            "9": 0.010949454333229941, 
            "10": 0.00013057768159711343, 
            "11": 0.00019093717105626441, 
            "12": 0.00015434955313779937, 
            "13": 0.00011765365538678904, 
            "14": 7.490153654882976e-05, 
            "15": 0.00013812400281290837, 
            "16": 0.18915636902597072, 
            "17": 0.061331677260554184, 
            "18": 0.00010450952494291177, 
            "19": 7.262858177791718e-05, 
            "20": 0.13708484866201323, 
            "21": 0.0004992432259118314, 
            "22": 0.00015926449119748766, 
            "23": 0.0001890228215000472, 
            "24": 9.049863712747995e-05, 
            "25": 0.00019591277672822082, 
            "26": 0.00016064147121035502, 
            "27": 0.00011101812264436004, 
            "28": 0.00016795935657605142, 
            "29": 0.00022818569273609676
        }
    }, 
    {
        "content": {
            "text": "  WOMEN generally have better credit scores than men, so why do they pay considerably more for mortgages than men?  That is the question at the heart of a study released last month by the Consumer Federation of America, a nonprofit advocacy group, showing that women are 32 percent more likely to carry mortgages with high interest rates than men with similar incomes. And wealthier women were 50 percent more likely to carry expensive loans than their male counterparts.  ''When people are paying 7.5 percent or 9.5 percent interest on a mortgage loan, it really slows the wealth-building effect of home ownership,'' said Allen Fishbein, the federation's director of housing and credit policy. ''It can be a tremendous drain.''  The study, which relied on 2005 federal data on mortgages from across the country, focused on so-called subprime loans, which lenders typically market to those with credit ratings lower than 660 and with other credit characteristics that make them higher-risk borrowers. In 2005, interest rates on prime mortgage loans averaged 5.87 percent, Mr. Fishbein said, compared with 7.66 percent for subprime loans, and more than 9.66 percent for the highest-cost category of subprime loans.  In 2005, according to the study, 10 percent of women who took out mortgages received the highest-cost subprime loans, compared with about 7.5 percent of men.  Mr. Fishbein said that although the data he used for the study did not include credit scores and debt-to-income ratios, this would not have been enough to explain the mortgage discrepancies between men and women.  Mr. Fishbein said the most likely reason for the disparity was that women were less familiar with the mortgage market than men and were therefore less likely to shop around for the best mortgage deal. ''There is some research indicating that women are, on the whole, less likely than men to bargain for major consumer purchases and credit transactions,'' he said.  ''And one of the things that's still relatively unknown is that mortgage loans can be negotiated with lenders and brokers,'' Mr. Fishbein added.  Mortgage industry executives and consumer advocates alike say that borrowers should start their mortgage shopping by getting free credit reports from major reporting bureaus like Experian, TransUnion and Equifax. (Borrowers can often spruce up their ratings by getting errors and black marks removed.)  After that, borrowers should research the going rates for mortgage loans given to prime borrowers. Rates typically quoted on banks' Web sites and by aggregators like BankRate.com reflect prime interest rates. The lower borrowers' credit scores, the higher the interest rates they can expect to pay, but lenders and brokers compete aggressively for business, and they will often reduce their fees and interest rates if borrowers bring in competing offers.  African-American women are particularly likely to take out subprime loans, according to the study. In fact, those who earn less than the median income in their region are nearly two and a half times more likely to receive a subprime mortgage than white men with the same incomes. Upper-income African-American women are nearly five times more likely to receive such loans than upper-income white men.  Ellen Bitton, the chief executive of the Park Avenue Mortgage Group, a brokerage firm in Manhattan, said she was surprised by the findings. ''Maybe there are other markets in the country where the numbers are really coming from,'' she said, ''but it doesn't seem to me to reflect the market in New York City.''  In some cases, Ms. Bitton said, a couple with a bankruptcy or a foreclosure on their record will take out a subprime mortgage because it is the only option. ''And many times the husband has the lower credit score, so they might put the mortgage into the wife's name,'' she said.  Otherwise, Ms. Bitton said, ''I'm really shocked by this data.''  MORTGAGES  ", 
            "title": "Why Women Pay Higher Interest"
        }, 
        "weight": 0.5548463145995679, 
        "file": "1820378.txt", 
        "other_topics": {
            "0": 0.5548463145995679, 
            "1": 0.00019562318303603906, 
            "2": 0.00035654638143249134, 
            "3": 0.0002592933209753708, 
            "4": 0.00013413519232068072, 
            "5": 0.0037291186264436413, 
            "6": 0.0002306955325642791, 
            "7": 0.0043182107243453696, 
            "8": 0.0001910925556778175, 
            "9": 0.09225392662831328, 
            "10": 0.00016099954473532035, 
            "11": 0.00023542153021185297, 
            "12": 0.0001903097641292107, 
            "13": 0.00014506449128239113, 
            "14": 9.235202476289125e-05, 
            "15": 0.00017030400063704264, 
            "16": 0.0002467968366910329, 
            "17": 0.00014858869884121047, 
            "18": 0.00012885805392248101, 
            "19": 8.954951916740985e-05, 
            "20": 0.13292740084446478, 
            "21": 0.020303926163396477, 
            "22": 0.00019636977974852313, 
            "23": 0.052735380454902246, 
            "24": 0.00011158292288912351, 
            "25": 0.0002415563477256077, 
            "26": 0.00019806756724535815, 
            "27": 0.00013688301847983683, 
            "28": 0.03630243486986217, 
            "29": 0.09872319682222816
        }
    }, 
    {
        "content": {
            "text": "  As tax season begins, consumer advocacy groups from New Jersey and four other states called on Jackson Hewitt, the nation's second-largest tax preparer, to stop offering refund anticipation loans, saying the loans are aimed at low-income taxpayers and carry effective interest rates ranging from 40 percent to 700 percent. The rates are possible in states that cap loan interest at 20 to 35 percent, like New Jersey, because the refund anticipation loans are issued through nationally chartered banks, which are exempt from state caps, said a spokesman for the New Jersey Citizen Action, one of the consumer groups. In a statement, a Jackson Hewitt spokesman did not address the groups' charges, but said applicants are told about the terms of the loans.  RONALD SMOTHERS  ", 
            "title": "Metro Briefing | New Jersey: Trenton: Call To End Tax Refund Loans"
        }, 
        "weight": 0.5528452822139576, 
        "file": "1819538.txt", 
        "other_topics": {
            "0": 0.5528452822139576, 
            "1": 0.0007475489021115693, 
            "2": 0.0013624962637613796, 
            "3": 0.0009908561675141113, 
            "4": 0.0005125804324295049, 
            "5": 0.06440806822106317, 
            "6": 0.13881530259065153, 
            "7": 0.003962058474617251, 
            "8": 0.000730235690788905, 
            "9": 0.026511369423679352, 
            "10": 0.0006152391093911327, 
            "11": 0.0008996331810574537, 
            "12": 0.0007272443532916748, 
            "13": 0.0005543453465510104, 
            "14": 0.00035291141697945495, 
            "15": 0.0006507948941714908, 
            "16": 0.0009431024556992377, 
            "17": 0.0005678126536999966, 
            "18": 0.05065013423525362, 
            "19": 0.0003422020013133286, 
            "20": 0.14432154432216146, 
            "21": 0.0023522699585619014, 
            "22": 0.000750401925685134, 
            "23": 0.0008906133952745789, 
            "24": 0.00042639982749282393, 
            "25": 0.0009230765992959622, 
            "26": 0.0007568898028353792, 
            "27": 0.0005230808976432426, 
            "28": 0.0007913692729864022, 
            "29": 0.001075135970080344
        }
    }, 
    {
        "content": {
            "text": "  An article in Business Day on Thursday about an increase in Wal-Mart employees enrolled in a company health plan misstated the number of workers who signed up during an enrollment period this fall. It was about 45,000 workers, not 82,000.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5511329932116568, 
        "file": "1819302.txt", 
        "other_topics": {
            "0": 0.5511329932116568, 
            "1": 0.21305043359148196, 
            "2": 0.004575329798091652, 
            "3": 0.0033273439857624296, 
            "4": 0.0017212704275159378, 
            "5": 0.005745349168125811, 
            "6": 0.0029603670080376896, 
            "7": 0.01330478819123768, 
            "8": 0.0024521675431776863, 
            "9": 0.004810437936007565, 
            "10": 0.002066003338884465, 
            "11": 0.003021012688343801, 
            "12": 0.0024421224840085382, 
            "13": 0.0018615190734588886, 
            "14": 0.0011850939816416524, 
            "15": 0.0021854014215999394, 
            "16": 0.0031669846611556223, 
            "17": 0.0019067429565165239, 
            "18": 0.0016535523133538166, 
            "19": 0.001149131234498326, 
            "20": 0.021450598900581982, 
            "21": 0.007899038786978249, 
            "22": 0.0025198867567198316, 
            "23": 0.0029907238018621143, 
            "24": 0.0014318716964722123, 
            "25": 0.0030997368455313312, 
            "26": 0.002541673368867983, 
            "27": 0.0017565315087123068, 
            "28": 0.002657457133858927, 
            "29": 0.12993443618585832
        }
    }, 
    {
        "content": {
            "text": "  When Gov. Arnold Schwarzenegger took the oath of office last Friday, he called on legislators in Sacramento to set aside party loyalty in favor of ''the Party of California.''  And sure enough, just 96 hours later, Democrats and Mr. Schwarzenegger's fellow Republicans are already in agreement: his first big idea of his second term -- a sweeping plan unveiled Monday to assure health care to all Californians -- is promising and ambitious, but faces a long, hard fight before enactment.  Chief among the challenges, politicians and policy analysts said Tuesday, is the enormous number of political players -- from big labor and big insurance to small-county government -- that would be affected by any universal health care bill.  ''I cannot think of another topic that requires so many people to be heard to build consensus,'' said one Democratic lawmaker, Don Perata, Senate president pro tem. ''You'd have to rent out Madison Square Garden to get them all in there.''  Mr. Schwarzenegger's plan would extend care to the 6.5 million Californians who currently have no insurance, including an estimated one million illegal immigrants. That is just one of the elements to which Republicans are objecting.  ''Health coverage for illegal aliens is a nonstarter for us,'' said Robert Huff, chairman of the Assembly's Republican caucus. ''It creates a magnet for them coming here rather than staying there.''  Like some Democrats, Mr. Huff was also skeptical about the plan's estimated cost, which the governor's office put at $12 billion a year. ''I think it's just throwing a dart at the wall,'' he said. ''It's anybody's guess what it would cost.''  Then there is the financing, which among other things would require doctors and hospitals to pay 2 percent and 4 percent of their revenue, respectively, into a fund to cover the poor and uninsured. Mr. Schwarzenegger calls those payments a ''fee,'' but other Republicans said that was just another word for ''tax.''  The California Medical Association, which represents more than 34,000 doctors in the state, gave the proposed overhaul mixed reviews. Though the association praised the idea of universal coverage, the fee on doctors could be a deal breaker.  ''We feel it's a regressive tax,'' said Dr. Anmol Singh Mahal, the group's president.  The distinction between fee and tax is more than semantic: under California law, fees can be adopted by a simple majority vote of each house of the Legislature, while new taxes require a two-thirds majority. Democrats control both houses but do not have enough votes to muster two-thirds without Republican help.  Anticipating a raucous health-care debate in the Legislature this year, Mr. Schwarzenegger noted in his State of the State address on Tuesday night that proposals other than his had been advanced, and said that ''they are all on the table.''  Kim Belshé, the state's health and human services secretary, said the governor had expected people to disagree with elements of his plan.  ''Health care reform is hard,'' Ms. Belshé said. ''If these were issues that were easy to address and solve, they would have been addressed and resolved long ago.''  Building consensus will be especially important for Mr. Schwarzenegger because of the referendum-addicted nature of California, where laws passed by the Legislature are sometimes overturned by ballot initiatives. In 2004, voters voided one ambitious health care law, the Health Insurance Act, which would have required medium- and large-size employers to offer care to their workers or pay a fee to the state.  Mr. Schwarzenegger's plan would employ similar ''play or pay'' mechanisms: employers with more than 10 workers would have to offer insurance or pay 4 percent of wages that are subject to Social Security tax into a fund subsidizing the purchase of health care for the uninsured.  Ms. Belshé said the state also expected to pay for the program in part through billions of federal dollars that California would get by increasing its Medi-Cal reimbursements to doctors and hospitals. The increase would automatically bring federal matching funds.  Such increased payments would be critical to health care providers, said C. Duane Dauner, the president of the California Hospital Association, because they would offset the new ''fees'' -- or are they taxes? -- the governor has proposed for doctors and hospitals.  Mr. Dauner said he thought the plan was ''very innovative'' but stood little chance of passing as is.  ''I don't care what the plan is or who introduces it, whether it be the governor of California or the president of the United States,'' he said. ''It goes through a process.''  ", 
            "title": "Schwarzenegger's Plan for Universal Care Draws No Universal Agreement"
        }, 
        "weight": 0.5498001545104115, 
        "file": "1817846.txt", 
        "other_topics": {
            "0": 0.5498001545104115, 
            "1": 0.005631236182754003, 
            "2": 0.005765320401197096, 
            "3": 0.00021604804426546224, 
            "4": 0.0001117639507992085, 
            "5": 0.000373051736372053, 
            "6": 0.07674756986637542, 
            "7": 0.011800372865694247, 
            "8": 0.0028933415352285895, 
            "9": 0.00031234693875411824, 
            "10": 0.0001341478316404444, 
            "11": 0.00019615762175796448, 
            "12": 0.0001585696545906897, 
            "13": 0.00012087044709069749, 
            "14": 7.694943417332912e-05, 
            "15": 0.0028760201223870653, 
            "16": 0.15331633580833742, 
            "17": 0.00012380688273741746, 
            "18": 0.00010736694039431067, 
            "19": 7.461433409952397e-05, 
            "20": 0.1654399892350593, 
            "21": 0.0005128931330232257, 
            "22": 0.00016361897293736233, 
            "23": 0.02206714808423495, 
            "24": 9.297297814280711e-05, 
            "25": 0.00020126926644200983, 
            "26": 0.00016503360123125654, 
            "27": 0.00011405349094406839, 
            "28": 0.0001725515663382677, 
            "29": 0.00023442456258617454
        }
    }, 
    {
        "content": {
            "text": "  ACCORDING to a report released last week by the Harvard School of Public Health, cigarette companies have been steadily increasing the nicotine yield of their cigarettes -- the report describes an average total increase of 11 percent from 1998 to 2005.  Anti-smoking groups have seized on the report as evidence that the Food and Drug Administration must begin regulating tobacco products.  A steady and significant increase in nicotine in cigarettes over the past eight years or so certainly seems worrisome. It sounds as though companies like Philip Morris, which makes Marlboros, are secretly and deceptively increasing the nicotine in their cigarettes and, apparently, lying about it (since they deny the assertions of the report), all in an effort to increase the addictive potential of their cigarettes and harm the public's health.  There are, however, a number of problems here.  First, though I don't dispute the report's assertion that overall nicotine yields in cigarettes have increased, this does not appear to be the case for Marlboro, the leading cigarette brand that commands over 40 percent of the market.  Using the data on nicotine yields of Marlboro cigarettes provided by Philip Morris to the Massachusetts Department of Public Health for 1997 through 2006, I conducted my own analysis of the trends in Marlboro nicotine yields.  The average nicotine yield of 16 Marlboro brands consistently reported for the entire time period was 1.81 milligrams in 1997; in 2006, it was also 1.81 milligrams. Thus, the average nicotine yield of these cigarettes in 2006 was exactly the same as in 1997, nine years earlier.  Second, an increase in nicotine yields does not necessarily mean an increase in the harm to smokers. It is well documented that smokers compensate for changes in nicotine levels to get a relatively constant nicotine dose.  This is why ''light'' cigarettes are not safer products. The nicotine levels in each cigarette may be lower, but smokers simply smoke more of them, negating the potential benefits of reduced nicotine levels. Indeed, smoking many ''light'' cigarettes is every bit as dangerous, if not more so, because of the increased exposure to other pollutants in cigarettes, than smoking fewer ''regular'' cigarettes.  Similarly, if nicotine yields increase, smokers might be expected to compensate by smoking slightly less. This could actually have a marginally positive health benefit if it reduces overall cigarette consumption.  Third, tobacco companies are not necessarily doing anything wrong if they are, in fact, increasing nicotine yields. The paradox of ''light'' cigarettes demonstrates that reducing nicotine yields is actually the last thing we would want -- it would, again, result only in people smoking more, and thus increasing tar delivery and the resulting carcinogenic health effects.  The nicotine in cigarettes is indeed a public health problem. But anti-smoking groups have drawn the wrong conclusion from the Harvard report: the problem isn't whether or not nicotine levels are increasing; it's that this deadly, addictive product is available in the first place.  For the past two years, public health groups -- led by the Campaign for Tobacco-Free Kids -- have lobbied for passage of legislation that would grant the F.D.A. the authority to regulate tobacco products; shockingly, this bill, which Senator Edward Kennedy is preparing to re-introduce in the next few weeks, would expressly preclude the F.D.A. from simply removing nicotine from cigarettes.  It remains unclear why public health groups would support such a provision, though presumably it's their attempt to appease Philip Morris, whose support is deemed necessary to get the proposed legislation through Congress.  It's not enough to regulate the varying degrees of nicotine in cigarettes. Ultimately, there's only one way to deal with the addictive effects of nicotine, especially on children: grant the F.D.A. the authority to get nicotine out of cigarettes altogether. Anti-smoking groups shouldn't settle for anything less.  Op-Ed Contributor Michael Siegel is a professor of social and behavioral sciences at Boston University.  ", 
            "title": "Unsafe at Any Level"
        }, 
        "weight": 0.5438509903860793, 
        "file": "1822124.txt", 
        "other_topics": {
            "0": 0.5438509903860793, 
            "1": 0.0001906192077823263, 
            "2": 0.0003474260448660409, 
            "3": 0.00025266068499901664, 
            "4": 0.00013070405919725622, 
            "5": 0.03560830877676015, 
            "6": 0.0002247944184009283, 
            "7": 0.0010102943706899788, 
            "8": 0.00018620447234873495, 
            "9": 0.0003652788979010319, 
            "10": 0.00015688123050890197, 
            "11": 0.00022939952661755363, 
            "12": 0.00018544170434476765, 
            "13": 0.00014135379036594716, 
            "14": 8.998969101812932e-05, 
            "15": 0.00016594768155680844, 
            "16": 0.019425231707214004, 
            "17": 0.1248456488789924, 
            "18": 0.00012556190822511298, 
            "19": 8.725887257358031e-05, 
            "20": 0.19027886414794676, 
            "21": 0.06774642818488123, 
            "22": 0.00019134670680191022, 
            "23": 0.00022709955076922943, 
            "24": 0.00010872866923570428, 
            "25": 0.013025209317983585, 
            "26": 0.0001930010654653709, 
            "27": 0.00013338159688707795, 
            "28": 0.00020179306457924486, 
            "29": 0.00027415138500786824
        }
    }, 
    {
        "content": {
            "text": "  LOW-INCOME residents of Connecticut towns, especially here in the northwest corner of the state, are finding it more and more difficult to afford the homes they've lived in for decades. A big part of the problem: property taxes.  Unlike New York, Connecticut has no county governments. As a result, its towns rely more heavily on property taxes than perhaps any others in the nation. This may be fine for New Yorkers who are wealthy enough to invest in weekend homes within driving range of Manhattan, but it creates a heavy financial burden on low-income families. This inequity could be greatly ameliorated if Connecticut were to adopt a resident homeowner tax exemption like those already in place in other states, including Massachusetts, Texas, Illinois and Georgia.  A homeowner tax exemption is usually a fixed amount that is deducted from the assessment of every eligible property before its real estate tax is set. The initial impact of a Connecticut town adopting a resident homeowner tax exemption would be to reduce the town's grand list, or tax base, by the total amount of the exemptions. Then, because exemptions don't reduce the town's budget, the property tax rate must be raised to cover town expenses unless the state provides aid to compensate the town for the exemptions.  An across-the-board homeowner exemption would lower the relative burden of property taxes on lower-valued properties. Because the owners of lower-valued properties also tend to have low incomes, much of the benefit from any homeowner tax exemption would flow to low-income homeowners.  The benefit can be enhanced by targeting the exemptions on residents with low incomes. This would be especially appropriate in Connecticut because the state's income tax law already provides a tax credit of up to $500 to anyone who pays at least that much in real estate taxes. To benefit from this credit, a taxpayer must owe at least as much income tax as the credit. But families with incomes below $24,000 are exempt from income taxes, and thus get no benefit from the state's property tax credit. A targeted homeowner tax exemption would help compensate for this omission.  Before Connecticut towns could adopt a resident homeowner tax exemption, the State Legislature would have to enact enabling legislation. There are many forms that such legislation might take, but the most feasible would be a law that allowed ''home rule,'' which essentially allows localities discretion in whether to accept a homeowner tax exemption. Thus, a town could offer a homeowner tax exemption only if its residents voted to do so.  How would a homeowner tax exemption work in Connecticut? As a test, I calculated how it might apply to Cornwall, the small rural town where I live. I used data from the town's grand list and the mill rate, which is the property tax rate voted on by the town's finance board to support the town budget. Cornwall has about 800 dwellings, about 600 occupied on a year-round basis and the others by weekenders. I assumed that a homeowner tax exemption of $50,000 would be targeted so as to apply only to the 150 lowest-assessed properties occupied year-round.  The exemption would cut the annual property tax on the median of these lowest-assessed properties in half, from just over $2,000 to about $1,000. It would cost the state about $150,000 to provide financial aid to Cornwall to compensate for the benefit. However, if state aid was not forthcoming, the town would have to distribute the cost of the exemption among all taxpayers, which would mean a 3 percent increase in taxes.  Cornwall has a property tax rate that is among the lowest in Connecticut (just over 21 mills, or about 2 percent of the assessment). It also has a substantial number of generally well-off weekend and year-round residents who would probably not strongly oppose a 3 percent increase in their taxes. Cornwall is a fairly typical town for the northwest corner of Litchfield County, but other towns in the state might not choose to adopt a homeowner tax exemption, or might adopt it in a less targeted form -- that's why home rule is essential.  Inevitably, rural towns across Connecticut are going to continue to rely heavily on property taxes to meet their budget needs, and as a result low-income families are going to continue to suffer. Giving the towns some independence by allowing them to implement a targeted homeowner tax exemption would help make rural towns more affordable for their more hard-pressed residents.  Op-Ed Contributor David A. Grossman is the president of the Nova Institute, a nonprofit consulting organization, and a former budget director of New York City.  ", 
            "title": "A Tax Over Their Heads"
        }, 
        "weight": 0.5396466206976941, 
        "file": "1817037.txt", 
        "other_topics": {
            "0": 0.5396466206976941, 
            "1": 0.00015535140660811564, 
            "2": 0.0002831463071857231, 
            "3": 0.00020591415348861038, 
            "4": 0.00010652158133440106, 
            "5": 0.002961427245153335, 
            "6": 0.1930178627503831, 
            "7": 0.006035120242943044, 
            "8": 0.010575248560522402, 
            "9": 0.00029769607823566325, 
            "10": 0.0001278555299516339, 
            "11": 0.0001869567057269925, 
            "12": 0.00015113182951984245, 
            "13": 0.00011520093078875245, 
            "14": 7.334006495221773e-05, 
            "15": 0.0001352445330831771, 
            "16": 0.00019599024579475355, 
            "17": 0.00011799963078404226, 
            "18": 0.00010233081590311274, 
            "19": 7.11144944470852e-05, 
            "20": 0.13683291594067598, 
            "21": 0.0004888355072857377, 
            "22": 0.00015594430591408403, 
            "23": 0.10702590691736823, 
            "24": 8.861201292832837e-05, 
            "25": 0.00019182858499638524, 
            "26": 0.0001572925800381504, 
            "27": 0.00010870372893221841, 
            "28": 0.00016445790951951793, 
            "29": 0.00022342870784128926
        }
    }, 
    {
        "content": {
            "text": "  An article on Thursday about a Supreme Court argument in a labor case from the state of Washington misidentified the type of workplace at issue, in which employees who choose not to join the union must pay fees to support the union's collective bargaining. It is an agency shop -- not a union shop, in which all employees must actually join the union.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5359817772689908, 
        "file": "1818493.txt", 
        "other_topics": {
            "0": 0.5359817772689908, 
            "1": 0.12029046742528278, 
            "2": 0.003219613939783598, 
            "3": 0.0023414187723656723, 
            "4": 0.0012112408300881514, 
            "5": 0.2114599274329469, 
            "6": 0.002083180733753672, 
            "7": 0.06862444174383829, 
            "8": 0.0017255658396456482, 
            "9": 0.0033850571912201087, 
            "10": 0.00145382594109091, 
            "11": 0.002125856494041522, 
            "12": 0.0017184972317082644, 
            "13": 0.0013099324032512568, 
            "14": 0.0008339388135121007, 
            "15": 0.0015378451808962055, 
            "16": 0.0022285755152317926, 
            "17": 0.001341755998648519, 
            "18": 0.0011635882686436931, 
            "19": 0.0008086321870774641, 
            "20": 0.015094572475589882, 
            "21": 0.005558474801107014, 
            "22": 0.001773219174712863, 
            "23": 0.00210454250675745, 
            "24": 0.001007593829818861, 
            "25": 0.002181253898177155, 
            "26": 0.0017885501963590194, 
            "27": 0.0012360537011950653, 
            "28": 0.001870026076834555, 
            "29": 0.002540574127430906
        }
    }, 
    {
        "content": {
            "text": "  To the mantra of life's certainties, add higher home-insurance rates to death and taxes.  Increasingly, buying a vacation home means allotting more dollars to cover insurance premiums, as rates in coastal towns soar and insurance companies move to stop writing policies altogether. Unfortunately, homeowners are left with few options.  The real estate market in Florida may have cooled this year but the price for home insurance continues to rise. ''Homeowners are in for sticker shock,'' said Chris Kowalczyk, a founder of HAC Florida, a group that he described as a ''grassroots organization of angry homeowners'' fighting for lower property insurance rates. ''Insurance companies are canceling policies right and left even if you are not in the flood zone or near the water.''  But Florida homeowners are not the only ones facing higher rates. Coastal homeowners up and down the Atlantic seaboard and also on the Gulf are finding that coverage is simply getting harder to secure.  After about $38 billion in damages from eight hurricanes in 2004 and 2005, insurance companies are on the defensive. Insurers are removing wind coverage from some plans, not renewing policies and even pulling out of coastal markets altogether.  Condominiums are not immune to this trend either. Condominium associations, which are responsible for buying insurance, are being hit with rate increases. In turn, the new rates trickle down to condo owners in the form of a special assessment or greater association fees.  With the exodus of insurance companies from coastal markets, state run entities have been formed to offer insurance to homeowners if no other option exists.  Cape Cod home buyers may ultimately have to buy their policies from the Massachusetts FAIR Plan, the state's home insurer of last resort. ''It's double the cost of a normal insurance policy,'' said Jack Cotton, a broker at Sotheby's International Realty on Cape Cod. However, Mr. Cotton said that the cost of home insurance has not deterred vacation home buyers, though he now advises his clients to start the insurance search early. ''You can no longer wait until the last minute to get insurance,'' he said. ''You used to call from the closing table but now you have to start the process at least 30 days in advance.''  Citizens, a state run insurance organization in Florida, will carry out a new set of rules in March that were passed by the Florida Legislature last year. Homeowners who do not make their primary residence in Florida will have to provide four letters of rejection from alternate insurance providers in order to secure a policy or policy renewal from Citizens. ''It's not that hard. There is no one else insuring,'' said Rocky Scott, the public information manager for Citizens.  Additionally, if a storm hits the state and Citizens runs a deficit (The corporation estimated that a major storm could result in $16 billion in losses), vacation homeowners could potentially be assessed a fee of up to 90 percent of their annual premium to help cover losses.  Even without the extra fee, homeowners with coverage from Citizens are facing rising rates. ''We are seeing insurance rates 200 to 300 percent more than a year ago,'' said Jack McCabe, a real estate consultant in Deerfield Beach, Fla.  Higher insurance costs, coupled with increasing property taxes, have only further slowed a sluggish real estate market, said Mr. McCabe. ''It makes Florida look not as affordable for vacation home buyers.''  The insurance industry places the blame squarely on mother nature.  Joseph Annotti, a spokesman for the Property Casualty Insurance Association of America, an insurance trade group, said, ''2004 and 2005 changed everyone's perception of what a normal hurricane season is.''  ''Companies are looking at the amount of capital that they have at risk in coastal areas,'' he said. ''No company is going to put their life on the line.''  HOME AWAY  ", 
            "title": "Bracing for Higher Premiums"
        }, 
        "weight": 0.5306048737243059, 
        "file": "1816190.txt", 
        "other_topics": {
            "0": 0.5306048737243059, 
            "1": 0.003174893803156442, 
            "2": 0.009314371434433746, 
            "3": 0.0002367628598180057, 
            "4": 0.003118748614103871, 
            "5": 0.02138270084225386, 
            "6": 0.00021064998447200542, 
            "7": 0.033905680348204244, 
            "8": 0.018152100194793505, 
            "9": 0.00034229494983975935, 
            "10": 0.00014701000587883297, 
            "11": 0.0002149653317178338, 
            "12": 0.0001737734078032883, 
            "13": 0.00013245957776646876, 
            "14": 8.432739189191197e-05, 
            "15": 0.00015550598093926093, 
            "16": 0.00022535221743932426, 
            "17": 0.00013567756061724014, 
            "18": 0.00011766134678095814, 
            "19": 0.0030780370699616216, 
            "20": 0.21126516092707423, 
            "21": 0.0005620696330228635, 
            "22": 0.012164381533543907, 
            "23": 0.09609340748000156, 
            "24": 0.0001018872828297428, 
            "25": 0.00022056708394791195, 
            "26": 0.00018085712150935236, 
            "27": 0.00012498900779201122, 
            "28": 0.0001890959136021003, 
            "29": 0.05418973737049824
        }
    }, 
    {
        "content": {
            "text": "  LOVE the neighborhood, hate the house. That is a common enough complaint from both current homeowners and prospective homeowners.  Lenders have an increasingly attractive alternative for people in this situation: renovation loans. With these, a borrower who wants to move into an existing home need not compromise on quality, and the homeowner who has outgrown the house but does not want (or cannot afford) to move can upgrade more economically.  ''We're seeing a huge increase in demand for these, and we're foreseeing another record year in 2007,'' said John Sway, a vice president of Wells Fargo Home Mortgage.  Mr. Sway said that because house values are growing more slowly, or slumping, in many markets, homeowners cannot simply wait a year and use the increased equity to upgrade their houses. ''They need to rely on the future value of the home to make improvements,'' he said.  Renovation loans cover the costs of the upgrades, but the total loan amounts are based on the predicted value of the house after the work has been completed.  For example, a family with a three-bedroom house worth $400,000 and a mortgage of $300,000 may want to spend $65,000 to renovate and pay for the new loan's closing costs.  For renovation loans, lenders require borrowers to submit architectural drawings of the proposed renovations, and these are used to estimate the home's future value.  If the lender appraises the future value of the house at $500,000, the new loan will be for $400,000 (since the owners already had $100,000 in equity in the home). Assuming they had a 30-year fixed mortgage at 6 percent, monthly payments before the renovation loan were $1,798.  Interest rates on renovation loans run slightly higher than those on 30-year fixed mortgages, to reflect the slightly higher risk that banks take when lending money on what amounts to a partly completed house. Assuming, then, a 6.75 percent interest rate on 30-year fixed renovation loan of $400,000, the owners would pay $2,594 for the new loan (and for the ''new'' house). The borrowers should also expect an eventual property tax increase.  Mr. Sway says renovation loans have been popular in the New York area, particularly among buyers who do not want to move into outdated homes.  Wells Fargo, for one, offers three types of renovation loans. The most popular is for an amount of $417,000 or less on single-family properties, for which the typical down payment is 5 percent.  Bruce Hirschfeld, the president of Montvale Mortgage, a mortgage brokerage in Montvale, N.J., said the local market for renovation refinance loans had also been steady. ''Although prices aren't rising the way they were, we're still not to the point where someone can go from a three-bedroom house to a five-bedroom house as easily as they could by just doing the work themselves,'' he said.  Lenders, Mr. Hirschfeld said, usually break up payments into six stages during construction and require borrowers to demonstrate completion of the previous stage before they issue a check for the next.  One attractive element of such loans, Mr. Hirschfeld said, is that lenders fold the first six months of interest into the overall loan amount, freeing borrowers from payments during the construction period.  The lack of a mortgage payment helps. ''Then, you just have to deal with the construction,'' Mr. Hirschfeld said, ''and figuring out whether or not you can live in hell for six months.''  MORTGAGES  ", 
            "title": "Hate the House? Then Renovate"
        }, 
        "weight": 0.5265652633498704, 
        "file": "1822011.txt", 
        "other_topics": {
            "0": 0.5265652633498704, 
            "1": 0.00023587033723536865, 
            "2": 0.008342907824645945, 
            "3": 0.0003126398523536556, 
            "4": 0.00016173192030098665, 
            "5": 0.0005398375170493422, 
            "6": 0.00027815840750635833, 
            "7": 0.0012501283406536863, 
            "8": 0.00023040758692997854, 
            "9": 0.0004519925239185081, 
            "10": 0.00019412329521529566, 
            "11": 0.00028385672322541833, 
            "12": 0.0002294637452866245, 
            "13": 0.00017490979314732449, 
            "14": 0.00011135236063089334, 
            "15": 0.0002053420327763062, 
            "16": 0.0002975723643562834, 
            "17": 0.0001791590646931873, 
            "18": 0.00015536907314604712, 
            "19": 0.00010797327268410112, 
            "20": 0.16818864627178956, 
            "21": 0.00469870300689543, 
            "22": 0.00023677053738352795, 
            "23": 0.19019316065703024, 
            "24": 0.0001345397883987861, 
            "25": 0.00029125370682107015, 
            "26": 0.00815182387044971, 
            "27": 0.0001650450791647033, 
            "28": 0.000249696757991028, 
            "29": 0.08738230093845022
        }
    }
]