[
    {
        "content": {
            "text": "  Iraqi forces backed by American helicopters and tanks battled hundreds of gunmen hiding in a date palm orchard near the southern city of Najaf on Sunday, exchanging fire for 15 hours in what appeared to be one of Iraq's deadliest battles in years, Iraqi officials said.  An American helicopter was shot down and 250 bodies were found where the clashes occurred near the village of Zarqaa, about 120 miles south of Baghdad, by a river and a large grain silo that is surrounded by orchards, the Iraqi officials said.  Col. Ali Numaas, a spokesman for the Iraqi security forces in Najaf, said that the fighting stopped just after 10 p.m. local time and that most of those killed were gunmen. An employee at a local morgue said at least two Iraqi policemen were among the dead.  The United States military confirmed in a statement that the helicopter went down, that two soldiers aboard were killed, and that their bodies had been recovered. The crash is under investigation.  Asad Abu Ghalal, the governor of Najaf Province, said that the fighters in the orchard were Iraqi and foreign, some wearing the brown, white and maroon regalia of Pakistani and Afghan fighters. He said they had come to assassinate Shiite clerics and attack religious convoys that are gathering in Najaf, one of Shiite Islam's holiest cities, and other southern cities for Ashura, a Shiite holiday that starts Monday night and runs through Tuesday morning.  At a news conference Sunday afternoon, he said they called themselves ''soldiers of heaven'' and seemed to be part of a wider effort to disrupt Ashura. The holiday commemorates the seventh-century death of the Prophet Muhammad's grandson Hussein in a battle at Karbala, where hundreds of thousands of pilgrims have already started gathering.  Two senior Shiite clerics said, however, that the gunmen were part of a Shiite splinter group that Saddam Hussein helped build in the 1990s to compete with followers of the venerated religious leader Grand Ayatollah Ali al-Sistani. They said the group, calling itself the Mehwadiya, was loyal to Ahmad bin al-Hassan al-Basri, an Iraqi cleric who had a falling out with Muhammad Bakr al-Sadr -- father-in-law of the Shiite leader Moktada al-Sadr -- in Hawza, a revered Shiite seminary in Najaf.  The clerics spoke on condition of anonymity because they said they had been ordered not to discuss Shiite divisions.  Iraqi officials said the group of 100 to 500 fighters was discovered in the orchard Saturday night, leading to a midnight meeting of local authorities who hatched an attack plan.  ''We agreed to carry out an operation to take them by surprise,'' said Mr. Ghalal, the Najaf governor.  At dawn, the governor said, the area was surrounded and the offensive began. He said the fighters had antiaircraft rockets and long-range sniper rifles, and, according to a soldier involved in the fighting, Iraqi security forces encountered heavy resistance. Commanders called for reinforcements and a brigade of soldiers from nearby Babil Province joined the fight.  Eventually, Iraqi officials said, they called on the United States military for help. American tanks and helicopter gunships arrived, and gun battles continued into the night. By 10:30 p.m., the gunfire had died down and Iraqi troops began searching the area for bodies.  Elsewhere in the heavily Shiite south, there were other signs of potential strikes on Ashura. Officials in Karbala said that police arrested three men Sunday -- a Saudi Arabian, an Afghan and a Moroccan -- who were found on the road between Najaf and Karbala with a suicide bomb belt and explosives in their car. They said the vehicle had been hollowed out so it could be used as a car bomb.  The United States military also announced the deaths of a soldier and a marine.  The marine died Saturday from combat wounds in Anbar Province, where American troops have been battling Sunni insurgents for months. The soldier, a member of the military police, was killed when a roadside bomb exploded near his patrol north of Baghdad on Saturday.  Throughout Iraq, the daily violence continued.  In Kirkuk, two car bombs at a Kurdish car dealership and a Kurdish market killed at least 17 people, authorities said.  In Baghdad, 54 bodies were found, many showing signs of torture. At least five girls were killed and 20 wounded when a mortar round hit a school in the Sunni Adil neighborhood.  At 7:30 a.m. local time, a bomb inside a minibus exploded in a Shiite area of the capital east of the Tigris River, killing one and wounding five. Two hours later, in the Sunni area of Yarmouk in west Baghdad, gunmen killed four people, including a consultant with Iraq's Ministry of Industry and his daughter, who were shot on their way to work.  After dark on Sunday night, residents of the Yarmouk neighborhood reported that heavy clashes had broken out, with gun and mortar fire raining down for hours.  Also on Sunday, Saddam Hussein's cousin Ali Hassan al-Majid acknowledged in court that he had given orders to destroy scores of villages during Iraq's campaign against the Kurds in the 1980s. Prosecutors introduced two dozen documents it said incriminated members of the Hussein regime in the killing of tens of thousands of Kurds.  The Associated Press reported that Mr. Majid, also known as Chemical Ali for his alleged use of chemical weapons against the Kurds, said the area ''was full of Iranian agents,'' and, ''We had to isolate these saboteurs.''  ''I am the one who gave orders to the army to demolish villages and relocate the villagers,'' he said, according to The A.P.  Mr. Majid is one of six defendants facing charges of war crimes and crimes against humanity stemming from Baghdad's military campaign against Iraqi Kurds during the 1980-88 Iran-Iraq war. More than 100,000 Kurds were killed.  ", 
            "title": "Iraqi Forces in Fierce Battle With Gunmen"
        }, 
        "weight": 0.8120009395417146, 
        "file": "1822468.txt", 
        "other_topics": {
            "0": 0.00017578200410914453, 
            "1": 0.00011834450546550435, 
            "2": 0.00021569685418302266, 
            "3": 0.00015686249127070675, 
            "4": 8.114663484330908e-05, 
            "5": 0.0002708556096359809, 
            "6": 0.0001395619286564368, 
            "7": 0.07804682796854076, 
            "8": 0.00011560365008304982, 
            "9": 0.0022118984662927586, 
            "10": 9.739853531757879e-05, 
            "11": 0.0001424209755534001, 
            "12": 0.051728192948574565, 
            "13": 0.8120009395417146, 
            "14": 5.586942472605047e-05, 
            "15": 0.006058380780060192, 
            "16": 0.00014930259867650963, 
            "17": 8.989045065730398e-05, 
            "18": 7.795416897952179e-05, 
            "19": 5.4174016576493596e-05, 
            "20": 0.046668964793433354, 
            "21": 0.00037238797914229774, 
            "22": 0.00011879616777540973, 
            "23": 0.00014099305279829477, 
            "24": 6.750337880595711e-05, 
            "25": 0.00014613230431065002, 
            "26": 0.00011982326394356398, 
            "27": 8.280896403591094e-05, 
            "28": 0.00012528171065147772, 
            "29": 0.0001702048311862064
        }
    }, 
    {
        "content": {
            "text": "  On one of the deadliest days for United States forces since the Iraq war began, an American helicopter crashed in a Sunni area north of Baghdad on Saturday, killing all 13 people onboard, the United States military said.  Iraqi officials in the area said it had been shot down, though there was no immediate confirmation from American officials.  In separate episodes, five American soldiers were killed and three wounded in a battle with gunmen who attacked the local governor's office in the Shiite holy city of Karbala, and two soldiers died from other attacks, military officials said.  It was not clear whether all those on the helicopter were Americans. If they were, 20 uniformed Americans died Saturday. On the worst day of the war for American forces, Jan. 26, 2005, 37 American service members died. Thirty-one of them died when a Marine helicopter crashed in the western desert, and six others in combat that day.  An Interior Ministry official and the police in Diyala Province said Saturday that the American helicopter was shot down about 4 p.m. by insurgents who had fired missiles or grenades from at least two locations. It crashed near Tarrafa Village, they said, over a rural area near the Diyala River.  The American military said that debris had been immediately surrounded and secured. Several hours after the crash, soldiers were still combing through the wreckage.  A spokesman declined to provide details on the type of aircraft or how it crashed. The number of people aboard suggested that it had been a Black Hawk transport helicopter, which typically carries about 10 passengers and 4 crew members.  The crash occurred northeast of Baghdad near Baquba, where American and Iraqi forces have been battling Sunni insurgents and Shiite militia forces for months.  The American military also announced seven other deaths on Saturday and three deaths from earlier in the week. In addition to the five soldiers killed during the battle in Karbala, a soldier was killed in northern Baghdad on Saturday when a roadside bomb exploded near his patrol, and another, assigned to a unit of engineers, died of wounds from a roadside bomb in northern Iraq.  The three earlier deaths were of a sailor from Brooklyn who died Wednesday in a ''noncombat-related incident'' at Camp Bucca, an American-run detention center in southern Iraq; a marine who died Friday from wounds suffered in combat in Anbar Province; and a soldier who died Friday after being wounded by a roadside bomb in Tikrit, north of Baghdad.  The gun battle in Karbala started when ''an illegally armed militia,'' according to a statement from the American military, attacked the offices of the provincial government in Karbala with guns and grenades.  Brig. Gen. Vincent K. Brooks, deputy commander for Multi-National Division-Baghdad, said American and Iraqi security forces were meeting at the time of the attack to ensure that Shiite pilgrims would be safe during the celebrations later this month for Ashura, one of Shiite Islam's holiest days, which marks the seventh-century martyrdom of the Prophet Muhammad's grandson, Hussein.  Iraqi state television reported that at least two dozen gunmen assaulted the building, getting inside, and drawing a response from American troops who were dropped by helicopter onto the roof.  Col. Scott Bleichwehl, a military spokesman, said it was not clear who or how many had attacked. By 10 p.m., the building had been secured, he said.  ''It was never lost,'' he said. ''It came under fire from a couple of directions. We responded to it.''  The attack nonetheless seemed to be the latest in a series of power struggles in the south among a patchwork of Shiite tribes and political parties. American officials have been pressing the government of Nuri Kamal al-Maliki to set a date for provincial elections, which they said would firmly establish new leaders and possibly reduce the fighting.  Iraqi state television reported that a raid in south Baghdad on Saturday, with around 100 Iraqi police commandos backed by six United States helicopters, killed 15 suspected Sunni Arab insurgents.  The police found 29 bodies in the capital, many with gunshot wounds to the head.  THE STRUGGLE FOR IRAQ  ", 
            "title": "Crash Claims 13 On Deadly Day For U.S. in Iraq"
        }, 
        "weight": 0.8112765774649915, 
        "file": "1820543.txt", 
        "other_topics": {
            "0": 0.00024683009132978767, 
            "1": 0.00016617733561788067, 
            "2": 0.0003028778428563479, 
            "3": 0.00022026363416886516, 
            "4": 0.00011394472028571517, 
            "5": 0.011530205033264322, 
            "6": 0.00019597047929343495, 
            "7": 0.06220505897506959, 
            "8": 0.00016232867324881967, 
            "9": 0.005893378643141748, 
            "10": 0.0001367653616743289, 
            "11": 0.00019998510417082238, 
            "12": 0.04754862908985728, 
            "13": 0.8112765774649915, 
            "14": 7.845089306816213e-05, 
            "15": 0.016869480590665932, 
            "16": 0.0002096481619598304, 
            "17": 0.00012622263728226466, 
            "18": 0.00010946191418323968, 
            "19": 7.607022986821048e-05, 
            "20": 0.03765707867306741, 
            "21": 0.0005229008473742092, 
            "22": 0.00016681155212809265, 
            "23": 0.0001979800393984599, 
            "24": 0.0028822556446642263, 
            "25": 0.00020519648869649928, 
            "26": 0.0001682537830451584, 
            "27": 0.00011627893457863746, 
            "28": 0.00017591844079133234, 
            "29": 0.00023899872025794525
        }
    }, 
    {
        "content": {
            "text": "  At least 250 militants were killed and an American helicopter was shot down in violent clashes near the southern city of Najaf on Sunday, Iraqi officials said.  For 15 hours, Iraqi forces backed by American helicopters and tanks battled hundreds of gunmen hiding in a date palm orchard near the village of Zarqaa, about 120 miles south of Baghdad, by a river and a large grain silo that is surrounded by orchards, the officials said.  It appeared to be one of the deadliest battles in Iraq since the American-led invasion four years ago, and was the first major fight for Iraqi forces in Najaf Province since they took over control of security there from the Americans in December.  That handover was trumpeted by the Iraqi government at the time as a sign of its progress in regaining more control of Iraqi territory.  The American military confirmed that the helicopter crashed around 1:30 p.m., and said that two soldiers aboard died in the crash. But American military officials said they could not confirm the total number of dead in the battle.  Col. Ali Numaas, a spokesman for the Iraqi security forces in Najaf, and an Interior Ministry official said the number of dead could rise. They said that the fighting stopped just after 10 p.m. and that most of those killed were militants. An employee at a local morgue said at least two Iraqi policemen were among the dead.  In a statement, the United States military said bodies of the two soldiers aboard the helicopter were recovered. The crash, at least the third involving an American helicopter in Iraq over the past week, is under investigation.  The precise affiliation of the militants was unclear.  Asad Abu Ghalal, the governor of Najaf Province, said the fighters in the orchard were Iraqi and foreign, some wearing the brown, white and maroon regalia of Pakistani and Afghan fighters. He said they had come to assassinate Shiite clerics and attack religious convoys that were gathering in Najaf, one of Shiite Islam's holiest cities, and other southern cities for Ashura, a Shiite holiday that starts Monday night.  At a news conference on Sunday afternoon, Mr. Ghalal said the fighters called themselves the Soldiers of Heaven, and seemed to be part of a wider Sunni effort to disrupt Ashura, which marks the seventh-century death of the Prophet Muhammad's grandson Hussein.  The holiday attracts hundreds of thousands of Shiite pilgrims to Karbala, where Hussein is believed to have been killed, and for days, the roads of southern Iraq have been filled with convoys of pilgrims beating drums and preparing for the day's rituals, which include self-flagellation. In past years, Ashura has been a magnet for violent attacks from Sunnis, with at least 180 people killed on the holiday three years ago.  But two senior Shiite clerics said the gunmen were part of a Shiite splinter group that Saddam Hussein helped build in the 1990s to compete with followers of the venerated Shiite religious leader Grand Ayatollah Ali al-Sistani. They said the group, calling itself the Mehwadiya, was loyal to Ahmad bin al-Hassan al-Basri, an Iraqi cleric who had a falling out with Muhammad Bakr al-Sadr -- father-in-law of the Shiite leader Moktada al-Sadr -- in Hawza, a revered Shiite seminary in Najaf.  The clerics spoke on condition of anonymity because they said they had been ordered not to discuss Shiite divisions.  Iraqi officials said the group of 100 to 600 fighters was discovered in the orchard Saturday night, leading to a midnight meeting of local authorities who hatched an attack plan.  ''We agreed to carry out an operation to take them by surprise,'' said Mr. Ghalal, the Najaf governor.  At dawn, the governor said, the area was surrounded and the offensive began. He said the militants had antiaircraft rockets and long-range sniper rifles, and, according to a soldier involved in the fighting, Iraqi security forces encountered heavy resistance. Commanders called for reinforcements and a brigade of soldiers from nearby Babil Province joined the fight.  Eventually, Iraqi officials said, they called on the United States military for help. American tanks and helicopter gunships arrived, and gun battles continued into the night. By 10:30 p.m., the gunfire had died down and Iraqi troops began searching the area for bodies.  Elsewhere in the heavily Shiite south, there were other signs of potential strikes on Ashura. Officials in Karbala said the police arrested three men -- a Saudi, an Afghan and a Moroccan -- who were found on the road between Najaf and Karbala with a suicide bomb belt and explosives in their car. The officials said the vehicle had been hollowed out so it could be used as a car bomb.  The United States military also announced the deaths of a soldier and a marine on Saturday.  The marine died from combat wounds in Anbar Province, where American troops have been battling Sunni insurgents for months. The soldier, a member of the military police, was killed when a roadside bomb exploded near his patrol north of Baghdad.  Throughout Iraq, the drumbeat of daily violence continued.  In Kirkuk, two car bombs at a Kurdish car dealership and a Kurdish market killed at least 17 people, authorities said.  In Baghdad, 54 bodies were found, many showing signs of torture. At least five girls were killed and 20 wounded when a mortar round hit a school in Adil, a Sunni neighborhood.  At 7:30 a.m., a bomb inside a minibus exploded in a Shiite area of the capital east of the Tigris River, killing one and wounding five. Two hours later, in the Sunni area of Yarmouk in western Baghdad, gunmen killed four people, including a consultant with the Ministry of Industry and his daughter, who were shot on their way to work.  After dark Sunday night, residents of the Yarmouk neighborhood reported that heavy clashes had broken out, with gun and mortar fire raining down for hours.  Also on Sunday, Saddam Hussein's cousin Ali Hassan al-Majid acknowledged in court that he had given orders to destroy scores of villages during Iraq's campaign against the Kurds in the 1980s.  Prosecutors introduced two dozen documents they said incriminated members of the Hussein government in the killing of tens of thousands of Kurds.  The Associated Press reported that Mr. Majid, also known as Chemical Ali because he is accused of using chemical weapons against the Kurds, said the area ''was full of Iranian agents.''  ''We had to isolate these saboteurs,'' he said.  He added, ''I am the one who gave orders to the army to demolish villages and relocate the villagers.''  THE REACH OF WAR  ", 
            "title": "IRAQIS AND U.S. ATTACK MILITANTS IN MAJOR BATTLE"
        }, 
        "weight": 0.8107236741536663, 
        "file": "1822436.txt", 
        "other_topics": {
            "0": 0.00015707344642414475, 
            "1": 0.00010574904657069373, 
            "2": 0.0001927401410689176, 
            "3": 0.00014016754583858713, 
            "4": 7.251016203368609e-05, 
            "5": 0.009111232437902897, 
            "6": 0.00012470828987736372, 
            "7": 0.07506179146500364, 
            "8": 0.005424822369163881, 
            "9": 0.00020264429610649854, 
            "10": 8.703236543768595e-05, 
            "11": 0.00012726304712837015, 
            "12": 0.033805852371475126, 
            "13": 0.8107236741536663, 
            "14": 4.992321674752456e-05, 
            "15": 9.206212379861052e-05, 
            "16": 0.000133412256010229, 
            "17": 0.0018541641921034574, 
            "18": 6.965747174631659e-05, 
            "19": 4.840825164915687e-05, 
            "20": 0.05589269247977876, 
            "21": 0.0021065953816914967, 
            "22": 0.00010615263825800136, 
            "23": 0.00012598709883372794, 
            "24": 6.031896386698815e-05, 
            "25": 0.0036782610225020887, 
            "26": 0.00010707042011945319, 
            "27": 7.399556878335153e-05, 
            "28": 0.00011194792189149003, 
            "29": 0.00015208985452149819
        }
    }, 
    {
        "content": {
            "text": "  A fierce clash left at least 30 people dead in central Baghdad late Saturday night as Iraqi Army forces fought with gunmen in an area where several residents had been killed and their bodies hanged from street lampposts, the Iraqi military said.  The fighting took place in the neighborhood around Haifa Street, a mostly Sunni Arab enclave with a small Shiite population.  A spokesman for the Defense Ministry, Muhammad al-Askari, said that an Iraqi Army unit had gone into the area after receiving reports that Sunni fighters had set up a fake security checkpoint and were taking Shiites aside and shooting them.  The bodies of many of those killed at the roadblock were then hanged from the lampposts, Mr. Askari said.  He said that Iraqi soldiers had moved in and surrounded the fighters at the checkpoint. In initial fighting there, 30 of the men were killed and several more were arrested, Mr. Askari said, adding that the neighborhood remained locked down. There was no way to verify the figures.  Residents living nearby said that they were hearing continued fighting through the night but that it was impossible to know precisely what was happening.  In the same neighborhood, there were reports of clashes as government forces moved to collect 27 bodies dumped behind a local hospital. But it was unclear whether the firefight with Iraqi troops was related.  The government said Saturday that 72 bodies were recovered around the city on Saturday, most showing signs of torture.  Prime Minister Nuri Kamal al-Maliki announced Saturday the beginning of a new Baghdad security operation and promised to purge the government security forces of militia fighters and others with sectarian aims.  But Mr. Maliki has promised such a crackdown before, and his government has been increasingly seen by Sunnis in Iraq and abroad as dominated by Shiite interests.  THE STRUGGLE FOR IRAQ  ", 
            "title": "30 Dead in Baghdad Clash; Bodies Found on Lampposts"
        }, 
        "weight": 0.7990203047227031, 
        "file": "1817250.txt", 
        "other_topics": {
            "0": 0.0005613361982404031, 
            "1": 0.0003779172681374096, 
            "2": 0.000688798905855766, 
            "3": 0.0005009192775031983, 
            "4": 0.00025913086913414995, 
            "5": 0.04523938875042372, 
            "6": 0.0004456722566575126, 
            "7": 0.04003822739058467, 
            "8": 0.000369164714950233, 
            "9": 0.007063400387627984, 
            "10": 0.0003110291284163888, 
            "11": 0.000454802238556774, 
            "12": 0.02572447976831562, 
            "13": 0.7990203047227031, 
            "14": 0.00017841149685679373, 
            "15": 0.00032900406626021323, 
            "16": 0.0004767777768448177, 
            "17": 0.0002870530694300042, 
            "18": 0.00024893615858870684, 
            "19": 0.00017299743885943958, 
            "20": 0.07296058305957244, 
            "21": 0.00118917094808165, 
            "22": 0.0003793595910032551, 
            "23": 0.0004502423592062457, 
            "24": 0.000215562965158767, 
            "25": 0.00046665386799730205, 
            "26": 0.0003826394845349104, 
            "27": 0.0002644392939295561, 
            "28": 0.00040007030027083563, 
            "29": 0.0005435262462981806
        }
    }, 
    {
        "content": {
            "text": "  The Department of Defense has identified 3,061 American service members who have died since the start of the Iraq war. It confirmed the death of the following American on Saturday:  FAIRLIE Nathan P., 21, Pfc., Army; Candor, N.Y.; First Cavalry Division.  THE REACH OF WAR  ", 
            "title": "Names of the Dead"
        }, 
        "weight": 0.7944304835660474, 
        "file": "1822392.txt", 
        "other_topics": {
            "0": 0.0031911669409066807, 
            "1": 0.002148439912227744, 
            "2": 0.039953845162455835, 
            "3": 0.002847699905051323, 
            "4": 0.001473145443927288, 
            "5": 0.004917144229922352, 
            "6": 0.0025336234798021004, 
            "7": 0.011386873203082373, 
            "8": 0.0020986821049332944, 
            "9": 0.004117002543842818, 
            "10": 0.0017681843347581903, 
            "11": 0.002585526949593161, 
            "12": 0.03812814445589744, 
            "13": 0.7944304835660474, 
            "14": 0.0010142600324578482, 
            "15": 0.0018703709166887196, 
            "16": 0.0027104567359017223, 
            "17": 0.0016318816928647638, 
            "18": 0.001415189047445624, 
            "19": 0.0009834813957843788, 
            "20": 0.05439650646423456, 
            "21": 0.006760374671186984, 
            "22": 0.002156639442316892, 
            "23": 0.002559604273871298, 
            "24": 0.0012254641875132923, 
            "25": 0.0026529028433713345, 
            "26": 0.002175285465574828, 
            "27": 0.0015033235613700802, 
            "28": 0.0022743787417681058, 
            "29": 0.0030899182952014623
        }
    }, 
    {
        "content": {
            "text": "  The Department of Defense has identified 3,006 American service members who have died since the start of the Iraq war. It confirmed the death of the following American on Saturday:  RADERSTORF, Stephen J., 21, Cpl., Army; Peoria, Ariz.; First Cavalry Division.  ", 
            "title": "Names of the Dead"
        }, 
        "weight": 0.7867451942092505, 
        "file": "1819072.txt", 
        "other_topics": {
            "0": 0.0033104698499768206, 
            "1": 0.0022287601011233902, 
            "2": 0.004062178811343956, 
            "3": 0.002954162177042288, 
            "4": 0.001528219509370575, 
            "5": 0.005100973412729227, 
            "6": 0.002628343893126174, 
            "7": 0.011812575500548069, 
            "8": 0.0021771420805373433, 
            "9": 0.004270918145635203, 
            "10": 0.0018342885338850986, 
            "11": 0.002682187792563058, 
            "12": 0.002168223635678433, 
            "13": 0.7867451942092505, 
            "14": 0.11320824361675796, 
            "15": 0.0019402953974611825, 
            "16": 0.0028117881232875407, 
            "17": 0.0016928901693319194, 
            "18": 0.0014680963924297422, 
            "19": 0.0010202491969386804, 
            "20": 0.019044784133577904, 
            "21": 0.007013113678456702, 
            "22": 0.0022372661735560627, 
            "23": 0.0026552959884058084, 
            "24": 0.001271278601249376, 
            "25": 0.002752082558051107, 
            "26": 0.0022566092850135368, 
            "27": 0.0015595258464483333, 
            "28": 0.0023594071985191417, 
            "29": 0.0032054359877048333
        }
    }, 
    {
        "content": {
            "text": "  A United States Air Force gunship carried out a strike Sunday night against suspected operatives of Al Qaeda in southern Somalia, a senior Pentagon official said Monday night.  The attack by an AC-130 gunship, which is operated by the Special Forces Command, is believed to have produced multiple casualties, the official said. It was not known Monday night whether the casualties included members of a Qaeda cell that American officials have long suspected was hiding in Somalia.  Special Forces units operating from an American base in Djibouti are conducting a hunt for Qaeda operatives who have been forced to flee Mogadishu, the Somali capital, since Islamic militants were driven from there by an Ethiopian military offensive last month.  The American attack was first reported by CBS News.  The Special Forces attack is the first military action in Somalia that Pentagon officials have acknowledged since American troops departed the lawless country in the wake of the infamous ''Black Hawk Down'' episode in 1993, when 18 American soldiers were killed in street fighting in Mogadishu.  American officials have long suspected that a handful of Qaeda suspects responsible for the 1998 embassy bombings in Kenya and Tanzania have been hiding inside Somalia, a country that has not had a central government since 1991.  The search for the terrorist suspects has driven American policy toward Somalia for several years.  Earlier this year, the Central Intelligence Agency began making cash payments to a group of Somali warlords who pledged to help hunt down members of the Qaeda cell.  After Islamist militias took control of Mogadishu in the summer, officials in Washington charged that the Islamists had ties to the terror suspects, and made demands for their handover to American custody.  The Ethiopian military offensive that began last month recently drove the Islamists from the seaside Somali capital, raising hopes within Washington that the Qaeda operatives might surface as they fled the protection of the Islamists. The Islamists have retreated to areas around the southern port city of Kismayo. Ethiopian officials have said they have intelligence reports that members of the Qaeda cell were hiding near the city.  The AC-130 gunship is a heavily armed propeller plane that, because of its slow speed, operates primarily at night and can direct an immense barrage of gunfire onto a target as it circles overhead.  The attack against suspected Qaeda operatives is the sort of targeted operation that senior Bush administration officials have been pressing the Special Operation Command, based in Tampa, Fla., to undertake in recent years.  But officials have said that Special Operations forces have had difficulty carrying out targeted strikes in the past because of the difficulty establishing the whereabouts of wanted terrorists or getting forces in place when a suspected militant is located.  The Central Intelligence Agency has killed a small number of suspected Qaeda members, using a pilotless drone armed with a missile. Among them were five people killed in Yemen in 2002.  ", 
            "title": "U.S. Airstrike Aims at Qaeda Cell in Somalia"
        }, 
        "weight": 0.7762299820930237, 
        "file": "1817621.txt", 
        "other_topics": {
            "0": 0.00032112569725784625, 
            "1": 0.00021619654427564955, 
            "2": 0.0003940437648716271, 
            "3": 0.0002865627635672635, 
            "4": 0.0001482419649624979, 
            "5": 0.01862727874194096, 
            "6": 0.0002549573938332212, 
            "7": 0.004772349685596964, 
            "8": 0.0002111894384559484, 
            "9": 0.0004142921185214525, 
            "10": 0.00017793159615093584, 
            "11": 0.0075131679065492075, 
            "12": 0.00021032432203635818, 
            "13": 0.7762299820930237, 
            "14": 0.0001020645319267604, 
            "15": 0.014694189565719547, 
            "16": 0.0002727520450422965, 
            "17": 0.00016421552246170508, 
            "18": 0.00014240983879192575, 
            "19": 9.896729152992752e-05, 
            "20": 0.16141312706718985, 
            "21": 0.0043067872144292255, 
            "22": 0.0002170216593090599, 
            "23": 0.00025757182948177206, 
            "24": 0.00012331791127414852, 
            "25": 0.0002669604226637215, 
            "26": 0.00021889800026228174, 
            "27": 0.000151278775378625, 
            "28": 0.007481857202020549, 
            "29": 0.00031093709147488985
        }
    }, 
    {
        "content": {
            "text": "  Parliament declared a state of emergency on Saturday, giving Somalia's president sweeping powers to take ''all necessary actions to enforce security in the country.'' The measure passed by a vote of 154 to 2.  The transitional government took control of Mogadishu, the seaside capital, last month after forces backed by Ethiopia routed Islamist fighters. Parliament, however, still meets in Baidoa, 150 miles away.  Somali officials said Saturday that the Islamists' last stronghold in the south had been cleared out.  ", 
            "title": "Somalia Declares a Crisis"
        }, 
        "weight": 0.7710248011199519, 
        "file": "1818925.txt", 
        "other_topics": {
            "0": 0.0018941788635814948, 
            "1": 0.001275248066545974, 
            "2": 0.0023242903857258203, 
            "3": 0.0016903073608673935, 
            "4": 0.0008744139728633667, 
            "5": 0.0029186660685493085, 
            "6": 0.04428605567549338, 
            "7": 0.006758898842638731, 
            "8": 0.0012457133575756781, 
            "9": 0.0024437264938708073, 
            "10": 0.0010495400133667945, 
            "11": 0.0015346895320206058, 
            "12": 0.0012406104173547051, 
            "13": 0.7710248011199519, 
            "14": 0.0006020336607997338, 
            "15": 0.0011101948356367485, 
            "16": 0.10856428015296642, 
            "17": 0.0009686349438089195, 
            "18": 0.0008400128326980934, 
            "19": 0.0005837644056600527, 
            "20": 0.010897011361558863, 
            "21": 0.02540383837598826, 
            "22": 0.0012801150562314935, 
            "23": 0.0015193026264311797, 
            "24": 0.0007273979722929287, 
            "25": 0.0015746817970047964, 
            "26": 0.0012911827640008017, 
            "27": 0.000892326778198012, 
            "28": 0.001350001494817504, 
            "29": 0.0018340807715002993
        }
    }, 
    {
        "content": {
            "text": "  The United States military said that two marines died Sunday in western Iraq and that an additional seven service members died Saturday. The deaths brought the weekend toll to 27 and made Saturday the third-deadliest day for United States forces since the war here began.  Seven of the deaths announced Sunday, including those of three marines, were caused by ''enemy action'' in Anbar Province, a restive stronghold of the Sunni insurgency, while another soldier was killed Saturday in Baghdad by a roadside bomb, the military statements said.  New details also emerged about clashes on Saturday in the Shiite holy city of Karbala, which left five Americans dead. Lt. Col. Scott R. Bleichwehl, an American military spokesman, said the gunmen who stormed the provincial governor's office during a meeting between American and local officials were wearing what appeared to be American military uniforms in an effort to impersonate United States soldiers.  The sophisticated attack hinted at what could be a new threat for American troops as they start a fresh security plan centered on small bases in Baghdad's bloodiest neighborhoods, where soldiers will live and work with Iraqi forces. Military officials have said that one of their greatest concerns is that troops will be vulnerable to attack from killers who appear to be colleagues.  It is not uncommon for gunmen to impersonate Iraqi security forces, but this seems to be the first time that attackers have tried to disguise themselves as Americans.  Colonel Bleichwehl declined to provide further details about the Karbala attackers, emphasizing that the attack was still being investigated. But Iraqi officials said the gunmen disguised their intent with uniforms, American flak jackets, guns and a convoy of at least seven GMC sport utility vehicles, which are usually used by American officials in Iraq.  Karbala's provincial governor, Akeel al-Khazaali, said at a news conference that the local police at a checkpoint on the city's edge waved the vehicles through because they believed the convoy held important Americans. At other checkpoints, the police said, the vehicles sped through without stopping. In one case, some of the impersonators fired their weapons, and when they reached the provincial offices, they simply attacked.  The police in Babil said the disguises were imperfect -- officers at checkpoints saw that the men were bearded, they said -- but sufficient to get the gunmen through a crowded, heavily patrolled city without being searched.  After the attack, which was repelled by American forces, the police said, the gunmen fled north into Babil Province, where several sport utility vehicles matching the description of those used in the attack were found Sunday.  Mr. Khazaali said the identities of the gunmen were unknown. Other Iraqi officials said the clues pointed to Sunni groups based in Elbu Alwan, a Sunni stronghold about 25 miles north of Karbala in Babil Province. Four of the vehicles were found there early Sunday morning, the police said.  They said American and Iraqi troops immediately surrounded the town and were still searching the area on Sunday.  Some police commanders in Babil Province and Mr. Khazaali said one of the recovered vehicles in Elbu Alwan held three American bodies and a fourth soldier who was critically wounded. Mr. Khazaali also said that at least one additional American had been kidnapped. But American military officials said they were not missing anyone, and other police commanders in Babil said the men found in the vehicle were gunmen.  The sport utility vehicles also held clues of the attackers' elaborate efforts to pass as American. One had a sign on its back window warning drivers to stay back, in English and Arabic, the authorities said, a close copy of those used on some official American vehicles. They also said a bag of civilian American clothing, guns and body armor had been found in the vehicles.  The police said two other empty vehicles were found in Sadda, about 15 miles north of Hilla, the major city in the province.  Uncertainties also lingered Sunday about Saturday's deadliest incident, the crash of a Black Hawk helicopter north of Baghdad that left 12 service members dead. Though local authorities said the helicopter was shot down, the military said once again on Sunday that the crash was still under investigation. It provided no information about the cause of the crash.  The deadliest day for American service members in Iraq also involved a helicopter crash. On Jan. 26, 2005, 37 uniformed Americans died, including 31 when a Marine helicopter crashed in a sandstorm. The second-deadliest day was March 23, 2003, when 28 Americans were killed and Pfc. Jessica Lynch, among others, was captured.  In Baghdad, lawmakers loyal to the militant cleric Moktada al-Sadr ended their nearly two-month boycott of Parliament and ferociously lashed out at American officials for their recent arrest of a cleric and senior adviser to Mr. Sadr, Abdel Hadi al-Daraji.  Falah Shashal, one of 30 members in the bloc supporting Mr. Sadr, said the American raid, in which one of Mr. Daraji's guards was killed, ''was inhuman and against human rights.''  Two separate car bombs in the capital killed at least seven people and wounded 20 more, an Interior Ministry official said. A roadside bomb killed a British soldier north of Basra in southern Iraq, according to the British military.  In Mosul, the Iraqi police detained three Iranians on Saturday, said Wathiq al-Hamdani, the police chief for Nineveh Province. He said the men were found without passports and claimed that they had permission to travel in an adjacent Kurd-controlled area and were lost. American forces detained six Iranians on Jan. 11 after raiding an office in Erbil, a major city in Iraqi Kurdistan.  In Dibis, in Kirkuk Province, gunmen fired on guards protecting local oil facilities on Sunday, setting one oil well on fire. Iraq's oil minister, Hussein al-Sharistani, said that such attacks appeared to be on the rise. He said at a news conference that 289 Iraqi oil workers had been killed in 2006, and an additional 179 wounded. He called on Iraqis to inform the authorities if they saw anyone ''target the interests of Iraq and those who kidnap ministry staff from the work sites to stop Iraq from exporting its oil.''  ", 
            "title": "U.S. Toll in Iraq Is 27 for Deadly Weekend"
        }, 
        "weight": 0.7597674137435094, 
        "file": "1820666.txt", 
        "other_topics": {
            "0": 0.00016528262848662445, 
            "1": 0.00011127584435857893, 
            "2": 0.0002028133835220707, 
            "3": 0.00014749316916471447, 
            "4": 7.629978488252258e-05, 
            "5": 0.0002546775327079861, 
            "6": 0.03372908381674385, 
            "7": 0.05471965141365628, 
            "8": 0.0001086986989664231, 
            "9": 0.020745259407940853, 
            "10": 9.15809670598657e-05, 
            "11": 0.00013391423832259439, 
            "12": 0.08783599338243786, 
            "13": 0.7597674137435094, 
            "14": 5.2532370520839024e-05, 
            "15": 9.687359736417155e-05, 
            "16": 0.00014038482536480178, 
            "17": 8.452133673058691e-05, 
            "18": 7.329800348860379e-05, 
            "19": 5.0938228294866836e-05, 
            "20": 0.03641525905586366, 
            "21": 0.004083240739315404, 
            "22": 0.00011170052909321849, 
            "23": 0.00013257160471549814, 
            "24": 6.347143404878537e-05, 
            "25": 0.00013740389117576922, 
            "26": 0.0001126662772950405, 
            "27": 7.786282394192872e-05, 
            "28": 0.00011779869357343252, 
            "29": 0.00016003857745364563
        }
    }, 
    {
        "content": {
            "text": "  Military operations in Somalia by American commandos, and the use of the Ethiopian Army as a surrogate force to root out operatives for Al Qaeda in the country, are a blueprint that Pentagon strategists say they hope to use more frequently in counterterrorism missions around the globe.  Military officials said the strike by an American gunship on terrorism suspects in southern Somalia on Sunday showed that even with the departure of Donald H. Rumsfeld from the Pentagon, Special Operations troops intended to take advantage of the directive given to them by Mr. Rumsfeld in the weeks after the Sept. 11 attacks.  American officials said the recent military operations have been carried by the Pentagon's Joint Special Operations Command, which directs the military's most secretive and elite units, like the Army's Delta Force.  The Pentagon established a desolate outpost in the Horn of Africa nation of Djibouti in 2002 in part to serve as a hub for Special Operations missions to capture or kill senior Qaeda leaders in the region.  Few such ''high value'' targets have materialized, and the Pentagon has gradually relocated members of the covert Special Operations units to more urgent missions in Iraq and Afghanistan.  But officials in Washington said this week that the joint command had quietly been returning troops and weaponry to the region in recent weeks in anticipation of a mission against members of a Qaeda cell believed to be hiding in Somalia.  Gen. Peter Pace, chairman of the Joint Chiefs of Staff, told members of Congress on Friday that the strike in Somalia was executed under the Pentagon's authority to hunt and kill terrorism suspects around the globe, a power the White House gave it shortly after the Sept. 11 attacks.  It was this authority that Mr. Rumsfeld used to order commanders to develop plans for using American Special Operations troops for missions within countries that had not been declared war zones.  But since the retreat of the Taliban in 2001, when American Special Forces worked with Afghan militias, Mr. Rumsfeld's ambitious agenda for Special Operations troops has been slow to materialize.  The problem has partly been a shortage of valuable intelligence on the whereabouts of top terrorism suspects. Mr. Rumsfeld also dispatched teams of Special Operations forces to work in American embassies to collect intelligence and to develop war plans for future operations.  Pentagon officials said it is still not known whether any senior Qaeda suspects or their allies were killed in the airstrike on Sunday, carried out by an AC-130 gunship. A small team of American Special Operations troops has been to the scene of the airstrike, in a remote stretch near the Kenya border, to collect forensic evidence in the effort to identify the victims.  Some critics of the Pentagon's aggressive use of Special Operations troops, including some Democratic members of Congress, have argued that using American forces outside of declared combat zones gives the Pentagon too much authority in sovereign nations and blurs the lines between soldiers and spies.  The State Department and Pentagon took control of Somalia policy in the summer, after a failed effort by the Central Intelligence Agency to use Somali warlords as proxies to hunt down the Qaeda suspects.  The trail of the terrorism suspects in Somalia, blamed for the 1998 embassy bombings in Kenya and Tanzania, had long gone cold. But American military and intelligence officials said that the Ethiopian offensive against the Islamist forces who ruled Mogadishu and much of Somalia until last month flushed the Qaeda suspects from their hide-outs and gave American intelligence operatives fresh information about their whereabouts.  The Bush administration has all but officially endorsed the Ethiopian offensive, and Washington officials have said that Ethiopia's move into Somalia was a response to ''aggression'' by the Islamists in Mogadishu.  In the weeks before the military campaign began, State Department and Pentagon officials said that they had some concerns about the impending Ethiopian government's offensive in Somalia.  But as the Ethiopian's march toward war looked more likely, Americans began providing Ethiopian troops with up-to-date intelligence on the military positions of the Islamist fighters in Somalia, Pentagon and counterterrorism officials said.  According to a Pentagon consultant with knowledge about Special Operations, small teams of American advisers crossed the border into Somalia with the advancing Ethiopian army.  ''You're not talking lots of guys,'' the Pentagon consultant said, speaking on condition of anonymity. ''You're talking onesies and twosies.''  ", 
            "title": "Pentagon Sees Covert Move In Somalia As Blueprint"
        }, 
        "weight": 0.7575563989063266, 
        "file": "1818415.txt", 
        "other_topics": {
            "0": 0.0002243198484941788, 
            "1": 0.0001510224079573992, 
            "2": 0.00027525619528699825, 
            "3": 0.0002001761810294087, 
            "4": 0.00010355326716244099, 
            "5": 0.0358112701359095, 
            "6": 0.00017809849677404303, 
            "7": 0.018533240951471682, 
            "8": 0.0001475247332821526, 
            "9": 0.0002894005246314616, 
            "10": 0.00012429272721471718, 
            "11": 0.00018174699862162888, 
            "12": 0.0077466970833346615, 
            "13": 0.7575563989063266, 
            "14": 7.129638186525031e-05, 
            "15": 0.00013147582950966686, 
            "16": 0.028056376602803225, 
            "17": 0.0001147114710331767, 
            "18": 9.947928096279027e-05, 
            "19": 6.913282876906275e-05, 
            "20": 0.14315298629272113, 
            "21": 0.000475213691444698, 
            "22": 0.00015159878562155188, 
            "23": 0.0027131836805072375, 
            "24": 8.614276406358098e-05, 
            "25": 0.0001864831188448428, 
            "26": 0.00015290948894409597, 
            "27": 0.002638933497491656, 
            "28": 0.00015987515044476073, 
            "29": 0.00021720267747636223
        }
    }, 
    {
        "content": {
            "text": "  Insurgents blasted Somalia's presidential palace with heavy explosives on Friday night, Somali officials said, but it appeared that no one was hurt.  It was the first time since Somalia's transitional government took control of Mogadishu, the capital, three weeks ago that the palace had come under attack.  Abdirizak Adam Hassan, chief of staff for President Abdullahi Yusuf Ahmed, said 5 to 10 insurgents had detonated the explosives, possibly mortars, near the palace walls and then ran away.  ''We don't know who they were,'' Mr. Hassan said. ''But I think it is safe to say they were people not satisfied with the government.''  The explosions set off an intense gun battle, witnesses said, with government troops spraying machine-gun fire into the dark streets around the palace, which is perched on a hill overlooking much of Mogadishu.  Insurgent attacks on Somalia's government forces seem to be intensifying. Last month, the transitional government, with the help of several thousand Ethiopian troops, routed Islamist forces that had controlled much of Somalia. The Islamists have vowed to regroup, and many members of the larger clans in Mogadishu still support them.  Somalia's government concedes that it does not have the resources to maintain security in the capital, and Somali officials are urging international peacekeepers to arrive soon.  Ethiopia's prime minister, Meles Zenawi, told the BBC on Friday that he would withdraw the first Ethiopian troops ''in the next few days.''  African Union diplomats on Friday discussed a plan to send 7,700 African peacekeepers to Somalia for a six-month mission that would eventually be taken over by the United Nations. So far, only Uganda has stepped forward. Lawmakers from Uganda's governing party on Thursday approved the deployment of 1,500 troops and now Uganda's full Parliament must approve the decision.  ''As Africans, we feel it is our duty to run to the rescue of any of our brothers in trouble,'' said Harry Bakowa, a governing party member, according to The Associated Press.  ", 
            "title": "Insurgents Attack Palace In Somalia"
        }, 
        "weight": 0.7379031954909888, 
        "file": "1820021.txt", 
        "other_topics": {
            "0": 0.000531038908956756, 
            "1": 0.0003575197437412702, 
            "2": 0.0006516220058546827, 
            "3": 0.0004738829019659659, 
            "4": 0.0002451446645581929, 
            "5": 0.0008182570687759367, 
            "6": 0.0004216177571829113, 
            "7": 0.13383014393320497, 
            "8": 0.00034923959663927693, 
            "9": 0.0006851062885582872, 
            "10": 0.0002942417922196303, 
            "11": 0.0004302549618416821, 
            "12": 0.0003478089715491557, 
            "13": 0.7379031954909888, 
            "14": 0.00016878200075669755, 
            "15": 0.0003112465594359109, 
            "16": 0.05442456219613648, 
            "17": 0.000271559805479556, 
            "18": 0.00023550019840376993, 
            "19": 0.00016366015851499655, 
            "20": 0.051031471133906145, 
            "21": 0.007122044741324484, 
            "22": 0.006355941751936425, 
            "23": 0.00042594119522041394, 
            "24": 0.00020392827362323396, 
            "25": 0.0004414669171497244, 
            "26": 0.00036198708550801763, 
            "27": 0.0002501665749934508, 
            "28": 0.0003784770988006714, 
            "29": 0.0005141902227725815
        }
    }, 
    {
        "content": {
            "text": "  ''Urge the American companies to come here.''  HASSAN KAZEMI QUMI the Iranian ambassador to Iraq, on Iran's plans to begin its own reconstruction effort for its war-torn neighbor. [A11]  ", 
            "title": "QUOTATION OF THE DAY"
        }, 
        "weight": 0.7377175889169192, 
        "file": "1822394.txt", 
        "other_topics": {
            "0": 0.0040715519204839856, 
            "1": 0.0027411554496080243, 
            "2": 0.00499607991922737, 
            "3": 0.003633328569792562, 
            "4": 0.0018795595067396323, 
            "5": 0.006273694984740867, 
            "6": 0.0032326041651837304, 
            "7": 0.014528304634901089, 
            "8": 0.04865797558063822, 
            "9": 0.005252808745022301, 
            "10": 0.002255994267071763, 
            "11": 0.003298826859270531, 
            "12": 0.002666701558374593, 
            "13": 0.7377175889169192, 
            "14": 0.0012940759476063597, 
            "15": 0.002386372270357523, 
            "16": 0.0034582225038073088, 
            "17": 0.0020820882027244854, 
            "18": 0.001805613993462221, 
            "19": 0.0012548060442831139, 
            "20": 0.06940351428281809, 
            "21": 0.008625439215612497, 
            "22": 0.002751617081073801, 
            "23": 0.003265752588298845, 
            "24": 0.04754385270505394, 
            "25": 0.0033847905380083496, 
            "26": 0.002775407203374225, 
            "27": 0.001918063218487123, 
            "28": 0.0029018385140712317, 
            "29": 0.003942370612986998
        }
    }, 
    {
        "content": {
            "text": "  As fighting began to flare Sunday around Kismayo, in southern Somalia, the final redoubt for the country's diminished Islamic movement, elders within the city demanded that the Islamists go.  Muhammad Arab, a leader of the Ogaden subclan, said 36 elders of various clans and subclans met over the weekend with Islamist leaders and tried to persuade them that resistance against the huge Ethiopian-backed force heading toward them was futile.  ''We told them that they were going to lose,'' Mr. Arab said, ''and that our city would get destroyed.''  Kismayo, a scenic harbor town along the Indian Ocean that was once part of the East African spice empire, has been spared the fighting so far. But the Islamists, Mr. Arab said, did not care. ''These guys are bent on war,'' he said.  The fighting started around 5 p.m., with the Ethiopian-backed forces unleashing an artillery barrage against Islamist troops dug in near Jilib, a town about 30 miles north of Kismayo.  [Residents of Kismayo told Reuters Monday that Somali Islamists fled overnight from their final stronghold around the southern port of the city. Several thousand Somalia Islamic Courts Council fighters had been making a last stand north of Kismayo port, but residents said they melted away after the advancing Ethiopian force began its shelling of Jilib. Somalia's interim government vowed to pursue them.]  As the shells began to rain down in Jilib, residents said, clan militias in Kismayo turned on the Islamists.  That set off running gun battles across the city, with several people reported killed. It also accelerated the exodus from Kismayo, with thousands of residents hastily gathering a few belongings and joining the stream of people fleeing the fighting in southern Somalia.  It is hard to predict what is going to happen next. Local support for the Islamists in Kismayo is obviously evaporating, just as it did last week in Mogadishu, Somalia's capital, when clan elders decided that the Islamists were a losing cause and pulled their troops and weapons out of the movement.  That led to the city falling much faster than anyone expected into the hands of Somalia's transitional government, which has used Ethiopian troops and airpower to reclaim much of the country. Clan elders are the pillars of Somali society, and many of the Islamist fighters in Mogadishu were clan militiamen lent to the movement.  But the fighters in Kismayo may be different. Kismayo is where the Islamist leadership fled after losing Mogadishu, taking their most steadfast and hard-core fighters.  Ethiopian officials have said that the Somali Islamists are bolstered by several thousand foreign fighters -- from Yemen, Pakistan, Syria, Libya and Eritrea, Ethiopia's bitter enemy, though American intelligence officials have said that the numbers are far fewer, most likely in the hundreds.  Diplomats are still searching for a way to avert disaster. On Sunday, Kenyan officials, with American encouragement, continued to meet in Nairobi with the few remaining moderate leaders of the Islamist movement in an effort to reach a cease-fire. But the talks were slow-going, said an official close to the parties.  In Mogadishu, the transitional prime minister, Ali Mohammed Gedi, seems to relish his newfound authority. Mr. Gedi, a bookish veterinarian whom few Somalis would have recognized before last week's stunning comeback by the transitional government, is holding daily news conferences, meeting with clan elders and surveying bombed-out buildings for future office space. On Sunday, he reassured the populace in confident tones that the era of warlord rule was over.  ", 
            "title": "Somali Clan Elders Urge Islamists to Leave Stronghold"
        }, 
        "weight": 0.7336441767317738, 
        "file": "1815844.txt", 
        "other_topics": {
            "0": 0.0002886727317241161, 
            "1": 0.0001943477197816833, 
            "2": 0.00035422169884153856, 
            "3": 0.0002576027283887906, 
            "4": 0.00013326063079752295, 
            "5": 0.010224805287172857, 
            "6": 0.00022919139757289844, 
            "7": 0.09883006347161818, 
            "8": 0.0001898466321161756, 
            "9": 0.00037242375370953547, 
            "10": 0.00015994982762055447, 
            "11": 0.00023388658171337104, 
            "12": 0.00018906894436886972, 
            "13": 0.7336441767317738, 
            "14": 9.174988951377449e-05, 
            "15": 0.00016919361846499552, 
            "16": 0.00024518772118843597, 
            "17": 0.00014761990044807942, 
            "18": 0.00012801789934440303, 
            "19": 8.896565625622199e-05, 
            "20": 0.08642071050966775, 
            "21": 0.007131543522135877, 
            "22": 0.00019508944868321668, 
            "23": 0.0002315416183338926, 
            "24": 0.05879086004705826, 
            "25": 0.00023998140021376993, 
            "26": 0.0001967761666046961, 
            "27": 0.0001359905411287032, 
            "28": 0.00020574013723485002, 
            "29": 0.0002795137865230893
        }
    }, 
    {
        "content": {
            "text": "  Two of Saddam Hussein's co-defendants, Awad al-Bandar and Barzan Ibrahim al-Tikriti, were executed this morning, according to a lawyer for one of the men. Page A7.  ", 
            "title": "2 Hussein Allies Said to Hang"
        }, 
        "weight": 0.7250765235598958, 
        "file": "1819134.txt", 
        "other_topics": {
            "0": 0.004267786024474469, 
            "1": 0.002873269246523212, 
            "2": 0.005236872935148899, 
            "3": 0.0038084418902955505, 
            "4": 0.0019701474896279864, 
            "5": 0.10296884429974935, 
            "6": 0.0033884040160266815, 
            "7": 0.06342490640274727, 
            "8": 0.00280672441245088, 
            "9": 0.005505975163538782, 
            "10": 0.0023647250464532703, 
            "11": 0.003457818404900077, 
            "12": 0.002795226946515895, 
            "13": 0.7250765235598958, 
            "14": 0.0013564457365795983, 
            "15": 0.002501386798824025, 
            "16": 0.003624896344074508, 
            "17": 0.002182437337617067, 
            "18": 0.0018926380695588906, 
            "19": 0.0013152831656831699, 
            "20": 0.024552123187282917, 
            "21": 0.009041154247388121, 
            "22": 0.002884235090858444, 
            "23": 0.0034231500734679034, 
            "24": 0.001638904836322109, 
            "25": 0.003547925222618384, 
            "26": 0.002909171811169804, 
            "27": 0.0020105069412807114, 
            "28": 0.0030416966546168533, 
            "29": 0.004132378644309354
        }
    }, 
    {
        "content": {
            "text": "  More than 1,000 American and Iraqi troops, backed by Apache attack helicopters and fighter jets, battled insurgents all day Tuesday and late into the night in downtown Baghdad, in one of the most dramatic operations in the capital since the invasion nearly four years ago.  The fighting raged less than 1,000 yards from the heavily fortified Green Zone, which houses both the American command and the Iraqi government. It was the latest episode for the troubled neighborhood around Haifa Street, where major campaigns have repeatedly been initiated to rid the area of insurgents, only to have them re-infiltrate.  Iraqi officials said that at least 50 militants were killed Tuesday, but the Americans said they could not provide a count.  Problems in other contested areas across Baghdad came to a crisis point in the fall, causing American commanders to abandon a major push to regain control of the city, and setting off a policy review that led to the changes President Bush will announce in a speech to the nation on Wednesday night.  The president is widely expected to call for 20,000 to 30,000 more soldiers in Iraq, with many coming to Baghdad to help quell the sectarian fighting.  American commanders have said the strategy will emphasize an evenhanded approach in Sunni and Shiite neighborhoods, something that they acknowledge has evaded them as they have worked with Iraq's Shiite-led government in recent months.  The fighting on Haifa Street, a broad two-mile boulevard that cuts through the heart of the capital, began nearly a week ago as an attempt to secure the safety of citizens caught in the middle of the fighting and ended with pitched battles in the street. It is a reminder of how difficult the Baghdad mission will be.  The American crackdown on Tuesday came on the fourth day of intense fighting in the neighborhood of tightly packed, high-rise apartment buildings that was the home of many top-ranking government officials and Baath Party loyalists while Saddam Hussein was in power. American soldiers continued to patrol the area through the night, and an American military spokesman said they would stay there until the situation was firmly under control. Gunfire and explosions could be heard in the neighborhood well after sunset.  An American military officer familiar with the operation said that it was part of an effort to stabilize Baghdad, but was not directly linked to the president's new security plan.  However, the location of the fight has particular significance.  Nearly two years ago, after much bloodshed and toil, the American military wrested control of the area from insurgents.  Haifa Street, the neighborhood's main thoroughfare, used to be called Purple Heart Boulevard by American soldiers. More than 160 soldiers from the First Battalion of the Ninth Cavalry were wounded trying to secure the area. By the spring of 2005, they had largely done so, and it was trumpeted as a signal success.  Tuesday's operation, directed by elements of the Stryker Brigade of the First Cavalry Division and Iraqi Sixth Army Division, occurred after a series of events that, taken together, demonstrated the complexity of the fight for American forces and the maze of competing interests they are trying to navigate.  It also suggests that even if the Americans try to deal evenhandedly with Shiite militias and Sunni insurgents, which is expected to be a central theme of President Bush's plan, their efforts could end up inadvertently benefiting one party or the other.  Shiites are clearly ascendant throughout Baghdad, systematically taking over Sunni neighborhoods, often using the intimidation of death squads to achieve their goals. But the area around Haifa Street has remained a Sunni bastion.  For the past two years, it has been relatively quiet, but in recent months, as the sectarian fighting has intensified, Iraqi and American military officials suspected it was being used as a base of operations for insurgents concentrating on the Shiite civilian population and American forces.  The violence in the area started to increase markedly after the recent arrest of a senior member of the leading Shiite militia group, the Mahdi Army, who had been operating near the area, according to an American military official.  The arrest, the official said, created an opening for Sunni insurgents, and they began aggressively singling out Shiites who had relocated south from the neighborhood of Kadhimiya, the official said.  On Saturday, 27 bodies were dumped in the Sheik Marouf neighborhood on Haifa Street. They were Shiites, four with their throats slit and the rest shot in the head, according to an Iraqi government official.  When the Iraqi police went to investigate and collect the bodies, they were attacked, according to witnesses and government officials. The Iraqi Army was called in and was also attacked, so finally the Americans were called in.  For residents, the situation was already bleak and getting worse, with no electricity for days and armed men taking control of lawless streets.  But the Sunnis in the area were still hostile to the Iraqi security forces, largely viewed as agents of the Shiite-led government.  ''People were disgusted and were enraged by the activity of the security forces,'' one resident said.  Late Saturday night, Iraqi government officials and witnesses said that Sunni insurgents had set up a fake checkpoint and were pulling Shiites from their cars and executing them, even, some claimed, stringing three bodies from lampposts.  ''Some of my friends told me they saw some of the bodies hanging from lampposts,'' said Jabbar Obeid, 39, who lives in the area.  American officials said Tuesday that while many people were being executed in the area, they found no evidence of people being hanged on lampposts. Many Sunni residents said the claims were nonsense, and had been aimed at inciting more sectarian violence.  On Sunday, Sunni organizations and politicians began condemning the government's security clampdown.  ''Day after day, the sectarian crimes against the Sunnis in their neighborhoods in Baghdad are continuing,'' said Adnan Dulaimi, a member of the largest Sunni bloc in Parliament. The government's actions over the weekend were a ''barbarian attack'' aimed at clearing the neighborhood of Sunnis, he said in a statement.  In fighting in the neighborhood on Sunday, eleven Iraqi Army soldiers were killed when they ran out of ammunition, Iraqi officials said.  American military officials said that by then they already had solid evidence to suggest that Sunni insurgent leaders were using the neighborhood as a base of operations. They said that the fighters were organized and sophisticated, and included trained snipers and insurgents from foreign countries.  One Sunni resident, who spoke on the condition of anonymity for fear of reprisals, confirmed as much, saying that insurgents had taken over to such a degree that a top-ranking official of Al Qaeda had even seized control of the Rafadin bank, set up an Islamic court and began handing out death sentences.  The American and Iraqi forces completed their assault plans at 4 a.m. Tuesday, and before dawn began approaching Haifa Street from different locations around the city, swiftly closing in on Talaa Square in the center of the neighborhood.  About 6:30 a.m. they had reached the square and began arresting suspects. In all, American and Iraqi officials said, they would take some 15 people into custody, including 7 Syrians. Nearly as soon as they began making arrests, they came under heavy bombardment from small-arms fire, rocket-propelled grenades and indirect fire, probably mortars, according to an American military official. As the fighting intensified, insurgents began moving to the rooftops in order to shoot at the armored American attack vehicles on the roads below.  To deal with the gunmen on the rooftops, rather than fighting for control of entire buildings, the Americans called in Apache helicopters and fighter jets, the official said.  The neighborhood is densely packed, making it difficult to strike targets from the air, and the fighter jets were used to ''make a show of force,'' according to the military official, in an attempt to frighten the gunmen from the rooftops.  For more than an hour on Tuesday morning, the fighter jets could be seen sharply dropping below the cloud cover, swooping low over the neighborhood's roofline, engines roaring, and then pulling up steeply and zooming out of sight, high into the sky.  Meanwhile, the Apaches attacked the insurgents' positions, unleashing a barrage of fire that rocked the neighborhood for hours.  Ali Housin, 56, a resident, said he saw the helicopters direct fire at a cemetery where insurgents were hiding, the resulting explosions blowing out the windows of his home.  Shortly after noon, the aerial assault had largely ended, but scattered clashes continued and could be heard late into the night. Residents reported American armored vehicles patrolling the streets after dark and Iraqi Army soldiers moving to secure control of the rooftops.  The Americans reported no casualties, and early reports indicated that two soldiers in the Iraqi Army had been wounded.  American officials insisted that the information they had on the insurgents in the area was very detailed, and that they had been careful to try to ensure that they were not being used as pawns by the Shiite-dominated government, emphasizing that in recent days they had conducted similarly aggressive raids in Shiite neighborhoods.  THE STRUGGLE FOR IRAQ  ", 
            "title": "U.S. AND IRAQIS HIT INSURGENTS IN ALL-DAY FIGHT"
        }, 
        "weight": 0.721499616747579, 
        "file": "1817868.txt", 
        "other_topics": {
            "0": 0.00011594119978606925, 
            "1": 7.805693205796035e-05, 
            "2": 0.00014226798807307202, 
            "3": 0.00010346238530802731, 
            "4": 5.352219216077233e-05, 
            "5": 0.006725307456027358, 
            "6": 9.205138793865484e-05, 
            "7": 0.07766427364075133, 
            "8": 7.624913573038763e-05, 
            "9": 0.0001495785783992283, 
            "10": 6.424151948520459e-05, 
            "11": 9.393714028946283e-05, 
            "12": 7.593678876937387e-05, 
            "13": 0.721499616747579, 
            "14": 3.685000729695741e-05, 
            "15": 6.795415349353286e-05, 
            "16": 0.0014078077183157709, 
            "17": 5.9289383753112554e-05, 
            "18": 5.1416525403817245e-05, 
            "19": 3.5731760545915404e-05, 
            "20": 0.15124013609036985, 
            "21": 0.0015549489845507124, 
            "22": 7.835483667210995e-05, 
            "23": 0.03544494959703598, 
            "24": 4.452345829165022e-05, 
            "25": 0.0014057166752973712, 
            "26": 7.903228236761777e-05, 
            "27": 5.461862089934786e-05, 
            "28": 0.0013919641705552176, 
            "29": 0.00011226264279511395
        }
    }, 
    {
        "content": {
            "text": "  Mogadishu exploded in violence on Wednesday morning after unknown insurgents attacked a transitional government barracks during the night and soldiers responded by sealing off large swaths of the city, searching house to house for guns.  The weapons raids immediately provoked stiff resistance, and squads of Ethiopian soldiers and troops loyal to the transitional government poured into the streets, where they battled outraged residents and a handful of masked insurgents.  From dawn to afternoon, the pop of gunfire and the boom of explosives reverberated across Mogadishu, Somalia's reliably chaotic capital.  But it is difficult to tell how many people here actually support the growing insurgency against Somalia's transitional government and the Ethiopian troops backing it. On Wednesday, a group of masked men stood on the steps of a Mogadishu mosque and proclaimed themselves to be Somalia's new freedom fighters. They were met by jeers.  ''Why can't you hit anything, then?'' shouted one woman, referring to a botched grenade attack that missed the Ethiopians and demolished a house. ''Were you scared? Were your fingers trembling?''  Regardless of the insurgents' popularity, or lack thereof, violence is increasing. And the transitional government, which entered the capital two weeks ago for the first time since it formed in 2004, now faces a critical test: how quickly, if at all, can it pacify a notoriously dangerous city, bristling with military-grade weaponry and split by deep clan divisions?  Most of the violence on Wednesday was concentrated in strongholds of the Ayr, a powerful clan-based group closely connected to the Islamist movement that had controlled much of the country until the Ethiopian military entered the fray last month. On the other hand, neighborhoods of the Darod clan, the clan of Abdullahi Yusuf Ahmed, the transitional president, were quiet. Many Darod members said they were happy about the weapons raids, especially the ones in Ayr neighborhoods.  Clan rivalries have been the curse of Somalia ever since there was a Somalia. They are the cause of its civil wars, its famines and its state of suspended decay. It seems that this new chapter is no different.  The insurgents are still a mysterious bunch, but they are widely suspected to be members of the ousted Islamist movement. After being routed, the Islamists vowed to fight on as an underground army. As each night passes, more government troops are attacked. On Tuesday, insurgents launched one of their boldest strikes, firing rocket-propelled grenades at an army barracks downtown. Witnesses said at least two soldiers died, and the insurgents got away. But on Wednesday, residents said that Ethiopian soldiers were able to confiscate some guns and arrest several people suspected of being insurgents.  Doctors at Medina Hospital said Wednesday that in the past 24 hours 15 people had been admitted for gunshot wounds, including 3 government soldiers. The violence this past week has filled all of the hospital's 65 beds, leaving bleeding men and women curled up on the floor and under acacia trees in the courtyard.  ''This is not something that is going to stop,'' said Dahir Muhammad, a hospital official. ''Until the Ethiopians leave, people will be determined to kill them.''  The Islamist leaders, meanwhile, have fled to southern Somalia along the Kenyan border where they are being hunted by Ethiopian troops, with the help of American forces.  Somali officials said Wednesday that Fazul Abdullah Mohammed, a main suspect in the bombings against American embassies in Kenya and Tanzania in 1998, had been killed in a recent American airstrike in southern Somalia.  But American officials quickly distanced themselves from that claim, saying they were not even sure Mr. Fazul was among the terrorism suspects hiding in the jungle with the Islamists. They did say Abu Taha al-Sudani, a top aide to Mr. Fazul, and Aden Hashi Ayrow, a Somali terrorism suspect, might have been killed.  An American AC-130 gunship pounded the area Sunday night, the first time American forces have been publicly deployed in Somalia since 1994. Since June, when the Islamist movement rose to power, American officials have complained that Islamist leaders were sheltering terrorists connected to the embassy bombings, which together killed more than 200 people.  On Wednesday, residents in southern Somalia said warplanes returned, though those reports could not be independently verified. The Ethiopian Air Force has also been pummeling the area.  Pentagon officials said Wednesday that small numbers of American special operations ground troops were in Somalia working with Ethiopian forces and gathering evidence from the site of the United States airstrike.  ''One would assume that a U.S. ground presence would be required at the least to do the DNA confirmation,'' said Roger W. Cressey, a former National Security Council official. ''It's not something you would leave to the Ethiopians, and certainly not the Somalis.''  Thousands of Ethiopian troops are essentially occupying Somalia, and many Somalis are beginning to resent it. Barwaqho Muhammad Osman, a mother of two, stood in a downtown Mogadishu street Wednesday morning with bags of groceries in her hands and no way to get home.  Ethiopian soldiers told her that her neighborhood had been sealed off because of the raids. When Ms. Osman tried to plead with them, witnesses said, the soldiers clicked the safeties off their guns and told her to go.  ''Why did our president bring in these people?'' she fumed. ''They are occupiers, and if they keep this up, they will fail at every step.''  ", 
            "title": "Weapons Raids in Somalia After Violent Night"
        }, 
        "weight": 0.7196072610289579, 
        "file": "1818039.txt", 
        "other_topics": {
            "0": 0.00019910111501225667, 
            "1": 0.00013404400019882494, 
            "2": 0.00024431103963185405, 
            "3": 0.00017767175356702718, 
            "4": 9.191148751930053e-05, 
            "5": 0.0070521733081630785, 
            "6": 0.0001580761110875971, 
            "7": 0.15585432448577805, 
            "8": 0.00013093954496462925, 
            "9": 0.01599609967060706, 
            "10": 0.00011031935311335874, 
            "11": 0.00016131443703536747, 
            "12": 0.02261502380853684, 
            "13": 0.7196072610289579, 
            "14": 6.328102136748431e-05, 
            "15": 0.00011669490875755176, 
            "16": 0.00016910897120198505, 
            "17": 0.00010181525148450851, 
            "18": 8.829551149069665e-05, 
            "19": 6.136070162435492e-05, 
            "20": 0.07534465585629829, 
            "21": 0.0004217886935590774, 
            "22": 0.00013455557969734594, 
            "23": 0.0001596970871016603, 
            "24": 7.645832720746423e-05, 
            "25": 0.00016551810792585697, 
            "26": 0.0001357189296849667, 
            "27": 9.379434007546409e-05, 
            "28": 0.00014190148990373528, 
            "29": 0.00019278407844642206
        }
    }, 
    {
        "content": {
            "text": "  The Islamist forces in Somalia abandoned their final stronghold Monday morning, fleeing the port city of Kismayo much like they had fled Mogadishu, the capital, last week.  In the face of an intense artillery barrage by Ethiopian-backed forces and thousands of well-equipped troops heading their way, the Islamists scattered, with some of their militia shedding their uniforms and melting back into the population while others headed south towards a thickly forested area along the Kenya border.  ''I can't tell you how happy people were that they disappeared,'' Adam Ragay, a businessman in Kismayo, said today.  As soon as the Islamists left, looters rushed into the streets and smashed up stores and ran away with TVs and mobile phones. But by mid-afternoon, the brief burst of anarchy was over and transitional government troops had arrived on the outskirts of town.  ''I can confirm to you that our forces have captured Kismayo,'' Somalia's transitional prime minister, Ali Mohamed Gedi, told The Associated Press today.  This leaves the transitional government of Somalia now in control of every major town in south-central Somalia, though there are fears the war may not be over and that the Islamists are simply switching to underground guerilla tactics. It took the transitional government, with the help of the Ethiopian military, one of the most powerful in Africa, all of one week to rout the Islamists.  Residents of Kismayo said the remaining Islamists were heading toward Ras Kamboni, a small town on the Kenyan border which western intelligence officers say has been used as a terrorist hide-out before.  Kenya officials have said that they have increased security on the border to keep the Islamists from escaping through Kenya.  As fighting began to flare up on Sunday around Kismayo, elders within the city demanded that the Islamists go.  Muhammad Arab, a leader of the Ogaden subclan, said that 36 elders of various clans and subclans met over the weekend with Islamist leaders and tried to persuade them that resistance against the huge Ethiopian-backed force heading toward them was futile.  ''We told them that they were going to lose,'' Mr. Arab said, ''and that our city would get destroyed.''  Kismayo, a scenic harbor town along the Indian Ocean that was once part of the fabled East African spice empire, has been spared the fighting so far.  But the Islamists, Mr. Arab said, did not care.  ''These guys are bent on war,'' he said.  The fighting started at around 5 p.m., with the Ethiopian-backed forces unleashing an artillery barrage against Islamist troops dug in near Jilib, a town about 30 miles north of Kismayo. As the shells began to rain down, residents said that clan militias within Kismayo turned on the Islamists.  That set off running gun battles across the city, with several people reportedly killed. It also accelerated the exodus out of Kismayo, with thousands of residents hastily tossing a few things over their shoulder and joining the stream of people fleeing the fighting in southern Somalia.  Local support for the Islamists in Kismayo is obviously evaporating, just as it did last week in Mogadishu, Somalia's capital, when clan elders decided that the Islamists were a losing cause and pulled their troops and weapons out of the movement.  That led to the city falling much faster than anyone expected into the hands of Somalia's transitional government, which has used Ethiopian troops and airpower to reclaim much of the country. Clan elders are the pillars of Somali society, and many of the Islamist fighters in Mogadishu were clan militiamen loaned to the movement.  But the fighters in Kismayo were thought to be different. Kismayo is where the Islamist leadership fled after losing Mogadishu, bringing with them their most devout and hard-core fighters. Ethiopian officials have said that the Somali Islamists are bolstered by several thousand foreign fighters -- from Yemen, Pakistan, Syria, Libya and Eritrea, Ethiopia's bitter enemy, though American intelligence officials say the numbers are far fewer, most likely in the hundreds.  Diplomats in the region were still searching for a way to avert disaster on Sunday. On Sunday, Kenyan officials, with American encouragement, continued to meet in Nairobi with the few remaining moderate leaders of the Islamist movement in an effort to reach a cease-fire. But the talks were slow-going, said one official close to the parties.  In Mogadishu, Mr. Gedi, the transitional prime minister, seems to relish his newfound authority. Mr. Gedi, a bookish veterinarian whom few Somalis would have recognized before last week's stunning comeback by the transitional government, is holding daily news conferences, meeting with clan elders and surveying bombed-out buildings for future office space. On Sunday, he reassured the populace in confident tones that the era of warlord rule was over.  ''People of Mogadishu do not have to fear,'' he said.  But many still do. A large explosion rocked an apartment building in Mogadishu on Saturday night, killing a woman. Some residents said it was a missile fired at nearby Ethiopian troops and possibly the opening salvo of an anti-Ethiopian insurgency. Later in the day, Ethiopian troops began to recede from Mogadishu's streets to barracks on the outskirts of the city.  ", 
            "title": "Islamists Abandon Final Stronghold in Somalia"
        }, 
        "weight": 0.7161406972399805, 
        "file": "1815849.txt", 
        "other_topics": {
            "0": 0.00020653115446734975, 
            "1": 0.0001390462434566513, 
            "2": 0.0002534282194310116, 
            "3": 0.00018430209382894547, 
            "4": 9.534143304523423e-05, 
            "5": 0.0003182357718332945, 
            "6": 0.00016397518273376154, 
            "7": 0.09636412391353337, 
            "8": 0.002468195927983832, 
            "9": 0.0002664508952588005, 
            "10": 0.00011443624189242029, 
            "11": 0.0001673343562697481, 
            "12": 0.00013526953904237991, 
            "13": 0.7161406972399805, 
            "14": 6.56425374518621e-05, 
            "15": 0.00012104972001123923, 
            "16": 0.0001754197662377818, 
            "17": 0.00010561478488045937, 
            "18": 9.159051631296053e-05, 
            "19": 6.365055537044312e-05, 
            "20": 0.11080954156783478, 
            "21": 0.00043752897022534913, 
            "22": 0.00013957691403790277, 
            "23": 0.0001656566502008209, 
            "24": 0.058388561382261, 
            "25": 0.0001716948994136684, 
            "26": 0.00014078367782713674, 
            "27": 9.729454974220661e-05, 
            "28": 0.011809046916197868, 
            "29": 0.00019997837923716602
        }
    }, 
    {
        "content": {
            "text": "  Gen. George W. Casey Jr., the top commander in Iraq, said Friday that the additional troops being sent to Iraq under President Bush's new plan to stabilize the country could begin to be withdrawn by late summer if security conditions improve.  ''I believe the projections are late summer,'' General Casey said, adding, ''I think it's probably going to be the summer -- late summer -- before you get to the point where people in Baghdad feel safe in their neighborhoods.''  The American buildup, which is expected to reach slightly more than 20,000 troops, is just beginning, and all the units may not be in place for several months, but General Casey said there could be signs of improvement in Baghdad in 60 to 90 days. He also said that the Iraqi Prime Minister, Nuri Kamal al-Maliki, appeared to be carrying through on his side of the plan, which requires the Iraqi government to commit more troops and not to interfere with military operations aimed at cracking down on the Shiite militias that have been blamed for much of the sectarian violence in Baghdad.  ''So far, so good,'' General Casey said. ''We are seeing them come through on those commitments.''  The three Iraqi brigades that Mr. Maliki promised have not yet arrived in Baghdad. But General Casey said that American and Iraqi units have arrested a number of insurgent and death squad members, including five or six death squad leaders in the last three or four weeks. Secretary of Defense Robert M. Gates, who is making his second trip to Iraq in less than a month, came to southern Iraq on Friday for talks with British commanders and General Casey.  Britain has about 7,000 troops in southern Iraq, and officials in London told Mr. Gates earlier this week that they were making plans to withdraw most of them sometime this year.  ''As we see the need for less troops, the surplus will go home,'' said Maj. Chris Ormond-King, a British military spokesman in Basra, where Mr. Gates held the talks with British commanders.  Major Ormond-King said that Britain maintains three bases inside Basra, Iraq's second-largest city, but that plans were moving forward to turn over the city to full Iraqi control, a step that he added was ''probably achievable'' by this spring.  He said that British commanders had no plans to disarm Shiite militia groups, including the Mahdi Army and the Badr Organization, that have been vying for power in the city, as long as they do not attack British forces. A critical part of the new American strategy for stabilizing Iraq is to persuade Mr. Maliki to disarm Shiite militias as well as Sunni insurgents. In the past, Mr. Maliki has been reluctant to crack down on the Mahdi Army, whose leader, Moktada al-Sadr, has been a pivotal member of his political coalition.  Mr. Gates said this week that Britain was making troop reductions at the same time Washington was building up forces in Iraq because conditions in southern Iraq are different than those in Baghdad and other parts of Iraq, where the United States has most of its troops.  Mr. Gates had lunch in Basra with General Casey and Maj. Gen. Jonathan Shaw, the recently arrived British commander. Later, Mr. Gates and General Casey traveled to this air base in southern Iraq to meet with Australian and Romanian commanders and to receive briefings on reconstruction efforts in the south.  Since taking office, Mr. Gates has pushed to ensure that the new American strategy to send additional troops also includes a renewed focus on reconstruction efforts.  THE STRUGGLE FOR IRAQ  ", 
            "title": "General Sees Summer Deadline for Troops"
        }, 
        "weight": 0.7010793613335415, 
        "file": "1820029.txt", 
        "other_topics": {
            "0": 0.0002984005917863719, 
            "1": 0.00020089696123640286, 
            "2": 0.00036615846577052637, 
            "3": 0.00026628357357446036, 
            "4": 0.00013775132432601716, 
            "5": 0.00045979379182553435, 
            "6": 0.00023691482136061094, 
            "7": 0.001064767141712353, 
            "8": 0.0001962441933249762, 
            "9": 0.0003849739039724594, 
            "10": 0.00016533990908332917, 
            "11": 0.00024176822652186459, 
            "12": 0.0001954402986078165, 
            "13": 0.7010793613335415, 
            "14": 9.484173016178699e-05, 
            "15": 0.00017489520251841125, 
            "16": 0.00025345019830727924, 
            "17": 0.00015259448091983473, 
            "18": 0.0001323319202872487, 
            "19": 9.196367220749785e-05, 
            "20": 0.24097655855252795, 
            "21": 0.0006321511346587954, 
            "22": 0.05074952806530759, 
            "23": 0.00023934424121513156, 
            "24": 0.00011459107139756039, 
            "25": 0.00024806843172824923, 
            "26": 0.00020340724325985804, 
            "27": 0.0001405732287486574, 
            "28": 0.00021267328693782463, 
            "29": 0.0002889330031720884
        }
    }, 
    {
        "content": {
            "text": "  Five members of a private security detail protecting an American convoy were killed Tuesday when their helicopters came under attack, and one plummeted to the pavement through a tangle of electrical wires in one of Baghdad's most dangerous neighborhoods.  The four-man crew in one helicopter was killed, and the gunner in a second helicopter apparently died when he was struck by gunfire, American officials said. The crash set off a chaotic five-hour battle in which American attack helicopters crisscrossed the skies over Baghdad and fired at least one Hellfire missile into the streets below.  It is unclear if the first helicopter, nicknamed a Little Bird because it is small and nimble, crashed as the result of gunfire, because it got tangled in the wires or as it was trying to land because a passenger was wounded. But an American military official said that at least four of the victims had suffered gunshot wounds to the head, raising the prospect that some of them had been shot on the ground.  American ground forces made their way to the crash site to retrieve the bodies and secure the area, American officials said. It was unclear what condition the bodies were in when they were recovered.  The helicopters were operated by Blackwater, the same private security firm that lost four contractors in March 2004 in an ambush in the desert town of Falluja, their bodies mutilated, set on fire and hung from a bridge. That episode led to a three-week siege of the city by American marines.  This time, the Blackwater contractors were on a routine protection detail in Baghdad, monitoring an official convoy traveling by road, American and Iraqi officials said. The company has a major contract with the State Department to protect officials traveling outside the protected Green Zone.  A company statement said the men, all American citizens, ''were killed while working on behalf of the United States government.''  An Iraqi military officer said that the convoy being escorted also came under attack, but American and Iraqi officials said no one in the convoy was killed. Lou Fintor, a spokesman for the State Department, declined to comment on who was in the convoy.  The attack was carried out as the helicopters swooped low over the Fadhil neighborhood, an ancient warren of narrow, twisting streets that is home predominantly to Sunni Arabs and has been the site of numerous battles with insurgents in recent months. The crash took place near the Shorja market in central Baghdad, an military officer said.  On the ground, fierce gun battles lasting several hours could be heard from blocks away. American Apache helicopters took to the sky soon after the attack and could be seen sweeping over the area, making sharp loops over the eastern banks of the Tigris River and then flying low over the neighborhoods.  Initially, according to an American military official, they were just searching for the downed helicopter.  But at one point, they fired at least one Hellfire missile, although military officials could not confirm that it was in response to the downed helicopter. Other small helicopters like the one that carried the Blackwater contractors darted repeatedly over the Baghdad skyline, occasionally disappearing from view as they dipped close to the streets.  Other violence swept the city all day, with multiple bombings in Shiite areas leaving at least seven people dead. Security forces recovered 27 bodies around the city, killed execution style. The killings may have been part of a cycle of revenge following sustained attacks on Shiite areas as they prepared for one of their most sacred holidays, Ashura.  In two other battles on Tuesday, American forces killed 16 insurgents, the military said. North of Baghdad in Haditha, the forces engaged in a hectic chase as a group of armed men tried to escape by boat across a lake. After those men met other insurgents across the lake, they were attacked by an American aircraft, killing seven. Separately, insurgents fled across rooftops in Baghdad before throwing grenades and firing at American forces that were in pursuit. The Americans returned fire and killed six of the insurgents.  Much about the helicopter attack remained unknown late Tuesday. But American officials said that no diplomats or embassy employees were killed. A spokesman for the State Department refused to comment on specifics.  ''A small civilian helicopter crashed in Baghdad this afternoon,'' Mr. Fintor said. ''We are attempting to determine the facts.''  Insurgents have carried out a series of other sophisticated attacks in recent days. On Saturday, insurgents driving Humvees and dressed in American military clothing killed five American soldiers in an ambush in Karbala. The same day, an American Black Hawk helicopter crashed near Baghdad, killing all 12 people aboard.  An American officer who spoke with a witness in a second helicopter said flares from the Black Hawk's antimissile systems were activated before it exploded in the air, strongly suggesting that it was shot down. As its investigation continues, the American military has so far refused to confirm officially that the Black Hawk was shot down.  THE REACH OF WAR  ", 
            "title": "Five American Security Employees Killed in Baghdad Helicopter Attack"
        }, 
        "weight": 0.6874232126221618, 
        "file": "1821058.txt", 
        "other_topics": {
            "0": 0.00020701398768005057, 
            "1": 0.0001393713089152515, 
            "2": 0.00025402068966482453, 
            "3": 0.00018473295943999778, 
            "4": 9.556432440774781e-05, 
            "5": 0.0844805954742167, 
            "6": 0.0001643585276314683, 
            "7": 0.08957593816896658, 
            "8": 0.002473966132351096, 
            "9": 0.0329965910360379, 
            "10": 0.00011470377353172589, 
            "11": 0.00016772555431946275, 
            "12": 0.00013558577523582413, 
            "13": 0.6874232126221618, 
            "14": 6.579599806331056e-05, 
            "15": 0.016486091325708874, 
            "16": 0.00017582986654212697, 
            "17": 0.0001058616935176771, 
            "18": 9.180463869734542e-05, 
            "19": 6.379935908104534e-05, 
            "20": 0.05963649612719772, 
            "21": 0.00043855183536590587, 
            "22": 0.0001399032201102123, 
            "23": 0.023544270515956027, 
            "24": 7.949700937430163e-05, 
            "25": 0.00017209629163995042, 
            "26": 0.00014111280509917677, 
            "27": 9.752200714519003e-05, 
            "28": 0.0001475410787172353, 
            "29": 0.00020044589322345445
        }
    }, 
    {
        "content": {
            "text": "  The Department of Defense has identified 3,002 American service members who have died since the start of the Iraq war. It confirmed the deaths of the following Americans yesterday:  BLUM, Aron C., 22, Sgt., Marines; Tucson; Marine Aircraft Group 11, Third Marine Aircraft Wing, First Marine Expeditionary Force.  CALDWELL, Eric T., 22, Specialist, Army; Salisbury, Md.; First Cavalry Division.  MITCHELL, Raymond N. III, 21, Specialist, Army; West Memphis, Ark.; 10th Mountain Division.  WOSIKA, James M. Jr., 24, Sgt., Army; St. Paul; Second Combined Arms Battalion, 136th Infantry.  THE STRUGGLE FOR IRAQ  ", 
            "title": "Names of the Dead"
        }, 
        "weight": 0.6752197676216047, 
        "file": "1818050.txt", 
        "other_topics": {
            "0": 0.0013890521548740647, 
            "1": 0.0009351736041892847, 
            "2": 0.20563101697509784, 
            "3": 0.0012395477149253543, 
            "4": 0.0006412312145439555, 
            "5": 0.017826993980044923, 
            "6": 0.0011028364292526526, 
            "7": 0.00495648176761488, 
            "8": 0.0009135150101000244, 
            "9": 0.0017920501688081713, 
            "10": 0.0007696558362166402, 
            "11": 0.001125428987991754, 
            "12": 0.0009097728871957843, 
            "13": 0.6752197676216047, 
            "14": 0.0631881189682427, 
            "15": 0.0008141356439040086, 
            "16": 0.0011798084648706915, 
            "17": 0.0007103259791633772, 
            "18": 0.0006160039359614324, 
            "19": 0.00042809009286888115, 
            "20": 0.00799107064516628, 
            "21": 0.002942658024058207, 
            "22": 0.0009387426982386387, 
            "23": 0.001114145357508504, 
            "24": 0.000533420438951618, 
            "25": 0.0011547563883353249, 
            "26": 0.0009468589451369942, 
            "27": 0.0006543671550447816, 
            "28": 0.0009899922977251526, 
            "29": 0.001344980612363363
        }
    }, 
    {
        "content": {
            "text": "  The second in command of Somalia's defeated Islamist forces has surrendered to the Kenyan authorities and is staying at a hotel in Nairobi, Western diplomats and Somali officials said Monday.  Sheik Sharif Ahmed, the head of the Islamic Courts Union executive council, was part of a group of Islamist leaders being hunted down by American and Ethiopian troops in southern Somalia. Described as a moderate Muslim and potential peacemaker, he surfaced at the Kenya-Somalia border in the past week, Somali officials said, and now the Kenyan immigration authorities are deliberating about what to do with him.  ''Sheik Sharif is in Nairobi,'' said Abdirahman Dinari, spokesman for Somalia's transitional government. ''We are waiting for the next move.''  Several Western diplomats said American officials, who have urged Somalia's newly empowered government to reconcile with moderate Islamist leaders, were instrumental in arranging Mr. Ahmed's safe passage to Kenya.  ''He decided to come to Kenya only after getting a guarantee from the Americans that he would not be deported'' back to Somalia, said a Western diplomat in Nairobi who spoke on condition of anonymity. ''He's been here a week.''  Over the weekend, the BBC broadcast an interview with Michael E. Ranneberger, the American ambassador to Kenya, in which Mr. Ranneberger said, ''We certainly have made clear to the T.F.G.,'' Somalia's transitional federal government, ''that it needs to talk to all elements, and that includes people such as, for example, Sheik Sharif.''  At that point, Mr. Ahmed, a school-teacher turned religious leader, was still widely believed to be hiding in the marshes of southern Somalia or possibly dead.  On Monday, an American Embassy official denied that the United States played any role in bringing him to Kenya. ''We're not holding or interrogating or protecting him,'' she said on condition of anonymity. ''We're not involved in this operation in any way.''  Kenyan officials did not return calls for comment.  European diplomats in Kenya said American officials were playing an increasingly large behind-the-scenes role in Somalia, pursuing an aggressive counterterrorism agenda but also trying to shape Somalia's political future.  Several Somali leaders seemed to welcome that involvement, saying that Italy, the other Western power in Somalia, had discredited itself by trying to establish a rapport with the Islamists before they were defeated.  Last month, the Islamists attacked Somalia's transitional government, which was based in Baidoa. What they did not expect was a crushing response from Somalia's neighbor Ethiopia, which sided with the transitional government because Ethiopian officials viewed the Islamists as a regional threat.  It took all of one week for the Ethiopian-led forces, with approval from American officials, to rout the Islamist army and install the transitional government in Mogadishu, Somalia's bullet-pocked capital by the sea.  Mogadishu is now loosely controlled by a mix of Ethiopian troops and government soldiers, who are struggling to pacify a population that is armed to the teeth. On Monday, residents said a gun battle between Ethiopian troops and masked men in a crowded livestock market killed seven people, four of them insurgents and three civilians.  Western diplomats said Mr. Ahmed, 42, could be enormously helpful in defusing the violence because he has a devoted following among former Islamist fighters, who are suspected of being the backbone of Somalia's growing insurgency.  United Nations officials said Mr. Ahmed could be granted political asylum in Kenya or another country in the region, possibly Yemen, so that he can meet with Somalia's new leaders on neutral soil and map out a path forward.  Abdirizak Adam Hassan, chief of staff for the transitional president, Abdullahi Yusuf Ahmed, said that if the Islamic leader renounced violence, he would be welcome back in Somalia. ''We're not after his blood,'' he said.  The case is a little different, though, for Sheik Hassan Dahir Aweys, the Islamists' top leader. Mr. Aweys is nowhere to be found, and most Somalis believe that he will never turn himself in because American and Ethiopian officials have accused him of being a terrorist.  ", 
            "title": "Somali Islamists' No. 2 Leader Surrenders in Kenyan Capital"
        }, 
        "weight": 0.674292910087825, 
        "file": "1820836.txt", 
        "other_topics": {
            "0": 0.0002653193230598242, 
            "1": 0.00017862513422284865, 
            "2": 0.00032556542763296457, 
            "3": 0.006229300197685194, 
            "4": 0.00012247994517027743, 
            "5": 0.0483491188626562, 
            "6": 0.00021064998447200542, 
            "7": 0.02192060567246987, 
            "8": 0.0001744881811919446, 
            "9": 0.00034229494983975935, 
            "10": 0.003143278674812427, 
            "11": 0.0032112340006514276, 
            "12": 0.0001737734078032883, 
            "13": 0.674292910087825, 
            "14": 8.432739189191197e-05, 
            "15": 0.00015550598093926093, 
            "16": 0.00022535221743932426, 
            "17": 0.00013567756061724014, 
            "18": 0.00011766134678095814, 
            "19": 8.176840102802788e-05, 
            "20": 0.11538456352119925, 
            "21": 0.0005620696330228635, 
            "22": 0.00017930685780953232, 
            "23": 0.00021281007412655598, 
            "24": 0.12294890270910709, 
            "25": 0.00022056708394791195, 
            "26": 0.00018085712150935236, 
            "27": 0.00012498900779201122, 
            "28": 0.0001890959136021003, 
            "29": 0.0002569013296935479
        }
    }, 
    {
        "content": {
            "text": "  As President Bush challenges public opinion at home by committing more American troops, he is confronted by a paradox: an Iraqi government that does not really want them. The Shiite-led government of Prime Minister Nuri Kamal al-Maliki has not publicly opposed the troop increase, but aides to Mr. Maliki have been saying for weeks that the government is wary of the proposal.  They fear that an increased American troop presence, particularly in Baghdad, will bring a more assertive American role in conflict with the Shiite government's haste to cut back on American authority and run the war the way it wants. They want American troops to focus on fighting Sunni insurgents.  BY SABRINA TAVERNISE AND JOHN F. BURNS, PAGE A20  ", 
            "title": "New Strategy for Iraq: A Closer Look; Promising Troops Where They Aren't Really Wanted"
        }, 
        "weight": 0.6741616293783257, 
        "file": "1818095.txt", 
        "other_topics": {
            "0": 0.02870920467778863, 
            "1": 0.000819479546570752, 
            "2": 0.001493598368317688, 
            "3": 0.0010861983217120834, 
            "4": 0.0005619019426847872, 
            "5": 0.0018755465773215507, 
            "6": 0.0009664001346243581, 
            "7": 0.031835293340231455, 
            "8": 0.0008005004235671535, 
            "9": 0.001570348492716564, 
            "10": 0.0006744386420370824, 
            "11": 0.000986197677784745, 
            "12": 0.0007972212536172731, 
            "13": 0.6741616293783257, 
            "14": 0.0003868692565115996, 
            "15": 0.0007134156752552069, 
            "16": 0.0010338496526222283, 
            "17": 0.0006224487183070766, 
            "18": 0.0005397956313844997, 
            "19": 0.00037512935953720055, 
            "20": 0.2406844439222164, 
            "21": 0.0025786100596354227, 
            "22": 0.000822607093755714, 
            "23": 0.000976309990246663, 
            "24": 0.00046742886827157095, 
            "25": 0.0010118968684248435, 
            "26": 0.0008297192473690386, 
            "27": 0.0005734127835780449, 
            "28": 0.0008675164008202026, 
            "29": 0.0011785876947644177
        }
    }, 
    {
        "content": {
            "text": "  Investigators say they believe that attackers who used American-style uniforms and weapons to infiltrate a secure compound and kill five American soldiers in Karbala on Jan. 20 may have been trained and financed by Iranian agents, according to American and Iraqi officials knowledgeable about the inquiry.  The officials said the sophistication of the attack astonished investigators, who doubt that Iraqis could have carried it out on their own -- one reason a connection to Iran is being closely examined. Officials cautioned that no firm conclusions had been drawn and did not reveal any direct evidence of a connection.  A senior Iraqi official said the attackers had carried forged American identity cards and American-style M-4 rifles and had thrown stun grenades of a kind used only by American forces here.  Tying Iran to the deadly attack could be helpful to the Bush administration, which has been engaged in an escalating war of words with Iran.  One American soldier was killed during the initial attack and four more were abducted and killed shortly afterward as the police pursued the sport utility vehicles used in the attack.  The attack was focused on a meeting at a joint security station, where American and Iraqi forces mesh their efforts in the new security plan.  An Iraqi knowledgeable about the investigation said four suspects had been detained and questioned. Based on those interviews, investigators have concluded that as they fled Karbala with the abducted Americans, the attackers used advanced devices to monitor police communications and avoid the roads where the police were searching.  The suspects have also told investigators that ''a religious group in Najaf'' was involved in the operation, the Iraqi said, in a clear reference to the Mahdi Army, the militia controlled by the breakaway Shiite cleric, Moktada al-Sadr. If that information holds up, it would dovetail with assertions by several Iraqi officials that Iran is financing and training a small number of splinter groups from the Mahdi Army to carry out special operations and assassinations.  ''I hear that there are a number of commando and assassination squads that are disconnected and controlled directly by Iran,'' the senior Iraqi official said, citing information directly from the prime minister's office. ''They have supplied JAM and others with significant weaponry and training,'' he said using shorthand for the group, from its name in Arabic, Jaish al Mahdi.  Confirmation of a Mahdi Army connection to the deadly incident would also support the argument by Bush administration officials that the group has a direct role in attacks on American troops.  Another senior Iraqi official said that military actions by the United States against JAM essentially pushed it toward Iran.  ''During the conflicts between the Mahdi Army and the United States, Iran was the only side that supported JAM,'' the official said. ''And they told them, 'Hey, we are here to help you and we are here to support you, and we will not let you down.' ''  The Karbala operation involved 9 to 12 armed militants and at least five sport utility vehicles, the American military has said. The initial attack on the compound killed one American soldier and damaged three Humvees, the military said.  But what has caught the attention of investigators is the way the convoy of S.U.V.'s was able to give the impression that it was American and slip through Iraqi checkpoints unchallenged. An American military official said all possibilities were being explored, with the focus on whom the United States can trust, even among senior Iraqi officials, in the Karbala area.  ''We've got to be very careful as to who we define as our allies, and who we trust and who we don't,'' the military official said. ''Was the governor involved? Were the Iraqi police that were on guard complicit or just incompetent?''  The unusual nature of the attack has made it a major topic of discussion in the upper echelons of the Iraqi government. It has spawned bizarre theories including the idea that a Western mercenary group was somehow involved.  But the existence of what American commanders sometimes call ''rogue JAM'' -- separate from the central, controlled militia -- has put the Mahdi Army at the center of the investigation, officials say.  Two American officials in Washington confirmed that American military investigators were looking into the possibility of Iranian involvement in the Karbala attack. One of those officials said the working assumption by the investigators was that the operation had been carried out by a splinter group of the Mahdi Army.  The second official said the operation could be seen as retribution for three recent American raids in which Iranians suspected of carrying out attacks on American and Iraqi forces were detained. On Sunday, the Iranian ambassador to Iraq conceded that two Iranians detained in Baghdad last month were security officials, but said that they were making legitimate contacts with Iraqi government officials.  ", 
            "title": "Iran May Have Trained Attackers That Killed 5 American Soldiers, U.S. and Iraqis Say"
        }, 
        "weight": 0.6714255966421033, 
        "file": "1822823.txt", 
        "other_topics": {
            "0": 0.0002243198484941788, 
            "1": 0.0001510224079573992, 
            "2": 0.00027525619528699825, 
            "3": 0.0002001761810294087, 
            "4": 0.00010355326716244099, 
            "5": 0.06874363570752431, 
            "6": 0.00017809849677404303, 
            "7": 0.0058669465008505985, 
            "8": 0.0001475247332821526, 
            "9": 0.0002894005246314616, 
            "10": 0.00012429272721471718, 
            "11": 0.00018174699862162888, 
            "12": 0.04067906265494947, 
            "13": 0.6714255966421033, 
            "14": 7.129638186525031e-05, 
            "15": 0.00013147582950966686, 
            "16": 0.00019052881143684448, 
            "17": 0.0001147114710331767, 
            "18": 9.947928096279027e-05, 
            "19": 6.913282876906275e-05, 
            "20": 0.18621838742483282, 
            "21": 0.02327454370256264, 
            "22": 0.00015159878562155188, 
            "23": 0.0001799247903830214, 
            "24": 8.614276406358098e-05, 
            "25": 0.0001864831188448428, 
            "26": 0.00015290948894409597, 
            "27": 0.00010567460736743925, 
            "28": 0.00015987515044476073, 
            "29": 0.00021720267747636223
        }
    }, 
    {
        "content": {
            "text": "  Even before the Iraqi prime minister, Nuri Kamal al-Maliki, signed the death warrant for Saddam Hussein, Iraqi and American officials feuded over the execution and now they offer competing versions of what happened in the final days.  PAGE 12  Report on Iraqi Deaths  An American report on the killing of 24 Iraqis in 2005 supports prosecutors' allegations that marines illegally killed civilians, officials say.  PAGE 16  ", 
            "title": "The Path to the Gallows"
        }, 
        "weight": 0.6714023293456823, 
        "file": "1816977.txt", 
        "other_topics": {
            "0": 0.0019788378496785044, 
            "1": 0.001332244377935397, 
            "2": 0.0024281729024373208, 
            "3": 0.00176585445418295, 
            "4": 0.0009134952876193033, 
            "5": 0.13713199432861867, 
            "6": 0.0015710961323891365, 
            "7": 0.007060983051343359, 
            "8": 0.0013013896360135307, 
            "9": 0.0025529471230559147, 
            "10": 0.0010964484627789437, 
            "11": 0.0016032813964176656, 
            "12": 0.001296058623484537, 
            "13": 0.6714023293456823, 
            "14": 0.0006289411299408516, 
            "15": 0.001159814209478473, 
            "16": 0.0016807501701538933, 
            "17": 0.0010119273982954749, 
            "18": 0.0008775566127982656, 
            "19": 0.0006098553433496745, 
            "20": 0.1454669261279104, 
            "21": 0.004192098227725994, 
            "22": 0.001337328894286451, 
            "23": 0.0015872067839535528, 
            "24": 0.0007599085107681093, 
            "25": 0.0016450610874313512, 
            "26": 0.001348891265435328, 
            "27": 0.0009322086931332353, 
            "28": 0.0014103388578712757, 
            "29": 0.001916053715830198
        }
    }, 
    {
        "content": {
            "text": "  The Department of Defense has identified 3,070 American service members who have died since the start of the Iraq war. It confirmed the deaths of the following Americans yesterday:  CHAO, Cornell C., 36, Chief Warrant Officer, Army; California; First Cavalry Division.  GARRIGUS, Mickel D., 24, Sgt., Army; Elma, Wash.; 10th Mountain Division.  RESH, Mark T., 28, Captain, Army; Pittsburgh; First Cavalry Division.  STEWART, Carla J., 37, Specialist, Army; 250th Transportation Company.  THE STRUGGLE FOR IRAQ  ", 
            "title": "Names of the Dead"
        }, 
        "weight": 0.6708424308548642, 
        "file": "1822768.txt", 
        "other_topics": {
            "0": 0.021449917835874428, 
            "1": 0.0011747328178506112, 
            "2": 0.02184612790170667, 
            "3": 0.10008226928267822, 
            "4": 0.0008054925290668526, 
            "5": 0.022393654801815044, 
            "6": 0.099910537282191, 
            "7": 0.006226161396570907, 
            "8": 0.0011475260391827977, 
            "9": 0.002251111595861067, 
            "10": 0.0009668151081293125, 
            "11": 0.0014137250671231716, 
            "12": 0.001142825313494702, 
            "13": 0.6708424308548642, 
            "14": 0.0005545812750829951, 
            "15": 0.0010226891079812795, 
            "16": 0.001482034689872432, 
            "17": 0.0008922869885944645, 
            "18": 0.0007738028920591431, 
            "19": 0.0005377520054426198, 
            "20": 0.010038107250447398, 
            "21": 0.0036964654873566393, 
            "22": 0.020884254632242086, 
            "23": 0.001399550959798292, 
            "24": 0.0006700643522674868, 
            "25": 0.0014505651356318447, 
            "26": 0.0011894115400018295, 
            "27": 0.0008219934443306349, 
            "28": 0.0012435941694112192, 
            "29": 0.001689518243070785
        }
    }, 
    {
        "content": {
            "text": "  Hundreds of Somalis stormed Saturday into the streets of Mogadishu, Somalia's already unsteady capital, to hurl rocks at Ethiopian troops allied with the government and to protest a disarmament program that Somali leaders ended up scrapping.  Meanwhile, near Kismayo, along Somalia's southern coast, Ethiopian-led forces continued to hunt down the last remnants of the once powerful Islamist forces, who ruled much of the country until Ethiopia and its powerful army intervened last month.  According to Abdul Rashid Hidig, a government official in Kismayo, the Ethiopian-led forces blew up several of the Islamists' armed pickup trucks, leaving hundreds of fighters cornered in a remote jungle with their backs to the Indian Ocean and no way to escape. ''I think it will be over very soon,'' Mr. Hidig said.  Still, a pack of gunmen attacked a government patrol near Kismayo's market on Saturday night, and the cracks and whistles of their high-powered rifles echoed across what had been a rather quiet town. It was unclear if anyone was hurt.  Despite much tactical success in recent weeks, Somalia's transitional government appears to have failed its first leadership test: disarmament. After 16 years of anarchy, the streets of Mogadishu are awash with military-grade weaponry, much of it in the hands of illiterate teenagers. Scooping up these guns was one of the first goals of the transitional government, which had struggled for the past two years to assert control and then, nearly overnight, found itself in charge of a needy, violent country.  On Monday, Ali Mohammed Gedi, a veterinarian turned transitional prime minister, demanded that all Somalis surrender their weapons in three days. Only a handful of Mr. Gedi's allies complied, so the prime minister extended the deadline, but still, most Somalis did not give up their guns.  Even former military officers disagreed with Mr. Gedi's approach, saying it would take months, not days, to disarm the populace and that the government should negotiate with militiamen and clan elders.  With the new deadline set to expire Saturday morning and with Mr. Gedi threatening house-to-house searches, riots exploded.  No matter that officials in the government had decided at the last minute to abandon the disarmament program, at least temporarily. By the time the government got the word out Saturday, hundreds of people had already flooded into Mogadishu's streets. Residents quickly erected roadblocks out of chunks of concrete and flaming tires, and some witnesses said men with rocket-propelled grenades lurked in doorways, prepared to attack government troops.  According to several protesters, the demonstrations were organized by the defeated Islamist movement, which still has thousands of supporters, many armed, in the capital. The supporters had melted back into the population late last month after the Islamists abandoned Mogadishu, ceding it to Ethiopian and Somali forces without a fight.  On Saturday, women in a kaleidoscope of colored shawls shook Korans in their hands and shouted ''Down, down, Ethiopia!'' and ''The infidels must die!'' Ethiopia is a country with a long Christian history, though it is about half Muslim. Somalia's Islamist leaders have repeatedly tried to stir up support by casting the Ethiopian troops as infidel invaders.  The demonstrators surged through downtown Mogadishu lighting fires with plastic jugs of gasoline, throwing rocks at cars and punching fists through windows.  ''Unless we do this, the Ethiopians will never leave,'' said Nuro Ibraheim, a 28-year-old woman. The protesters surrounded a military camp used by Ethiopian and government troops and began to pelt it with stones. According to witnesses, Ethiopian troops first fired in the air. When that did not work, the witnesses said, the soldiers aimed into the crowd and several people were hurt. Hospital officials said one teenage boy was killed.  By midday, the violence had flared out, and the demonstrators had gone home.  ''We have postponed the disarmament until an unspecified time,'' said Salad Ali Jelle, the deputy defense minister. ''We are now talking with clan elders about how to proceed.''  The transitional government, a mix of clan elders, foreign-educated professionals and former warlords, was formed in 2004 with the help of United Nations officials and has a mandate to rule until proposed elections in 2009. The transitional government concedes that it needs outside muscle to maintain order once the Ethiopians go home.  Americans officials have been heavily lobbying African allies, especially Uganda, Nigeria and South Africa, to contribute troops to a peacekeeping force. On Sunday, Jendayi E. Frazer, the United States assistant secretary of state for Africa, is scheduled to visit Mogadishu for four hours to meet with Somali leaders and intellectuals.  The trip is still tentative because of the continuing turmoil. If Ms. Frazer does arrive, she will be the highest ranking American official to set foot in Somalia since American forces pulled out of the country in 1994, the year after 18 Americans were killed during an attempt to capture a warlord in Mogadishu.  ", 
            "title": "Violence Flares in Mogadishu Against Disarmament Plan"
        }, 
        "weight": 0.6640076887189008, 
        "file": "1817241.txt", 
        "other_topics": {
            "0": 0.00020995907010942232, 
            "1": 0.00014135407345036705, 
            "2": 0.0002576345124707743, 
            "3": 0.0025584427307545677, 
            "4": 0.007210168878448193, 
            "5": 0.0003235177128699764, 
            "6": 0.002537778442295286, 
            "7": 0.16672490278995789, 
            "8": 0.00488024365654957, 
            "9": 0.021610608360493652, 
            "10": 0.00011633560562093246, 
            "11": 0.00017011170024379678, 
            "12": 0.00013751468491383548, 
            "13": 0.6640076887189008, 
            "14": 6.673204417300012e-05, 
            "15": 0.00012305885141693535, 
            "16": 0.00017833130838340163, 
            "17": 0.0001073677338438231, 
            "18": 9.311069647340375e-05, 
            "19": 6.470700002618362e-05, 
            "20": 0.07234032249263093, 
            "21": 0.0004447908886742313, 
            "22": 0.00014189355187463354, 
            "23": 0.0001684061483281192, 
            "24": 0.05461550637613884, 
            "25": 0.00017454461781514683, 
            "26": 0.00014312034501236975, 
            "27": 9.890940300640238e-05, 
            "28": 0.0001496400704008903, 
            "29": 0.0002032975347226004
        }
    }, 
    {
        "content": {
            "text": "  The one crucial assumption behind everything President Bush proposed on Iraq last week was that Washington would have the wholehearted support of Prime Minister Nuri Kamal al-Maliki. None of Mr. Bush's ideas -- his plan to send more American soldiers to fight alongside Iraqi units in Baghdad, his program for jump-starting the Iraqi economy, his hope of reconciling rival sectarian communities and heading off civil war -- can possibly succeed without the full cooperation of the Iraqi government.  Yet in the days following Mr. Bush's address, as in the days before, Mr. Maliki has demonstrated how far his own goals diverge from America's best interests or any reasonable path for containing Iraq's civil war. Consider, for example, Mr. Maliki's designation of Lt. Gen. Aboud Qanbar -- a Shiite officer known for his combative resistance to American tutelage -- to be the overall military commander of the new Baghdad security drive.  Any hope that this campaign will prove more effective than past failed efforts depends on soldiers' being able to finally move against Shiite militias. If General Qanbar and Mr. Maliki plan to continue shielding militias like the Mahdi Army, this new drive will be doomed before it begins.  What another failure would mean was underscored in a particularly grim way yesterday when the United Nations reported that some 34,000 Iraqi civilians died violently last year, a staggering number in a country of less than 27 million people. Yesterday, more than 100 Iraqis died in Baghdad alone.  Consider also the grisly decapitation over the weekend of Barzan Ibrahim al-Tikriti, Saddam Hussein's co-defendant and half brother. Two weeks of watching how the lynch mob atmosphere of Mr. Hussein's execution instantly turned a monster into a martyr throughout the Sunni Arab world should have put Mr. Maliki on notice to get this one right. But whether deliberately or through breathtaking incompetence, the Iraqi government did not get it right, once again fanning sectarian flames.  Unless President Bush insists that Mr. Maliki accept specific and enforceable policy benchmarks and timelines -- starting with the disarming of sectarian militias -- the United States will remain hostage to the Iraqi prime minister and his radical Shiite agenda.  Mr. Bush needs to make clear to the Iraqi leader that continued American support will depend on his active cooperation. And that, ultimately, the Iraqis have even more to lose than the Americans from an unending civil war.  Editorial  ", 
            "title": "The Missing Partner in Iraq"
        }, 
        "weight": 0.6629093730917521, 
        "file": "1819457.txt", 
        "other_topics": {
            "0": 0.00042217195924332767, 
            "1": 0.00028422552121452096, 
            "2": 0.0005180346190417103, 
            "3": 0.0003767333613424117, 
            "4": 0.00496250404086387, 
            "5": 0.014953355847592458, 
            "6": 0.00033518296230188645, 
            "7": 0.034879725071740655, 
            "8": 0.00027764286622274494, 
            "9": 0.0005446543732525817, 
            "10": 0.00023392002321763033, 
            "11": 0.005109665342158743, 
            "12": 0.014579353130317557, 
            "13": 0.6629093730917521, 
            "14": 0.00013418042772882075, 
            "15": 0.01455028628625742, 
            "16": 0.0003585769255665422, 
            "17": 0.00021588801347205425, 
            "18": 0.004954836762433619, 
            "19": 0.0001301086014696827, 
            "20": 0.21220380892417895, 
            "21": 0.010429588147059627, 
            "22": 0.00028531026912859483, 
            "23": 0.0003386200631925639, 
            "24": 0.00016212145168376145, 
            "25": 0.000350962895958699, 
            "26": 0.00028777702449322116, 
            "27": 0.00019888055530555934, 
            "28": 0.00030088646167812443, 
            "29": 0.014711624980130487
        }
    }, 
    {
        "content": {
            "text": "  The Department of Defense has identified 2,992 American service members who have died since the start of the Iraq war. It confirmed the death of the following American yesterday:  DIETRICH, David E., 21, Pvt., Army; Marysville, Pa.; First Armored Division.  THE STRUGGLE FOR IRAQ  ", 
            "title": "Names of the Dead"
        }, 
        "weight": 0.6624431401597641, 
        "file": "1816546.txt", 
        "other_topics": {
            "0": 0.003080163814424209, 
            "1": 0.002073707517547932, 
            "2": 0.1429175521084895, 
            "3": 0.0027486441055278032, 
            "4": 0.0014219028254534086, 
            "5": 0.004746103857232997, 
            "6": 0.00244549266972686, 
            "7": 0.010990786583420132, 
            "8": 0.002025680510389882, 
            "9": 0.003973794694624814, 
            "10": 0.00170667893783285, 
            "11": 0.0024955907035978365, 
            "12": 0.10637086373572595, 
            "13": 0.6624431401597641, 
            "14": 0.0009789795107070663, 
            "15": 0.0018053110112438023, 
            "16": 0.002616174870536483, 
            "17": 0.001575117514333248, 
            "18": 0.0013659624128824124, 
            "19": 0.0009492714933283218, 
            "20": 0.017719857784591425, 
            "21": 0.006525218460750229, 
            "22": 0.0020816218311340146, 
            "23": 0.002470569735027371, 
            "24": 0.0011828370361529098, 
            "25": 0.002560622961020589, 
            "26": 0.0020996192619126405, 
            "27": 0.0014510312123588967, 
            "28": 0.0021952656286603972, 
            "29": 0.002982437051601809
        }
    }, 
    {
        "content": {
            "text": "  It's a refrain that President Bush and his top deputies have uttered many times over:  ''Iraq is a sovereign nation, and we stay because they have asked us to be there,'' Secretary of State Condoleezza Rice said in October.  ''Iraq is a sovereign nation which is conducting its own foreign policy,'' President Bush said in November.  ''It's a sovereign nation; it's their system, they make those decisions,'' Maj. Gen. William B. Caldwell IV, the American command's chief spokesman in Iraq, said last week.  Now, as President Bush prepares to unveil his new strategy for Iraq on Wednesday night, the question is this: Can American officials compel the Iraqis to follow the new American plan?  ''Let me put it this way: at the end of the day, we're going to have to do some forcing,'' said Kenneth M. Pollack, an expert on Iraq at the Saban Center for Middle East Policy at the Brookings Institution.  ''We have to make it impossible,'' he said, for Prime Minister Nuri Kamal al-Maliki ''not to do the right thing; for him to say, 'Look, we have no choice, the Americans are forcing us.' ''  But Mr. Pollack and other foreign policy experts said that may require American ultimatums that, thus far, the Bush administration has been unwilling to issue.  Taking American officials at their word, Iraq has embraced its sovereignty. Mr. Maliki exercised it in October when he contradicted American officials who said the Iraqi government had agreed to a timetable for security measures.  He exercised it again in November when he ordered United States forces to abandon checkpoints and roadblocks they had set up in Baghdad to look for a missing American soldier. He did it one more time in the last days of 2006, when he ignored American requests that Saddam Hussein's execution be delayed until legal issues were cleared up.  The tension between American will and Iraqi action -- or inaction -- has been growing ever since the United States transferred sovereignty back to Iraq in 2004.  That has left the United States facing a paradox. An assertive Iraqi government, responsible for security and for running the country, is needed if American troops are ever going to be able to hand over control to Iraqi soldiers and leave. But an assertive Iraqi government may not always do what it is told, which could result in an American script that the Iraqis refuse to follow.  Part of the problem is uncertainty over whether American and Iraqi leaders even have the same objectives. The Bush administration favors reconciliation, in the form of an Iraqi government representative of the country's major ethnic and religious groups: Shiites, Sunni Arabs and Kurds.  But the heavy-handed approach taken by Mr. Maliki's Shiite-dominated government toward Mr. Hussein's execution has raised questions about its commitment to reconciliation, some experts say.  Brian Katulis, director of democracy and public diplomacy with the Center for American Progress, a research and advocacy group, said he could not reconcile Mr. Maliki's approach, which caused outrage among Iraq's Sunnis, ''with his stated expression in favor of national unity.''  Mr. Bush's new Iraq strategy also calls on Mr. Maliki to complement an expected American troop increase with an increase in Iraqi troops. But already, administration officials acknowledge that doubts remain about whether the promised Iraqi force, to be made up of Kurdish militia units from northern Iraq, will actually show up in Baghdad committed to quelling sectarian fighting.  The United States has requested more Iraqi troops in the past and then been disappointed. Last summer, American military commanders asked for six Iraqi battalions, as part of an effort aimed at quelling violence in Baghdad.  But that effort foundered when the United States and Iraqi authorities failed to marshal sufficient forces to hold neighborhoods after they were cleared of insurgents and militias.  ''I do think it's a very serious problem in Iraq because so much of what we need done depends on the Iraqis,'' said Daniel P. Serwer, the former diplomat who served as executive director of the bipartisan Iraq Study Group.  To be sure, the United States is not without significant leverage -- 140,000 American troops -- to prod Mr. Maliki's and Iraqi leaders to dance to the American tune.  Zalmay Khalilzad, the outgoing American ambassador to Iraq, has often sought to warn Iraq's leaders that American support is not unlimited. But that effort has not had much resonance, Iraq experts say, in part because Mr. Bush has repeatedly assured the Iraqi leadership that the United States will not desert Iraq.  ''We're totally going to have to start being a little more arbitrary,'' said Mr. Pollack of the Brookings Institution. ''We hand them back sovereignty and now we continue to live by that charade.''  He said that with the exception of the radical anti-American cleric Moktada al-Sadr, most of the Shiite militia leaders do not want to see the United States pull out of Iraq, and that the United States should try to use that sentiment as a lever to push its agenda.  Certainly, the Bush administration could have forced the issue of Mr. Hussein's execution, to delay it; he was, after all, in American custody, and it was an American unit that turned him over to Iraqi officials in the early hours of Dec. 30.  ''My guess is if we really wanted to delay the execution of Saddam, we could have done it,'' said Mr. Serwer, who is also a vice president at the United States Institute of Peace. But, Mr. Serwer said, ''you can't do that every day,'' or American officials would undercut their own protestations that Iraq is sovereign.  THE REACH OF WAR: NEWS ANALYSIS  ", 
            "title": "Bush's Task: Thrusting New Strategy on 'a Sovereign Nation'"
        }, 
        "weight": 0.6619392523554858, 
        "file": "1817643.txt", 
        "other_topics": {
            "0": 0.00019732639139084186, 
            "1": 0.00013284917487880029, 
            "2": 0.00024213332921079305, 
            "3": 0.00017608804441555316, 
            "4": 9.109221793374431e-05, 
            "5": 0.027045092430619744, 
            "6": 0.00015666707122204298, 
            "7": 0.0007041093869413547, 
            "8": 0.0001297723917650516, 
            "9": 0.00025457560521500034, 
            "10": 0.002337755994864608, 
            "11": 0.00015987653176866782, 
            "12": 0.00012924079213702923, 
            "13": 0.6619392523554858, 
            "14": 6.271695459467284e-05, 
            "15": 0.00011565472768645066, 
            "16": 0.031365481492187854, 
            "17": 0.00010090770291644186, 
            "18": 8.750847355824813e-05, 
            "19": 6.081375196717885e-05, 
            "20": 0.24403297718648312, 
            "21": 0.027159068922044897, 
            "22": 0.0023617761874810813, 
            "23": 0.00015827359837467347, 
            "24": 7.57768021474936e-05, 
            "25": 0.0001640427324821292, 
            "26": 0.00013450917457952585, 
            "27": 9.295828734478656e-05, 
            "28": 0.00014063662543509274, 
            "29": 0.00019106566286733058
        }
    }, 
    {
        "content": {
            "text": "  The Department of Defense has identified 3,065 American service members who have died since the start of the Iraq war. It confirmed the deaths of the following Americans yesterday:  BALSLEY, Michael C., 23, Pfc., Army; Hayward, Calif.; Second Infantry Division.  FULLER, Alexander H., 21, Sgt., Army; Centerville, Mass.; Second Infantry Division.  JOHNSON, Alan R., 44, Maj., Army; Yakima, Wash.; 402nd Civil Affairs Battalion.  MELIA, Anthony C., 20, Lance Cpl., Marines; Thousand Oaks, Calif.; 15th Marine Expeditionary Unit, First Marine Expeditionary Force.  ", 
            "title": "Names of the Dead"
        }, 
        "weight": 0.6587919409686508, 
        "file": "1822545.txt", 
        "other_topics": {
            "0": 0.0015333731554755374, 
            "1": 0.0010323371194821424, 
            "2": 0.12309694791609836, 
            "3": 0.0013683353676305294, 
            "4": 0.0007078544368435325, 
            "5": 0.0023627146756609796, 
            "6": 0.0012174199288073745, 
            "7": 0.02278793929892419, 
            "8": 0.0010084282211407234, 
            "9": 0.0019782422225643396, 
            "10": 0.0008496222363347258, 
            "11": 0.0012423598297048922, 
            "12": 0.0010042972957570238, 
            "13": 0.6587919409686508, 
            "14": 0.15633571792832596, 
            "15": 0.0008987234474225909, 
            "16": 0.001302389274792593, 
            "17": 0.0007841280719835518, 
            "18": 0.0006800060715907166, 
            "19": 0.00047256818559824714, 
            "20": 0.008821334150637038, 
            "21": 0.0032483969763141335, 
            "22": 0.0010362770385020606, 
            "23": 0.0012299038423478949, 
            "24": 0.0005888422395086704, 
            "25": 0.0012747343148881306, 
            "26": 0.0010452365545817706, 
            "27": 0.0007223551872042824, 
            "28": 0.0010928514153573474, 
            "29": 0.0014847226278699446
        }
    }, 
    {
        "content": {
            "text": "  With his new plan to secure Iraq, President Bush is in effect betting that Iraqi leaders are committed to building a multisectarian state, and his strategy will stand or fall on that assumption.  The plan differs in several respects from the faltering effort to bring stability to Baghdad that began last summer. It calls for a much larger American force. There are to be no havens for renegade militias. And, importantly, Iraqi security forces throughout the city are to be put under the direct control of a new Iraqi commander -- and backed by American Army battalions.  But the new plan depends on the good intentions and competence of a Shiite-dominated Iraqi government that has not demonstrated an abundant supply of either.  ''Everybody raises a question about the intentions and capability of this government,'' a senior American official said, referring to the Iraqi government. ''Is this a government that really is a unity government or is it in fact pursuing, either explicitly or implicitly, a Shia hegemony agenda?''  It was just in August that the Bush administration hailed the advent of ''Operation Together Forward II,'' a plan that was intended to provide security to Baghdad's violence-ridden neighborhoods but did not stop the rise in sectarian violence.  Based on the assumption that the establishment of security in Baghdad was a bedrock condition for the broader push to stabilize the country, that plan called for American and Iraqi forces to clear contested neighborhoods in the capital, which would then be held with Iraqi police officers. That was to be followed to an energetic effort to fix sewage lines and generally rebuild neighborhoods, an effort intended to win public support and help remedy Iraq's chronically high unemployment.  That plan was backed by only modest resources from the start.  With an increase of only 7,000 American troops, the number of Americans taking part in the operation was only about 15,000. The Iraqis sent only two of the six battalions promised as reinforcements, bringing the number of Iraqi soldiers involved to 9,600. Some 30,000 Iraqi policemen were to help secure Iraqi neighborhoods, but many police units were infiltrated by the Shiite militias they were supposed to control or proved ineffectual.  Much of the reconstruction that was to have been carried out by the Shiite-dominated Iraqi government was never undertaken or was directed away from Sunni areas.  The failure of the old plan led to a new strategy. Instead of emphasizing the turning over of security responsibilities to the Iraqi forces as quickly as possible so American troops could begin to withdraw, a new priority was to be put on protecting the Iraqi population.  The new strategy required more American forces, and the generals initially had different views as to how large the American troop reinforcement should be.  Gen. George W. Casey Jr., the top American commander in Iraq, and Gen. John P. Abizaid, the leader of the United States Central Command, who have long argued that sending too many troops would put off the day when the Iraqis would take responsibility for their own security, initially had a more modest approach. According to a senior administration official, they thought two additional American combat brigades would be sufficient for Baghdad. A third would be held in reserve in Kuwait and two more would be on call in the United States.  But Lt. Gen. David H. Petraeus, whom Mr. Bush has selected to replace General Casey, wanted to ensure that he had enough troops to carry out what by all accounts will be an extremely challenging mission. He sought a commitment that all five combat brigades would be sent.  Mr. Bush opted for the larger commitment. Five brigades are to be sent to improve security in the greater Baghdad area -- an increase of about 17,500 troops that will double the American force involved in security operations there.  Beyond the capital, the force in Anbar, the volatile province in western Iraq that is the base for many Sunni insurgents and Al Qaeda in Mesopotamia, will be expanded by about 4,000 marines. The Americans and the insurgents are essentially locked in a stalemate there, and some officers have long complained that the effort in the west is understrength. This reinforcement is intended to buttress the Americans' ability to interrupt insurgent supply lines from Syria and to make it harder for the insurgents to concentrate their efforts on Baghdad.  Critics of the troop-increase plan have complained that 17,500 more troops are too few to control a capital of six million people. Supporters say that by concentrating these soldiers in crucial neighborhoods, along with the 15,000 American troops already involved in the operation, the reinforcement can be effective.  An unknown variable is the performance of the Iraqis. The Iraqis are to reinforce Baghdad with three more Iraqi Army brigades, bringing the total number of Iraqi brigades in the city to nine -- or some 20,000 troops if the units are at full strength.  The Iraqi brigades, along with Iraqi National Police units and regular Iraqi police units, will be deployed in nine sectors of Baghdad, each under an Iraqi commander. In an innovation, an American battalion will be assigned to each sector, a way to stiffen the Iraqi forces and monitor them should some harbor sectarian agendas.  In carrying out the old operation, Americans conducted patrols from large American bases in and around the city. This time, according to Lt. Gen. Raymond T. Odierno, the second-ranking American command in Iraq, some American troops will remain in contested areas ''24/7'' to deter death squads and insurgents from infiltrating the sectors once the neighborhoods have been cleared.  In explaining the genesis of the new strategy, administration officials described its formation as essentially the product of a process of elimination. Other options were discarded until the White House was left with what it considered to be the least bad choice in a difficult situation.  Strikingly, Mr. Bush in his speech did not exclude the risk of failure. After listing all the reasons the new plan has a better chance of succeeding than the old one, Mr. Bush stressed that he had informed Prime Minister Nuri Kamal al-Maliki that the United States commitment to the new operation was not open-ended.  ''If the Iraqi government does not follow through on its promises, it will lose the support of the American people,'' Mr. Bush said. ''Now is the time to act.''  THE STRUGGLE FOR IRAQ: MILITARY ANALYSIS  ", 
            "title": "Bid to Secure Baghdad Relies On Troops and Iraqi Leaders"
        }, 
        "weight": 0.6567173022993764, 
        "file": "1818089.txt", 
        "other_topics": {
            "0": 0.002114722108759521, 
            "1": 0.00011581552343474448, 
            "2": 0.00021108748540688376, 
            "3": 0.00015351039291883626, 
            "4": 7.941255871896227e-05, 
            "5": 0.0002650675169230533, 
            "6": 0.00013657953747264672, 
            "7": 0.0006138299110877132, 
            "8": 0.00011313323920423211, 
            "9": 0.00022193443804668355, 
            "10": 9.531716158018727e-05, 
            "11": 0.00013937748750500204, 
            "12": 0.00011266980020106709, 
            "13": 0.6567173022993764, 
            "14": 5.4675514027405846e-05, 
            "15": 0.00010082571334695278, 
            "16": 0.0001461120526709014, 
            "17": 8.796952214816003e-05, 
            "18": 7.62883147702658e-05, 
            "19": 5.301633617623222e-05, 
            "20": 0.32347726525204684, 
            "21": 0.0003644301740543686, 
            "22": 0.00011625753387394213, 
            "23": 0.002080676585564645, 
            "24": 6.606085444587515e-05, 
            "25": 0.00014300950642272535, 
            "26": 0.00011726268134458054, 
            "27": 8.103936449929618e-05, 
            "28": 0.00012260448289363478, 
            "29": 0.011822746651078077
        }
    }, 
    {
        "content": {
            "text": "  Saddam Hussein's half-brother and the head of his revolutionary court were executed before dawn on Monday, according to a lawyer for one of the hanged men and a former minister with close ties to Iraq's Shiite-led government.  The Iraqi government had no immediate comment on the report.  The two men who were hanged were Barzan Ibrahim al-Tikriti, former head of the Mukhabarat secret police and the younger half-brother of Mr. Hussein, and Awad Hamad al-Bandar, who was chief judge of the revolutionary court under Mr. Hussein.  The two men were sentenced to death in November along with Mr. Hussein, and had their sentences upheld by an appeals court in the same ruling that sent the former ruler to the gallows on Dec. 30.  Lawyers for the two men said they were awakened with Mr. Hussein on the morning that he was hanged and told by their American military guards that they, too, were to be executed.  But the lawyers said the condemned men were sent back to their cells after several hours with no explanation.  Mr. Hussein's hanging was followed by a worldwide uproar after an illicit camera phone recording showed the former ruler, a Sunni Arab, being subjected to sectarian taunts by Shiite guards and others while he stood with the noose around his neck moments before the hanging.  The executions of Mr. Tikriti and Mr. Bandar were also reported by Qasim Daoud, a former minister of security who has close ties to Prime Minister Nuri Kamal al-Maliki. He said he had been told Sunday night that the executions would take place before first light on Monday.  Badia Aref, a lawyer for Mr. Bandar, said in a telephone interview with the Dunai-based al-Arabiya television network that Mr. Bandar's son, also a lawyer, had been called and told to collect his father's body at around 7 a.m. on Monday.  A senior American official said over the weekend that Mr. Tikriti and Mr. Bandar would not be handed over to Iraqi officials for execution until the Iraqis present detailed plans that satisfy the Americans that there would be no repeat of the abusive treatment Mr. Hussein was exposed to before he was hanged.  The two men had been held since their capture in 2003 in American custody, at a detention center on the edge of Baghdad's international airport, as was Mr. Hussein.  Immediately after Mr. Hussein was hanged, senior officials in the Maliki government said Mr. Tikriti and Mr. Bandar would be hanged soon after the end of the Id al-Adha religious holiday. It ended 11 days ago, but Iraqi officials had remained silent on the execution date.  The American official said the Americans had asked the Iraqis for details of who would attend the execution, and for assurances that other aspects of the hanging would be carefully regulated. An illicit camera phone recording made during Mr. Hussein's execution showed the former leader, a Sunni Arab, being subjected to sectarian taunts and other mockery from an overwhelmingly Shiite group of witnesses, guards and executioners.  The Maliki government has promised to investigate, while rejecting Western and Arab criticism as hypocritical and unfair.  Up to a few hours before Mr. Hussein's execution, American military and diplomatic officials had argued for a delay until legal paperwork that the Americans regarded as necessary for the hanging to be legitimate was completed, and until after the Id holiday. But Mr. Maliki, supervising preparations for the hanging, ultimately prevailed with the argument that the legitimacy of the hanging was for Iraq's sovereign government to decide.  That decision has been a source of deep anger among American officials, particularly the officers of Task Force 134, the unit responsible for Iraqi detainees in American custody.  Mr. Tikriti and Mr. Bandar were condemned to death with him for their roles in the persecution of the Shiite people of Dujail, north of Baghdad, after what was said to have been an assassination attempt there against Mr. Hussein in 1982.  THE REACH OF WAR  ", 
            "title": "Confusion in Baghdad After Reports 2 Hussein Allies Were Hanged"
        }, 
        "weight": 0.6515978705976707, 
        "file": "1819137.txt", 
        "other_topics": {
            "0": 0.000278679291538503, 
            "1": 0.00018761967761002192, 
            "2": 0.00034195904646465165, 
            "3": 0.00024868488761308334, 
            "4": 0.00012864733693004104, 
            "5": 0.18925802662401825, 
            "6": 0.00022125711673860485, 
            "7": 0.10485013799948273, 
            "8": 0.00018327441120995485, 
            "9": 0.00035953097203192744, 
            "10": 0.0001544125916458287, 
            "11": 0.00022578976026920407, 
            "12": 0.00018252364590849054, 
            "13": 0.6515978705976707, 
            "14": 8.85736385827763e-05, 
            "15": 0.00016333637557330012, 
            "16": 0.00023669967033822565, 
            "17": 0.00014250950904906112, 
            "18": 0.0001235861013974851, 
            "19": 8.58857915282294e-05, 
            "20": 0.04881036774523329, 
            "21": 0.0005903722552872616, 
            "22": 0.0001883357289099088, 
            "23": 0.00022352597619311983, 
            "24": 0.00010701774551630964, 
            "25": 0.0002316735848050462, 
            "26": 0.00018996405505133462, 
            "27": 0.00013128274164081233, 
            "28": 0.00019861770574311748, 
            "29": 0.0002698374160187138
        }
    }, 
    {
        "content": {
            "text": "  President Bush has decided to name Lt. Gen. David H. Petraeus as the top American military commander in Iraq, part of a broad revamping of the military team that will carry out the administration's new Iraq strategy, administration officials said Thursday.  In addition to the promotion of General Petraeus, who will replace Gen. George W. Casey Jr., the choice to succeed Gen. John P. Abizaid as the head of the Central Command is expected to be Adm. William J. Fallon, who is the top American military officer in the Pacific, officials said.  The changes are being made as the White House is considering an option to increase American combat power in Baghdad by five brigades as well as adding two battalions of reinforcements to the volatile province of Anbar in western Iraq.  Mr. Bush, who said Thursday that he would present details of his overall strategy for Iraq next week, and several top aides held a video teleconference on Thursday, speaking with Prime Minister Nuri Kamal al-Maliki of Iraq and his top deputies about plans to add forces in the capital and other matters. The session lasted roughly an hour and 45 minutes.  ''I said that 'You show the will, we will help you,' '' Mr. Bush told reporters.  Echoing the comments of both military and political advisers in recent weeks, he added, ''One thing is for certain: I will want to make sure that the mission is clear and specific and can be accomplished.''  Senior administration officials said that the choice of General Petraeus was part of a broader effort to change almost all of the top American officials in Iraq as Mr. Bush changes his strategy there.  ''The idea is to put the whole new team in at roughly the same time, and send some clear messages that we are trying a new approach,'' a senior administration official said Thursday.  In addition to the military changes, Mr. Bush intends to appoint the ambassador to Iraq, Zalmay Khalilzad, as the new United States ambassador to the United Nations, a senior administration official said Thursday.  ''It was clearly time to move the players around on the field,'' said the senior official, who spoke on condition of anonymity because Mr. Bush had yet to announce the changes. ''This helps the president to make the case that this is a fresh start.''  Admiral Fallon would be the first Navy officer to serve as the senior officer of the Central Command, which is managing simultaneous ground wars in Iraq and Afghanistan. Admiral Fallon is regarded within the military as one of its stronger regional combat commanders, and his possible appointment also reflects a greater emphasis on countering Iranian power, a mission that relies heavily on naval forces and combat airpower to project American influence in the Persian Gulf.  General Petraeus, who is now the head of the Army's Combined Arms Center at Fort Leavenworth, Kan., helped oversee the drafting of the military's comprehensive new manual on counterinsurgency. He has served two previous tours in Iraq, and some former officers say he sees the need for additional troops in Baghdad.  He will replace General Casey, whose plan for troop reductions in Iraq faltered last year in the face of escalating sectarian strife and who initially expressed public wariness about any short-term increase in troops in Iraq, a move that is now a leading option under consideration by the White House.  The departures of both General Casey and General Abizaid were expected, though in General Casey's case it appears to have been moved up several months from the originally anticipated shift in spring or summer. General Abizaid's tour had already been extended for a full year beyond the typical two-year stint, and he has announced that he will retire soon.  The troop increase option under discussion would focus on improving security in Baghdad. Under this approach, two Army combat brigades would be sent to the capital during the first phase of the operation. A combat brigade generally consists of about 3,500 soldiers. At the same time, a third brigade would be positioned in Kuwait as a reserve, and two more brigades would be on call in the United States.  The expectation is that these three brigades would eventually be sent to Baghdad as well, though the president would have the option to limit the reinforcements. Part of the increase could be achieved by holding some units past their currently scheduled return home.  Scaling up by five brigades would more than double the number of American combat troops involved in security operations in the Iraqi capital. The emphasis on Baghdad reflects the view that stability in the capital is a precondition for any broader effort to bring calm to the whole country. It is also a recognition that the administration sees sectarian violence as a greater threat to Iraq's stability than the Sunni Arab insurgency.  While Baghdad is the principal focus, the option also provides for sending two battalions of reinforcements to Anbar, where overstretched Marine and Army forces have been battling Sunni Arab insurgents. A basic battalion generally consists of 1,200 troops.  One issue under discussion is how to mesh the emerging American strategy with the Iraqis' capabilities. Bush administration officials say they want the increase in American troops to be paralleled by a considerable rise in the number of functional Iraqi troops. But the Iraqis failed in the summer to send all the reinforcements that had been requested, and some Iraqi security forces, particularly the police, have been infiltrated by militias.  Another point of contention is that some senior aides to Mr. Maliki have been notably unenthusiastic about an increase in American troops in Baghdad. During his meeting with Mr. Bush in Jordan in November, Mr. Maliki presented a plan that would shift most Americans to the periphery of Baghdad so they could concentrate on fighting Sunni insurgents while the Shiite-dominated Iraqi government asserted more control over the capital. That has left some American officials wondering whether the Maliki government was making a legitimate bid to exercise sovereignty or is committed to a sectarian Shiite agenda.  Bush administration officials believe that their new Iraqi strategy must involve political steps toward reconciliation and reconstruction programs to produce jobs.  In their teleconference, Mr. Bush and Mr. Maliki discussed the Iraqi government's efforts at political reconciliation and the Iraqi prime minister's vows to rein in militias, the pace of which American officials have found painfully slow. Discussing the execution of Saddam Hussein, Mr. Bush said the Maliki government was right to investigate the circumstances surrounding the hanging.  General Petraeus participated in the initial invasion of Iraq as the commander of the 101st Airborne Division. The division fought its way toward Baghdad and was later sent to Mosul in northern Iraq, where the general focused on political and economic reconstruction efforts.  ''We are in a race to win over the people,'' read a sign in his Mosul headquarters. ''What have you and your element done today to contribute to victory?''  General Petraeus did a second tour in Iraq in which he oversaw the efforts to train the Iraqi Army. At his current post at Fort Leavenworth, he has been involved in the push to change the United States Army's training and education to emphasize counterinsurgency operations.  Jack Keane, the retired Army general who served as vice chief of the Army, called General Petraeus an ''imaginative commander who is experienced and knows how to deal with irregular warfare,'' as the Army refers to insurgencies.  The Iraq commander post is considered a four-star general's command, a promotion that would add a star to General Petraeus's shoulder.  Officials also said Admiral Fallon received a persuasive recommendation from the Joint Chiefs as one of the military's stronger commanders of a geographic theater, with his current command including the challenges of North Korea and China.  In that capacity, he also took the unusual and punitive move in December of canceling a large, annual field exercise with the Philippines over a local judge's failure to honor the bilateral treaty governing protections for American military personnel. The judge refused to honor the agreement's rule that American military personnel remain in American custody pending final appeal of all criminal proceedings against them, and ordered a marine convicted of rape held in a local jail even though the case was on appeal.  THE STRUGGLE FOR IRAQ  ", 
            "title": "Bush to Name A New General To Oversee Iraq"
        }, 
        "weight": 0.6466006615938067, 
        "file": "1816582.txt", 
        "other_topics": {
            "0": 0.00012582608417405499, 
            "1": 8.471188948894689e-05, 
            "2": 0.00015439743486859005, 
            "3": 0.00011228335420572857, 
            "4": 5.8085373175605675e-05, 
            "5": 0.030034088646773063, 
            "6": 9.989948101692363e-05, 
            "7": 0.0004489786001992279, 
            "8": 8.274996453645004e-05, 
            "9": 0.00016233130958644935, 
            "10": 6.971860609627553e-05, 
            "11": 0.004364832888172549, 
            "12": 8.241098758019509e-05, 
            "13": 0.6466006615938067, 
            "14": 3.999175554951105e-05, 
            "15": 0.005757596943981638, 
            "16": 0.00010687192607504442, 
            "17": 6.434426247539447e-05, 
            "18": 5.580018203482041e-05, 
            "19": 3.877816961040055e-05, 
            "20": 0.2934420966152706, 
            "21": 0.00026655812377626335, 
            "22": 0.008610808952427959, 
            "23": 0.00010092389047026637, 
            "24": 4.8319427615569096e-05, 
            "25": 0.002946527192010159, 
            "26": 8.577039595936976e-05, 
            "27": 5.9275280947867954e-05, 
            "28": 8.967759327692394e-05, 
            "29": 0.005805683074837391
        }
    }, 
    {
        "content": {
            "text": "  Prime Minister Meles Zenawi of Ethiopia said Tuesday that his country, one of the poorest in the world, could not afford to keep troops in Somalia much longer and that it was ill equipped to play the role of peacekeeper there.  Two hours after he spoke, two Ethiopian soldiers were gunned down in an ambush in southern Somalia in one of the first strikes of an anticipated anti-Ethiopian guerrilla campaign.  According to residents in Jilib, about 250 miles southwest of Mogadishu, Somalia's capital, a fighter for the Islamist forces, who were routed last week by Ethiopian-led troops, had shot two Ethiopian soldiers while they were crossing a bridge. Witnesses said the fighter then dashed into town and was quickly surrounded by Ethiopian troops, who killed him.  ''It was a suicide mission,'' said Mohammed Subiye, a farmer in Jilib.  The Islamist forces, which in the span of one week went from ruling much of Somalia to fleeing into the bush, have vowed to fight a guerrilla insurgency against the Ethiopians, whom they consider infidel invaders.  But Mr. Meles said he did not plan to have his troops to remain in Somalia for much longer, possibly only a few more weeks. The troops were dispatched to neutralize the rising regional threat posed by the Islamists, he said, and now international peacekeepers are needed to bring order to a country that has been synonymous with anarchy for 15 years.  ''We don't have the money to take this burden individually,'' Mr. Meles said during a speech to Ethiopia's Parliament.  Diplomats in the region are hurrying to cobble together an African peacekeeping solution, but despite murmurs of commitment from several countries, including Uganda, South Africa and Nigeria, a force has yet to materialize.  Somalia is far from stable, with many heavy weapons still in the hands of warlords, and the country's turmoil is likely to dissuade many nations from volunteering troops.  On Tuesday, Ali Mohammed Gedi, Somalia's transitional prime minister, reiterated his plea for the nation's many gunmen to turn in their weapons. But few seemed to be listening. The collection points across Mogadishu remained empty, and many young men defiantly vowed to keep their guns.  Meanwhile, the remnants of the once-fierce Islamist army continued to flee south from Kismayo, the port city 100 miles from the Kenyan border that had been a final stronghold until the Islamist military definitively collapsed there on Monday.  Kenyan authorities said 10 fighters were apprehended on Monday as they tried to slip through the border disguised as refugees. Eight had Eritrean passports while two had Canadian passports, said Alfred Mutua, a spokesman for the Kenyan government. All of them were carrying briefcases packed with cash.  ''They definitely didn't look like refugees,'' Mr. Mutua said.  Mr. Mutua said that the suspects remained in Kenyan custody and that they would probably be returned to Somalia to face charges under the transitional government, though it has not yet set up a justice system.  The Islamists tried to improve their military prospects by calling for a global jihad against Ethiopia, a country with a long Christian history. But in the end, American officials said, only a few hundred foreign fighters answered the call, the bulk of them from Eritrea, Ethiopia's archenemy.  Still, the Islamists were widely believed to have been sheltering several wanted terrorists, and American officials said they were hoping to use the swift collapse of the Islamist forces as an opportunity to capture men they have been chasing for years.  Ships from the Fifth Fleet of the United States Navy, based in Bahrain, have increased patrols off Somalia's coast to prevent any suspects from escaping.  ''Yes, we have a presence out there,'' said Lt. Denise Garcia, a spokeswoman for the Fifth Fleet.  So far, though, no suspects have been apprehended.  Somalia continues to be a work in progress. The country's transitional president, Abdullahi Yusuf Ahmed, has yet to set foot in the capital, and only a select few officials of the transitional government have returned to it. Many of them seem to be pulling in wildly different directions.  On Tuesday, Hussein Mohammed Aideed, the interior minister and son of a notorious warlord, announced that he would like to erase the 1,000-mile long border between Somalia and Ethiopia.  ''We should unite, just like the Europeans,'' Mr. Aideed said at a news conference. ''One money. One passport. One security.''  Many Somalis consider Ethiopia a historic enemy and were appalled by the suggestion.  ''All I can say is that the interior minister is entitled to his opinion,'' said Abdirahman Dinari, the spokesman for the transitional government. ''But he does not speak on behalf of the government.''  ", 
            "title": "Ethiopian Premier Says His Troops Won't Stay in Somalia"
        }, 
        "weight": 0.6461724121770966, 
        "file": "1816081.txt", 
        "other_topics": {
            "0": 0.011240047898157347, 
            "1": 0.00016389310128941373, 
            "2": 0.0030478672244186986, 
            "3": 0.00021723594238038716, 
            "4": 0.00011237846312641944, 
            "5": 0.01137171356357433, 
            "6": 0.00019327671546274313, 
            "7": 0.0695974609617628, 
            "8": 0.0001600973417224671, 
            "9": 0.0003140643175945982, 
            "10": 0.000134885417379157, 
            "11": 0.0001972361562566528, 
            "12": 0.022152662868666975, 
            "13": 0.6461724121770966, 
            "14": 7.737252565795613e-05, 
            "15": 0.011139291365313312, 
            "16": 0.00020676638794011796, 
            "17": 0.00012448761078158249, 
            "18": 0.0028571099453280056, 
            "19": 7.502458649095176e-05, 
            "20": 0.11961403344278541, 
            "21": 0.008763171182210842, 
            "22": 0.03315435062455671, 
            "23": 0.0001952586526301397, 
            "24": 0.05507653754621, 
            "25": 0.00020237590632394745, 
            "26": 0.0029150936750740224, 
            "27": 0.00011468059186207806, 
            "28": 0.00017350030753644638, 
            "29": 0.0002357135004098655
        }
    }, 
    {
        "content": {
            "text": "  Shiite neighborhoods in Baghdad came under fierce assault once again on Saturday, following two weeks of violence that left at least 300 dead and many hundreds more wounded.  Many of the recent attacks, nearly all of them in heavily Shiite areas, have occurred during the period of commemoration that leads to one of the holiest days for Shiites, an intense day of mourning known as Ashura that falls this year on Monday.  Three American soldiers died when a roadside bomb exploded near their vehicle on Saturday north of Baghdad, Reuters reported. The news service said that the military confirmed the deaths of two other soldiers who were killed Thursday when their patrol was attacked in eastern Baghdad, and said that two additional soldiers died in separate episodes on Friday in Diyala Province.  Sunni militants have previously staged attacks on Shiites on Ashura, and fears are especially pronounced this year because it will be the first observance of the holy day since the sharp rise in sectarian killings after the bombing of a revered shrine in Samarra last February.  Basim Shareef, a member of Parliament and part of the Shiite coalition that controls the government, said the attacks might be timed to coincide with the Shiite holy days. But he thought it was more likely that militants were taking advantage of the relative lull in activity by Shiite militia leaders, who might be worried about becoming the targets of the new Baghdad security plan.  ''I think the parties that might retaliate believe that they are targeted in the new security plan, and that is why they have not taken any retribution,'' he said.  In Saturday's deadliest attack, at least 15 people were killed and 55 wounded when twin car bombs exploded near a busy market and movie theater in eastern Baghdad, according to an Interior Ministry official.  The first car exploded after barreling into a crowded intersection, where many Shiites had gathered to perform rituals common in the period leading to Ashura, including self-flagellation.  A second bomb, in a vehicle parked nearby, exploded moments later. It was timed to inflict maximum damage just as a crowd gathered to help the victims of the first blast, according to an Iraqi security official.  Women in black chadors helped victims covered in blood reach rescue workers as militia members flooded the area.  At the time of the attack, the neighborhood, known as Jadida, was being guarded by Shiite militiamen as well as the Iraqi Army and the police, residents said.  Although it is unclear who was behind the attack, coordinated car bombings are considered to be a hallmark of Al Qaeda in Mesopotamia, which includes foreign fighters.  The spate of recent attacks appear to have been intended not just to inflict the maximum amount of civilian suffering, but also to grind all aspects of daily life closer to a halt. In a little over a week, schools, busy markets and even an animal market have been targets.  Saturday's violence came on a day when President Bush discussed the new security plan by telephone with Prime Minister Nuri Kamal al-Maliki. According to a statement released by Mr. Maliki's office, Mr. Bush ''renewed his commitment to the Iraqi government.''  Despite the violence and the threat of even worse attacks, Iraqi officials said they did not expect ceremonies associated with Ashura to be altered.  Ashura marks the seventh-century death of the Prophet Muhammad's grandson, Hussein, in the battle of Karbala, where the biggest gatherings will be held Monday. Last year's holy day was marked by scattered violence in which fewer than a dozen people were killed, but the two years before that were deadlier.  Two years ago, on the eve and the day of Ashura, 11 suicide bombers killed at least 74 people. In 2004, more than 180 people were killed during Iraq's Ashura commemorations.  In other violence in Baghdad on Saturday, gunmen killed five people from the same Shiite family and wounded three more after storming a home in the Amil neighborhood, the Iraqi authorities said.  Forty bodies were found around the city, most tortured and executed.  And in the Shiite area of Karada, gunmen stormed the office of a computer store and kidnapped at least eight people.  The attack began when four camouflaged S.U.V.'s swept into the crowded street of computer shops just outside the capital's Technology University shortly after noon, witnesses said. Men in camouflage commando uniforms poured out, witnesses said, fired into the air, shouted for people to get into their homes and stormed the Al Basra computer company, situated on the second floor of a nondescript concrete house on the main thoroughfare. They seized the workers and fled.  It was unclear whether the abductors were the police or Iraqi soldiers, or impostors.  Elsewhere, American forces continued to clash with militants, killing 14 insurgents in an airstrike early on Saturday in Diyala Province.  The attack was directed against ''a known foreign-fighter safe house'' as the men inside tried to flee, a military statement said.  There was also an explosion in the early evening Saturday in the Green Zone that set off alarms, activating a mechanized voice warning people to duck and cover. It shook houses blocks away and followed an attack on Friday, when two rockets left six non-American workers wounded, according to an American official.  ", 
            "title": "Iraqi Shiites Attacked as Holiday Nears"
        }, 
        "weight": 0.6452636412304076, 
        "file": "1822154.txt", 
        "other_topics": {
            "0": 0.00020045324959447292, 
            "1": 0.00013495431920028446, 
            "2": 0.0002459702036475006, 
            "3": 0.0024426101668950724, 
            "4": 9.253567639323093e-05, 
            "5": 0.0025726023758446226, 
            "6": 0.00015914963685067807, 
            "7": 0.11842932089647953, 
            "8": 0.0001318287810038922, 
            "9": 0.0002586096414835408, 
            "10": 0.00011106855339997251, 
            "11": 0.009217337193812127, 
            "12": 0.08615309752722135, 
            "13": 0.6452636412304076, 
            "14": 6.371077515054913e-05, 
            "15": 0.00011748740668851485, 
            "16": 0.00017025742327424562, 
            "17": 0.00010250669875501111, 
            "18": 8.889514356474956e-05, 
            "19": 6.177741414075765e-05, 
            "20": 0.0871749951873995, 
            "21": 0.00042465314300685645, 
            "22": 0.0001354693729351575, 
            "23": 0.031853026957412205, 
            "24": 7.697757064971846e-05, 
            "25": 0.0001666421737438499, 
            "26": 0.00013664062345989674, 
            "27": 9.443131576906772e-05, 
            "28": 0.011461524219289995, 
            "29": 0.002457825122526113
        }
    }, 
    {
        "content": {
            "text": "  The Ethiopian troops who helped install Somalia's fledging government in Mogadishu, its capital, began to pull out Tuesday, officials from each country said.  Many Somalis say they now fear that a power vacuum will form and that the country will slip back into the lawlessness that has dominated it for much of the past 16 years.  ''Why can't they stay?'' asked Muhammad Omar Ali, a milkman in Mogadishu, as he watched truckloads of Ethiopians chug away. ''They're leaving us to the bandits.''  Ethiopia played a pivotal role in rearranging Somalia's internal politics last month when it sent tanks, jet fighters and thousands of troops to vanquish an increasingly aggressive Islamist movement that ruled most of south-central Somalia. After routing the Islamist army, the Ethiopians paved the way for Somalia's transitional government, which until then was weak and divided, to take control of the country.  But the Ethiopians always insisted that they would not stay to police Somalia. And though several African countries have mused about sending peacekeepers to help quell Somalia's volatile mix of warring clans, well-armed thugs and now a growing insurgency, a comprehensive peacekeeping force may be months away.  On Tuesday, 200 Ethiopian soldiers held a short goodbye ceremony at a defunct Somali Air Force base. ''We have arrived in Mogadishu in support of the transitional federal government troops,'' said an Ethiopian commander. ''We have successfully completed our mission. We respect the order of the Ethiopian government to withdraw from Somalia.''  Some Somalis cheered. Others said the equivalent of good riddance.  ''Our enemy is finally leaving the country,'' grumbled Muhammad Gedi Nur, who was selling second-hand clothes on the street. ''Now we can bring back Islamic law.''  Remnants of the Islamist army are suspected of the increasingly frequent attacks on transitional government soldiers and Ethiopian troops. Despite the limited withdrawal that began Tuesday, Ethiopian officials have reassured Somalia's leaders that many troops would remain until international peacekeepers arrive.  Western diplomats have expressed hope the surrender to the Kenyan authorities last week of Sheik Sharif Ahmed, a moderate leader of the Islamist forces, could be another solution. As a well-respected figure among the Islamists and the influential Hawiye clan, he could help end the insurgency.  On Tuesday, American diplomats said they were eager to talk to him.  ''The U.S. ambassador to Kenya plans to meet with Sheik Sharif later this week,'' the embassy said. ''The ambassador will urge Sheik Sharif to counsel his supporters not to carry out violence and to support the development of an inclusive government.''  ", 
            "title": "Ethiopia Forces Who Helped Install Government Start Leaving Somalia"
        }, 
        "weight": 0.6434300773452488, 
        "file": "1821173.txt", 
        "other_topics": {
            "0": 0.00037721192077741283, 
            "1": 0.00025395636172391103, 
            "2": 0.0004628654968656762, 
            "3": 0.00033661239630317357, 
            "4": 0.00017413317221518459, 
            "5": 0.02188062697287655, 
            "6": 0.0002994869892552108, 
            "7": 0.0567244147745879, 
            "8": 0.00024807473960548963, 
            "9": 0.01752616703890605, 
            "10": 0.0002090082473131804, 
            "11": 0.0003056222394309147, 
            "12": 0.00024705852623758945, 
            "13": 0.6434300773452488, 
            "14": 0.0001198906174750242, 
            "15": 0.00022108721327186563, 
            "16": 0.00032038956609492655, 
            "17": 0.0001928965921388362, 
            "18": 0.00016728243577832043, 
            "19": 0.00011625242841331036, 
            "20": 0.15978559000228681, 
            "21": 0.0007991101569161014, 
            "22": 0.0002549255872616765, 
            "23": 0.00030255804928298234, 
            "24": 0.08534243956300883, 
            "25": 0.00457346558545336, 
            "26": 0.004517008818442574, 
            "27": 0.00017770037689511514, 
            "28": 0.0002688429623534229, 
            "29": 0.00036524382357980083
        }
    }, 
    {
        "content": {
            "text": "  Somali officials said Tuesday that dozens of people were killed in an American airstrike on Sunday, most of them Islamist fighters fleeing in armed pickup trucks across a remote, muddy stretch of the KenyaSomalia border.  American officials said terrorists from Al Qaeda had been the target of the strike, which they said had killed about a dozen people. But the officials acknowledged that the identities of the victims were still unknown.  Several residents of the area, in the southern part of the country, said dozens of civilians had been killed, and news of the attack immediately set off new waves of anti-American anger in Mogadishu, Somalia's battle-scarred capital, where the United States has a complicated legacy.  ''They're just trying to get revenge for what we did to them in 1993,'' said Deeq Salad Mursel, a taxi driver, referring to the infamous ''Black Hawk Down'' episode in which Somali gunmen killed 18 American soldiers and brought down two American helicopters during an intense battle in Mogadishu.  The country's Islamist movement swiftly seized much of Somalia last year and ruled with mixed success, bringing a much desired semblance of peace but also a harsh brand of Islam.  Two weeks ago, that all changed after Ethiopian-led troops routed the Islamist forces and helped bring the Western-backed transitional government to Mogadishu. Ethiopian officials said the Islamists were a growing regional threat.  The last remnants of the Islamist forces fled to Ras Kamboni, an isolated fishing village on the Kenyan border that residents said had been used as a terrorist sanctuary before. Starting in the mid-1990s, they said, the Islamists built trenches, hospitals and special terrorist classrooms in the village and taxed local fisherman to pay the costs.  On Sunday, an American AC-130 gunship pounded the area around Ras Kamboni, and also a location father north where American officials said three ringleaders of the bombings in 1998 of the United States embassies in Kenya and Tanzania were hiding. Somali officials said those bombings had been planned in Ras Kamboni after a local Somali terrorist outfit invited Al Qaeda to use the village as a base.  According to Abdul Rashid Hidig, a member of Somalia's transitional parliament who represents the border area, the American airstrike on Sunday wiped out a long convoy of Islamist leaders trying to flee deeper into the bush, though he said he did not know if the specific suspects singled out by the United States had been with them.  ''Their trucks got stuck in the mud and they were easy targets,'' he said.  Mr. Hidig toured the area with military officials on Tuesday and said he had met several captured foreign fighters who had come from Europe and the Middle East. ''I saw two white guys and asked, Where are you from?'' Mr. Hidig said. ''One said Jordan, the other Sweden. Yeah, it was weird.''  Mr. Hidig said two civilians had been killed by the airstrike, but representatives of the Islamist forces said it had killed many more.  The Islamists' health director said dozens of nomadic herdsmen and their families were grazing their animals in the same wet valley that the Islamists were trying to drive across. ''Their donkeys, their camels, their cows -- they've all been destroyed,'' he said. ''And many children were killed.''  He spoke by telephone from an undisclosed location; his account could not be independently verified.  Mustef Yunis Culusow, a former Islamist leader who abandoned the movement days ago, said the once-powerful Islamist movement's top leaders were now trapped in a small village with Ethiopian soldiers in front of them, the Indian Ocean behind them and now American gunships circling above them.  ''The leaders know they're finished,'' Mr. Culusow said in a telephone interview from Kismayo, a large town north of Ras Kamboni. ''They've basically told the young fighters they can go, it's over, and that anyone who stays behind should be resigned to die.''  For several days, Ethiopian fighter jets and helicopter gunships have been laying down a blanket of fire over the area, and attacks continued on Tuesday.  American military and intelligence officials expressed confidence that at least one senior Qaeda leader in Somalia had been killed in the American attack or subsequent strikes by Ethiopian troops. One official said Abu Taha al-Sudani -- a Sudanese aide to Fazul Abdullah Mohammed, who is thought to be the ringleader of Al Qaeda's East African cell -- might have been killed.  American military and intelligence officials said that they expected further military strikes but that the terrorism suspects were probably traveling separately and trying to blend into the civilian population.  Pentagon and intelligence officials said the Ethiopian offensive had unearthed fresh intelligence about the location of Qaeda operatives whose trail had long gone cold.  ''When you disrupt things and people move around, they become easier to target,'' said one American counterterrorism official, speaking on condition of anonymity. ''They have to make arrangements on the fly, and they become easier to find.''  American and Ethiopian forces are sharing intelligence to pinpoint the whereabouts of the terrorism suspects and their entourages. The Pentagon announced that the aircraft carrier Dwight D. Eisenhower had been dispatched to the region to tighten a naval blockade off the Somali coast.  Washington's decision to wade back into Somalia was, in a way, a culmination of America's seesaw policy toward the country in the last five years.  With the wars in Iraq and Afghanistan consuming the attention of national security planners in Washington, the Bush administration's interest in Somalia was driven primarily by fact that a handful of Qaeda operatives responsible for attacks in the Horn of Africa were thought to be hiding there.  America's recent forays into Somalia have tended to backfire. President Clinton abruptly curtailed a large American-led aid mission in the 1990s after the 18 soldiers were killed, leaving the country in a swirl of chaos and bloodshed, where much of it remains.  Then, last summer, American efforts to finance a band of Mogadishu warlords as a bulwark against the growing Islamist movement stumbled when many Somalis learned of the hidden American hand and threw their support behind the Islamists.  With the Pentagon still snakebitten by its experience in Somalia -- rendering a ground offensive in the lawless country unpalatable -- there was little the thousands of American soldiers and marines stationed in neighboring Djibouti could do to track down the Qaeda suspects.  Until this week, Washington was content to remain behind the scenes and use the Ethiopian invasion as the public face of the effort against the Islamists and their allies.  Now the Islamists have lost their grip on the country, and Somalia could be close to a turning point. For the first time since 1991, when the military dictator Mohammed Siad Barre fled, plunging the country into anarchy, there is a potentially viable government in the capital. But its survival depends on the thousands of Ethiopian troops still here, and increasingly, it seems, many Somalis do not like them. For their part, the Ethiopians have vowed not to stay much longer.  Some call the Ethiopians infidel invaders because Ethiopia is a country with a long Christian identity, though it is in fact half Muslim. Others do not like them because Ethiopia is a close ally of the United States, which is why American airstrikes could make things difficult for the Ethiopians and transitional government officials.  Some Islamists have vowed to carry on as an Iraq-style insurgency, and on Tuesday night two truckloads of gunmen attacked Ethiopian troops based at a government building, the former Ministry of Skins and Hides, in downtown Mogadishu.  The booms of rocket-propelled grenades echoed across town and set off a two-minute gunfight. As shoppers in a nearby market ducked for cover, spent shells clinked on the pavement. Afterward, residents reported seeing two bodies on the street.  ", 
            "title": "Deadly Airstrike Rekindles Somalis' Anger at the U.S."
        }, 
        "weight": 0.642081904012675, 
        "file": "1817776.txt", 
        "other_topics": {
            "0": 0.013859811673058178, 
            "1": 9.091269826740574e-05, 
            "2": 0.0001656991420466551, 
            "3": 0.00012050236115544998, 
            "4": 6.233715287335813e-05, 
            "5": 0.00020807230733705466, 
            "6": 0.00010721200329201761, 
            "7": 0.12400482072859906, 
            "8": 0.006188707282907631, 
            "9": 0.01389898903721712, 
            "10": 7.4821924500714e-05, 
            "11": 0.00010940833396958969, 
            "12": 8.844337309669822e-05, 
            "13": 0.642081904012675, 
            "14": 4.2919104123287636e-05, 
            "15": 7.914601931814587e-05, 
            "16": 0.0016396698530084526, 
            "17": 6.905418536824821e-05, 
            "18": 5.9884688480002024e-05, 
            "19": 4.1616685147987664e-05, 
            "20": 0.13497465283571036, 
            "21": 0.00028606985895125367, 
            "22": 9.125966696812972e-05, 
            "23": 0.009258161578511177, 
            "24": 0.04732608228294856, 
            "25": 0.00011225939080701386, 
            "26": 0.004666973776253605, 
            "27": 6.361416046837626e-05, 
            "28": 9.62418856209776e-05, 
            "29": 0.00013075199731851252
        }
    }, 
    {
        "content": {
            "text": "  Just days after President Bush unveiled a new war plan calling for more than 20,000 additional American troops in Iraq, the heart of the effort -- a major push to secure the capital -- faces some of its fiercest resistance from the very people it depends on for success: Iraqi government officials.  American military officials have spent days huddled in meetings with Iraqi officers in a race to turn blueprints drawn up in Washington into a plan that will work on the ground in Baghdad. With the first American and Iraqi units dedicated to the plan due to be in place within weeks, time is short for setting details of what American officers view as the decisive battle of the war.  But the signs so far have unnerved some Americans working on the plan, who have described a web of problems -- ranging from a contested chain of command to how to protect American troops deployed in some of Baghdad's most dangerous districts -- that some fear could hobble the effort before it begins.  First among the American concerns is a Shiite-led government that has been so dogmatic in its attitude that the Americans worry that they will be frustrated in their aim of cracking down equally on Shiite and Sunni extremists, a strategy President Bush has declared central to the plan.  ''We are implementing a strategy to embolden a government that is actually part of the problem,'' said an American military official in Baghdad involved in talks over the plan. ''We are being played like a pawn.''  The American military's misgivings came as new details emerged of the reconstruction portion of Mr. Bush's plan, which calls for more than doubling the number of American-led reconstruction teams in Iraq to 22 and quintupling the number of American civilian reconstruction specialists to 500. [Page A7.]  Compounding American doubts about the government's willingness to go after Shiite extremists has been a behind-the-scenes struggle over the appointment of the Iraqi officer to fill the key post of operational commander for the Baghdad operation. In face of strong American skepticism, the Iraqi prime minister, Nuri Kamal al-Maliki, has selected an officer from the Shiite heartland of southern Iraq who was virtually unknown to the Americans, and whose hard-edged demands for Iraqi primacy in the effort has deepened American anxieties.  The Iraqi commander, Lt. Gen. Aboud Qanbar, will be part of what the Americans have described as a partnership between the two armies, with an American general, Maj. Gen. Joseph F. Fil Jr., commander of the First Cavalry Division, working with General Aboud, and American and Iraqi officers twinned down the operational chain.  For the Americans, accustomed to clear operational control, the partnership concept is troublesome -- full of potential, some officers fear, for dispute with the Iraqis over tough issues like applying an equal hand against Shiite and Sunni gunmen.  It remains unclear whether the prime minister will be in overall charge of the new crackdown, a demand the Iraqis have pressed since the plan was first discussed last month, American officials said. They said days of argument had led to a compromise under which General Qanbar would answer to a so-called crisis counsel, made up of Mr. Maliki, the ministers of defense and interior, Iraqi national security adviser, Mowaffak al-Rubaie, and the top American military commander in Iraq.  The Americans said that while they had reluctantly accepted General Qanbar, they had won concessions from the Iraqis in the appointment of two officers favored by the American command for the two deputy Iraqi commanders, one for the areas of Baghdad west of the Tigris River, the other for districts to the east.  Still, the new command structure seemed rife with potential for conflict. An American military official said that the arrangements appeared unwieldy, and at odds with military doctrine calling for a clear chain of command. ''There's no military definition for 'partnered,' '' he said.  Along with those problems, the Americans cite logistical issues that must be solved before the new plan can begin to work. Intent on using the large numbers of additional American and Iraqi troops that have been pledged to the plan to get ''boots on the ground'' across Baghdad, they are planning to establish perhaps 30 or 40 ''joint security sites'' spread across nine new military districts in the capital, many in police stations that have been among the most frequent targets in the war.  But in many areas, there are no police stations, at least none suitable as operational centers, so the planners are seeking alternate locations, including large houses, that will have to be fortified with 15-foot-high concrete blast walls, rolls of barbed wire and machine-gun towers.  There are no solutions yet to longstanding problems like who -- the American forces, or the Iraqis' own anemic logistics system -- will supply the fuel required to keep Iraqi Humvees and troop-carrying trucks running, at a time when the American supply chain will face new strains in supporting thousands of additional American troops.  The plan gives a central role to the National Police, viewed as widely infiltrated by Shiite militias and, despite an intensive American retraining program, still suspected of a strongly Shiite sectarian bias. One American officer said that the National Police commanders have been ''dragging their feet'' over their role in the new plan and that they could seriously compromise the operation.  Against those concerns, American officers cite several factors they believe will lend impetus to the new offensive. The five additional brigades of American troops committed by President Bush -- approximately 21,500 American soldiers, about 80 percent of them to be deployed in Baghdad -- will roughly triple the numbers of American soldiers available for ground operations, as a relatively small proportion of the new troop strength will be needed for ''force protection,'' the military term for troops who safeguard bases and ensure the safety of other soldiers.  Since the resignation of former Defense Secretary Donald H. Rumsfeld after the November elections, American commanders here have been more candid in acknowledging something Mr. Rumsfeld often disputed: that the commanders have had to play shell games with thinly stretched troops, and that many crucial operations, including previous attempts to secure Baghdad, have failed because troops have often been moved on to other operations, allowing insurgents and militia groups to retake areas vacated by the Americans. The new plan, the Americans say, will go a long way toward redressing that problem, at least in Baghdad.  Another positive cited by American officers is the appointment by President Bush of Lt. Gen. David H. Petraeus as the new overall American commander in Iraq, succeeding Gen. George W. Casey Jr., who will leave next month after more 30 months in command of the war. General Petraeus, who has already completed two 12-month tours in Iraq, has a reputation among officers who have served under him as an imaginative commander who enlists strong loyalties among his troops.  Many officers interviewed for this article said they still believed the tide of the war here can be reversed, with the additional troops, the focus on regaining control of Baghdad and the more consistent military strategy they said they expected from General Petraeus. The 54-year-old native of upstate New York, a marathon runner, will come to Baghdad after overseeing the Army's reworking of its counterinsurgency manual, parts of which he redrafted himself.  American officials in Baghdad and Washington have said that they have limited time -- perhaps no more than six to nine months -- to show gains from the new American push before popular support erodes still further and the onset of the 2008 presidential campaign leads American politicians to push harder for a troop withdrawal. There are also questions of how long the overstretched American military can sustain the stepped-up presence here.  Together, those factors have thrust American military planners into the equivalent of a two-minute drill, trying to develop a plan that will yield rapid gains in regaining control of Baghdad neighborhoods that have slipped into near-anarchy as Sunni insurgents and Shiite death squads have run rampant. While American officers are confident the additional troops will make a major impact, they worry about what will happen when the American troop commitment is scaled down again, and Iraqi troops are left facing the main burden of patrolling the city.  That prospect raises the specter of repeating what has happened on several other occasions in Baghdad: Americans clearing neighborhoods house-by-house, only for insurgents and militiamen to reappear when Iraqi security forces take over from the Americans and prove incapable of holding the ground, or compliant with the marauding gunmen. That was the pattern with Operation Together Forward, the last effort to secure Baghdad, which began with an additional 7,000 American troops over the summer, and effectively abandoned within two months when Iraqi troops failed to hold areas the Americans handed over to them.  Another concern is that the target of the new Baghdad plan -- Sunni and Shiite extremists -- may replicate the pattern American troops have seen before when they have embarked on major offensives -- of ''melting away'' only to return later. Some officers report scattered indications that some Shiite militiamen may already be heading for safer havens in southern Iraq, calculating that they can wait the new offensive out before returning to the capital.  ''This is an enemy that will trade space for time,'' one officer said.  Shiite neighborhoods present special challenges. Tightly woven networks of militias backed by the government, the areas have been largely off-limits to American forces. An early test will be Sadr City, the largest Shiite enclave in the capital, and the main stronghold for the Mahdi Army militia, led by the renegade cleric, Moktada al-Sadr. American officers say it is far from clear that the Maliki government will permit American troops to operate freely in the enclave.  The number of Americans to be based at the new joint security centers is another matter under debate. At a minimum, according to officers involved in the planning, there will be an American platoon, about 30 to 40 troops, working from each new center, with another platoon patrolling nearby, serving as both a quick reaction force to quell any surge of violence in the area and also to protect the Americans stationed with the Iraqis.  That places American soldiers directly in neighborhoods where, until now, they have appeared only transiently on patrols and raids. Under the new plan, they will work closely with the Iraqi Army and police in an attempt to establish a trust that has been elusive. The approach has been modeled on a successful American campaign effort 18 months ago in Tal Afar, a northern city that saw dramatic drops in violence and is now regarded as one of the few success stories of the American campaign.  The Tal Afar strategy was developed by Col. H. R. McMaster, commander of the Third Armored Cavalry Regiment at the time. Colonel McMaster, who is widely regarded within the Army as one of its most creative counterinsurgency thinker, as well as something of a maverick, has been involved in Pentagon planning for the new Baghdad operation. But unlike Tal Afar, Baghdad is at the heart of the country, with nearly a quarter of Iraq's population, and American officers say that success here will be far more complex than in the operation masterminded by Colonel McMaster.  Another senior officer involved in developing the new plan said that the new crackdown would have been much easier to implement if it had been adopted earlier. He said that when he returned to Iraq for a second tour in the fall, he was shocked to see how far the American war effort had regressed, something he attributed to muddled strategy. ''When I got back three months ago, the hodge-podge called Baghdad was like a Rubik's cube gone awry,'' he said.  In embattled West Baghdad, the plan is to place the new security centers squarely where the sectarian fighting has been fiercest. One of the first centers expected to begin operating is in Ghazaliya, a Sunni enclave that has repeatedly come under assault from Shiite militias.  That seems certain to pose early on the central question that confronts American commanders as they start the plan: will the Maliki government agree to operations aimed at Shiite extremists, or resist them and push for the focus to be laid on Sunni extremists attacking Shiite areas?  American officers say that only time will tell, but that they will be surprised if Mr. Maliki and his top aides change colors, despite the assurances the Iraqi leader is said to have offered President Bush. As described by American commanders, the pattern in the eight months since Mr. Maliki took office has been for the Shiite leaders who dominate the new government to press the Americans to concentrate on Sunni extremists.  The argument is that Shiite death squads, which have accounted for an almost equal number of deaths, are engaged in retaliatory attacks, and that those will cease when the Sunni groups are rooted out.  THE REACH OF WAR  ", 
            "title": "U.S. AND IRAQIS ARE WRANGLING OVER WAR PLANS"
        }, 
        "weight": 0.6374102949732885, 
        "file": "1819130.txt", 
        "other_topics": {
            "0": 8.324328121503111e-05, 
            "1": 5.604319394721405e-05, 
            "2": 0.0001021453474771303, 
            "3": 7.42837615210607e-05, 
            "4": 3.842777978410598e-05, 
            "5": 0.00012826631369839816, 
            "6": 6.609091148401298e-05, 
            "7": 0.017218326502398133, 
            "8": 5.474523516851149e-05, 
            "9": 0.00010739419368099054, 
            "10": 4.612402564450889e-05, 
            "11": 6.744484100630413e-05, 
            "12": 5.452097678615642e-05, 
            "13": 0.6374102949732885, 
            "14": 2.6457510581714262e-05, 
            "15": 4.87896168008365e-05, 
            "16": 0.008531350640197383, 
            "17": 4.2568498979939456e-05, 
            "18": 0.0019170597207923386, 
            "19": 2.5654633529065636e-05, 
            "20": 0.3060022515271553, 
            "21": 0.013337354307133599, 
            "22": 5.625708303596479e-05, 
            "23": 0.007587343691596147, 
            "24": 0.0009720387650865006, 
            "25": 6.920237690986206e-05, 
            "26": 5.674347443646025e-05, 
            "27": 0.005679646284969582, 
            "28": 5.932837507294405e-05, 
            "29": 8.060215662231834e-05
        }
    }, 
    {
        "content": {
            "text": "  Several Somali Islamist fighters and possibly some of their leaders were arrested trying to escape into Kenya, Kenyan authorities said Wednesday, raising the possibility of a sticky asylum issue.  ''We have detained a number of people, but we are still trying to determine their identities,'' said Alfred Mutua, the spokesman for the Kenyan government.  Somali officials said Kenyan soldiers might have captured Sheik Sharif Sheik Ahmed, the second in command of the defeated Islamist forces.  According to Ismail Qasim Naji, a Somali general, Sheik Sharif's briefcase was recently discovered at a jungle hide-out in southern Somalia.  ''It had some important documents in it,'' General Naji said at a news conference in Mogadishu, Somalia's seaside capital. When asked what documents, the general replied, ''Top secret.''  Ethiopian-led forces routed Somalia's Islamist army last month after the Islamists attacked Baidoa, the seat of Somalia's transitional government. The American military jumped in last week, bombing two areas in southern Somalia where the Islamist leaders and several terrorist suspects were believed to be hiding. A small contingent of American Special Operations soldiers have been deployed on Somali soil to help track down suspects and identify any bodies.  Since then, the Islamists have been caught between the advancing Ethiopian-led army and the heavily fortified Kenyan border near the Indian Ocean, which is being patrolled by American warships.  United Nations officials said the Kenyan government was deliberating whether to grant Islamist leaders political asylum, in the interest of bringing the fighting across the border to a close by allowing the Islamist leaders a graceful exit from the country. Somalia's transitional government officials have agreed to give amnesty to rank-and-file fighters but said that they wanted the top Islamists handed over to them.  ''Any members of the upper echelons of the Islamists who still pose a threat to our security will face due process of the law in Somalia,'' said Abdirizak Adam Hassan, chief of staff for the transitional president, Abdullahi Yusuf. ''As for terrorists, we will give them to the Americans or the U.N.''  In Baidoa, lawmakers on Wednesday ousted the speaker of Parliament, Sharif Hassan Sheik Adan.  Mr. Adan, an illiterate livestock trader, was recently one of the most powerful men in Somalia. But he fell out of favor with President Yusuf and Prime Minister Ali Mohamed Gedi after he tried to strike a peace deal between the Islamists and the transitional government. He also demanded that Ethiopian troops leave Somalia.  Members of Parliament accused him of being a traitor and voted 183 to 9 to remove him. A replacement has yet to be named.  Mr. Adan rejected the vote, telling a Somali radio station on Wednesday, ''The country is illegally occupied by Ethiopia, and the M.P.s were probably forced to vote against me.''  ", 
            "title": "Islamists Held Trying to Flee From Somalia Into Kenya"
        }, 
        "weight": 0.6346608748538909, 
        "file": "1819622.txt", 
        "other_topics": {
            "0": 0.00034896730796741296, 
            "1": 0.0002349407932531554, 
            "2": 0.0004282073749401135, 
            "3": 0.00031140776655278027, 
            "4": 0.004102005445888797, 
            "5": 0.09117866068901787, 
            "6": 0.0002770622100072148, 
            "7": 0.02883157797297782, 
            "8": 0.00022949957115996961, 
            "9": 0.00045021126165578206, 
            "10": 0.00019335827260588326, 
            "11": 0.0002827380691717648, 
            "12": 0.0002285594491124326, 
            "13": 0.6346608748538909, 
            "14": 0.00011091353089951258, 
            "15": 0.0002045327981217927, 
            "16": 0.04364641952160656, 
            "17": 0.00017845301478289986, 
            "18": 0.00015475677747267959, 
            "19": 0.0001075477596372307, 
            "20": 0.10053034455952738, 
            "21": 0.0007392749403404512, 
            "22": 0.00023583744579274164, 
            "23": 0.0002799033173303584, 
            "24": 0.09077496020260255, 
            "25": 0.00029010590191416204, 
            "26": 0.00023787646558114892, 
            "27": 0.00016439465121378054, 
            "28": 0.00024871272531659677, 
            "29": 0.0003378953496583131
        }
    }, 
    {
        "content": {
            "text": "  An Iraqi official authorized to speak on behalf of field commanders for the country's most powerful militia has approached Western military officials and laid out a plan to avoid armed confrontation, senior Iraqi and American officials said this week.  The official is Rahim al-Daraji, the elected mayor of the Sadr City district, the vast grid in the northeast corner of the capital that is the stronghold of the militia, the Mahdi Army. Mr. Daraji has met twice in the past two weeks with Lt. Gen. Graeme Lamb, a British officer who is the deputy commanding general in Iraq, said a senior Iraqi official in the office of the prime minister.  During the meetings, which took place on Jan. 17 and, most recently, on Monday, Mr. Daraji laid out a proposal from what he said were all the major political and militia groups in Sadr City, the senior Iraqi official said. The groups were eager to head off a major American military offensive in the district, home to two million Shiites, as the Americans begin a sweeping new effort to retake the streets of Baghdad.  Mr. Daraji said in an interview that field commanders would forbid their foot soldiers to carry guns in public if the American military and the Iraqi government met several basic demands, mostly involving ways to ensure better security for Sadr City. He is communicating with the commanders through a Shiite politician who is close to them.  ''The task is to eliminate the armed presence in Sadr City,'' he said. ''To confiscate illegal weapons,'' carried openly by militia members in public places.  The talks appeared to have been the first between an intermediary for the Mahdi militia and a senior commander from the American effort. The military fought the militia twice in 2004, and the militia's leader, Moktada al-Sadr, a renegade cleric who is virulently anti-American, has resolutely refused to meet with American officials of any kind.  Even so, it was far from clear whether Mr. Daraji, who said he was not related to Abdel Hadi al-Daraji, the former spokesman for Mr. Sadr who was arrested on murder charges last week, was even able to speak for the sprawling, grass-roots militia, which, according to American military estimates, numbers at least 7,000 in Baghdad alone.  Saleh al-Agheli, a member of Parliament from Mr. Sadr's political bloc, said the bloc's political committee had ''blessed and supported'' the effort by Mr. Daraji.  The meetings were very preliminary, officials stressed, and came as the American military was stepping up pressure on Mr. Sadr's militia. It was not clear how American officials received the efforts. They are already making some headway against Shiite militias without help from Mr. Daraji and his supporters.  A spokesman for General Lamb declined to comment. ''The general meets with a number of people in the course of his duty,'' he said. ''We respect the confidence of those meetings.''  The American ambassador, Zalmay Khalilzad, confirmed that meetings had taken place and said that Mr. Daraji had told representatives from the American Embassy and from the military that local residents would not challenge weapons searches by American soldiers.  ''He said all the right things at this point,'' Mr. Khalilzad said, but added that it was too soon to tell if the offer would lead to anything more concrete.  Controlling the militia -- at the heart of the new strategy President Bush announced this month -- is no easy task. Mr. Sadr's political bloc was instrumental in installing Prime Minister Nuri Kamal al-Maliki, and he has often gone out of his way to protect Mr. Sadr's allies.  But in recent months, Mr. Maliki appears to have changed his approach, Mr. Khalilzad said, allowing for more arrests and for the Americans to apply tough military action. Talks with Mr. Sadr had not produced the desired results, Mr. Khalilzad said.  ''He felt that he had exhausted and relied too much on political engagement,'' Mr. Khalilzad said in a news briefing. ''He became disappointed that he didn't produce as much results as he would have hoped.''  Mr. Daraji said he represented 14 political and military groups in Sadr City. He said local residents, including Mahdi Army commanders, wanted to find ways to work with the Americans to avoid any large-scale confrontation. Commanders would tell militiamen to keep their weapons off the streets, he said, if Americans agreed to certain demands.  Some of the actions Mr. Daraji said he had requested in exchange for the promises from the militias seemed likely to draw stony stares from American military officials, namely to stop conducting raids in Sadr City and to release a number of those who had been arrested.  But other demands -- to provide jobs for Sadr City residents, to bring in new construction projects and to triple the number of police stations there -- seemed more realistic.  The government official, who works as an aide to Mr. Maliki, said he trusted Mr. Daraji.  ''There is an honesty with this man,'' said the official. ''The chances for success are higher than before.''  THE STRUGGLE FOR IRAQ  ", 
            "title": "Iraqi Official Offers Terms From Militia to Avoid Fight"
        }, 
        "weight": 0.6339895469295208, 
        "file": "1821311.txt", 
        "other_topics": {
            "0": 0.0026437256337190386, 
            "1": 0.0001447870936889327, 
            "2": 0.0002638915977734891, 
            "3": 0.00019191143797133288, 
            "4": 9.927782768946932e-05, 
            "5": 0.017332046375441244, 
            "6": 0.058458761831782925, 
            "7": 0.03476872413079671, 
            "8": 0.00014143382871489524, 
            "9": 0.0002774519453117273, 
            "10": 0.00011916101049830011, 
            "11": 0.00017424314757671585, 
            "12": 0.0074268565278137215, 
            "13": 0.6339895469295208, 
            "14": 6.835274354596305e-05, 
            "15": 0.00012604754157022845, 
            "16": 0.00018266238265601586, 
            "17": 0.00010997533894679312, 
            "18": 9.537204556379538e-05, 
            "19": 6.627851781300393e-05, 
            "20": 0.23681794115662322, 
            "21": 0.005312928092215793, 
            "22": 0.00014533967424958314, 
            "23": 0.00017249617347841895, 
            "24": 8.258615803964375e-05, 
            "25": 0.0001787837259700491, 
            "26": 0.00014659626211178383, 
            "27": 0.00010131158338944349, 
            "28": 0.00015327432994253004, 
            "29": 0.00020823495558439288
        }
    }
]