[
    {
        "content": {
            "text": "  To the Editor:  In his Jan. 7 review of my book ''American Fascists: The Christian Right and the War on America,'' Rick Perlstein mistakenly claims that I make ''the supposed imminence of mass violence the reason the rest of us should be fighting for the open society.'' The reason we should fight Christian fascists, I write in the conclusion, is not because they will become violent, although they may, but because ''I will not engage in a dialogue with those who deny my right to be, who delegitimize my faith and denounce my struggle before God as worthless. All dialogue must include respect and tolerance for the beliefs, worth and dignity of others, including those outside of the nation and the faith. When this respect is denied, this clash of ideologies ceases to be merely a difference of opinion and becomes a fight for survival.''  Chris Hedges  Princeton, N.J.  ", 
            "title": "'American Fascists'"
        }, 
        "weight": 0.8241653830148313, 
        "file": "1822256.txt", 
        "other_topics": {
            "0": 0.0013467986165965299, 
            "1": 0.0009067265847292164, 
            "2": 0.001652616411390692, 
            "3": 0.0012018419479851792, 
            "4": 0.0006217256203346872, 
            "5": 0.002075229271641759, 
            "6": 0.0010692892790511456, 
            "7": 0.004805710688678101, 
            "8": 0.0008857268228020006, 
            "9": 0.0017375378453239143, 
            "10": 0.000746243697066936, 
            "11": 0.0010911945953838908, 
            "12": 0.000882098531428721, 
            "13": 0.0006723836546598447, 
            "14": 0.0004280578339769556, 
            "15": 0.0007893704747402039, 
            "16": 0.0011439199044911185, 
            "17": 0.0006887185932601253, 
            "18": 0.0005972657296270428, 
            "19": 0.00041506803242154775, 
            "20": 0.11421439166608603, 
            "21": 0.8241653830148313, 
            "22": 0.0009101871106074608, 
            "23": 0.0010802542013377036, 
            "24": 0.0005171943376809244, 
            "25": 0.016329115768255572, 
            "26": 0.0009180564696205873, 
            "27": 0.015843947860923392, 
            "28": 0.0009598777499742893, 
            "29": 0.0013040676850930473
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  In ''The American Way of Equality'' (column, Jan. 14), David Brooks says: ''When Americans use the word 'equality,' they really mean 'fair opportunity.' When Americans use the word 'freedom,' they really mean 'opportunity.' ''  That's what one conservative columnist may think we believe. But when this American uses the word ''equality,'' I mean ''equal opportunity.'' When I use the word ''freedom,'' I'm referring to the rights guaranteed to Americans by our Constitution, including the Bill of Rights.  Freedom is precious. No American should be confused about it.  Iris Kaufman  Swampscott, Mass., Jan. 14, 2007  ", 
            "title": "Defining Our Values"
        }, 
        "weight": 0.6885275423807615, 
        "file": "1819462.txt", 
        "other_topics": {
            "0": 0.0018941788635814948, 
            "1": 0.001275248066545974, 
            "2": 0.10927972651552796, 
            "3": 0.0016903073608673935, 
            "4": 0.0008744139728633667, 
            "5": 0.0029186660685493085, 
            "6": 0.0015038812235725263, 
            "7": 0.006758898842638731, 
            "8": 0.0012457133575756781, 
            "9": 0.0024437264938708073, 
            "10": 0.0010495400133667945, 
            "11": 0.0015346895320206058, 
            "12": 0.0012406104173547051, 
            "13": 0.0009456609853764819, 
            "14": 0.0006020336607997338, 
            "15": 0.0011101948356367485, 
            "16": 0.10856428015296642, 
            "17": 0.0009686349438089195, 
            "18": 0.0008400128326980934, 
            "19": 0.0005837644056600527, 
            "20": 0.05367918581347972, 
            "21": 0.6885275423807615, 
            "22": 0.0012801150562314935, 
            "23": 0.0015193026264311797, 
            "24": 0.0007273979722929287, 
            "25": 0.0015746817970047964, 
            "26": 0.0012911827640008017, 
            "27": 0.000892326778198012, 
            "28": 0.001350001494817504, 
            "29": 0.0018340807715002993
        }
    }, 
    {
        "content": {
            "text": "  MANY signs point to a growing historical consciousness among the American people. I trust that this is so. It is useful to remember that history is to the nation as memory is to the individual. As persons deprived of memory become disoriented and lost, not knowing where they have been and where they are going, so a nation denied a conception of the past will be disabled in dealing with its present and its future. ''The longer you look back,'' said Winston Churchill, ''the farther you can look forward.''  But all historians are prisoners of their own experience. We bring to history the preconceptions of our personalities and of our age. We cannot seize on ultimate and absolute truths. So the historian is committed to a doomed enterprise -- the quest for an unattainable objectivity.  Conceptions of the past are far from stable. They are perennially revised by the urgencies of the present. When new urgencies arise in our own times and lives, the historian's spotlight shifts, probing at last into the darkness, throwing into sharp relief things that were always there but that earlier historians had carelessly excised from the collective memory. New voices ring out of the historical dark and demand to be heard.  One has only to note how in the last half-century the movements for women's rights and civil rights have reformulated and renewed American history. Thus the present incessantly reinvents the past. In this sense, all history, as Benedetto Croce said, is contemporary history. It is these permutations of consciousness that make history so endlessly fascinating an intellectual adventure. ''The one duty we owe to history,'' said Oscar Wilde, ''is to rewrite it.''  We are the world's dominant military power, and I believe a consciousness of history is a moral necessity for a nation possessed of overweening power. History verifies John F. Kennedy's proposition, stated in the first year of his thousand days: ''We must face the fact that the United States is neither omnipotent or omniscient -- that we are only 6 percent of the world's population; that we cannot impose our will upon the other 94 percent of mankind; that we cannot right every wrong or reverse each adversity; and therefore there cannot be an American solution to every world problem.''  History is the best antidote to delusions of omnipotence and omniscience. Self-knowledge is the indispensable prelude to self-control, for the nation as well as for the individual, and history should forever remind us of the limits of our passing perspectives. It should strengthen us to resist the pressure to convert momentary impulses into moral absolutes. It should lead us to acknowledge our profound and chastening frailty as human beings -- to a recognition of the fact, so often and so sadly displayed, that the future outwits all our certitudes and that the possibilities of the future are more various than the human intellect is designed to conceive.  Sometimes, when I am particularly depressed, I ascribe our behavior to stupidity -- the stupidity of our leadership, the stupidity of our culture. Three decades ago, we suffered defeat in an unwinnable war against tribalism, the most fanatic of political emotions, fighting against a country about which we knew nothing and in which we had no vital interests. Vietnam was hopeless enough, but to repeat the same arrogant folly 30 years later in Iraq is unforgivable. The Swedish statesman Axel Oxenstierna famously said, ''Behold, my son, with how little wisdom the world is governed.''  A nation informed by a vivid understanding of the ironies of history is, I believe, best equipped to manage the tragic temptations of military power. Let us not bully our way through life, but let a growing sensitivity to history temper and civilize our use of power. In the meantime, let a thousand historical flowers bloom. History is never a closed book or a final verdict. It is forever in the making. Let historians never forsake the quest for knowledge in the interests of an ideology, a religion, a race, a nation.  The great strength of history in a free society is its capacity for self-correction. This is the endless excitement of historical writing -- the search to reconstruct what went before, a quest illuminated by those ever-changing prisms that continually place old questions in a new light.  History is a doomed enterprise that we happily pursue because of the thrill of the hunt, because exploring the past is such fun, because of the intellectual challenges involved, because a nation needs to know its own history. Or so we historians insist. Because in the end, a nation's history must be both the guide and the domain not so much of its historians as its citizens.  Op-Ed Contributor Arthur M. Schlesinger Jr., who has won Pulitzer Prizes for history and biography, is the author, most recently, of ''War and the American Presidency.''  ", 
            "title": "Folly's Antidote"
        }, 
        "weight": 0.6525545189496518, 
        "file": "1815784.txt", 
        "other_topics": {
            "0": 0.00025102849555144773, 
            "1": 0.00016900389385331952, 
            "2": 0.00881267380463681, 
            "3": 0.00022401016185757063, 
            "4": 0.00011588283890045187, 
            "5": 0.00038679998298559267, 
            "6": 0.0001993037977034947, 
            "7": 0.037749190090690686, 
            "8": 0.00016508976847587505, 
            "9": 0.00032385800363948054, 
            "10": 0.00013909164316106703, 
            "11": 0.00020338670849344163, 
            "12": 0.002999294903140606, 
            "13": 0.00012532494107336158, 
            "14": 7.97852869375478e-05, 
            "15": 0.00014713000166834, 
            "16": 0.008717858353205786, 
            "17": 0.00012836959452876541, 
            "18": 0.00011132378345591228, 
            "19": 7.7364130350525e-05, 
            "20": 0.21122536469853317, 
            "21": 0.6525545189496518, 
            "22": 0.028518462981888735, 
            "23": 0.00020134753899600435, 
            "24": 9.639935391666961e-05, 
            "25": 0.00020868673496174156, 
            "26": 0.00017111566017383986, 
            "27": 0.04547635929084341, 
            "28": 0.00017891068829449183, 
            "29": 0.00024306391843008243
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''Of Gay Sheep, Modern Science and Bad Publicity'' (front page, Jan. 25):  Dr. Chuck Roselli's research on homosexual rams is not a homophobic experiment but solid, groundbreaking science.  Dr. Roselli has taken advantage of a natural variation in the behavior of rams to find out how brains modulate sexual behavior and mate choice.  His experiment provides insight into how mate preference of any sort is formed, homosexual as well as heterosexual. The idea that Dr. Roselli's research is aimed at preventing homosexuality or increasing discrimination against homosexuals is baffling. If anything, understanding the biological basis of variability in mate choice should lead to greater acceptance of homosexuality. We consider Dr. Roselli one of our finest colleagues and deplore the unfair treatment his research has received from action groups, the media and the blogosphere.  GEERT J. DE VRIES  Amherst, Mass., Jan. 26, 2007  The writer is a professor of neuroscience and behavior at the University of Massachusetts at Amherst. The letter was also signed by 11 other scientists. The full list of signers is at nytimes.com/opinion.  ", 
            "title": "The Gay Sheep And Sound Science"
        }, 
        "weight": 0.6172560949252642, 
        "file": "1822596.txt", 
        "other_topics": {
            "0": 0.0008789208940625238, 
            "1": 0.0005917298478776259, 
            "2": 0.001078497613483255, 
            "3": 0.0007843221595477994, 
            "4": 0.0004057381937821249, 
            "5": 0.0013542948027563298, 
            "6": 0.0006978182762988784, 
            "7": 0.0031362072124582157, 
            "8": 0.04028087262686618, 
            "9": 0.0011339173486373338, 
            "10": 0.0004869987014629404, 
            "11": 0.0007121136876385135, 
            "12": 0.0005756575781565652, 
            "13": 0.0004387976313786932, 
            "14": 0.00027935057959909, 
            "15": 0.000515143240314943, 
            "16": 0.0007465222289372534, 
            "17": 0.16918655852186612, 
            "18": 0.00038977566698375146, 
            "19": 0.00027087343397681014, 
            "20": 0.15394201636340027, 
            "21": 0.6172560949252642, 
            "22": 0.0005939881873660636, 
            "23": 0.0007049739855345932, 
            "24": 0.0003375210696513305, 
            "25": 0.0007306705610000021, 
            "26": 0.0005991237317409121, 
            "27": 0.00041404994257343276, 
            "28": 0.0006264163029288784, 
            "29": 0.0008510346844552738
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  ''Our Overrated Inner Self,'' by Orlando Patterson (column, Dec. 26), represents the clearest thinking on social and political discourse I've read in a long while.  It breaks down the reality of interpersonal relations both at a microcosmic and a macrocosmic level to its root: how we act toward one another rather than how we think about one another.  The social contract by which we Americans live with one another here and how we live with those abroad depends more on how we abide by our agreements than on whether we agree on all our respective values and objectives.  If it didn't sound overly religious, I'd say Mr. Patterson's column could be summed up by the phrase ''Do unto others as you would have others do unto you,'' long held by major religious and secular ethicists as the basis of good living.  Irv Rubenstein  Nashville, Dec. 26, 2006  To the Editor:  I agree that what sincerity ''means for us today is that the best way of living in our diverse and contentiously free society is neither to obsess about the hidden depths of our prejudices nor to deny them, but to behave as if we had none.''  But is it not possible that by being civil and sincere, we one day also become ''authentic''? Doing changes to being.  Ginger Nathanson  Long Valley, N.J.  Dec. 26, 2006  To the Editor:  This last year has given us apologies from Mel Gibson, Michael Richards, George Allen and Terrell Owens, as well as numerous other celebrities and politicians. The common thread is the disassociation between the ''real'' person that each individual is ''inside'' (or claims to be) and the bad behavior that each has displayed in words and actions.  Some of these individuals have gone so far as to say he did not know who it was that was speaking or acting in such a despicable manner.  I am not sure how one can have such inner goodness and purity of heart and behave so badly. All I know is that I am judged by my actions and can know others only by how they behave. That is accountability. That is the foundation of a civil society.  Bob Hoot  Middleton, Wis., Dec. 26, 2006  To the Editor:  Turn on the television or the radio and listen to the emotional discourse that passes for rational thinking. One hears the irrational voice that used to be kept private.  Is this a failure of our education to impart the knowledge and confidence one needs to be mature? Or is it a product of our drifting in an ocean of overcommunication?  Whatever it is, our need now is to take back our private self and return rational thinking to the public self.  Hendrik E. Sadi  Yonkers, Dec. 26, 2006  To the Editor:  Years ago, I read an article in The New York Times about a man who had a mean and miserly nature. He knew this and tried to counteract his nature by acting warmly and generously toward others.  On his deathbed, people lauded him as a philanthropist and friend to humanity. Within himself, he still felt mean and miserly, but his deeds proclaimed otherwise.  The point of that article, as of Orlando Patterson's column, is that the effect you have on others is the important part of your essence. You are defined by your actions, not by your sometimes more ignoble inner thoughts.  Barbara Preschel  New York, Dec. 26, 2006  ", 
            "title": "Is It Who We Are, or How We Act?"
        }, 
        "weight": 0.6025312743694756, 
        "file": "1815780.txt", 
        "other_topics": {
            "0": 0.00041621884454146274, 
            "1": 0.0002802176114234016, 
            "2": 0.014611890575327137, 
            "3": 0.056776064366707, 
            "4": 0.004892526973185854, 
            "5": 0.02414327006878296, 
            "6": 0.00033045649343770516, 
            "7": 0.06729058909838288, 
            "8": 0.00027372777950845684, 
            "9": 0.0005369741143299938, 
            "10": 0.00023062147934519177, 
            "11": 0.052041482615208266, 
            "12": 0.0002726064810274245, 
            "13": 0.00020779554150294007, 
            "14": 0.00013228832793506215, 
            "15": 0.00024394951321065985, 
            "16": 0.0003535205746635459, 
            "17": 0.00021284374186941057, 
            "18": 0.0001845808636912599, 
            "19": 0.009529047816334416, 
            "20": 0.1575072324479555, 
            "21": 0.6025312743694756, 
            "22": 0.00028128706313266193, 
            "23": 0.00033384512721588, 
            "24": 0.00015983535101701864, 
            "25": 0.0003460139117118874, 
            "26": 0.004984105982973861, 
            "27": 0.00019607610860609916, 
            "28": 0.00029664361328568593, 
            "29": 0.00040301314421077404
        }
    }, 
    {
        "content": {
            "text": "  ''Eschatology'' is not exactly your everyday word. If you had read every word of this newspaper every day for the last five years, you would have encountered it fewer than 20 times. Half those times were somehow referring to fundamentalist religious beliefs about the final battles between good and evil, the coming of Jesus (or other messianic figures), the Last Judgment and the eternal assignment of the saved and the damned to heaven or to hell.  Defined as ''beliefs about the ultimate future,'' eschatology is very real for biblical literalists, even if they have never heard of the word. It inspires, for example, the complicated scripts and detailed timetables featured in the best-selling ''Left Behind'' series of novels. Liberal believers may also ponder questions of personal life after death, but many are inclined to shrug off as striking but disconcerting poetry the cosmic end-times dramas that capture the fundamentalist imagination.  Not Jürgen Moltmann. For four decades he has been influencing Christian theology in radical directions with his conviction that eschatology is central to understanding God, humanity and all the basic teaching of his faith. An emeritus professor of theology at the University of Tübingen in Germany, he will be a featured lecturer next week at a conference titled ''God's Unfinished Future: Why It Matters Now,'' sponsored by the Trinity Institute of Trinity Church on Wall Street in Manhattan.  Professor Moltmann, 80, grew up in a secular German family and was captured as a young soldier in World War II. Shaken by the deeds of his own country, he converted to Christianity while a prisoner of war in Belgium and England.  In the 1960s, his ''Theology of Hope,'' subtitled ''On the Ground and the Implications of a Christian Eschatology,'' became one of the most widely translated and read theological works, stirring enthusiastic responses among Roman Catholics as well as Protestants, and among religious radicals in the developing world as well as dissident Marxists in Eastern Europe.  At the core of this theology were the principles that human consciousness is not shaped only by the past and present but also by anticipation of the future, that biblical revelation is centered on God's promises, and that hope for the future does not rest on extrapolations of past or present trends but on something truly beyond them, namely those divine promises.  In more recent books, Professor Moltmann has incorporated ecological and feminist concerns into this eschatological theology. He has elaborated further in terms of the Christian doctrine of the Trinity.  His lectures next Tuesday and Wednesday will offer an alternative to the eschatological thinking that dwells on catastrophic signs, violent tribulation and warfare, rewards and punishments and a division of humankind into friend and foe. Professor Moltmann has little use for the view of a wrathful God that would chastise the world with famine, epidemic and earthquake. In a text prepared for his lectures, he calls such a God ''a world terrorist,'' and says, ''I can't see anything divine or Christian or righteous here.''  Similarly, he complains that the Christian idea of a Last Judgment came to resemble the mythology of Egypt's pharaohs, in which the god Anubis weighed souls and the god Osiris pronounced verdicts. Medieval portraits of the Last Judgment substituted Christ for Osiris and the archangel Michael for Anubis, and inculcated a fear of hell that ''poisoned the idea of God in the soul,'' Professor Moltmann says.  ''The image of the God who judges in wrath has caused a great deal of spiritual damage,'' Professor Moltmann will be telling his listeners.  But he is not satisfied with the alternative that makes eternal destiny simply a matter of the individual's own choice of whether to reject God. In that case, Professor Moltmann says, the Last Judgment becomes no more than ''the ultimate endorsement of our free will.'' God really has nothing much to do with it beyond implementing the human outcome; in short, ''we are the lords, and God is our servant,'' he says.  The alternative, in Professor Moltmann's view, is to put Jesus Christ at the center of this final drama. ''It is high time to Christianize our traditional images and perceptions of God's Final Judgment,'' he says.  Any Last Judgment with Christ at the center must answer the cries of human victims for justice, without simply meting out vengeance on the perpetrators of injustice, Professor Moltmann suggests. A Christian eschatological vision would involve not the retributive justice of human courts but ''God's creative justice,'' which can heal and restore the victims and transform the perpetrators.  The goal of a final judgment, in this interpretation, is not reward and punishment but victory over all that is godless, which he calls ''a great Day of Reconciliation.'' Professor Moltmann argues for the universal preservation and salvation not only of humans, as individuals and as members of groups, but also of all living creatures. It has been ''a fatal mistake of Christian tradition in doctrine and spirituality,'' he argues, to emphasize the ''end of the old age'' rather than ''the new world of God,'' the beginning of the ''life of the world to come.''  This resurrected life will be bodily and worldly, and its expectation, he says, should teach people to ''give ourselves wholeheartedly to this life here and surrender in love'' to its ''beauties and pains.''  In a phone conversation from Germany, Professor Moltmann acknowledged that his was a reinterpretation of traditional teachings, to which objections could be raised. Of course, it is not likely that his audience next week at Trinity Church, and by simultaneous broadcast at Episcopal institutions around the country and overseas, will be thick with devotees of the ''Left Behind'' series.  The greater challenge may arise from listeners for whom his political undertones and his generous spirit resonate, but who inhabit a science-minded and skeptical culture. Some of them may wonder what force they can give to the language of faith, especially of the cross and resurrection, that Professor Moltmann uses in as undiluted and vigorous a fashion as any evangelical preacher, even while giving it a different interpretation.  Beliefs  ", 
            "title": "Lessons for Living Found in Views of the Last Judgment"
        }, 
        "weight": 0.5877053078613609, 
        "file": "1820056.txt", 
        "other_topics": {
            "0": 0.00018573717898348526, 
            "1": 0.11339232832331707, 
            "2": 0.00022791255233778874, 
            "3": 0.00016574618525143426, 
            "4": 8.574226421062374e-05, 
            "5": 0.019164075405206003, 
            "6": 0.00014746582878896928, 
            "7": 0.025833263218036046, 
            "8": 0.00012215070567341775, 
            "9": 0.00023962407875281356, 
            "10": 0.00010291456897816387, 
            "11": 0.010638198047406212, 
            "12": 0.0022191925782175173, 
            "13": 9.272852056139194e-05, 
            "14": 5.90335136559463e-05, 
            "15": 0.0001088621887076252, 
            "16": 0.00015775814841580653, 
            "17": 9.498127414837715e-05, 
            "18": 8.236899738194e-05, 
            "19": 5.724208837029089e-05, 
            "20": 0.18984732897730147, 
            "21": 0.5877053078613609, 
            "22": 0.00012552402726591488, 
            "23": 0.0001489780027013728, 
            "24": 0.029436917850670992, 
            "25": 0.00015440830873769942, 
            "26": 0.008516778294417793, 
            "27": 0.010575209990642936, 
            "28": 0.0001323768700474169, 
            "29": 0.00017984415045272384
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Far from criticizing his lyrics for ''What's the Use of Wond'rin' '' in ''Carousel'' for the ''technical fault'' of ending on a hard consonant, Oscar Hammerstein II explained in his book ''Lyrics'' that he chose the word ''talk'' because that ''is exactly what I wanted the character to say.'' He then goes on for a full page to explain the choice. He does acknowledge that the word may have ''handicapped'' the song's popularity, but as he wrote in another song echoed in the article's headline, ''The words are true.''  Jeffrey Magee  Urbana, Ill.  The writer is an associate professor of musicology at the University of Illinois, Urbana-Champaign.  LYRICISTS AND THEIR ART  ", 
            "title": "In Hammerstein's Words"
        }, 
        "weight": 0.5848194013496737, 
        "file": "1818691.txt", 
        "other_topics": {
            "0": 0.0015603936885873859, 
            "1": 0.0010505285813712131, 
            "2": 0.0019147125533189495, 
            "3": 0.001392447666047354, 
            "4": 0.0007203279852298468, 
            "5": 0.0024043495574896942, 
            "6": 0.001238872851326526, 
            "7": 0.005567870753194216, 
            "8": 0.0010261983692895639, 
            "9": 0.0020131020734018086, 
            "10": 0.2299457730626186, 
            "11": 0.0012642522339089822, 
            "12": 0.0010219946502706592, 
            "13": 0.0007790201134093187, 
            "14": 0.000495945521666754, 
            "15": 0.0009145604187317342, 
            "16": 0.05419022697984168, 
            "17": 0.000797945686083096, 
            "18": 0.0006919888864117943, 
            "19": 0.000480895606918339, 
            "20": 0.06184166791397333, 
            "21": 0.5848194013496737, 
            "22": 0.0010545379281830265, 
            "23": 0.0012515767517619406, 
            "24": 0.0005992185990878654, 
            "25": 0.03654045553308101, 
            "26": 0.0010636553255325587, 
            "27": 0.000735084262436016, 
            "28": 0.0011121092377272947, 
            "29": 0.0015108858594258202
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Maureen Dowd (''Monkey on a Tiger,'' column, Jan. 6) should not be so ready to embrace Science Times's penchant for biological explanation of all manner of actions.  In this case, Ms. Dowd entertains the idea that ''genetic and political coding,'' rather than choice or free will, might account for the president's decisions regarding Iraq. She thereby not only takes Mr. Bush off the hook for his disastrous decisions and policies, but also implies that her longstanding critiques of this president are merely predetermined by her genetic coding rather than arising from rational analysis.  Of course, there is not much reason to publish this letter since its content is predetermined by my genetic coding -- unless I have the good fortune that ''the Decider'' of letters to the editor is predetermined to accept it.  Elliot Turiel  Berkeley, Calif., Jan. 6, 2007  The writer is a professor of education and psychology at the University of California at Berkeley.  ", 
            "title": "Free Will (or Is It?)"
        }, 
        "weight": 0.5777724421039041, 
        "file": "1817791.txt", 
        "other_topics": {
            "0": 0.0011846388815059008, 
            "1": 0.0007975532154018192, 
            "2": 0.0014536350372081376, 
            "3": 0.0010571355534994276, 
            "4": 0.0005468674636287445, 
            "5": 0.09547280053790623, 
            "6": 0.02769695326582202, 
            "7": 0.0042270846323434275, 
            "8": 0.0007790819056048032, 
            "9": 0.0015283316037703735, 
            "10": 0.0006563930848534858, 
            "11": 0.000959810567854267, 
            "12": 0.0007758904744722992, 
            "13": 0.0005914260757202063, 
            "14": 0.0003765180238629641, 
            "15": 0.0006943272325695872, 
            "16": 0.13478824019656974, 
            "17": 0.054118615284737936, 
            "18": 0.0005253526378689101, 
            "19": 0.0003650922443915913, 
            "20": 0.0335715131579453, 
            "21": 0.5777724421039041, 
            "22": 0.0008005970806503487, 
            "23": 0.0009501874393431455, 
            "24": 0.0004549221495785535, 
            "25": 0.05449764320027103, 
            "26": 0.0008075189385618433, 
            "27": 0.0005580703157375175, 
            "28": 0.0008443047758584048, 
            "29": 0.0011470529185577702
        }
    }, 
    {
        "content": {
            "text": "  The byline was omitted from the Dec. 17 public editor column. The column was by Byron Calame.  ", 
            "title": "Correction"
        }, 
        "weight": 0.5638014337340705, 
        "file": "1817195.txt", 
        "other_topics": {
            "0": 0.006945939814432839, 
            "1": 0.004676325181853178, 
            "2": 0.008523155569369409, 
            "3": 0.006198344529237532, 
            "4": 0.003206469539483774, 
            "5": 0.010702726780637307, 
            "6": 0.005514721269373388, 
            "7": 0.024784831821025418, 
            "8": 0.004568021623573271, 
            "9": 0.008961126890238537, 
            "10": 0.003848655428400701, 
            "11": 0.005627695107472409, 
            "12": 0.004549309179710125, 
            "13": 0.003467731804832112, 
            "14": 0.0022076529595895333, 
            "15": 0.0040710762108529044, 
            "16": 0.0058996190753494, 
            "17": 0.0035519771396519025, 
            "18": 0.0030803208141812147, 
            "19": 0.0021406597367769806, 
            "20": 0.039959259671742305, 
            "21": 0.5638014337340705, 
            "22": 0.004694172396856498, 
            "23": 0.005571271439037828, 
            "24": 0.0026673629580756812, 
            "25": 0.005774346445930387, 
            "26": 0.004734757598986771, 
            "27": 0.0032721556635105426, 
            "28": 0.00495044544772649, 
            "29": 0.24204843416802105
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  David Brooks (''A Snit in First Class,'' column, Jan. 4) asks why there is an endless war between rich Democrats and rich Republicans when in fact they ultimately have the same self-interest.  But he already answered this question in the same column when he described Nancy Pelosi's rise to power as a function of her fund-raising prowess.  Until elections are not won and lost on the size of campaign contributions, Mr. Brooks is unlikely to see an end to his ''canapé'' war among rich politicians.  Christopher Sailer  New York, Jan. 4, 2007  ", 
            "title": "The Canapé War"
        }, 
        "weight": 0.5577119752326316, 
        "file": "1816669.txt", 
        "other_topics": {
            "0": 0.0018164664778404583, 
            "1": 0.0012229285250452576, 
            "2": 0.002228931835114511, 
            "3": 0.001620959201528169, 
            "4": 0.000838539432574164, 
            "5": 0.002798922095195326, 
            "6": 0.0014421815604615182, 
            "7": 0.006481601822730775, 
            "8": 0.001194605535168854, 
            "9": 0.0023434678437567395, 
            "10": 0.0010064805853805714, 
            "11": 0.001471725897910777, 
            "12": 0.001189711953032532, 
            "13": 0.000906863397308757, 
            "14": 0.021090810166868836, 
            "15": 0.0010646469251550633, 
            "16": 0.18616412306706412, 
            "17": 0.0009288948042461767, 
            "18": 0.0008055496663429238, 
            "19": 0.000559814331278606, 
            "20": 0.19507122520781217, 
            "21": 0.5577119752326316, 
            "22": 0.0012275958369774716, 
            "23": 0.0014569702701618529, 
            "24": 0.0006975550504353837, 
            "25": 0.0015100774021501071, 
            "26": 0.0012382094704288923, 
            "27": 0.000855717330100136, 
            "28": 0.001294615047986465, 
            "29": 0.0017588340273118684
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''Aux Barricades!,'' by Maureen Dowd (column, Jan. 17):  It is extraordinary that the historian Alistair Horne, who should know better, chooses to describe France's 130-year occupation of Algeria as ''the depressing problem of getting entangled in the Muslim world.'' It is as if the Algerians, with their long tentacles, reached out and ensnared the unsuspecting French.  In fact, France attacked and occupied Algeria without cause and without provocation in 1830, and then enacted a colonial policy of extraordinary brutality. By 1954 the Algerians had had enough.  Here's a tip: if you don't want the depression that comes from entanglement with a Muslim country, don't invade it.  Molly Greene  Princeton, N.J., Jan. 17, 2007  ", 
            "title": "Advice for Invaders"
        }, 
        "weight": 0.5573759007615396, 
        "file": "1820051.txt", 
        "other_topics": {
            "0": 0.0015333731554755374, 
            "1": 0.0010323371194821424, 
            "2": 0.0018815564630802976, 
            "3": 0.0013683353676305294, 
            "4": 0.0007078544368435325, 
            "5": 0.0023627146756609796, 
            "6": 0.0012174199288073745, 
            "7": 0.005471454805635895, 
            "8": 0.0010084282211407234, 
            "9": 0.0019782422225643396, 
            "10": 0.0008496222363347258, 
            "11": 0.0012423598297048922, 
            "12": 0.0010042972957570238, 
            "13": 0.0007655302236955065, 
            "14": 0.017803841982019595, 
            "15": 0.0008987234474225909, 
            "16": 0.035935358261369184, 
            "17": 0.0007841280719835518, 
            "18": 0.035312975058167315, 
            "19": 0.00047256818559824714, 
            "20": 0.06077078763050193, 
            "21": 0.5573759007615396, 
            "22": 0.17420112197138504, 
            "23": 0.0012299038423478949, 
            "24": 0.0005888422395086704, 
            "25": 0.0012747343148881306, 
            "26": 0.0010452365545817706, 
            "27": 0.08730477765364576, 
            "28": 0.0010928514153573474, 
            "29": 0.0014847226278699446
        }
    }, 
    {
        "content": {
            "text": "  Re ''Truth, Justice, Abortion and The Times Magazine'' (Dec. 31):  I see the problems with the April 9 Jack Hitt article as part of a larger problem facing reporters. Editors want the killer example. It's not enough to write an article that provides, as you describe Mr. Hitt's article, ''a broad and intriguing look'' at a subject. For a reporter to get on the front page, or for a freelancer to get in the magazine, he or she needs the fist-slamming anecdote.  The question is, would Mr. Hitt's piece have gotten in The New York Times without the drama of the 30-year jail sentence? Would The Times have purchased ''a broad and intriguing look'' on any subject, for that matter, that didn't have either celebrity, outrage or some kind of goodness-gracious hook?  Every reporter knows this drill. You find an interesting story that is, like all things interesting, also complicated. You describe this complex story to editors, who inevitably ask, often blankly, ''Where are the real people?'' So reporters hit the phones looking for just the right example and the stories roll out with the strained anecdotal leads that push any fact or explanation on past the jump.  Editors say this kind of narrative diversion is what readers want. It's interesting (to me, at least) that most of the journalistic scandals come down to reporters creating ''real people.''  BILL BISHOP  Austin, Tex., Jan. 1, 2007  The writer is a former reporter for The Austin American-Statesman.  I was startled to read that The Times Magazine's editor distrusted a legal opinion from El Salvador because he, personally, believes that ''El Salvador's judicial system is terribly politicized.''  Has it ever occurred to him, or to any of the other editors involved in this embarrassment, that it is because The Times's reportorial and editing system is itself ''terribly politicized,'' that is, terribly one-sided, that this misreporting occurred?  FRED DANZIG  Eastchester, N.Y., Dec. 31, 2006  There is a relatively simple way to cut down on the type of attribution -- or lack of attribution -- errors you mention.  Most journalists today write on word-processing programs that have the capability to insert comments, footnotes or endnotes anywhere in a story.  Editors should require that reporters provide one of these insertions after every paragraph, stating how they know what they just wrote. Such notes could include U.R.L.'s, references to specific pages in a reporter's notebook, reference documents (for example, the court transcript you referred to) -- anything that would allow the reporter and editors to backtrack from the manuscript and judge the veracity of the content or conclusions.  I would encourage making as much of this type of sourcing as possible available to online readers so they can judge for themselves, especially when public sites and documents are referenced.  TOM JOHNSON  Santa Fe, N.M., Jan. 2, 2007  The writer is a co-founder of the Institute for Analytic Journalism.  The April 9 Times Magazine article about the criminalization of abortion in El Salvador is a very important document. What does the maternal mortality and morbidity rate mean? It is one way of measuring the health of a society in that dimension so that it can be compared with others.  It also implies that every time there is a pregnancy, wanted or not, a woman's health and her very life are at risk. There is no comparable paternal mortality or morbidity rate. Therefore it should be only a woman's choice to carry or not carry a child each and every time.  If Carmen Climaco performed infanticide, the lesson should be that abortion should be legal, which would have allowed her to abort the fetus earlier. It also seems possible that the so-called autopsy findings were manipulated or fudged for political, social or other reasons. Without photos and verified pathology findings, it's hard to know.  I agree that ''bulletproof'' journalism is ideal. But it is also important to expose the effects of draconian laws on individuals.  ENID KLAUBER, M.D.  Tampa, Fla., Dec. 31, 2006  You identify Jack Hitt, the author of the magazine article you discuss, as a ''freelancer.'' While this may be technically correct (he isn't a full-time staff member of The Times), it at the very least might mislead the reader about his place as one of the most admired and scrupulous magazine writers in America today.  Before Mr. Hitt became a contributing writer at The Times Magazine, he spent over a decade writing lengthy, award-winning articles for commercial and literary magazines. He is a producer of the radio program ''This American Life,'' and was for many years an editor at Harper's Magazine. He is the author of one book, and the editor of several others.  I do not claim to know the details of the dispute you wrote about. What I do know is that it should be considered in the context of Mr. Hitt's entire career.  ROBERT S. BOYNTON  New York, Jan. 2, 2007  The writer is an associate professor and the director of the magazine writing program, New York University Department of Journalism.  In the interests of full disclosure, I am passionately anti-abortion, for the simple reason that it's a morally indefensible act. I suspect that The Times's defense of abortion on demand is based on its belief that morality is ''personal,'' which, in essence, means that there is no morality.  I want to congratulate you on your exposé of shoddy, inaccurate and biased journalism (The Times does have the right to be illogical and biased on its editorial page). I anxiously await from the standards editor something more than the ''not ready to . . . order up a correction'' cited in your column. Otherwise, I'll assume that shoddiness, inaccuracy and bias are the standards.  LAWRENCE LONGUA  Rockville Centre, N.Y., Dec. 31, 2006  [Note from the public editor: An editors' note about the article appears in today's paper.]  LETTERS TO THE PUBLIC EDITOR  ", 
            "title": "Other Voices: When the Facts Need More Checking"
        }, 
        "weight": 0.5247588035507257, 
        "file": "1817260.txt", 
        "other_topics": {
            "0": 0.00020274808605327357, 
            "1": 0.052798392951057746, 
            "2": 0.02314526162585531, 
            "3": 0.00018092619912864923, 
            "4": 0.0023832425965005337, 
            "5": 0.12166372672303005, 
            "6": 0.00016097161973091913, 
            "7": 0.005302750434299075, 
            "8": 0.000133337988230909, 
            "9": 0.0002615702661432777, 
            "10": 0.0024019876422894113, 
            "11": 0.0001642692626792606, 
            "12": 0.00013279178249345805, 
            "13": 0.00010122114575695952, 
            "14": 0.013802325449354065, 
            "15": 0.00011883243045273013, 
            "16": 0.00017220657073432235, 
            "17": 0.06421381161095796, 
            "18": 8.991283630295862e-05, 
            "19": 6.248465666532356e-05, 
            "20": 0.1408348889007482, 
            "21": 0.5247588035507257, 
            "22": 0.00013702025852414836, 
            "23": 0.00016262228745505186, 
            "24": 7.785882817981214e-05, 
            "25": 0.00016854993296778277, 
            "26": 0.0024278524674871, 
            "27": 0.0023851599376066308, 
            "28": 0.04135815661940034, 
            "29": 0.00019631533918908518
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''Congressional Budget Delay Stymies Scientific Research '' (news article, Jan. 7):  It will be written that the scientific achievements of the American society in the second half of the 20th century rank with the greatest achievements in human history.  Unfortunately, it appears that it may also be said that this illustrious chapter of American history was terminated by misguided, catastrophic, foreign and fiscal policies in the first administration of the 21st century, which recklessly dissipated the human and intellectual treasure of this country.  William A. Cramer  West Lafayette, Ind.  Jan. 8, 2007  The writer is professor of biological sciences at Purdue University.  ", 
            "title": "A Loss for Science"
        }, 
        "weight": 0.5138449437741435, 
        "file": "1818432.txt", 
        "other_topics": {
            "0": 0.10363764052021601, 
            "1": 0.0010147649578256227, 
            "2": 0.0018495291207410991, 
            "3": 0.0013450439351841222, 
            "4": 0.0006958055311529778, 
            "5": 0.10445286521462221, 
            "6": 0.0011966973379122575, 
            "7": 0.005378321190146794, 
            "8": 0.06907817504726331, 
            "9": 0.001944569121525319, 
            "10": 0.0008351601977214704, 
            "11": 0.0012212127186002446, 
            "12": 0.0009872024203532402, 
            "13": 0.0007524995764487261, 
            "14": 0.00047906182211727565, 
            "15": 0.0008834256213495184, 
            "16": 0.05234540437156242, 
            "17": 0.0007707808572217479, 
            "18": 0.0006684311931988584, 
            "19": 0.0004645242584795301, 
            "20": 0.00867117980009026, 
            "21": 0.5138449437741435, 
            "22": 0.0010186378126156252, 
            "23": 0.0012089687536720624, 
            "24": 0.0005788191270703382, 
            "25": 0.0012530361341024161, 
            "26": 0.0010274448222495766, 
            "27": 0.1198621554834609, 
            "28": 0.001074249195816071, 
            "29": 0.0014594500831365815
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Taking a break from grading Introduction to Metaphysics and Epistemology papers on Dec. 17 to read the Book Review, I noticed that Rebecca Newberger Goldstein's sensitive review of Robert D. Richardson's biography of William James discussed the same issue as one of the assigned paper topics: Compare Pascal's wager with James's will to believe.  Goldstein properly points to some similarities, but there is a major difference. If you win Pascal's wager you win salvation; if you win James's bet you gain something more suitable to a philosopher: new evidence. For some people the world looks entirely different after taking an art class than it did before. They see the same material objects; but everything takes on a different meaning. James is raising the possibility that the same is true for a spiritual universe. Before the leap the universe is solely material; afterward, thanks to our openness, we see the same universe as invested with religious meaning. James, the perfect amalgamation of religious and scientific temperaments, tried his entire life to make this leap, but was never satisfied with the evidence he saw.  Steven B. Gerrard  Williamstown, Mass.  The writer is chairman of the program in Jewish studies at Williams College.  ", 
            "title": "Will to Believe"
        }, 
        "weight": 0.49814755324893056, 
        "file": "1816890.txt", 
        "other_topics": {
            "0": 0.0008789208940625238, 
            "1": 0.0005917298478776259, 
            "2": 0.001078497613483255, 
            "3": 0.07026430480407579, 
            "4": 0.0004057381937821249, 
            "5": 0.0013542948027563298, 
            "6": 0.010623530082660019, 
            "7": 0.03291334263154164, 
            "8": 0.000578025401421621, 
            "9": 0.0011339173486373338, 
            "10": 0.0004869987014629404, 
            "11": 0.0007121136876385135, 
            "12": 0.0005756575781565652, 
            "13": 0.0004387976313786932, 
            "14": 0.059833621417765936, 
            "15": 0.000515143240314943, 
            "16": 0.0007465222289372534, 
            "17": 0.00044945781372673915, 
            "18": 0.00038977566698375146, 
            "19": 0.00027087343397681014, 
            "20": 0.2631248462333728, 
            "21": 0.49814755324893056, 
            "22": 0.0005939881873660636, 
            "23": 0.0007049739855345932, 
            "24": 0.0003375210696513305, 
            "25": 0.0007306705610000021, 
            "26": 0.0005991237317409121, 
            "27": 0.050042608974379135, 
            "28": 0.0006264163029288784, 
            "29": 0.0008510346844552738
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''A Convenient Truth'' (Op-Ed, Jan. 26):  Our reaction to Ashley's treatment is moral intuition telling us that it's wrong. We should not, as Peter Singer does, use reason to gloss over that insight and rationalize that it's justified. The parents wanted to make Ashley's body continue to match her mental age. But that treats her as an object to be ''designed,'' not as a natural person to be respected whatever her state.  This is where human dignity comes in. The two radically opposed versions are intrinsic human dignity (we have dignity just because we are human); and extrinsic human dignity (Peter Singer's version), dignity conferred on us by others. Ashley ''is precious not so much for what she is, but because her parents and siblings love her and care about her.''  Extrinsic human dignity says that below a certain level of mental or physical functioning, we don't merit dignity and its protections.  A society's ''ethical tone'' is set not by how it treats its most powerful citizens, but by how it treats its weakest and most vulnerable -- its Ashleys.  Margaret A. Somerville  Montreal, Jan. 30, 2007  The writer is founding director of the Center for Medicine, Ethics and Law at McGill University.  To the Editor:  Peter Singer, a highly controversial ethicist, argues for the ''best interest'' principle and against the notion that Ashley has dignity.  ''Benevolence,'' ''best intentions'' and ''for their own good'' have often had disastrous consequences for people with disabilities.  For decades, parents, families and disability advocates have been fighting for the principle that personal and physical autonomy of all people with disabilities is sacrosanct and for community-based services for children and adults. Their advocacy led to enactment of laws that establish rights to full personhood for people with disabilities.  Social service and health care systems should be strengthened so that people can receive help at home and appropriate equipment. To the extent that it remains difficult to provide community services for individuals and families, then it is all our duty to change the system so that it works rather than to modify people so that they will more easily ''fit'' a flawed system.  The United Nations recently adopted the Convention on the Protection and Promotion of the Rights and Dignity of Persons With Disabilities. Article 17 reads in part, ''Every person with disabilities has a right to respect for his or her physical and mental integrity on an equal basis with others.''  Ashley has been denied her basic human rights through draconian interventions to her person.  Julia Epstein  Berkeley, Calif., Jan. 26, 2007  The writer is director of communications, Disability Rights Education and Defense Fund.  ", 
            "title": "The Human Rights Of a Disabled Child"
        }, 
        "weight": 0.49232471862442495, 
        "file": "1822791.txt", 
        "other_topics": {
            "0": 0.059561514033801555, 
            "1": 0.0002712913898660612, 
            "2": 0.0004944606353364339, 
            "3": 0.0458661692657359, 
            "4": 0.0001860194798482802, 
            "5": 0.05522880154319842, 
            "6": 0.0003199299320966702, 
            "7": 0.0014378622552629996, 
            "8": 0.00026500828898864276, 
            "9": 0.0005198690155793524, 
            "10": 0.00022327512302568723, 
            "11": 0.000326483973649495, 
            "12": 0.00026392270902873675, 
            "13": 0.00020117629643600474, 
            "14": 0.00012807433539333625, 
            "15": 0.00023617859762593791, 
            "16": 0.009443575266335593, 
            "17": 0.09576988116577695, 
            "18": 0.00017870111303538863, 
            "19": 0.00012418780402059245, 
            "20": 0.1479392436684982, 
            "21": 0.49232471862442495, 
            "22": 0.0002723267746126734, 
            "23": 0.004873868597396185, 
            "24": 0.00015474385891334276, 
            "25": 0.08224683532700745, 
            "26": 0.00027468127637757277, 
            "27": 0.00018983018145459464, 
            "28": 0.00028719414791372863, 
            "29": 0.0003901753193593226
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''Free Will: Now You Have It, Now You Don't'' (Jan. 2): Dennis Overbye writes knowledgeably about the status of current research on consciousness and free will. However, any scientist worth his salt knows that before beginning a project, a literature search must be done so as to make sure your question hasn't already been answered.  For something like 2,500 years, human consciousness has been studied by Buddhists, and none of their observations or conclusions seem to have been taken into account. The problem may be twofold: Buddhist thought is wrapped up in a religious garment, which is unpalatable to Westerners; and lacking M.R.I. and other modern instruments, the Buddhists have studied the only consciousness possible, their own, which is unpalatable to our Western way of studying only others. Still, some mention of this work should be in order.  Albert S. Kirsch  Bal Harbour, Fla.  To the Editor:  ''Free Will: Now You Have It, Now You Don't'' expresses the common concern that in the absence of free will, ''people are no more responsible for their actions than asteroids or planets.''  Criminals can't help themselves. But we can take comfort from the thought that the cops who arrest them and the judges and juries who send them to prison also can't help themselves.  Harold Dorn  Hoboken, N.J.  To the Editor:  Dennis Overbye's survey of scientific attempts to find the source of free will completely neglects the frequent presence of regret when we confront choices that we (presumably) made in our past.  Is this reaction meaningless? Or has evolution supplied us with a physical gene that jumps ahead into the future by showing alternative possibilities? Somehow all this is a stretch. We can only wonder whether the whole discussion is really asking the right questions.  Edwin H. Rutkowski  Vestal, N.Y.  To the Editor:  Dennis Overbye draws us into the issues of ''free will'' when his private wish to seek pleasure by indulging in chocolate cake conflicts with his health concerns and his wife's disapproval. We are then taken on a fascinating journey of the struggles facing researchers in physics, philosophy, cognitive science and computer science exploring ''free will.''  But the article makes it seem that something new is being discovered, when the restrictive effect that unconscious neurotic conflict has on ''free will'' has been studied in depth by psychoanalytic clinicians and researchers for over a century. This is unfortunate because a psychoanalytic perspective would have clarified and illuminated crucial aspects of these issues for your readers. Why are you feeding us only morsels when we could sink our teeth into the whole cake?  Bruce J. Levin, M.D.  Plymouth Meeting, Penn.  ", 
            "title": "Chocolate Morsels and Free Will"
        }, 
        "weight": 0.4884151037162703, 
        "file": "1817630.txt", 
        "other_topics": {
            "0": 0.00046914247222487187, 
            "1": 0.00031584822433725047, 
            "2": 0.02176789864438995, 
            "3": 0.037505047254686265, 
            "4": 0.06909131198279304, 
            "5": 0.006020940249644141, 
            "6": 0.0056705321268422084, 
            "7": 0.001674016416041027, 
            "8": 0.0003085331884400765, 
            "9": 0.0006052521812054544, 
            "10": 0.00025994577705234687, 
            "11": 0.00038010562518284695, 
            "12": 0.010903383268011558, 
            "13": 0.0002342174443480393, 
            "14": 0.00014910923430754743, 
            "15": 0.000274968515305419, 
            "16": 0.0003984719061981144, 
            "17": 0.05851853429250739, 
            "18": 0.00020805094207812446, 
            "19": 0.0001445843799304211, 
            "20": 0.21462120629514234, 
            "21": 0.4884151037162703, 
            "22": 0.0003170536604326783, 
            "23": 0.00037629465935121203, 
            "24": 0.00018015895413785003, 
            "25": 0.02688029563309953, 
            "26": 0.04800230766220357, 
            "27": 0.005519064823558806, 
            "28": 0.00033436284765021477, 
            "29": 0.00045425762262747953
        }
    }, 
    {
        "content": {
            "text": "  To most readers, Robert Pinsky is familiar as a former poet laureate of the United States, the author of an acclaimed translation of Dante's ''Inferno'' and the creator of the Favorite Poem Project, which invited ordinary people to submit poems with particular meaning to them, along with personal commentary. This week, in his review of Barbara Ehrenreich's ''Dancing in the Streets: A History of Collective Joy,'' Pinsky considers the cultural importance of Carnival, rock concerts and other celebratory mass events -- phenomena not as far from the world of poetry as it might seem. ''The emotional force of mass gatherings has profound importance,'' he explained in an e-mail message. ''I think we are desperate for something to counterbalance performances, great though they may be, that we experience electronically. We crave something else, something more personal as well as communal.'' The public readings sponsored by the Favorite Poem Project, he says, ''are among the most interesting group events I have witnessed: less performance than participation, and with a spirit hard to name, but unforgettable, and generated not just by each reader or poem, but by everyone there, together.'' His review begins on Page 10.  The Editors  ", 
            "title": "Up Front"
        }, 
        "weight": 0.4869239504484229, 
        "file": "1818601.txt", 
        "other_topics": {
            "0": 0.0009757733440791088, 
            "1": 0.000656935358296192, 
            "2": 0.012216815298265689, 
            "3": 0.0008707503276203398, 
            "4": 0.0004504484042215041, 
            "5": 0.001503530951968124, 
            "6": 0.0007747141723715104, 
            "7": 0.0255207465817131, 
            "8": 0.000641720754072461, 
            "9": 0.001258869063943835, 
            "10": 0.14379381151002502, 
            "11": 0.02282953072707492, 
            "12": 0.0006390920091636303, 
            "13": 0.02252609668197621, 
            "14": 0.00031013354110392857, 
            "15": 0.0005719093102434563, 
            "16": 0.0008287850438877779, 
            "17": 0.0004989856958519716, 
            "18": 0.00043272689110329025, 
            "19": 0.0003007222587143792, 
            "20": 0.038671940001549235, 
            "21": 0.4869239504484229, 
            "22": 0.0006594425548932749, 
            "23": 0.022821604267430212, 
            "24": 0.00037471411256199814, 
            "25": 0.022850132470073534, 
            "26": 0.0006651440091904305, 
            "27": 0.1767712429789663, 
            "28": 0.01171491701006328, 
            "29": 0.0009448142211523741
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''Do You Believe in Magic?'' (Jan. 23): Benedict Carey opined that superstitious habits ''have little to do with religious faith, which is much more complex,'' and that those whose magical thoughts blossom into delusion are a fundamentally different group.  But Mr. Carey also quoted a psychologist who noted that ''the point at which the culture withdraws support for belief in Santa and the Tooth Fairy is about the same time it introduces children to prayer.''  Who among us does not feel that televangelists who tell us God will send a terrorist attack this year, or extremists who round up innocents and torture them, are ''fundamentally different'' from us?  Superstition, religion, self-defeating delusion and religious extremism are all part and parcel of the same problem: an irrational refusal to accept the world as it really is.  Erik Honda  San Francisco  To the Editor:  Of the six examples of magical thinking listed with the article's illustration, more investigation needs be done on ''I visualize my immune system destroying the bacteria. It goes away faster.''  This kind of thinking is second cousin to the placebo effect, which, as I understand it, works this way: ''This pill that I am taking is genuine and my body will respond to it as expected -- in curing my condition.''  The patient doesn't know that the pill was sugar, but because of the patient's belief, the cure resulted. It may not be magic, but it sure fits the article's description of magic.  Martin Newman  Los Angeles  To the Editor:  The article about magical thinking explains that a lot of otherwise rational people cling to good-luck rituals, particularly at times of stress. I have one that absolutely works.  When boarding an aircraft, for good luck I touch the outer skin of the plane. It's a skin-to-skin bonding ritual. It actually works; I have never been killed in an airplane crash.  Kenneth S. Deffeyes  Princeton, N.J.  ", 
            "title": "Magic or Fool's Paradise?"
        }, 
        "weight": 0.47857704536821016, 
        "file": "1822629.txt", 
        "other_topics": {
            "0": 0.0005952997525272917, 
            "1": 0.027291821052366737, 
            "2": 0.0007304745702884432, 
            "3": 0.0005312273159446152, 
            "4": 0.00027480953972199815, 
            "5": 0.0009172740873224581, 
            "6": 0.00047263758319550484, 
            "7": 0.0021241768059707448, 
            "8": 0.007114260455799305, 
            "9": 0.0007680107750199742, 
            "10": 0.00032984789464042194, 
            "11": 0.0004823199731469209, 
            "12": 0.027280935182828155, 
            "13": 0.0002972009462215785, 
            "14": 0.006911965745640286, 
            "15": 0.06757650530844077, 
            "16": 0.0005056251377622336, 
            "17": 0.17509616792193292, 
            "18": 0.0002639979998929018, 
            "19": 0.00018346462042480682, 
            "20": 0.17821644348730858, 
            "21": 0.47857704536821016, 
            "22": 0.0004023126806199217, 
            "23": 0.0004774841990467776, 
            "24": 0.020396884038477423, 
            "25": 0.0004948886834761449, 
            "26": 0.0004057910235698878, 
            "27": 0.00028043914988596204, 
            "28": 0.0004242764879430604, 
            "29": 0.0005764122123740601
        }
    }, 
    {
        "content": {
            "text": "  AMERICAN FASCISTS  The Christian Right and the War on America.  By Chris Hedges.  254 pp. Free Press. $25.  Of course there are Christian fascists in America. How else to describe, say, the administrator of a faith-based drug treatment program who bound and beat a resident, then subjected her to 32 straight hours of recorded sermons? Or American Veterans in Domestic Defense, the uniform-clad cadres who took former Chief Justice Roy Moore's Ten Commandments monument on tour after a judge banned it from the Montgomery, Ala., judicial building? (American Jews, the group's founder explained, are ''a driving force behind trying to take everything to do with Christianity out of our system.'') Whatever one's definition of this most vexed of ''f'' words, in a time when the chief of staff for United States Senator Tom Coburn tells a reporter soon after the Terri Schiavo crisis, ''I don't want to impeach judges; I want to impale them,'' to flinch from examining the authoritarian impulses coursing through American life becomes a moral abdication.  Chris Hedges' ''American Fascists,'' unfortunately, is not a worthy attempt. The examples above don't even come from his book. The first two are from Michelle Goldberg's penetrating and wise ''Kingdom Coming: The Rise of Christian Nationalism.'' The third is from Max Blumenthal, a brave and resourceful reporter adept at turning over rocks that public-relations-savvy Christian conservative leaders would prefer remain undisturbed. Hedges was a longtime foreign correspondent, for The New York Times and other publications. But he writes on this subject as a neophyte, and pads out his dispatches with ungrounded theorizing, unconvincing speculation and examples that fall far short of bearing out his thesis.  In ''War Is a Force That Gives Us Meaning'' (2002), Hedges' classic meditation on the perverse pleasure human beings derive from visiting violence upon one another, he wrote, ''It took Milosevic four years of hate propaganda and lies, pumped forth daily over the airways from Belgrade, before he got one Serb to cross the border into Bosnia and begin the murderous rampage that triggered the war.'' Now he fears that Milosevics may be among us. They are ministers like Russell Johnson, who exhorts a few hundred people at an Ohio voter-registration rally in front of a banner that commingles the Christian cross and the American flag: ''We're on the beaches of Normandy, and we can see the pillbox entrenchments of academic and media liberalism. We'll take back our country for Christ.''  Hedges' conclusion: ''The crowds are wrapped in the seductive language of violence, which soon enough leads to acts of real violence.''  To reach it, he relies on a body of thought devised long ago to explain the rise of totalitarianism in the middle of the previous century -- ideas about how alienation, economic dislocation, the deformation of language and exploitative authoritarian leaders become both the necessary and the sufficient cause for imminent purgative violence. The problem is that he can't point to any actual existing violence among the people he's reporting on. This is an argument in the subjunctive mood.  Hedges is a serious Christian himself, a seminary graduate, and is best when he excoriates liberals who prefer to explain away preachers who say things like ''Jesus was the most intolerant person in the world'' (Hedges heard that at a conference aimed at ''curing'' people of their homosexuality). Instead, he insists, they must be fought -- by anyone (which should be everyone) who believes in the open society. ''I will not engage in a dialogue with those who deny my right to be,'' his book concludes, ''who delegitimize my faith and denounce my struggle before God as worthless.'' He is right: they don't want to share America with people who hold different values; they want dominion -- for the Lord to make an America where other values are impossible to hold.  But unless I speak too soon, one notable thing about today's Christian dominionists is how little recent violence they have unleashed. Not too long ago, during another high tide of a culture war, purgative right-wing vigilantism occurred at regular intervals. Just to take a few examples: in 1966, pacifists were found shot in the back of the head on a dirt bank in Richmond, Va.; in 1967, the New Jersey State Police, after subduing the riots in Newark, went on to terrorize innocent bystanders in what a gubernatorial commission called ''a pattern of police action for which there is no possible justification''; in 1968, Cuban exiles bombed more than a dozen offices, both of radical publishers and of nations trading with Castro, in the New York metropolitan area; in 1969, in Chicago, a vigilante beat a radical sociology professor in his office and left him for dead. Self-identified evangelical Christians have carried out acts like this in the past. But virtually none have occurred in years.  There may now indeed be millions more Americans than ever who fantasize about the purgation of their spiritual-cum-political enemies. Readers have, after all, bought more than 60 million books in the ''Left Behind'' series, a pornography of violence in which the Almighty melts the flesh of unbelievers and wrong-believers off their bones. The message people seem to be imbibing from these novels and from their preachers, however, is not: Take vengeance. It is: Vengeance is mine, saith the Lord. Hedges is worst when he makes the supposed imminence of mass violence the reason the rest of us should be fighting for the open society. We should be fighting for it anyway.  Rick Perlstein is the author of ''Before the Storm: Barry Goldwater and the Unmaking of the American Consensus.''  Correction:  January 28, 2007, Sunday  A review on Jan. 7 about ''American Fascists: The Christian Right and the War on America,'' by Chris Hedges, referred incorrectly to American Veterans in Domestic Defense, a group that conducted a traveling exhibit of a Ten Commandments monument banned from the judicial building in Montgomery, Ala. The group and its tour are in fact mentioned in the book.  ", 
            "title": "Christian Empire"
        }, 
        "weight": 0.47854309730516986, 
        "file": "1816850.txt", 
        "other_topics": {
            "0": 0.0001865196446539787, 
            "1": 0.002231952264725679, 
            "2": 0.0023352513799055653, 
            "3": 0.006485580495562138, 
            "4": 8.610347556648888e-05, 
            "5": 0.04662773193986407, 
            "6": 0.00014808706654669625, 
            "7": 0.07860155967022088, 
            "8": 0.00012266529695955167, 
            "9": 0.00024063355685770266, 
            "10": 0.00010334812308757674, 
            "11": 0.00857663550740034, 
            "12": 0.031717843120067216, 
            "13": 9.311916332021937e-05, 
            "14": 0.027442205142194025, 
            "15": 0.016960350296953194, 
            "16": 0.02122220961804054, 
            "17": 9.538140721149125e-05, 
            "18": 8.271599798309624e-05, 
            "19": 5.7483235400208297e-05, 
            "20": 0.10639196222120555, 
            "21": 0.47854309730516986, 
            "22": 0.0401472478878985, 
            "23": 0.00646874167272738, 
            "24": 0.08643315300004917, 
            "25": 0.006474194855325507, 
            "26": 0.00012714266585649192, 
            "27": 0.03168354765734018, 
            "28": 0.0001329345416829309, 
            "29": 0.00018060179022381581
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  In her review of Robert Richardson's biography of William James (Dec. 17), Rebecca Newberger Goldstein misunderstands James's concept of ''the divided self,'' which is central to his interpretation of religion. Concerned to highlight the connection between James's personal experience and his philosophical views, she describes James as a ''deeply divided man'' because he wasted much time trying to decide what profession to pursue. She then claims that he defined the divided self as a ''technical term in psychology,'' implying that it means merely a self struggling to make a decision.  The fact is that the divided self is for James an essentially religious concept describing the inner turmoil and division so well expressed by the anguished words of St. Paul -- ''The good I would, I do not, and that I would not, that I do, O wretched man that I am.'' James rightly saw this as the confession of human sin, the conflict between the self that knows what ought to be done and the same self acknowledging its inability to do it. That the divided self had basically religious significance for James is shown in two of his other examples -- St. Augustine and John Bunyan -- each of whom has left us vivid accounts of his own grappling with the divided self that defines the human predicament in biblical religion.  John E. Smith  New Haven  The writer is Clark professor emeritus of philosophy at Yale University.  ", 
            "title": "The Divided Self"
        }, 
        "weight": 0.47014821888723823, 
        "file": "1818605.txt", 
        "other_topics": {
            "0": 0.0008295194670559424, 
            "1": 0.0005584705419662312, 
            "2": 0.12279951549178467, 
            "3": 0.019475874280555777, 
            "4": 0.000382932903909833, 
            "5": 0.001278174077562829, 
            "6": 0.0006585960677095521, 
            "7": 0.0029599306980069083, 
            "8": 0.0005455363800896866, 
            "9": 0.0010701833590273215, 
            "10": 0.00045962600960279, 
            "11": 0.0006720879781600915, 
            "12": 0.028646756313132717, 
            "13": 0.00041413417269469327, 
            "14": 0.00026364914689844824, 
            "15": 0.0004861886309112187, 
            "16": 0.0007045625216976498, 
            "17": 0.0004241951791399914, 
            "18": 0.019103504026928335, 
            "19": 0.00025564847543159267, 
            "20": 0.3232779576390184, 
            "21": 0.47014821888723823, 
            "22": 0.000560601947171791, 
            "23": 0.0006653495766450162, 
            "24": 0.0003185500534902591, 
            "25": 0.0006896018270229808, 
            "26": 0.0005654488384695686, 
            "27": 0.00039077747499039953, 
            "28": 0.0005912073785832112, 
            "29": 0.0008032006551038274
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Regarding Dave Itzkoff's Across the Universe column (Dec. 24), Robert Heinlein didn't have to wait 50 years for negative reactions to ''Starship Troopers'': they came pretty quick. But he must have known what Truman said about the heat and the kitchen, because he never publicly responded in kind. And he even praised Joe Haldeman's ''Forever War,'' which was an obvious ideological rejoinder to his own then -- as now -- controversial novel.  John J. Pierce  Ramsey, N.J.  To the Editor:  Dave Itzkoff joins legions of other reviewers in applying the epithet ''fascist'' to the society envisioned in Heinlein's ''Starship Troopers.'' However, far from a world with an all-powerful dictator at its head, the government in the novel is elected by a pool of individuals who, regardless of race or sex, have chosen to engage in military service. Such a government, essentially republican in character, compares quite favorably with the early American system, which limited the franchise based on all of these criteria, albeit replacing noble service with simple property ownership.  While many, myself included, would not choose to live in the world of ''Starship Troopers,'' Heinlein does prove prescient in providing insights into a question that has come to plague us: How does a society demonstrate that citizenship includes both rights and responsibilities? A shallow reader might imagine that he or she should take the world presented as a utopia. However, as in most of his greatest works, Heinlein's goal is to press us to think more deeply about our own societal limitations -- limitations in this case more evident now than back in Heinlein's day.  Jordan Magill  Sacramento  ", 
            "title": "'Starship Troopers'"
        }, 
        "weight": 0.46387909517357595, 
        "file": "1818604.txt", 
        "other_topics": {
            "0": 0.07775469020671606, 
            "1": 0.00045947264827640824, 
            "2": 0.054787994722232974, 
            "3": 0.008316240404462672, 
            "4": 0.00031505188232876436, 
            "5": 0.0010515971465717155, 
            "6": 0.015956292596505443, 
            "7": 0.0024352353335229393, 
            "8": 0.00044883127480355097, 
            "9": 0.0008804761310818758, 
            "10": 0.0003781499004502218, 
            "11": 0.0005529495649183704, 
            "12": 0.008154214324221497, 
            "13": 0.00034072222395088454, 
            "14": 0.0002169130914492723, 
            "15": 0.0004000038695329547, 
            "16": 0.015994110756567075, 
            "17": 0.0003489997550440585, 
            "18": 0.008009878772618707, 
            "19": 0.00021033066779282833, 
            "20": 0.3045078438049275, 
            "21": 0.46387909517357595, 
            "22": 0.00046122622759842716, 
            "23": 0.0005474056535450314, 
            "24": 0.0002620819285659136, 
            "25": 0.0005673588021365281, 
            "26": 0.015879657213110247, 
            "27": 0.015735949160625932, 
            "28": 0.0004864063536131982, 
            "29": 0.0006608204092530572
        }
    }, 
    {
        "content": {
            "text": "  I was a free man until they brought the dessert menu around. There was one of those molten chocolate cakes, and I was suddenly being dragged into a vortex, swirling helplessly toward caloric doom, sucked toward the edge of a black (chocolate) hole. Visions of my father's heart attack danced before my glazed eyes. My wife, Nancy, had a resigned look on her face.  The outcome, endlessly replayed whenever we go out, is never in doubt, though I often cover my tracks by offering to split my dessert with the table. O.K., I can imagine what you're thinking. There but for the grace of God.  Having just lived through another New Year's Eve, many of you have just resolved to be better, wiser, stronger and richer in the coming months and years. After all, we're free humans, not slaves, robots or animals doomed to repeat the same boring mistakes over and over again. As William James wrote in 1890, the whole ''sting and excitement'' of life comes from ''our sense that in it things are really being decided from one moment to another, and that it is not the dull rattling off of a chain that was forged innumerable ages ago.'' Get over it, Dr. James. Go get yourself fitted for a new chain-mail vest. A bevy of experiments in recent years suggest that the conscious mind is like a monkey riding a tiger of subconscious decisions and actions in progress, frantically making up stories about being in control.  As a result, physicists, neuroscientists and computer scientists have joined the heirs of Plato and Aristotle in arguing about what free will is, whether we have it, and if not, why we ever thought we did in the first place.  ''Is it an illusion? That's the question,'' said Michael Silberstein, a science philosopher at Elizabethtown College in Maryland. Another question, he added, is whether talking about this in public will fan the culture wars.  ''If people freak at evolution, etc.,'' he wrote in an e-mail message, ''how much more will they freak if scientists and philosophers tell them they are nothing more than sophisticated meat machines, and is that conclusion now clearly warranted or is it premature?''  Daniel C. Dennett, a philosopher and cognitive scientist at Tufts University who has written extensively about free will, said that ''when we consider whether free will is an illusion or reality, we are looking into an abyss. What seems to confront us is a plunge into nihilism and despair.''  Mark Hallett, a researcher with the National Institute of Neurological Disorders and Stroke, said, ''Free will does exist, but it's a perception, not a power or a driving force. People experience free will. They have the sense they are free.  ''The more you scrutinize it, the more you realize you don't have it,'' he said.  That is hardly a new thought. The German philosopher Arthur Schopenhauer said, as Einstein paraphrased it, that ''a human can very well do what he wants, but cannot will what he wants.''  Einstein, among others, found that a comforting idea. ''This knowledge of the non-freedom of the will protects me from losing my good humor and taking much too seriously myself and my fellow humans as acting and judging individuals,'' he said.  How comforted or depressed this makes you might depend on what you mean by free will. The traditional definition is called ''libertarian'' or ''deep'' free will. It holds that humans are free moral agents whose actions are not predetermined. This school of thought says in effect that the whole chain of cause and effect in the history of the universe stops dead in its tracks as you ponder the dessert menu.  At that point, anything is possible. Whatever choice you make is unforced and could have been otherwise, but it is not random. You are responsible for any damage to your pocketbook and your arteries.  ''That strikes many people as incoherent,'' said Dr. Silberstein, who noted that every physical system that has been investigated has turned out to be either deterministic or random. ''Both are bad news for free will,'' he said. So if human actions can't be caused and aren't random, he said, ''It must be -- what -- some weird magical power?''  People who believe already that humans are magic will have no problem with that.  But whatever that power is -- call it soul or the spirit -- those people have to explain how it could stand independent of the physical universe and yet reach from the immaterial world and meddle in our own, jiggling brain cells that lead us to say the words ''molten chocolate.''  A vote in favor of free will comes from some physicists, who say it is a prerequisite for inventing theories and planning experiments.  That is especially true when it comes to quantum mechanics, the strange paradoxical theory that ascribes a microscopic randomness to the foundation of reality. Anton Zeilinger, a quantum physicist at the University of Vienna, said recently that quantum randomness was ''not a proof, just a hint, telling us we have free will.''  Is there any evidence beyond our own intuitions and introspections that humans work that way?  Two Tips of the Iceberg  In the 1970s, Benjamin Libet, a physiologist at the University of California, San Francisco, wired up the brains of volunteers to an electroencephalogram and told the volunteers to make random motions, like pressing a button or flicking a finger, while he noted the time on a clock.  Dr. Libet found that brain signals associated with these actions occurred half a second before the subject was conscious of deciding to make them.  The order of brain activities seemed to be perception of motion, and then decision, rather than the other way around.  In short, the conscious brain was only playing catch-up to what the unconscious brain was already doing. The decision to act was an illusion, the monkey making up a story about what the tiger had already done.  Dr. Libet's results have been reproduced again and again over the years, along with other experiments that suggest that people can be easily fooled when it comes to assuming ownership of their actions. Patients with tics or certain diseases, like chorea, cannot say whether their movements are voluntary or involuntary, Dr. Hallett said.  In some experiments, subjects have been tricked into believing they are responding to stimuli they couldn't have seen in time to respond to, or into taking credit or blame for things they couldn't have done. Take, for example, the ''voodoo experiment'' by Dan Wegner, a psychologist at Harvard, and Emily Pronin of Princeton. In the experiment, two people are invited to play witch doctor.  One person, the subject, puts a curse on the other by sticking pins into a doll. The second person, however, is in on the experiment, and by prior arrangement with the doctors, acts either obnoxious, so that the pin-sticker dislikes him, or nice.  After a while, the ostensible victim complains of a headache. In cases in which he or she was unlikable, the subject tended to claim responsibility for causing the headache, an example of the ''magical thinking'' that makes baseball fans put on their rally caps.  ''We made it happen in a lab,'' Dr. Wegner said.  Is a similar sort of magical thinking responsible for the experience of free will?  ''We see two tips of the iceberg, the thought and the action,'' Dr. Wegner said, ''and we draw a connection.''  But most of the action is going on beneath the surface. Indeed, the conscious mind is often a drag on many activities. Too much thinking can give a golfer the yips. Drivers perform better on automatic pilot. Fiction writers report writing in a kind of trance in which they simply take dictation from the voices and characters in their head, a grace that is, alas, rarely if ever granted nonfiction writers.  Naturally, almost everyone has a slant on such experiments and whether or not the word ''illusion'' should be used in describing free will. Dr. Libet said his results left room for a limited version of free will in the form of a veto power over what we sense ourselves doing. In effect, the unconscious brain proposes and the mind disposes.  In a 1999 essay, he wrote that although this might not seem like much, it was enough to satisfy ethical standards. ''Most of the Ten Commandments are 'do not' orders,'' he wrote.  But that might seem a pinched and diminished form of free will.  Good Intentions  Dr. Dennett, the Tufts professor, is one of many who have tried to redefine free will in a way that involves no escape from the materialist world while still offering enough autonomy for moral responsibility, which seems to be what everyone cares about.  The belief that the traditional intuitive notion of a free will divorced from causality is inflated, metaphysical nonsense, Dr. Dennett says reflecting an outdated dualistic view of the world.  Rather, Dr. Dennett argues, it is precisely our immersion in causality and the material world that frees us. Evolution, history and culture, he explains, have endowed us with feedback systems that give us the unique ability to reflect and think things over and to imagine the future. Free will and determinism can co-exist.  ''All the varieties of free will worth having, we have,'' Dr. Dennett said.  ''We have the power to veto our urges and then to veto our vetoes,'' he said. ''We have the power of imagination, to see and imagine futures.''  In this regard, causality is not our enemy but our friend, giving us the ability to look ahead and plan. ''That's what makes us moral agents,'' Dr. Dennett said. ''You don't need a miracle to have responsibility.''  Other philosophers disagree on the degree and nature of such ''freedom.'' Their arguments partly turn on the extent to which collections of things, whether electrons or people, can transcend their origins and produce novel phenomena.  These so-called emergent phenomena, like brains and stock markets, or the idea of democracy, grow naturally in accordance with the laws of physics, so the story goes. But once they are here, they play by new rules, and can even act on their constituents, as when an artist envisions a teapot and then sculpts it -- a concept sometimes known as ''downward causation.'' A knowledge of quarks is no help in predicting hurricanes -- it's physics all the way down. But does the same apply to the stock market or to the brain? Are the rules elusive just because we can't solve the equations or because something fundamentally new happens when we increase numbers and levels of complexity?  Opinions vary about whether it will ultimately prove to be physics all the way down, total independence from physics, or some shade in between, and thus how free we are. Dr. Silberstein, the Elizabethtown College professor, said, ''There's nothing in fundamental physics by itself that tells us we can't have such emergent properties when we get to different levels of complexities.''  He waxed poetically as he imagined how the universe would evolve, with more and more complicated forms emerging from primordial quantum muck as from an elaborate computer game, in accordance with a few simple rules: ''If you understand, you ought to be awestruck, you ought to be bowled over.''  George R. F. Ellis, a cosmologist at the University of Cape Town, said that freedom could emerge from this framework as well. ''A nuclear bomb, for example, proceeds to detonate according to the laws of nuclear physics,'' he explained in an e-mail message. ''Whether it does indeed detonate is determined by political and ethical considerations, which are of a completely different order.''  I have to admit that I find these kind of ideas inspiring, if not liberating. But I worry that I am being sold a sort of psychic perpetual motion machine. Free wills, ideas, phenomena created by physics but not accountable to it. Do they offer a release from the chains of determinism or just a prescription for a very intricate weave of the links?And so I sought clarity from mathematicians and computer scientists. According to deep mathematical principles, they say, even machines can become too complicated to predict their own behavior and would labor under the delusion of free will.  If by free will we mean the ability to choose, even a simple laptop computer has some kind of free will, said Seth Lloyd, an expert on quantum computing and professor of mechanical engineering at the Massachusetts Institute of Technology.  Every time you click on an icon, he explained, the computer's operating system decides how to allocate memory space, based on some deterministic instructions. But, Dr. Lloyd said, ''If I ask how long will it take to boot up five minutes from now, the operating system will say 'I don't know, wait and see, and I'll make decisions and let you know.' ''  Why can't computers say what they're going to do? In 1930, the Austrian philosopher Kurt Gödel proved that in any formal system of logic, which includes mathematics and a kind of idealized computer called a Turing machine, there are statements that cannot be proven either true or false. Among them are self-referential statements like the famous paradox stated by the Cretan philosopher Epimenides, who said that all Cretans are liars: if he is telling the truth, then, as a Cretan, he is lying.  One implication is that no system can contain a complete representation of itself, or as Janna Levin, a cosmologist at Barnard College of Columbia University and author of the 2006 novel about Gödel, ''A Madman Dreams of Turing Machines,'' said: ''Gödel says you can't program intelligence as complex as yourself. But you can let it evolve. A complex machine would still suffer from the illusion of free will.''  Another implication is there is no algorithm, or recipe for computation, to determine when or if any given computer program will finish some calculation. The only way to find out is to set it computing and see what happens. Any way to find out would be tantamount to doing the calculation itself.  ''There are no shortcuts in computation,'' Dr. Lloyd said.  That means that the more reasonably you try to act, the more unpredictable you are, at least to yourself, Dr. Lloyd said. Even if your wife knows you will order the chile rellenos, you have to live your life to find out.  To him that sounds like free will of a sort, for machines as well as for us. Our actions are determined, but so what? We still don't know what they will be until the waiter brings the tray.  That works for me, because I am comfortable with so-called physicalist reasoning, and I'm always happy to leverage concepts of higher mathematics to cut through philosophical knots.  The Magician's Spell  So what about Hitler?  The death of free will, or its exposure as a convenient illusion, some worry, could wreak havoc on our sense of moral and legal responsibility. According to those who believe that free will and determinism are incompatible, Dr. Silberstein said in an e-mail message, it would mean that ''people are no more responsible for their actions than asteroids or planets.'' Anything would go.  Dr. Wegner of Harvard said: ''We worry that explaining evil condones it. We have to maintain our outrage at Hitler. But wouldn't it be nice to have a theory of evil in advance that could keep him from coming to power?''  He added, ''A system a bit more focused on helping people change rather than paying them back for what they've done might be a good thing.''  Dr. Wegner said he thought that exposing free will as an illusion would have little effect on people's lives or on their feelings of self-worth. Most of them would remain in denial.  ''It's an illusion, but it's a very persistent illusion; it keeps coming back,'' he said, comparing it to a magician's trick that has been seen again and again. ''Even though you know it's a trick, you get fooled every time. The feelings just don't go away.''  In an essay about free will in 1999, Dr. Libet wound up quoting the writer Isaac Bashevis Singer, who once said in an interview with the Paris Review, ''The greatest gift which humanity has received is free choice. It is true that we are limited in our use of free choice. But the little free choice we have is such a great gift and is potentially worth so much that for this itself, life is worthwhile living.''  I could skip the chocolate cake, I really could, but why bother? Waiter!  Correction:  January 4, 2007, Thursday  An article in Science Times on Tuesday about the debate over free will misstated the location of Elizabethtown College, where Michael Silberstein, who commented on free will and popular culture, is a science philosopher. It is in Pennsylvania, not Maryland.  ", 
            "title": "Free Will: Now You Have It, Now You Don't"
        }, 
        "weight": 0.45262818532139043, 
        "file": "1815897.txt", 
        "other_topics": {
            "0": 7.886887871482347e-05, 
            "1": 0.0027251125415575584, 
            "2": 9.677764864466459e-05, 
            "3": 0.003633066039620539, 
            "4": 0.026756552374266458, 
            "5": 0.012590926482576151, 
            "6": 6.261785943444451e-05, 
            "7": 0.09202058460083876, 
            "8": 0.03924141286809546, 
            "9": 0.00010175066999368687, 
            "10": 4.3700225787583635e-05, 
            "11": 6.390064047963376e-05, 
            "12": 5.16559203673561e-05, 
            "13": 3.9374962415100006e-05, 
            "14": 2.5067178548322204e-05, 
            "15": 4.622574115102353e-05, 
            "16": 0.012536388762817128, 
            "17": 0.033885847222809025, 
            "18": 3.497603710754893e-05, 
            "19": 2.4306492376849844e-05, 
            "20": 0.2364816626562546, 
            "21": 0.45262818532139043, 
            "22": 5.330079489961395e-05, 
            "23": 6.325996814712006e-05, 
            "24": 3.0287035483917636e-05, 
            "25": 0.0027375802145026737, 
            "26": 5.376162661856693e-05, 
            "27": 0.027647969684077033, 
            "28": 0.05616851300681751, 
            "29": 7.636654420646453e-05
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''A Princeton Maverick Succumbs to a Cultural Shift'' (Arts pages, Jan. 3):  A society that squelches independent bookstores deprives itself of exactly what this country was founded to encourage: open expression, entrepreneurship, neighborhood and respect for individual choice.  Mary B. Caskey  Rockford, Ill., Jan. 3, 2007  ", 
            "title": "Requiem for a Bookstore"
        }, 
        "weight": 0.4500234373728272, 
        "file": "1817399.txt", 
        "other_topics": {
            "0": 0.002623822182926602, 
            "1": 0.06102847241572008, 
            "2": 0.003219613939783598, 
            "3": 0.0023414187723656723, 
            "4": 0.0012112408300881514, 
            "5": 0.0040429448994774774, 
            "6": 0.031714178238535014, 
            "7": 0.009362446734275602, 
            "8": 0.0017255658396456482, 
            "9": 0.0033850571912201087, 
            "10": 0.031084823445872257, 
            "11": 0.061387851503604214, 
            "12": 0.0017184972317082644, 
            "13": 0.0013099324032512568, 
            "14": 0.0008339388135121007, 
            "15": 0.0015378451808962055, 
            "16": 0.0022285755152317926, 
            "17": 0.001341755998648519, 
            "18": 0.0011635882686436931, 
            "19": 0.0008086321870774641, 
            "20": 0.07435656748515257, 
            "21": 0.4500234373728272, 
            "22": 0.001773219174712863, 
            "23": 0.00210454250675745, 
            "24": 0.001007593829818861, 
            "25": 0.002181253898177155, 
            "26": 0.0017885501963590194, 
            "27": 0.23828403373944582, 
            "28": 0.001870026076834555, 
            "29": 0.002540574127430906
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''51% of Women Are Now Living Without Spouse'' (front page, Jan. 16):  Being an ''old wife'' can be the most dreary prospect a mature woman can imagine; being a new woman the most pleasantly challenging and rewarding situation to awaken to.  After all, after a lifetime of servitude to a husband who has morphed into an increasingly petulant and dissatisfied ungrateful wretch of a so-called partner who wants to ''move on,'' newly emancipated older women, former ''old wives,'' can discover how delicious it is to be alone.  What carry the day are imagination, enthusiasm, skills honed through years of managing an entire household now so simple for one's self. And at last at long last, nobody's bad mood to cloud the days and nights.  Liberty! My life back! Thanks! I never have to cook another pot roast as long as I live.  Barbara Dix  Lauderhill, Fla., Jan. 16, 2007  To the Editor:  I found your article heartening and uplifting. More and more women envision and live their lives outside the traditional institution of marriage and focus on their careers and interests.  Unfortunately, by not mentioning lesbians and same-sex spouses, the article offers an incomplete picture of women's world, one in which relationships are still viewed as exclusively heterosexual.  There are many women who have a spouse but not a husband; similarly, there are many women who don't have a spouse simply because they cannot marry the woman they love.  Giordana Grossi  Kingston, N.Y., Jan. 16, 2007  To the Editor:  Your article was quite informative with regard to changing social mores and the empowerment of women. But there was no mention of the effects of divorce and separation on children.  Such issues likely lead to internal conflicts within parents, particularly mothers, about the effects of a potential marital separation, as parents struggle between their sense of connection and obligation to their children and their responsibility to their own self-fulfillment.  Leon Hoffman, M.D.  New York, Jan. 16, 2007  The writer is director of the Pacella Parent Child Center, New York Psychoanalytic Institute and Society.  ", 
            "title": "An Unmarried Woman, on Her Own"
        }, 
        "weight": 0.4496976375037119, 
        "file": "1819643.txt", 
        "other_topics": {
            "0": 0.0005440906814347496, 
            "1": 0.006510758858120755, 
            "2": 0.0006676374465665076, 
            "3": 0.061930050531783534, 
            "4": 0.0002511697831173834, 
            "5": 0.0008383680341120817, 
            "6": 0.00043198019757403796, 
            "7": 0.008085902232845745, 
            "8": 0.0003578231404790247, 
            "9": 0.20346886276772505, 
            "10": 0.00030147361056814305, 
            "11": 0.000440829685792734, 
            "12": 0.00035635735375975984, 
            "13": 0.006416087091355005, 
            "14": 0.0001729302924074631, 
            "15": 0.00031889631769241306, 
            "16": 0.0004621300858729662, 
            "17": 0.00027823415030722666, 
            "18": 0.00024128827712313673, 
            "19": 0.00016768256650925533, 
            "20": 0.1874636582249693, 
            "21": 0.4496976375037119, 
            "22": 0.0003677048068960833, 
            "23": 0.0004364098962426101, 
            "24": 0.00020894038362923964, 
            "25": 0.0680412898957802, 
            "26": 0.00037088393468485904, 
            "27": 0.0002563151211043712, 
            "28": 0.00038777923636227094, 
            "29": 0.0005268278914722645
        }
    }, 
    {
        "content": {
            "text": "  IN one of his last books, Romain Gary tells how, as a lover at 59 of a Russian woman of 20, he decided to end the relationship because of the age difference. But, deeply in love, he hesitated. In the cafe where he went to write a letter breaking off the liaison, the server asked him what he wanted. ''Je prendrai une décision,'' he said, I will have a decision. As the server, philosophically, waited for him to place his proper order, he corrected himself. ''Je prendrai une infusion,'' I will have an herbal tea.  The practice of making New Year's resolutions is growing rare in France, perhaps because we spread them out from January to December, a demonstration of a delicate balance between good will and willpower. Descendants of the spiritual exercises of the ancients, resolutions are both educational and therapeutic.  In declaring resolutions, if possible before witnesses, we nourish the illusion that changing our lifestyles will change our lives: ''This year, I will read Proust.'' ''This year, I will not invade Iraq.'' ''This year, I will be faithful to my wife.'' ''This year, I will reduce unemployment in France.'' Or, more prosaically, ''I will exercise three times a week, I will finally try to stop smoking, I will cut back on sugar,'' etc. It's a sort of collective drunkenness for people to make vows that nobody expects to keep.  Westerners are athletes of introspection -- we never stop analyzing ourselves. ''It is never too late or too early to care for the well-being of the soul,'' Epicurus said, and so we make our lives a study of ourselves. We need a moment in the year when we look at ourselves, weigh our good and bad habits, evaluate our conduct as a doctor evaluates our health during an annual examination, so we can strive for a way of life that is wiser and more responsible.  There are two types of resolutions: those that are reasonable, and those that are not. The day I took communion, when I was an adolescent and still believed in God, I would decide to be good to everyone, to smile at my family, to spread charity and goodwill. This love for my neighbors, even the ones who annoyed me, lasted two days, and then I returned to being an ordinary human, neither good nor bad, with my moods and my preferences. I could not make myself someone I was not.  Similarly, to declare that in 2007 we resolve to be happy is unreasonable. We can't determine to be happy: it is in our power to avoid certain evils, to stay away from conflict, to not bankrupt ourselves, to not throw ourselves out the window or under a train, but we can't order up happiness as we order a dish in a restaurant or command a dog to come at our call. Happiness eludes the rendezvous we fix, arrives when we least expect it, disappears when we think we have it in hand.  In other words, those people who are unhappy about not being happy forget that happiness has a knack for indirection, coming in the middle of the most ordinary day or disappearing at the height of one's career. It is a matter of luck, almost of grace, a visitor who enters the house unexpectedly and vanishes on tiptoe. ''I recognize happiness by the sound it makes when it leaves,'' said the poet Jacques Prévert.  In contrast, let's imagine someone who sets out on Dec. 31 to ruin his life. It's not certain that ruin will arrive easily: it is no less difficult to destroy one's life than to improve it. Catastrophe is a delicate art that also requires chance. Hell is just as hard to get into as heaven.  If the end of the year brings a flood of resolutions to change, it is because we are faced with an existence that is invaded by the routine, by the rush of demands. We can't bear it. We know that another life exists, more beautiful, more passionate, one that laziness and apathy keeps us from attaining.  I have to break with time to overcome my obstacles, to rediscover myself, to be myself in all innocence. I can change my life, at least in some small way. Making resolutions demonstrates optimism, the desire to make oneself better, a faith, naïve and beautiful at once, that declarations can spontaneously become actions, that saying means doing.  Oh, the glorious day of making a resolution, the belief that starting tomorrow I will be the pilot of my existence, that I will stop being the plaything of external circumstances, that I will govern myself. I'm better than I seem to be -- a person obsessed by little irritants, addicted to talking nonsense -- and I'm going to prove it to the world. The certainty that soon, thanks to my willpower, I will no longer be someone who is habitually late, a slave to my cellphone, a glutton, a distracted driver that can galvanize me, prompt me to change, tear away my imperfect personality. Real life starts now; I can immediately free myself of my neuroses, correct myself. I can rid myself of the fear of failure and of the specter of the failures of the past.  Knowing that you can change your behavior, even by an iota, is essential for holding yourself in esteem. We're often cynical about how resolutions are never kept, but we shouldn't be. Resolutions are perhaps lies, but they're lies of good faith, necessary illusions. As long as we can make them, we are saved, we can control the chaos of destiny; it doesn't matter that we break them and that others view us with skepticism. Every resolution is good simply because it is declared. It is a comedy, perhaps, but it keeps us sane.  Op-Ed Contributor Pascal Bruckner is the author of ''The Temptation of Innocence: Living in the Age of Entitlement.'' This article was translated by The Times from the French.  ", 
            "title": "Another Last Chance to Change Your Life"
        }, 
        "weight": 0.44632877835330675, 
        "file": "1815781.txt", 
        "other_topics": {
            "0": 0.01289061429911526, 
            "1": 0.0026842812980816155, 
            "2": 0.00027525619528699825, 
            "3": 0.0002001761810294087, 
            "4": 0.03556917772890147, 
            "5": 0.0028789045642946868, 
            "6": 0.00017809849677404303, 
            "7": 0.18319506880954575, 
            "8": 0.0001475247332821526, 
            "9": 0.002822659414755678, 
            "10": 0.00012429272721471718, 
            "11": 0.00018174699862162888, 
            "12": 0.0001469204129620118, 
            "13": 0.00011199075918596934, 
            "14": 0.007671073052237899, 
            "15": 0.00013147582950966686, 
            "16": 0.00019052881143684448, 
            "17": 0.0001147114710331767, 
            "18": 9.947928096279027e-05, 
            "19": 6.913282876906275e-05, 
            "20": 0.27994896635942884, 
            "21": 0.44632877835330675, 
            "22": 0.00015159878562155188, 
            "23": 0.0001799247903830214, 
            "24": 8.614276406358098e-05, 
            "25": 0.0001864831188448428, 
            "26": 0.00015290948894409597, 
            "27": 0.02037174572836117, 
            "28": 0.0026931340405689772, 
            "29": 0.00021720267747636223
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''Music of the Hemispheres'' by Clive Thompson [Dec. 31]:  I delight in Daniel Levitin's research, but I am distressed by his cultural limitations. How about some experiments with a baby responding to the voice of its mother or to another child? By emphasizing timbre over tune, he mistakes the part for the whole. He might try measuring just the human voice: no instruments, no amplification. Can it be that singing together is the one human activity that uses all our potential at once: physical, intellectual, emotional and spiritual? Can Dr. Levitin measure that?  Alice Parker  Hawley, Mass.  The writer is a composer and teacher whose books include ''The Anatomy of Melody.''  NEUROSCIENCE OF MUSIC  ", 
            "title": "What Can't Be Measured"
        }, 
        "weight": 0.4338702393591575, 
        "file": "1816978.txt", 
        "other_topics": {
            "0": 0.0015883835952692855, 
            "1": 0.0010693726699972498, 
            "2": 0.019886779162340842, 
            "3": 0.0014174250038289352, 
            "4": 0.0007332490276785616, 
            "5": 0.0024474781091090793, 
            "6": 0.001261095406924505, 
            "7": 0.05948090875365967, 
            "8": 0.001044606029358694, 
            "9": 0.002049212536798175, 
            "10": 0.305821360309259, 
            "11": 0.0012869300377916233, 
            "12": 0.0010403269052007423, 
            "13": 0.000792993958879938, 
            "14": 0.000504841654080187, 
            "15": 0.0009309655483874653, 
            "16": 0.0013491130657583884, 
            "17": 0.000812259013196659, 
            "18": 0.0007044015900116865, 
            "19": 0.0004895217781594989, 
            "20": 0.15263957164795125, 
            "21": 0.4338702393591575, 
            "22": 0.0010734539353536834, 
            "23": 0.0012740271863819152, 
            "24": 0.0006099672151539247, 
            "25": 0.0013204659719422357, 
            "26": 0.0010827348780333857, 
            "27": 0.0007482699988686874, 
            "28": 0.0011320579429878533, 
            "29": 0.0015379877084794494
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''Uncruel Beauty'' (Thursday Styles, Jan. 11), about vegan-friendly fashion: Not only is it chic to wear fashion that has some conscience and imagination to it, but there also is a marvelous inner feeling of knowing that one is not using one's clothing to wage a war on nature.  Some day it will be the ultimate in chic to be a compassionate consumer. Those who continue to abuse every animal and natural resource for their own pleasures will come to represent the ugly.  Kat McAfee  Princeton, N.J., Jan. 12, 2007  ", 
            "title": "Compassionate Chic"
        }, 
        "weight": 0.4254562043277164, 
        "file": "1819260.txt", 
        "other_topics": {
            "0": 0.0020714184331187134, 
            "1": 0.0013945738718927903, 
            "2": 0.00254177577497075, 
            "3": 0.0018484705390053168, 
            "4": 0.0009562334668548666, 
            "5": 0.003191767583701079, 
            "6": 0.0016446003846960517, 
            "7": 0.007391333479328654, 
            "8": 0.0013622755806626835, 
            "9": 0.3535623687634192, 
            "10": 0.04793307698879129, 
            "11": 0.0016782914469497473, 
            "12": 0.0013566951549489048, 
            "13": 0.0010341471094689855, 
            "14": 0.0006583663487726666, 
            "15": 0.0012140765009609243, 
            "16": 0.0017593846228935953, 
            "17": 0.0010592707563925258, 
            "18": 0.0009186133892430241, 
            "19": 0.0006383876273418242, 
            "20": 0.05870198274655308, 
            "21": 0.4254562043277164, 
            "22": 0.0013998962690233978, 
            "23": 0.001661464778423666, 
            "24": 0.0007954610818388122, 
            "25": 0.025114691225605158, 
            "26": 0.0014119995895315615, 
            "27": 0.024368487796212583, 
            "28": 0.0014763220279078372, 
            "29": 0.025398362333773957
        }
    }, 
    {
        "content": {
            "text": "  A review on Jan. 7 about ''American Fascists: The Christian Right and the War on America,'' by Chris Hedges, referred incorrectly to American Veterans in Domestic Defense, a group that conducted a traveling exhibit of a Ten Commandments monument banned from the judicial building in Montgomery, Ala. The group and its tour are in fact mentioned in the book.  ", 
            "title": "Correction"
        }, 
        "weight": 0.42484620376544757, 
        "file": "1822259.txt", 
        "other_topics": {
            "0": 0.0024770285305128073, 
            "1": 0.11356063749289602, 
            "2": 0.0030394878273288114, 
            "3": 0.002210424600709416, 
            "4": 0.00114347615207059, 
            "5": 0.22760273291552555, 
            "6": 0.001966634075014525, 
            "7": 0.008838650662805174, 
            "8": 0.0016290264804884936, 
            "9": 0.031168922185019387, 
            "10": 0.0013724894765791964, 
            "11": 0.0020069222761289855, 
            "12": 0.0016223533363837435, 
            "13": 0.001236646277712844, 
            "14": 0.14065351824132405, 
            "15": 0.0014518081344760438, 
            "16": 0.0021038945282009043, 
            "17": 0.0012666894545163077, 
            "18": 0.0010984895843763266, 
            "19": 0.0007633920511517681, 
            "20": 0.01425008406485273, 
            "21": 0.42484620376544757, 
            "22": 0.0016740137785240326, 
            "23": 0.0019868007317098645, 
            "24": 0.0009512224875110002, 
            "25": 0.0020592203897180916, 
            "26": 0.0016884870832573134, 
            "27": 0.0011669008300292192, 
            "28": 0.0017654046738622706, 
            "29": 0.0023984379118670925
        }
    }, 
    {
        "content": {
            "text": "  Re ''The Times Speaks for Itself'' (Dec. 17): In response to those who say you speak for The New York Times, you say that ''it exercises absolutely no control over what I write in the space regularly provided to me'' and give several examples and arguments why that is true.  I believe and agree with you. But at the end of the day, your paycheck comes from the paper, which means it is possible (though not necessarily true) either that you may occasionally consciously or unconsciously censor yourself, or that one day the paper may stop paying you.  If either of these events occurred (which you may not or cannot absolutely know or predict), it would then contradict your ''absolute'' statement.  DARREN LINKIN  Philadelphia, Dec. 17, 2006  LETTERS TO THE PUBLIC EDITOR  ", 
            "title": "An Independent Voice"
        }, 
        "weight": 0.4206302410624903, 
        "file": "1817262.txt", 
        "other_topics": {
            "0": 0.0016787208755233332, 
            "1": 0.15279343916573687, 
            "2": 0.0020599083150566696, 
            "3": 0.0014980392334088375, 
            "4": 0.0007749516259090453, 
            "5": 0.13529201667255944, 
            "6": 0.0013328185911362616, 
            "7": 0.04390590325675999, 
            "8": 0.0011040166578179017, 
            "9": 0.0021657588721973767, 
            "10": 0.0009301575284207963, 
            "11": 0.0013601225335071335, 
            "12": 0.0010994941639604328, 
            "13": 0.0008380944734637333, 
            "14": 0.0005335538758157855, 
            "15": 0.000983913020208517, 
            "16": 0.0014258421414544585, 
            "17": 0.07669007885121756, 
            "18": 0.0007444635272148937, 
            "19": 0.0005173627015962316, 
            "20": 0.12340493973713303, 
            "21": 0.4206302410624903, 
            "22": 0.0011345052514757285, 
            "23": 0.02030439176101229, 
            "24": 0.0006446583183768834, 
            "25": 0.0013955657809106453, 
            "26": 0.0011443140358697215, 
            "27": 0.0007908268955747607, 
            "28": 0.0011964422868982905, 
            "29": 0.0016254587872931497
        }
    }, 
    {
        "content": {
            "text": "  In his review of Dinesh D'Souza's ''Enemy at Home,'' Alan Wolfe makes the assumption that he is one of those D'Souza has in mind when he speaks of ''decent liberals.'' If not, Wolfe should be, because over the years he has made a name for himself as the man editors turn to when they want a temperate, reasoned discussion of a hot-button issue from a slightly left-of-center perspective. As a result, he appears again and again in publications like The New Republic, Commonweal, The New Yorker and The Wall Street Journal. A list of his books, articles and reviews runs to 25 pages; his byline has appeared 21 times in The Book Review alone.  In addition to his writing, Wolfe teaches political science at Boston College, where he is the director of the Boisi Center for Religion and American Public Life. He also heads a task force on religion and democracy for the American Political Science Association. As a final word on the book he reviews on Page 6 in this issue, Wolfe had this to say in an e-mail message: ''Unlike D'Souza, I have not yet gotten over 9/11.  ''The Editors  ", 
            "title": "Up Front"
        }, 
        "weight": 0.41435359818261963, 
        "file": "1820200.txt", 
        "other_topics": {
            "0": 0.000986645659214486, 
            "1": 0.03409101921837483, 
            "2": 0.0012106834596888527, 
            "3": 0.04544947127487752, 
            "4": 0.0004554674150734001, 
            "5": 0.001520283676793804, 
            "6": 0.0007833462350046777, 
            "7": 0.014662850534091955, 
            "8": 0.0006488709701646747, 
            "9": 0.0012728957036962168, 
            "10": 0.0005466876007698146, 
            "11": 0.0007993937606013705, 
            "12": 0.011788467641440814, 
            "13": 0.0004925787760856074, 
            "14": 0.0003135891280118847, 
            "15": 0.0005782816694471105, 
            "16": 0.0008380195779435727, 
            "17": 0.0005045455215699697, 
            "18": 0.00043754844434224156, 
            "19": 0.00030407298271683777, 
            "20": 0.22852116261464958, 
            "21": 0.41435359818261963, 
            "22": 0.034093554350794995, 
            "23": 0.011933633688654691, 
            "24": 0.00037888927264622047, 
            "25": 0.0008202250534678742, 
            "26": 0.00067255521315722, 
            "27": 0.18988312789932285, 
            "28": 0.0007031928929226229, 
            "29": 0.0009553415818546169
        }
    }, 
    {
        "content": {
            "text": "  Rick PERLSTEIN, who reviews Chris Hedges' book ''American Fascists: The Christian Right and the War on America'' on Page 15, is not a man of the right, but a dozen years ago he became interested in writing about conservatism. ''The 1994 off-year election -- the one dominated by Newt Gingrich's conservative revolutionaries -- awakened a burning fascination in me,'' Perlstein said in an e-mail message. ''How was it that so many of my fellow citizens were taking things for granted that were absolutely the opposite of what I then took for granted? It's part of the fascination of belonging to such a big, complex country like America: we're all surrounded by people who are utterly exotic to us, and us to them.''  Perlstein went on to write ''Before the Storm: Barry Goldwater and the Unmaking of the American Consensus'' (2001), which described the birth pangs of the modern right. He has also contributed articles to publications like The Nation and The New Republic, and ''just finished the manuscript for a big book I've worked on for five years. It's called 'Nixonland: The Politics and Culture of the American Berserk, 1965-1972,' and it's about Richard Nixon's rise to power,'' set against ''the background of the social cataclysms of the 1960s.''  The Editors  ", 
            "title": "Up Front"
        }, 
        "weight": 0.4117329526022973, 
        "file": "1816886.txt", 
        "other_topics": {
            "0": 0.0009547320559823256, 
            "1": 0.000642769398323265, 
            "2": 0.001171523229051432, 
            "3": 0.0008519737248211322, 
            "4": 0.0004407350679191009, 
            "5": 0.0014711092547422696, 
            "6": 0.0007580084648499403, 
            "7": 0.1759163565732018, 
            "8": 0.0006278828773298176, 
            "9": 0.012013575456999694, 
            "10": 0.0005290046859158641, 
            "11": 0.0007735369242956114, 
            "12": 0.000625310817899531, 
            "13": 0.0004766460412949889, 
            "14": 0.0003034459130533776, 
            "15": 0.000559576826849557, 
            "16": 0.1301931406514409, 
            "17": 0.00048822571573332635, 
            "18": 0.011205247969888288, 
            "19": 0.000294237572776687, 
            "20": 0.1133109956283884, 
            "21": 0.4117329526022973, 
            "22": 0.0006452225304736866, 
            "23": 0.0007657813884847945, 
            "24": 0.0003666338881490342, 
            "25": 0.01157554669100944, 
            "26": 0.0006508010402948889, 
            "27": 0.11905013875484952, 
            "28": 0.0006804477272485811, 
            "29": 0.0009244405264354241
        }
    }, 
    {
        "content": {
            "text": "  Income inequality is on the rise. The rich are getting better at passing their advantages on to their kids. Lifestyle and values gaps are widening between the educated and uneducated. So the big issue is: Will Americans demand new policies to reverse these trends -- to redistribute wealth, to provide greater economic security? Are we about to see a mass populist movement in this country?  Nobody was smarter on this subject than Seymour Martin Lipset, the eminent sociologist who died at 84 on New Year's Eve. Lipset had been a socialist in the hothouse atmosphere of City College during the 1940s, and though he later became a moderate Democrat, he continued to wonder, with some regret, why America never had a serious socialist movement, why America never adopted a European-style welfare state.  Lipset was aware of the structural and demographic answers to such questions. For example, racially diverse nations tend to have lower levels of social support than homogeneous ones. People don't feel as bound together when they are divided on ethnic lines and are less likely to embrace mutual support programs. You can have diversity or a big welfare state. It's hard to have both.  But as he studied these matters, Lipset moved away from structural or demographic explanations (too many counterexamples). He drifted, as Tocqueville and Werner Sombart had before him, to values.  America never had a feudal past, so nobody has a sense of social place or class-consciousness, Lipset observed. Meanwhile, Americans have inherited from their Puritan forebears a sense that they have a spiritual obligation to rise and succeed.  Two great themes run through American history, Lipset wrote in his 1963 book ''The First New Nation'': achievement and equality. These are often in tension because when you leave unequally endowed people free to achieve, you get unequal results.  Though Lipset never quite put it this way, the clear message from his writings is that when achievement and equality clash in America, achievement wins. Or to be more precise, the achievement ethos reshapes the definition of equality. When Americans use the word ''equality,'' they really mean ''fair opportunity.'' When Americans use the word ''freedom,'' they really mean ''opportunity.''  Lipset was relentlessly empirical, and rested his conclusions on data as well as history and philosophy. He found that Americans have for centuries embraced individualistic, meritocratic, antistatist values, even at times when income inequality was greater than it is today.  Large majorities of Americans have always believed that individuals are responsible for their own success, Lipset reported, while people in other countries are much more likely to point to forces beyond individual control. Sixty-five percent of Americans believe hard work is the key to success; only 12 percent think luck plays a major role.  In his ''American Exceptionalism'' (1996), Lipset pointed out that 78 percent of Americans endorse the view that ''the strength of this country today is mostly based on the success of American business.'' Fewer than a third of all Americans believe the state has a responsibility to reduce income disparities, compared with 82 percent of Italians. Over 70 percent of Americans believe ''individuals should take more responsibility for providing for themselves'' whereas most Japanese believe ''the state should take more responsibility to ensure everyone is provided for.''  America, he concluded, is an outlier, an exceptional nation. And though his patriotism pervaded his writing, he emphasized that American exceptionalism is ''a double-edged sword.''  Political movements that run afoul of these individualistic, achievement-oriented values rarely prosper. The Democratic Party is now divided between moderates -- who emphasize individual responsibility and education to ameliorate inequality -- and progressive populists, who advocate an activist state that will protect people from forces beyond their control. Given the deep forces in American history, the centrists will almost certainly win out.  Indeed, the most amazing thing about the past week is how modest the Democratic agenda has been. Democrats have been out of power in Congress for 12 years. They finally get a chance to legislate and they push through a series of small proposals that are little pebbles compared to the vast economic problems they described during the campaign.  They grasp the realities Marty Lipset described. They understand that in the face of inequality, Americans have usually opted for policies that offer more opportunity, not those emphasizing security or redistribution. American domestic policy is drifting leftward, but there are sharp limits on how far it will go.  Op-Ed Columnist  ", 
            "title": "The American Way of Equality"
        }, 
        "weight": 0.4075992223700772, 
        "file": "1818883.txt", 
        "other_topics": {
            "0": 0.17551610846330745, 
            "1": 0.00016852614222589475, 
            "2": 0.00030715882062071567, 
            "3": 0.01718458235918865, 
            "4": 0.00011555525346077352, 
            "5": 0.0003857065506560415, 
            "6": 0.00019874039226037854, 
            "7": 0.003720067240488281, 
            "8": 0.0001646230815625606, 
            "9": 0.0003229424999503905, 
            "10": 0.0001386984495051915, 
            "11": 0.00020281176120220558, 
            "12": 0.00016394871956820826, 
            "13": 0.005778705812192518, 
            "14": 7.955974449701653e-05, 
            "15": 0.00014671408463745155, 
            "16": 0.06805743317749045, 
            "17": 0.0001280067106844961, 
            "18": 0.00011100908586223846, 
            "19": 7.714543219904131e-05, 
            "20": 0.25868500732336275, 
            "21": 0.4075992223700772, 
            "22": 0.03974531535988564, 
            "23": 0.0002007783561668986, 
            "24": 9.61268457089217e-05, 
            "25": 0.014342434675525786, 
            "26": 0.005824367086993978, 
            "27": 0.0001179224603271737, 
            "28": 0.00017840493147109837, 
            "29": 0.0002423768089206471
        }
    }, 
    {
        "content": {
            "text": "  It is well and good, and long overdue, to plan seriously for prisoner re-entry, but that is only half the story (Chris Suellentrop, Dec. 24). The real problem is that we have been locking up far too many people for far too long. It's not about what we do with criminals; it's about how we define them.  When a debate emerges about whether we should imprison people whose conduct violated nobody else's rights (like most drug offenses), we'll know that real reform is stirring.  Richard M. Evans  Northampton, Mass.  Of course conservatives are now interested in prison reform. So many of them (DeLay, Ney, Abramoff, Cunningham, et al.) are either already there or facing the prospect.  It's no coincidence that the last time I can recall conservatives being interested in the subject was after Watergate.  D. F. Manno  Philadelphia  ", 
            "title": "The Right Has a Jailhouse Conversion"
        }, 
        "weight": 0.4048237755515283, 
        "file": "1820272.txt", 
        "other_topics": {
            "0": 0.001482045518980008, 
            "1": 0.0009977810010184743, 
            "2": 0.0018185738512888129, 
            "3": 0.0013225321526055896, 
            "4": 0.0006841599466300366, 
            "5": 0.08596781642211175, 
            "6": 0.017913506506804667, 
            "7": 0.00528830509914563, 
            "8": 0.0009746724213983625, 
            "9": 0.001912023182967027, 
            "10": 0.0008211822567059033, 
            "11": 0.0012007734790452156, 
            "12": 0.11812854646270293, 
            "13": 0.01747674321135846, 
            "14": 0.0004710438419613312, 
            "15": 0.0008686398697529336, 
            "16": 0.13515349830584528, 
            "17": 0.0007578804228050122, 
            "18": 0.0006572437685383086, 
            "19": 0.0004567495911725371, 
            "20": 0.1926312707510426, 
            "21": 0.4048237755515283, 
            "22": 0.0010015890364648773, 
            "23": 0.00118873443937572, 
            "24": 0.0005691315250522527, 
            "25": 0.0012320642711943861, 
            "26": 0.0010102486446044536, 
            "27": 0.0006981753035685974, 
            "28": 0.0010562696609482643, 
            "29": 0.001435023503382297
        }
    }, 
    {
        "content": {
            "text": "  Re ''Voices of Readers Online, Windows on the Newsroom'' (Dec. 17):  I applaud The Times's efforts to interact with readers, but have some comments.  In a Nov. 13 Talk to the Newsroom on the Web, Jill Abramson, a managing editor, in response to a question said that The Times had not reduced the quality of its journalism to save money. I wrote in and asked her to respond to the fact that here on Long Island, our suburban section has now been diluted with stories from New Jersey, Connecticut and Westchester. This, to me, certainly looks like a reduction in quality to save money. I used to be able to read stories about Long Island locations that meant something to me.  I never received or saw a response from Ms. Abramson, and I never expected one since The Times, while still a great paper, is also still very good at not acknowledging its own faults. So much for your comment that the editors ''do not seem to be ducking all the hard'' questions.  DAVID R. FLUHRER  Locust Valley, N.Y., Dec. 18, 2006  I, too, have become a great fan of The Times's various interactive features on its Web site. I note that in a Dec. 14 blog posting, David Pogue, the paper's technology columnist, addressed the problem of lack of civility on the Internet. It's nice to be nasty when no one knows your real name.  HUGH ABRAMSON  New York, Dec. 17, 2006  LETTERS TO THE PUBLIC EDITOR  ", 
            "title": "Interacting With Readers"
        }, 
        "weight": 0.40457349132791703, 
        "file": "1817261.txt", 
        "other_topics": {
            "0": 0.0008295194670559424, 
            "1": 0.0005584705419662312, 
            "2": 0.0010178785959025043, 
            "3": 0.0007402378350354406, 
            "4": 0.000382932903909833, 
            "5": 0.038749446968603496, 
            "6": 0.16927932407739255, 
            "7": 0.049799021811807745, 
            "8": 0.0005455363800896866, 
            "9": 0.010438001581787489, 
            "10": 0.00045962600960279, 
            "11": 0.0006720879781600915, 
            "12": 0.0005433016448522149, 
            "13": 0.00041413417269469327, 
            "14": 0.00026364914689844824, 
            "15": 0.0004861886309112187, 
            "16": 0.0007045625216976498, 
            "17": 0.00979201340190016, 
            "18": 0.009735685804168165, 
            "19": 0.00025564847543159267, 
            "20": 0.08908250207001422, 
            "21": 0.40457349132791703, 
            "22": 0.000560601947171791, 
            "23": 0.0006653495766450162, 
            "24": 0.0003185500534902591, 
            "25": 0.0006896018270229808, 
            "26": 0.0005654488384695686, 
            "27": 0.009758595697750568, 
            "28": 0.19731539005654672, 
            "29": 0.0008032006551038274
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''The Voices In My Head Say 'Buy It!' Why Argue?'' (Findings, Jan. 16): The answer to the question of what makes some people more responsive than others to the act of buying may very well in part be an issue of brain physiology. It should not be ignored, however, that upbringing and the life experiences that shape one's personality and identity over time contribute to whether one has a predilection for handing over cash and acquiring new things.  As a student of anthropology, I cannot help thinking what interesting results could arise from a longitudinal study of how, and by what, the specific ''shopping responsive'' parts of the brain are conditioned and made to be more responsive to this commercial or that sale.  Justin Bean  Ann Arbor, Mich.  ", 
            "title": "The Urge to Spend, or Not"
        }, 
        "weight": 0.3946928477443678, 
        "file": "1820934.txt", 
        "other_topics": {
            "0": 0.0015072724946940087, 
            "1": 0.0010147649578256227, 
            "2": 0.0018495291207410991, 
            "3": 0.0013450439351841222, 
            "4": 0.017717533535406643, 
            "5": 0.0023224971891002196, 
            "6": 0.0011966973379122575, 
            "7": 0.02240004919440046, 
            "8": 0.0009912630302486528, 
            "9": 0.08705320914279366, 
            "10": 0.0008351601977214704, 
            "11": 0.0012212127186002446, 
            "12": 0.0009872024203532402, 
            "13": 0.0007524995764487261, 
            "14": 0.00047906182211727565, 
            "15": 0.0008834256213495184, 
            "16": 0.0012802203588014162, 
            "17": 0.10290114888274375, 
            "18": 0.0006684311931988584, 
            "19": 0.0004645242584795301, 
            "20": 0.1959101878468806, 
            "21": 0.3946928477443678, 
            "22": 0.0010186378126156252, 
            "23": 0.0012089687536720624, 
            "24": 0.0005788191270703382, 
            "25": 0.0012530361341024161, 
            "26": 0.0010274448222495766, 
            "27": 0.0007100594536852294, 
            "28": 0.001074249195816071, 
            "29": 0.15465500212141958
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''Passing Exchange Becomes Political Flashpoint Focused on Feminism'' (news article, Jan. 13):  The silliness resulting from Senator Barbara Boxer's comment to Secretary of State Condoleezza Rice -- ''Who pays the price?'' -- is nothing more than that: silliness.  Neither of these women has family members who are in the military waiting to be sent to Iraq or who are already there. That is a fact. It is the truth. It is not demeaning. It is not an attack. It is not antifeminist.  This is wasted rhetoric and an absurdly ridiculous debate.  Mary Ramniceanu  New York, Jan. 14, 2007  To the Editor:  Senator Barbara Boxer stepped over a line, but --  shouldn't there be a smidgen of awareness from someone in this administration that there is a singular lack of shared sacrifice in this war?  And that the near total absence from combat of any relatives of the decision makers in this administration symbolizes that difference between this and past wars?  The administration would have done better if it had acknowledged that fact and not merely descended to the obvious reference to feminism.  Bruce A. McAllister  Palm Beach, Fla., Jan. 13, 2007  ", 
            "title": "The Boxer-Rice Exchange"
        }, 
        "weight": 0.38960908130318767, 
        "file": "1819461.txt", 
        "other_topics": {
            "0": 0.012405347447506064, 
            "1": 0.000679395085563068, 
            "2": 0.08101177404524865, 
            "3": 0.0009005200981600438, 
            "4": 0.0004658486230997413, 
            "5": 0.0015549346322420745, 
            "6": 0.0008012005972556505, 
            "7": 0.026393266230159095, 
            "8": 0.0006636603146942889, 
            "9": 0.0013019080867089003, 
            "10": 0.0005591479382631086, 
            "11": 0.0008176138849156963, 
            "12": 0.0006609416965689219, 
            "13": 0.0005038058421164037, 
            "14": 0.0003207365854697704, 
            "15": 0.0005914621124594451, 
            "16": 0.3199511047608259, 
            "17": 0.000516045338779358, 
            "18": 0.00044752123552772464, 
            "19": 0.011707217282781344, 
            "20": 0.142560004731311, 
            "21": 0.38960908130318767, 
            "22": 0.0006819879998050665, 
            "23": 0.0008094164303860899, 
            "24": 0.00038752507891494256, 
            "25": 0.0008389199735141185, 
            "26": 0.0006878843790775969, 
            "27": 0.00047539176394603027, 
            "28": 0.000719220365937126, 
            "29": 0.0009771161355751029
        }
    }, 
    {
        "content": {
            "text": "  THE CASTLE IN THE FOREST  By Norman Mailer.  477 pp.  Random House. $27.95  There is a semi-harrowing, careening, self-burlesquing moment that occurs deep in Norman Mailer's ''Armies of the Night,'' his third-person account of taking part in the massive protest against the Vietnam War in Washington in October 1967 -- not only an American masterpiece, but one of the most liberating books ever swirled into being by a human mind. Mailer has succeeded in getting himself arrested, and he's thrown into a police wagon with a young American Nazi.  They stare each other down, exchange threats, stand steaming and streaming together in that quickest form of intimacy known as hatred. The Nazi begins the taunting:  '' 'You Jew bastard,' he shouted. 'Dirty Jew with kinky hair.'  ''They didn't speak that way. It was too corny. Yet he could only answer, 'You filthy Kraut.'  '' 'Dirty Jew.'  '' 'Kraut pig.' ''  Their insults run parallel, their stares converge:  '' 'Come here, you coward,' he said to Mailer, 'I'll kill you.'  '' 'Throw the first punch, baby,' said Mailer, 'you'll get it all.' '' Mailer writes: ''They were both absolutely right. They had a perfect sense of the other.'' Each was ready to brawl. And what if they should? ''In retrospect, it would appear not uncomic -- two philosophical monomaniacs with the same flaw -- they could not help it, they were counterpunchers.'' Then it is back to their inexorable, almost hilarious enmity.  Mailer's power and allure rest in his being, at once, self-surrendering and astringently assertive. Both qualities are present in the encounter with the Nazi. People who have the gift of melting into another nature usually need to assert themselves all the more so as not to melt away altogether. Actors, for example, often self-destruct because they turn their assertiveness inward, against themselves; Mailer, a sometime film performer and director, is fascinated by the actor's craft. His bellicose bravado seems to be a stay against the dissolving of his personality and -- not always successfully -- against self-induced harm.  ''They had a perfect sense of the other.'' Early on, Mailer understood that in a democracy in which the most radically different types of people are thrown together, a harmonious encounter with ''the other'' is an American dream (e.g., the national obsession with the Relationship), the reality of which often becomes an American nightmare (e.g., popular culture's obsession with crime). For the Brooklyn-raised, Jewish, middle-class Mailer, who once wrote about himself that there was ''one personality he found absolutely insupportable -- the nice Jewish boy from Brooklyn'' -- a perfect sense of the more extreme forms of otherness became artistic and intellectual mother's milk.  No surprise, then, that Mailer's previous novel, ''The Gospel According to the Son,'' in which he attempted to inhabit Jesus Christ, felt less like a creative vision than a head-butt against eternity. The material had a built-in obstruction to Mailer's gift of sympathetic self-surrender: Jesus was a nice, middle-class Jewish boy from Nazareth. Now Mailer has returned to the right side, which is to say, the wrong side, of the tracks.  ''The Castle in the Forest'' -- Mailer's first novel in 10 years -- is not just the almost superhumanly detached fulfillment of the somewhat depressed boast he made nearly half a century ago in ''Advertisements for Myself'': ''I wish to attempt an entrance into the mysteries of murder, suicide, incest, orgy, orgasm and Time.'' This remarkable novel about the young Adolf Hitler, his family and their shifting circumstances, is Mailer's most perfect apprehension of the absolutely alien. No wonder it is narrated by a devil. Mailer doesn't inhabit these historical figures so much as possess them.  In ''The Castle in the Forest,'' the devil-narrator -- who is living in the body of an SS man named Dieter -- tells a little tale about the tale he is telling. ''It is more than a memoir and certainly has to be most curious as a biography since it is as privileged as a novel. I do possess the freedom to enter many a mind.'' Those two sentences form the crux of Mailer's originality.  FOR Mailer, a novelist fanatically committed to the truth, the problem of the ego's relation to other people has been for many years now the problem of the narrator's relation to his material. In his eyes, writing must be an authentic presentation of the self.  As Mailer sees it, great writing puts before the reader life's harshest enigmas with clarity and compassion. ''The novelist is out there early with a particular necessity that may become the necessity of us all,'' he has written. ''It is to deal with life as something God did not offer us as eternal and immutable. Rather, it is our human destiny to enlarge what we were given. Perhaps we are meant to clarify a world which is always different in one manner or another from the way we have seen it on the day before.''  And once you have authentically presented yourself in your writing, you can no longer practice the expedience of concealing yourself as a person. So Mailer the man has -- sometimes not happily -- transgressed social norms, just as his books have crashed through the boundaries of alien identity and literary genre. Yet for all the cross-pollination between his art and his life, Mailer has always insisted on true art as a form of honest living. The writer, as he once put it, ''can grow as a person or he can shrink. ... His curiosity, his reaction to life must not diminish. The fatal thing is to shrink, to be interested in less, sympathetic to less, desiccating to the point where life itself loses its flavor, and one's passion for human understanding changes to weariness and distaste.''  Mailer has never, like the dandy, tried to live aesthetically. When he stabbed his wife at a party in 1960 and when he helped get released from prison a literarily gifted killer who then stabbed an aspiring young playwright to death, it was because he followed the wrong impulses, not the wrong ideas. He never committed the ugliness of insinuating that he screwed up for art's sake. He let the ugliness and the imprudence of his actions speak for themselves.  Mailer did heedlessly write -- in the notorious essay ''The White Negro'' (published in the democratic-socialist journal Dissent, a most decent, un-notorious little magazine) -- that the hypothetical murder of a middle-aged shopkeeper by two hoodlums was an example of ''daring the unknown,'' of ''trying to create a new nervous system,'' of ''looking for the opportunity to grow up a second time.'' It is widely assumed that Mailer was trying to shock the bourgeoisie with a sympathy for violence. But if you read the essay all the way through, you see that he was doing something else: trying to shock the respectable class with an imaginative inhabitation of the violent. Rather than advocating murder, Mailer was exercising his perfect sense of the other -- in this instance, ''the psychopathic personality'' that, he theorized, ''may indeed be the perverted and dangerous front-runner of a new kind of personality, which could become the central expression of human nature before the 20th century is over.'' Such wild empathy is an insult to the everyday solipsism of ''decent'' self-interest that sees evil and shrugs. Anyway, how many writers would dare to sacrifice the appearance of sanity for the sake of absolute emotional and intellectual transparency?  A truthful modern writer who possesses the shamanistic ''freedom to enter many a mind'' might choose to answer the hyperskeptical, Freudian-influenced modern reader's question: ''So who is doing the entering?'' In other words, what is the nature of this particular writer's authority? The postmodernists answer the question by installing layers of artistic self-consciousness inside the work itself. For decades, Mailer has been answering it existentially. ''We perceive the truth of a novel by way of the personality of the writer,'' he wrote in the introduction to ''The Time of Our Time,'' a selection of his work published in 1998. ''That is the flavor of fiction. We observe the observer.''  So, to allow readers to observe the observer, Mailer writes a novel followed by a nonfiction book that illuminates his state of mind behind the preceding novel; composes essays outlining obsessions that shape his fictions; makes a literal rendering, animated by the novelist's special clairvoyance, of a real event that Mailer himself lived through and acted in -- he swings (''for to swing is to communicate, is to convey the rhythms of one's own being to a lover, a friend or an audience'') from reports on boxing, Marilyn Monroe, the moon landing and John F. Kennedy, to polemics against feminism and scientific technology, to reflections on totalitarianism from the right and the left, to fiction about socialism, McCarthyism, Hollywood, high society, Lee Harvey Oswald, ancient Egypt and the C.I.A. Mailer's ambition to ''turn the consciousness of our time,'' as he once put it, drove the symbolic combustions of private and public life in his early novels ''Barbary Shore'' and ''The Deer Park.'' It's what incited him to run for mayor of New York in 1969.  This restless vastness of Mailer's ambition (''In motion a man has a chance'') is such that his ''failures'' are seminal, his professional setbacks groundbreaking. His willingness to fail -- hugely, magnificently, life-affirmingly -- expands artistic possibilities. Then, too, point to any contemporary literary trend -- the collapse of the novel into memoir; the fictional treatment of actual events; the blurred boundaries of ''history as a novel, the novel as history'' (the subtitle of ''The Armies of the Night'') -- and there is Mailer, pioneering, perfecting or pulling apart the form.  In fact, he has lived and written so impulsively that his life and his writing each need the other to be completed. That itself conveys a brutal honesty about the limitations of life, and of writing. Or as Mailer once wonderfully and bizarrely complained: ''It is not demanding to write about characters considerably more defeated than oneself since the writer's ego is rarely in danger of being punished by too much self-perception.'' In politics, this is called ''accountability.'' Mailer's emotional and psychological transparency make his work a kind of ersatz democracy.  One way to take the measure of a writer is by considering the weight, quality and consistency of his obsessions. Mailer, from the beginning, has had a rage for what he calls ''nakedness.'' It is a passion for emptying his psyche onto the table in front of the reader, much as a person who has just been arrested will be ordered by the police to empty his pockets as he is being booked.  Indeed, Mailer loves freedom so ambitiously that he is never free of the feeling of not being free. Here is Mailer in ''The Deer Park,'' a Hollywood tale so caustic and seemingly unmediated by art that reading it is, in places, like listening to Maria Callas become all the more vivid as Aida by vulnerably failing to hit her high notes: ''The unspoken purpose of freedom was to find love, yet when love was found one could only desire freedom again.'' Of the sudden fame and fortune that came to him with the publication of his first book at the age of 25, Mailer wryly recalled: ''My farewell to an average man's experience was too abrupt; never again would I know, in the dreary way one usually knows such things, what it was like to work at a dull job or take orders from a man one hated.'' His feeling that early success cut him off from vital, common experience may explain why he has kept diving so purposefully, and extremely, back into experience.  The inaugural book was ''The Naked and the Dead,'' and it was the first instance of Mailer's obsession with being ''naked'' in public.  Mailer originally used the title for a play based on his brief employment in a mental institution during his college years at Harvard. He chose it again for his epic tale about World War II, inspired by his service as a rifleman, among other duties, in the South Pacific. Nakedness in this novel means the dehumanizing process by which war's atmosphere of death strips soldiers down to their bare, defenseless essence as mortal beings. In war, men are returned to their original state; they are reborn helplessly into the world. Inter faeces et urinam.  But as his career evolved, Mailer began to invest the word with a contrary import. Nakedness came to mean the way Mailer the man and the writer bared his impulses, desires, instincts and thoughts -- mortality as a cry of defiance against mortality. Nakedness in public, saying the unsayable, becomes a form of power.  Mailer's divulgences involve writing about his envy, bitterness, selfishness and greed, about the effect of the slings and arrows rained down on his own lustful, fearful, grasping, always faltering, always charging ego. In ''Advertisements for Myself,'' Mailer rued the critic-inflicted wounds that resulted in ''three or four years of constipated work, lack of confidence, cowardly sweetness and bouts of churlishness''; took vicious measure of rivals like Bellow (''I cannot take him seriously as a major novelist''), Styron, Salinger and Baldwin, among others; and reprinted the belligerent inscription he'd written on a copy of ''The Deer Park'' that he sent Hemingway. Papa's failure to acknowledge it ''helped to push me further and deeper into the next half year of bold assertions, half-done work, unbalanced heroics and an odd notoriety of my own choice.'' Has any consequential American writer scoured himself so thoroughly and alarmingly in public? Mailer writes like a Puritan without a superego.  To Mailer's mind, such self-exposure earned him the entitlement to write about other people's envy, bitterness, selfishness and greed. This is how he addressed his Greenwich Village readers in 1956, in the first column he wrote for The Village Voice, which he had recently co-founded: ''That many of you are frustrated in your ambitions, and undernourished in your pleasures, only makes you more venomous. ... Nevertheless, given your general animus to those more talented than yourselves, the only way I see myself becoming one of the cherished traditions of the Village is to be actively disliked each week.'' He was probably right; still, that was one short-lived column. The assaults of his reviewers also justified Mailer's own ferocity in criticism. In his antifeminist tirade, ''The Prisoner of Sex,'' he lashes Kate Millet: ''The yaws of her distortion were nicely hidden by the smudge pots of her indignation.''  Baring your private demons in order to expose other people's -- including your rivals' -- has been for Mailer a type of anti-macho courage. He set out to map the dark underside of the American ego just as Hemingway had anatomized American nerve. In a country openly driven by self-interest and self-absorption, the ego's hidden bruises and connivings are too fundamental to be openly discussed.  Reflecting in the 1950s on his ''fear of homosexuality,'' Mailer wrote that ''I could kill this inhibition only by jumping into the middle of the problem without any clothes.'' That is, only by confessing his aversion and apologizing for it in print, which he did, bravely, in ''Advertisements for Myself.'' Nakedness again. Throughout his career, Mailer has eccentrically, 19th-centurily, associated any self-repression with death by cancer. (When Susan Sontag protested figurative interpretations of physical disease in ''Illness as Metaphor,'' she was, to a large extent, responding to Mailer.) Mailer is one of the last Western writers to create a self-contained intellectual universe out of strong, idiosyncratic convictions about the relationship between spiritual, psychic and social existence. In his autonomous creative world, heterosexual anal sex is the power-replenishing and very good (for the man) alternative to banal sex; masturbation is power-depleting and very bad; homosexuality is regrettable, but dignified; condoms are dreadful (a conclusion reached in the era before AIDS); and unprotected sexual intercourse between a man and a woman is What It Is All About. And that's just sex. According to Mailer, technology makes us strut like puffed-up little gods and sucks the air out of intellect and will.  Ours is an age of mockery and sarcasm, when even irony is belittled for being secretly sincere about its lack of conviction. People wring their hands over the Fate of the Novel, but no one seems comfortable with a novelistic approach -- i.e., a universalizing intuition expanding through a fresh perception -- in nonfiction. Mailer's theories are the hyperorganizing overflow of a novelist's mind, which by its nature leaps back and forth between intuition and experience. As he puts it, there is little he has written, ''even when it comes under the formal category of nonfiction or argument, that has not derived, then, from my understanding of how one writes fiction.'' And so, ''fiction, as I use the word, is a reality that does not cohere to received axes of fact but is breathed in through the swarm of our male and female movements about one another.''  To not cohere to received axes of fact -- magical phrase! -- to approach life novelistically, is to make connections between the visible and the invisible world, and to transfigure the commonplace. We now are drowning in mind-numbing literature of the commonplace: tipping points, hive minds, ''freakonomics,'' ''bobos in paradise'' -- it is all lifestyle trends, marketing techniques, cheap behavioral psychology and glib social-pattern-spotting. This flood of minutiae makes one long for Mailer's heroic attempts to invest experience with a higher meaning, no matter how far-out or unacceptable some of his connections between seen and unseen might be. Even if such notions offend household pieties, they have the effect of making you return fully awake to first principles that had begun to make you snore. And when Mailer's connections work, they are beyond good.  In his book about Marilyn Monroe, he wrote, ''Since sex is, after all, the most special form of human communication, and the technological society is built on expanding communication in much the way capitalism was built on the expansive properties of capital and money, the perspective is toward greater promiscuity.'' If you are seeking an explanation for why pornography takes up most of the Internet, there it is.  At the 1968 Democratic National Convention in Chicago, Mailer observed that some of Mayor Richard Daley's ''Illinois goons'' had ''eyes like drills; others, noses like plows; jaws like amputated knees.'' Reporting on the Republican convention in Miami, in that same year, Mailer observed that Nelson Rockefeller ''had only one flaw -- an odd and unpleasant mouth, a catfish mouth, wide, unnaturally wide with very thin lips. In the center of the mouth there seemed almost another mouth which did the speaking.'' In all of these transfiguring passages, Mailer bores into familiar particulars and comes out on the other side with a poetic singularity.  This capacity to draw out new meaning from personalities and events may explain why Mailer is the only major American novelist to be really canny about politics. The subject worked Bellow up into sulfurous apocalyptics; it turns Updike coy and indifferent; it transforms savage, uncontainable Roth into a good old-fashioned Upper West Side liberal. But Mailer's wild empathy endows his vintage political writing with a wild, visceral prescience.  He understands, for example, that consummate insiders are often temperamental outsiders -- outlaws in the good or bad sense of the word. Here he is on John Erlichmann's testimony before the Senate Watergate Committee in July 1973, in which an outsider's character and dignity suddenly upended the insider's sordid malfeasance: ''He acted as if he were proud to be on the side he was on; his pride was what could not be suffered. For it spoke of a world whose real complexity could savage a liberal brain. Liberals could certainly live with the hot idea that they were fighting Mephisto's own Nixon, but they couldn't support the Kierkegaardian complexity that the good guys might be right next to the bad guys on the same team.'' A lesser writer would treat the insider/outsider paradox as merely a lesson in hypocrisy. For Mailer it is further proof that the world ''is always different in one manner or another from the way we have seen it on the day before.'' His grasp of power's myriad facets gives some of his political predictions a visionary accuracy.  Almost 40 years ago, in ''The Armies of the Night,'' Mailer characterized himself as a ''left conservative,'' thus envisioning a syncretic position that is now the holy grail of the best ideological aspiration. At the 1968 Republican convention, gazing at the legions of conservatives around him, Mailer realized that their faith ''existed in those crossroads between the psyche and the heart where love, hate, the cognition of grace, the all but lost sense of the root, and adoration of America congregate for some.'' He was the first serious liberal to take conservatives seriously -- that is to say, novelistically. At his best (his post-9/11 politics have taken a turn into a kind of forced occultism), he writes about America as though he were an expatriate living in a Beautiful Idea of America, from which exile he notates the shadowy degrees between ideal and real.  No political foresight of Mailer's can surpass the prediction he made in 1962, at the height of the cold war, in a debate with William F. Buckley Jr.: ''So let the true war begin. It is not a war between West and East, between capitalism and Communism, or democracy and totalitarianism; it is rather the deep war which has gone on for six centuries in the nature of Western man, it is the war between the conservative and the rebel, between authority and instinct.'' It was, he went on, ''the war we can expect if the cold war will end. It is the war that will take life and power from the center and give it over to left and to right, it is the war that will teach us our meaning.'' And he said this before the cultural conflagrations ignited by the '60s, which burn deeper and wider now.  One quality separates Mailer from many of his heavy-hitting contemporaries. He went to war. The Army revealed to Mailer the variety and breadth of American society. But war made him a storyteller who has a deep mistrust of narrative.  The sprawl and chaos of battle are not unlike the sprawl and chaos of a human life -- or on a larger scale, democracy itself. In ''The Naked and the Dead,'' Mailer wrote a classic narrative. But then, as though the war had gradually seeped through his nerves into his imagination, Mailer's novels slowly moved away from conventional plots and story lines. The stunningly compressed social-sexual symmetries of ''Barbary Shore,'' ''The Deer Park'' and ''An American Dream'' burst into the form-exploding streams of consciousness in ''Why Are We in Vietnam?'' and then were stretched into long, messy, fictionalized actual lives and events in the controlled chaos and sprawl of ''The Executioner's Song,'' ''Ancient Evenings'' (a flawed tour-de-force of alien inhabitation) and ''Harlot's Ghost.''  The greatest of these is ''The Executioner's Song,'' which tells the true story of Gary Gilmore, a man doomed to violence who spent half his life in jail and, upon his release, murdered two men in cold blood. Sentenced to death row, Gilmore could have staved off execution indefinitely by legal means, but instead tried to kill himself several times, defied his lawyers' attempts to appeal and finally insisted on being put to death by firing squad. The uncanny dynamic driving the book gradually shifts from portraying Gilmore as a violent mythomaniac at war with society, to depicting a ruthlessly mythologizing media at war with Gilmore's ragged soul, as Gilmore himself works the levers of mass spectacle. Once back in jail, the consummate outsider discovers he has an insider's temperament -- inside prison, having become a media sensation, he discovers the quiddity of America's madness.  With its breathtaking panorama sweeping from the country's small-time depths to its big-time shallows, ''The Executioner's Song'' was like ''The Naked and the Dead'' stateside -- or, given Mailer's heightened powers at the midpoint of his career, ''War and Peace'' translated into the Great American Novel. The book's sprawl made it the anti-''In Cold Blood'': where Capote pressed his real-life tale into a neat narrative, Mailer let his naturally respire through the billion pores of its accumulated, enveloping facts. The language is flat, smooth, shaved down, as if Mailer had produced his words by running a carpenter's plane over reality. It is the fulfillment of Hemingway's style: it has the same spare, unforgiving, unflinching neutrality, but without Hemingway's deliberate literary manner. In an inspired stroke, Mailer separates his paragraphs with a double space, making them the typographical equivalent of Gilmore's Utah County, where ''the desert was at the end of every street.'' The technique also lets him capture how American experience seems to consist of disconnected moments, each one possessing an isolated magnitude, as though you were advancing minute by minute into the future out of no past, from one eternal present to another.  In ''The Executioner's Song,'' Mailer at last found the right relationship of the narrator to his material. He completely effaces his personality, but because the environment he recreates brims with his much publicized themes and obsessions -- sex, violence, power, repression, displacement; all in the pursuit of happiness -- the story itself becomes an actor in Mailer's pre-existing universe. The novel is free of his presence and full of his presence, overtly self-surrendering and subtly self-assertive, written not in the first- or third- but in a kind of spectral fourth-person. Mailer the author becomes as simultaneously real and unreal as Gilmore -- as America itself.  For all that, the bounty of ''The Executioner's Song'' is its compassion: neither sentimental nor judgmental; large-hearted in its poise and reserve. The book has no marginal or ''flat'' characters. Each figure possesses the roundness of his or her real life. Perhaps that's why so many sentences in ''The Executioner's Song'' begin with a proper name or pronoun. The overflowing force of Mailer's egotism endows him with respect for the power and capacity of other people's egos. But his rarest and most precious quality is that he is able to see the most alien people in the familiar way they see themselves. Which brings us to Mailer's new novel.  Toward the end of ''The Castle in the Forest,'' Dieter, the novel's devil-narrator, imagines a question from the reader: ''Dieter, where is the link to your text? There is a lot of forest in your story but where is the castle?''  Dieter replies that in German ''The Castle in the Forest'' is das Waldschloss, a name, he says, that some Jews gave to the particular concentration camp in which they were imprisoned. In fact, Dieter explains, ''Waldschloss sits on the empty plain of what was once a potato field. Not many trees are in sight, nor any hint of a castle. Nothing of interest is on the horizon. Waldschloss became, therefore, the appellation given by the brightest of the prisoners to their compound. One pride maintained to the end was that they must not surrender their sense of irony. That had become their fortitude. It should come as no surprise that the prisoners who came up with this piece of nomenclature were from Berlin.''  Dieter's weird and unique riff on the nature of German irony follows, and for the sake of understanding this richly enigmatic book it has to be quoted in full: ''German came to us originally as the language of simple folk, good pagan brutes and husbandmen, tribal people, ready for the hunt and the field. So it is a language full of the growls of the stomach and the wind in the bowels of hearty existence, the bellows of the lungs, the hiss of the windpipe, the cries of command that one issues to domesticated animals, even the roar that stirs in the throat at the sight of blood. Given, however, the imposition laid on this folk through the centuries -- that they be ready to enter the amenities of Western civilization before the opportunity passes away from them altogether -- I do not find it surprising that many of the German bourgeoisie who had migrated into city life from muddy barnyards did their best to speak in voices as soft as the silk of a sleeve. Particularly, the ladies.'' He adds: ''To every sharp German fellow, however, particularly the Berliners, irony had to become the essential corrective.''  The Castle in the Forest'' is a story about simple folk and good pagan brutes from the muddy barnyard, a tale narrated by a devil whose voice is soft as the silk of a sleeve, and written in the spirit of a corrective irony. The young Adolf Hitler, his parents, siblings, stepsiblings and extended family are stuck in the sty of their instincts, immediate gratifications, primitive fears and terrors, yet nearly each of them -- the men, especially -- feels that he is living a noble, honorable, admirable life.  Mailer the wild empathizer, the maestro of the human ego, is keen and blunt about these delusions -- what, in effect, are the deceptively homey psychological origins of evil. At one point the devil says: ''We are keyed to look for excess of every kind,'' and ''every exaggeration of honest sentiment is there to serve our aims.'' Elsewhere he notes: ''People had to be wary of feeling too saintly, since they could not be certain of the source of such feelings. They could be working for Satan.'' And also: ''Rare was the man or woman who did not possess an intense sense of the injustice done to them each day. It was our taproot to every adult. It was a fury in every child.'' The ''ability to wall up the most unpalatable facts about oneself will always elicit my unwilling admiration.''  These walled-in sentiments produce in the Hitlers (their name passed through various changes) the delusion that their conscience inhabits a castle, when in fact, they are so subject to the primal ooze of their feelings that they resemble trees fixed in nature's irresistible forces. ''The Castle in the Forest'' is an intricately constructed novel, and one of its recurrent motifs is the explicit comparison of people to trees. The devil finds the ''taproot'' to his clients. After (unforgettably described) sex with Adolf's future father, Alois Schicklgruber, Hitler's future mother, Klara Poelzl, experiences a guilt that is ''as heavy as a waterlogged tree.'' Another character is ''bent by now as a tree that has faced too much wind for too many years.'' At one point, Mailer potently describes woods in which there were ''not too many tortured shapes to suggest the aftermath of crazy storms when the trees were young.'' In a travesty of nature and procreation, the young Adolf Hitler likes to masturbate on leaves.  Somewhere along the line, Dieter remarks on ''that curious human nature, which forces its way into existence between the hazards of urine and excrement, yet will later dream each night of a noble life.'' Inter faeces et urinam, another of this novel's themes, is a further twist on ''nakedness'' and on mortal helplessness. These tree-people remain stuck infantlike in the waste amid which they were born -- Alois, the pathologically womanizing customs official; Klara, his wife and niece, who hides in the folds of escapist religious piety her instinctive knowledge that she is in fact Alois's daughter; Adolf, whose onanistic sessions are like ''being shot out of his own cannon.'' They are all -- spiritually, emotionally and mentally -- as naked as the day they came into the world. In the case of Adolf, he will defensively transmute his naked helplessness into a perverted egotism: the terrible power that he will wreak on other human beings.  Mailer is pretty faithful to the outlines of Hitler's life, though for some reason he makes Adolf's sister Paula retarded, when in reality she was not. (Nor was there ever a concentration camp referred to as Waldschloss.) Mailer does take two considerable liberties. He gives Hitler only one testicle, and makes him the product of father-daughter incest. Rumors of both began circulating after Hitler's suicide in 1945; Mailer makes actual what no one can prove or disprove. The incest is essential to Mailer's purpose. Ever since Wagner celebrated the brother-sister coupling of Siegmund and Sieglinde in ''Die Walküre'' -- a superlove greater than piddly human morality, etc. -- some Nazis had thrilled to the idea of hatching the master race in the family rec room, a disagreeable impulse they then projected outward onto their image of depraved, incestuous Jews.  For Mailer, incest represents the sick inversion of everything he cherishes: expansion of the self beyond one's origins; the gift of empathy with the other; the ability to sublimate love into work and vice versa. Even the Hitler family's most strenuous attempt at the last backfires. Alois's passion to redeem his life with work as a beekeeper turns disastrously into a warped lesson in crushing utilitarianism and social control -- a lesson not lost on young ''Adi.'' Nature itself, unresisted by an enlightened human will, backfires. The real ''castle'' is the repulsive parody of a castle: the squalid hut of a master beekeeper called Der Alte, a sadist and child molester who is the most consequential of Adolf's twisted mentors.  Insofar as the forest represents natural goodness (Mailer beautifully has the devil suggest that ''even processed paper still contains an ineluctable hint of the tenderness God put into his trees'' ), ''forest'' and ''castle'' are, you might say, the two poles of Mailer's work and life. The popular conception of Mailer sees only the former: unrestrained expression of impulses and instincts; sex as freedom; absolute candor as ineluctable hint of God's presence. But Mailer is also an immensely disciplined craftsman and stylist who has spent the larger portion of his life working at the writer's trade. He is a castle builder expert in the different paths along which people can wander and become lost in a forest without a castle, and yet trick themselves into thinking that they inhabit a resplendent fortress or chateau. Perhaps in some subtle way, he wants in this late novel to make clear the difference between tortured, and mostly sublimated, obsession with sex and violence -- a nice Jewish boy's boxing match with repression -- and the compulsive sex and violence that are the true mark of a repressed nature.  Over the gates to Auschwitz hung a sign that said, with inhuman irony, ''Arbeit Macht Frei.'' Work makes you free. By titling his castle-less book ''The Castle in the Forest,'' Mailer has created, with infinitely human irony, the inner story of the deluded minds that, inadvertently and not, laid the road that led to Auschwitz. Some critics may exaggerate Mailer's occasional easy moral equivalences, and his handful of dog-eared, though hardly invalid, allusions to the diabolical nature of art. They may also mistake the presence of his hallmark obsessions for narcissistic anachronism -- in which case they will not only fail to enjoy the devil's fabulous cadenza on bad odors and the nature of evil, but be blind to the role of sexuality in human history. They will also miss the profound moral engagement of this book. Mailer has imagined himself into a raw propinquity to evil without losing either his nerve or his humanity. He uses his sense of the other to inhabit people devoid (except for the otherworldly Dieter) of his other-apprehending gift.  There is no weary celebration of the demonic here, no facile declaration of evil's universal latency. Mailer, who believes in God and the Devil the way Greeks and Romans believed in meddling supernatural rivals, has never had sympathy for the Devil, and he has none here. ''Our aim, after all,'' Dieter says of Satan's purposes, ''was to keep reducing human possibilities.'' Far from being a smooth minion of dapper Mephistopheles, Dieter is, for one thing, an awful storyteller. To readers unwilling to have the novel interrupted by Dieter's account of his assignment to the coronation of Nicholas II in Russia -- Mailer's Tolstoyan reimagination of that time and event -- Dieter says sloppily: ''Just turn to Page 261. Adolf Hitler's story will pick up again right there.'' Mailer has contempt for this devil, surpassed only by his loathing for young Adolf. Yet Mailer is also in awe of the devil's multifarious nature. Dieter coquettishly insinuates that he wishes to betray Satan and go over to the side of the ''Dummkopf,'' a name Satan insists his legions call God so as to conjure a derisive image of a being who has a great, magnetic claim on their respect. (Mailer would be a fearsome adversary in the arena of office politics.) It is Dieter's very complexity -- ''real complexity could savage a liberal brain'' -- that inflames Mailer and which he thus conscientiously evokes. Dieter says, ''Yet is it not also true that one cannot find a devil who will not work both sides of the street?'' The use of a triple negative to express evil's protean and malleable nature, with its echo of Christ being thrice denied, is itself a multifarious malediction on evil, rising into art from the heave and toss of Mailer's temperament. Alone among American writers, Mailer has earned the right to use a triple negative. So let it be said, once and for all: Norman Mailer is a rebellious angel who never fell. Whoever told him that he has fallen, got it; in the words of the younger Mailer to that other type of Nazi, they got it all. They are getting it again, in this utterly strange work of naked, wild empathy.  ", 
            "title": "Maestro if the Ego"
        }, 
        "weight": 0.38912609133122683, 
        "file": "1820197.txt", 
        "other_topics": {
            "0": 3.1149400836868054e-05, 
            "1": 2.0971204966448243e-05, 
            "2": 3.822250067206354e-05, 
            "3": 2.7796773859894635e-05, 
            "4": 0.0031803297672683287, 
            "5": 4.7996892493197604e-05, 
            "6": 0.000728275521516212, 
            "7": 0.1204172563902101, 
            "8": 0.016905553248742614, 
            "9": 0.03486563881019622, 
            "10": 1.7259480189151407e-05, 
            "11": 2.523766910938216e-05, 
            "12": 0.016905469331889012, 
            "13": 1.555120989661086e-05, 
            "14": 9.900325770756413e-06, 
            "15": 1.8256936874948968e-05, 
            "16": 0.007413674259834335, 
            "17": 0.0038854237017142187, 
            "18": 1.3813846694684194e-05, 
            "19": 9.59989144415806e-06, 
            "20": 0.11380163419539509, 
            "21": 0.38912609133122683, 
            "22": 0.002835229197707497, 
            "23": 2.4984634457238574e-05, 
            "24": 1.1961917347148482e-05, 
            "25": 2.589533408301162e-05, 
            "26": 0.026755923830403146, 
            "27": 0.26278854078526104, 
            "28": 2.220051046970848e-05, 
            "29": 3.0161099470106646e-05
        }
    }, 
    {
        "content": {
            "text": "  If readers have been considering picking up a little conversational Hindi, they would probably do well not to begin with the sample list of words in the Jan. 7 review of ''Sacred Games,'' a novel by Vikram Chandra that sprinkles untranslated Hindi throughout its English text. Indian readers pointed out that while most of the Hindi terms in the review were innocuous, several were in fact obscene -- suitable for Chandra's tough-guy characters, no doubt, but not for the Book Review, where editors failed to check the meaning of the words in the novel's glossary.  ", 
            "title": "Editors' Note"
        }, 
        "weight": 0.38905232121731553, 
        "file": "1822258.txt", 
        "other_topics": {
            "0": 0.0018941788635814948, 
            "1": 0.001275248066545974, 
            "2": 0.0023242903857258203, 
            "3": 0.0016903073608673935, 
            "4": 0.0008744139728633667, 
            "5": 0.0029186660685493085, 
            "6": 0.0015038812235725263, 
            "7": 0.04954107329455959, 
            "8": 0.0012457133575756781, 
            "9": 0.0024437264938708073, 
            "10": 0.0010495400133667945, 
            "11": 0.022925776757981034, 
            "12": 0.0012406104173547051, 
            "13": 0.0009456609853764819, 
            "14": 0.0006020336607997338, 
            "15": 0.0011101948356367485, 
            "16": 0.0016088440231642738, 
            "17": 0.0009686349438089195, 
            "18": 0.0008400128326980934, 
            "19": 0.0005837644056600527, 
            "20": 0.05367918581347972, 
            "21": 0.38905232121731553, 
            "22": 0.0012801150562314935, 
            "23": 0.0015193026264311797, 
            "24": 0.0007273979722929287, 
            "25": 0.0015746817970047964, 
            "26": 0.0012911827640008017, 
            "27": 0.450105158523367, 
            "28": 0.001350001494817504, 
            "29": 0.0018340807715002993
        }
    }, 
    {
        "content": {
            "text": "  An article in Science Times on Tuesday about the debate over free will misstated the location of Elizabethtown College, where Michael Silberstein, who commented on free will and popular culture, is a science philosopher. It is in Pennsylvania, not Maryland.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.38687126815906864, 
        "file": "1816357.txt", 
        "other_topics": {
            "0": 0.003728661896415089, 
            "1": 0.21305043359148196, 
            "2": 0.004575329798091652, 
            "3": 0.0033273439857624296, 
            "4": 0.0017212704275159378, 
            "5": 0.005745349168125811, 
            "6": 0.0029603670080376896, 
            "7": 0.01330478819123768, 
            "8": 0.0024521675431776863, 
            "9": 0.004810437936007565, 
            "10": 0.002066003338884465, 
            "11": 0.003021012688343801, 
            "12": 0.0024421224840085382, 
            "13": 0.0018615190734588886, 
            "14": 0.0011850939816416524, 
            "15": 0.0021854014215999394, 
            "16": 0.04527501014694344, 
            "17": 0.0019067429565165239, 
            "18": 0.0016535523133538166, 
            "19": 0.001149131234498326, 
            "20": 0.021450598900581982, 
            "21": 0.38687126815906864, 
            "22": 0.0025198867567198316, 
            "23": 0.04509874928764993, 
            "24": 0.0014318716964722123, 
            "25": 0.21363986427447043, 
            "26": 0.002541673368867983, 
            "27": 0.0017565315087123068, 
            "28": 0.002657457133858927, 
            "29": 0.003610359728494843
        }
    }, 
    {
        "content": {
            "text": "  ONE of the pop heroes of the Iraq war was undoubtedly Muhammad Said al-Sahhaf, the unfortunate Iraqi information minister who, in his daily press conferences during the invasion, heroically denied even the most evident facts and stuck to the Iraqi line. Even with American tanks only a few hundred yards from his office, he continued to claim that the televised shots of tanks on the Baghdad streets were just Hollywood special effects.  In his very performance as an excessive caricature, Mr. Sahhaf thereby revealed the hidden truth of the ''normal'' reporting: there were no refined spins in his comments, just a plain denial. There was something refreshingly liberating about his interventions, which displayed a striving to be liberated from the hold of facts and thus of the need to spin away their unpleasant aspects: his stance was, ''Whom do you believe, your eyes or my words?''  Furthermore, sometimes, he even struck a strange truth -- when confronted with claims that Americans were in control of parts of Baghdad, he snapped back: ''They are not in control of anything -- they don't even control themselves!''  What, exactly, do they not control? Back in 1979, in her essay ''Dictatorship and Double Standards,'' published in Commentary, Jeane J. Kirkpatrick elaborated the distinction between ''authoritarian'' and ''totalitarian'' regimes. This concept served as the justification of the American policy of collaborating with right-wing dictators while treating Communist regimes much more harshly: authoritarian dictators are pragmatic rulers who care about their power and wealth and are indifferent toward ideological issues, even if they pay lip service to some big cause; in contrast, totalitarian leaders are selfless fanatics who believe in their ideology and are ready to put everything at stake for their ideals.  Her point was that, while one can deal with authoritarian rulers who react rationally and predictably to material and military threats, totalitarian leaders are much more dangerous and have to be directly confronted.  The irony is that this distinction encapsulates perfectly what went wrong with the United States occupation of Iraq: Saddam Hussein was a corrupt authoritarian dictator striving to keep his hold on power and guided by brutal pragmatic considerations (which led him to collaborate with the United States in the 1980s). The ultimate proof of his regime's secular nature is the fact that in the Iraqi elections of October 2002 -- in which Saddam Hussein got a 100 percent endorsement, and thus overdid the best Stalinist results of 99.95 percent -- the campaign song played again and again on all the state media was Whitney Houston's ''I Will Always Love You.''  One outcome of the American invasion is that it has generated a much more uncompromising ''fundamentalist'' politico-ideological constellation in Iraq. This has led to a predominance of the pro-Iranian political forces there -- the intervention basically delivered Iraq to Iranian influence. One can imagine how, if President Bush were to be court-martialed by a Stalinist judge, he would be instantly condemned as an ''Iranian agent.'' The violent outbursts of the recent Bush politics are thus not exercises in power, but rather exercises in panic.  Recall the old story about the factory worker suspected of stealing: every evening, when he was leaving work, the wheelbarrow he rolled in front of him was carefully inspected, but the guards could not find anything, it was always empty. Finally, they got the point: what the worker was stealing were the wheelbarrows themselves.  This is the trick being attempted by those who claim today, ''But the world is nonetheless better off without Saddam!'' They forget to factor into the account the effects of the very military intervention against him. Yes, the world is better without Saddam Hussein -- but is it better if we include into the overall picture the ideological and political effects of this very occupation?  The United States as a global policeman -- why not? The post-cold-war situation effectively called for some global power to fill the void. The problem resides elsewhere: recall the common perception of the United States as a new Roman Empire. The problem with today's America is not that it is a new global empire, but that it is not one. That is, while pretending to be an empire, it continues to act like a nation-state, ruthlessly pursuing its interests. It is as if the guiding vision of recent American politics is a weird reversal of the well-known motto of the ecologists -- act globally, think locally.  After 9/11, the United States was given the opportunity to realize what kind of world it was part of. It might have used the opportunity -- but it did not, instead opting to reassert its traditional ideological commitments: out with the responsibility and guilt with respect to the impoverished third world -- we are the victims now!  Apropos of the Hague tribunal, the British writer Timothy Garton Ash pathetically claimed: ''No Führer or Duce, no Pinochet, Amin or Pol Pot, should ever again feel themselves protected from the reach of international law by the palace gates of sovereignty.'' One should simply take note of what is missing in this series of names which, apart from the standard couple of Hitler and Mussolini, contains three third world dictators: where is at least one name from the major powers who might sleep a bit uneasily?  Or, closer to the standard list of the bad guys, why was there little talk of delivering Saddam Hussein or, say, Manuel Noriega to The Hague? Why was the only trial against Mr. Noriega for drug trafficking, rather than for his murderous abuses as a dictator? Was it because he would have disclosed his past ties with the C.I.A.?  In a similar way, Saddam Hussein's regime was an abominable authoritarian state, guilty of many crimes, mostly toward its own people. However, one should note the strange but key fact that, when the United States representatives and the Iraqi prosecutors were enumerating his evil deeds, they systematically omitted what was undoubtedly his greatest crime in terms of human suffering and of violating international justice: his invasion of Iran. Why? Because the United States and the majority of foreign states were actively helping Iraq in this aggression.  And now the United States is continuing, through other means, this greatest crime of Saddam Hussein: his never-ending attempt to topple the Iranian government. This is the price you have to pay when the struggle against the enemies is the struggle against the evil ghosts in your own closet: you don't even control yourself.  Op-Ed Contributor Slavoj Zizek, the international director of the Birkbeck Institute for the Humanities, is the author, most recently, of ''The Parallax View.''  ", 
            "title": "Denying the Facts, Finding the Truth"
        }, 
        "weight": 0.38056664891652586, 
        "file": "1816541.txt", 
        "other_topics": {
            "0": 0.006180209183807518, 
            "1": 0.00011929173807715528, 
            "2": 0.00021742329761788269, 
            "3": 0.00015811802287897167, 
            "4": 8.179613469585371e-05, 
            "5": 0.0623042324418299, 
            "6": 0.00014067898609521087, 
            "7": 0.06266346297450796, 
            "8": 0.00011652894481434148, 
            "9": 0.004230609299837156, 
            "10": 9.817811581957968e-05, 
            "11": 0.00014356091688060132, 
            "12": 0.01812511224304081, 
            "13": 0.17617705385826976, 
            "14": 5.631660510748455e-05, 
            "15": 0.00010385200732442355, 
            "16": 0.00015049762070067825, 
            "17": 9.060993624730811e-05, 
            "18": 7.857811624924167e-05, 
            "19": 5.460762686539992e-05, 
            "20": 0.14309082789836405, 
            "21": 0.38056664891652586, 
            "22": 0.07415699634369677, 
            "23": 0.00014212156499327535, 
            "24": 0.0540952256198639, 
            "25": 0.00014730195121326093, 
            "26": 0.00012078233257793235, 
            "27": 0.014090518939414685, 
            "28": 0.0021272912074402203, 
            "29": 0.00017156715524278975
        }
    }
]