[
    {
        "content": {
            "text": "  New York City's public hospitals and clinics would lose billions of dollars over the next few years under changes President Bush proposes to make to Medicaid -- far more than his plan would cost other parts of the country, according to local and state officials.  Under Medicaid, the health plan for the poor, public hospitals can sometimes collect higher payments than private hospitals do for comparable services. Last week, the Bush administration proposed a regulation that would largely do away with that advantage.  The New York State Department of Health and New York City's Health and Hospitals Corporation, the agency that runs the city's public hospital system, estimate that the new rule would cost the corporation $350 million a year, or 7 percent of its annual budget. The cut, officials said, would be felt most in outpatient services, where the system handles five million visits each year.  ''We would have to do a wholesale dismantling of our ambulatory care system and scale down our emergency departments,'' said Alan D. Aviles, president of the Health and Hospitals Corporation.  Both that rule change and a separate proposal put forward by the president to cover more uninsured people by diverting Medicaid funds have met with serious opposition in Congress. But the administration may be able to make the rule change without Congressional approval.  Last night, in his State of the Union address, President Bush outlined his plan to cover some of the 47 million uninsured people in the United States, through ''affordable choices grants'' to states.  ''These grants would give our nation's governors more money and more flexibility to give private health insurance to those most in need,'' Mr. Bush said.  To help pay for that effort, federal officials said the president's budget would allow states to redirect money out of a Medicaid program, which currently pays billions of dollars to hospitals that care for a disproportionately high share of patients who are uninsured. Most often, these are public hospitals.  States could use the money to cover the uninsured, but it is not clear how much money could be redirected, nor how individual states would respond. Administration officials argue that covering more people will diminish the need for government to compensate hospitals for indigent care. But critics say many poor people would remain uninsured under the president's plan.  Daniel Sisto, president of the Healthcare Association of New York State, a hospital industry group, said, ''You cannot rip away the safety net serving society today on the belief that a vision, a new system, will suddenly appear.''  The proposed changes would hit especially hard at the Health and Hospitals Corporation, the nation's largest state or local health care system, with 11 hospitals and scores of clinics. About 60 percent of its $5 billion annual budget comes from Medicaid -- more than the Medicaid payments to all hospitals combined in some states. About 30 percent of its patients are uninsured.  The Medicaid rule change announced last week is similar to provisions that the Bush administration has proposed in past years' budget talks, which Congress declined to adopt. But a Medicaid regulation can be made without Congressional approval. State and hospital officials say such a policy would probably be challenged in court, and Senator Charles E. Schumer of New York said that Congress might pass a law to block it.  The Centers for Medicare and Medicaid Services, the federal agency that oversees the program, estimates that the new rule would save about $760 million a year. But officials say there has been no detailed, state-by-state calculation, so the number could change.  Each state sets the rates its Medicaid program pays hospitals and other providers, and for each dollar spent, it gets matching money from the federal government.  A longstanding Medicaid rule allows state and local governments that own or run hospitals and clinics to receive more money for Medicaid services, beyond what the standard Medicaid rates pay, and draw a federal match on those additional dollars, too. While many public hospitals do not get such supplemental payments from their local government sponsors, New York City contributes hundreds of millions of dollars each year to its hospitals.  In a statement released with the proposed regulation, the administration said that the public hospitals often use the extra payments ''to subsidize health care operations that are unrelated to Medicaid.''  Deborah Bachrach, New York State's Medicaid director, said that using the money to strengthen ''safety net'' hospitals that deliver Medicaid benefits is legitimate, even if some of those benefits go to uninsured patients and others outside Medicaid. And in practice, she said, it is impossible to separate the two. ''It's fine to say Medicaid dollars for Medicaid patients, but in reality it's never that simple,'' she said.  The administration statement also alleged outright cheating of the system. ''We have identified numerous instances in which health care providers did not retain the full amount of their Medicaid payments but were required to refund or return a portion of the payments received'' to the state or local governments, it said. In other words, the supplemental payments made by the state or local governments were a ruse, intended to draw federal matching funds, with the local money eventually being diverted to unrelated uses.  Several lawmakers and hospital industry officials disputed the notion that such abuses are common. Rather, they said, the administration wants to pare services to the poorest of the poor. ''If it was for-profit hospitals in Texas, they wouldn't be doing it,'' Mr. Schumer said.  Nationwide, the supplemental Medicaid payments total more than $3 billion a year, most of it federal money, according to the National Association of Public Hospitals. But the proposed rule would make it much harder to collect that money from Washington, in several ways.  Medicaid imposes an upper limit on its payments to each hospital -- for all services combined, not patient by patient -- and the new rule would lower that cap.  Some public hospitals in New York turn a small profit on Medicaid inpatient services, and absorb a large loss on Medicaid for outpatients, and report an overall Medicaid loss. That would no longer be allowed under the new rule, which would apply caps to inpatient and outpatient care, and would forbid any profit.  ", 
            "title": "Public Hospitals Fret Over Changes In Medicaid Rules"
        }, 
        "weight": 0.8070212815652412, 
        "file": "1821015.txt", 
        "other_topics": {
            "0": 0.00014747138223729353, 
            "1": 0.0001198491214128122, 
            "2": 0.00012652874181261176, 
            "3": 0.00011680279310588119, 
            "4": 0.00016783552780187195, 
            "5": 7.191213773101733e-05, 
            "6": 0.009769121120575834, 
            "7": 0.00019307962527807896, 
            "8": 8.115196765978135e-05, 
            "9": 0.007785259696102862, 
            "10": 0.15242145103086216, 
            "11": 0.8070212815652412, 
            "12": 0.013532212004620129, 
            "13": 9.459229901867479e-05, 
            "14": 0.00043769913105437205, 
            "15": 0.00015953678503512016, 
            "16": 9.014427475926458e-05, 
            "17": 0.000217400158201311, 
            "18": 6.51817264214021e-05, 
            "19": 0.006258939179122794, 
            "20": 0.00013061103140544719, 
            "21": 9.054268887072208e-05, 
            "22": 9.793404137482986e-05, 
            "23": 6.609251832340273e-05, 
            "24": 7.592478130115955e-05, 
            "25": 7.143433761863443e-05, 
            "26": 8.050503159648934e-05, 
            "27": 9.440666632837096e-05, 
            "28": 0.0002476285898408343, 
            "29": 0.00011312992530814556, 
            "30": 5.434011997753631e-05
        }
    }, 
    {
        "content": {
            "text": "  A new study estimates that employers cheat New York State's workers' compensation system by not paying $500 million to $1 billion a year in required insurance premiums, forcing other employers to pay higher premiums.  The study by the Fiscal Policy Institute, a liberal research group, found that these illegal underpayments represent 15 percent to 20 percent of all the workers' comp premiums that are supposed to be paid each year statewide.  Some companies pay no premiums while others underpay by underreporting the size of their work force to qualify for lower premiums, the study said.  Government, business and labor leaders say the noncompliance hurts the state's business climate by forcing law-abiding companies to pay higher workers' comp premiums when many corporations are already complaining that their premiums are too high.  ''We were surprised to find this magnitude of noncompliance,'' said James Parrott, the chief economist for the Fiscal Policy Institute. ''This noncompliance has helped cause at least two things: very low benefits for injured workers in New York, which are among the lowest in the country, and second, despite these low benefits, workers' comp premiums that are considered very high.''  Mr. Parrott said inadequate data made it hard to pinpoint the exact amount of cheating.  The report asserts that if more companies paid their full premiums, the extra money would enable the state to cut workers' comp premiums over all and increase benefits for injured workers. The report maintains that a lack of enforcement has emboldened employers to cheat.  ''Not being honest on payroll has become almost an accepted practice in New York State,'' said Art Wilcox, a workers' comp expert with the New York State A.F.L.-C.I.O. ''It hurts the competitiveness of a business that does the right thing. It hurts the competitiveness of an insurance broker who refuses to play games with payroll. And it certainly hurts any insurance carrier who won't bend the rules because they're competing against people who will.''  Michael Moran, a spokesman for the American Insurance Association, said he found it difficult to believe the level of noncompliance found by the study. ''It is very important for insurance companies to be paid correctly for all the people they cover,'' he said. ''They work at it very hard. They try to audit to make sure that things are right.''  The Fiscal Policy Institute based its calculations on financial numbers filed with state agencies. It bolsters the finding of a report last year by the state's association of insurance agents, which estimated, based on inside knowledge of industry practices, that up to 20 percent of New York's employers did not pay all their required premiums.  ''New York's honest businesses who are playing by the rules have had to subsidize those who don't even cover their employees or those who seriously underpay for the coverage they do have,'' said David Dickson, president of the association, Professional Insurance Agents of New York State. ''It approaches plain fraud.''  Gov. Eliot Spitzer has pledged to make major changes in the workers' comp system, hoping to hold down premiums and increase benefits. The maximum benefit an injured worker can now obtain is $400 a week.  ''Although we do not know the magnitude of the underreporting of workers' comp obligations, we recognize that it is a serious problem,'' said Christine Anderson, a spokeswoman for the governor.  Insurance experts say that a company with, say, 100 employees might tell its insurer that it has only 70 workers and then pay premiums for only 70.  But if any of the company's 100 employees are injured on the job, they would be likely to qualify for worker's comp benefits -- either medical coverage and weekly benefits in lieu of wages -- when they are out of work. This means that the amount collected in premiums might fall short of the amount spent on benefits. As a result of such a shortfall statewide, insurers often pressure New York officials to increase premiums for all employers in an effort to balance total premiums paid in with total benefits paid out.  ''The lack of aggressive enforcement forces everybody in the process to bend the rules,'' said Mr. Wilcox of the A.F.L.-C.I.O. ''If insurance company A enforces the law but all the rest don't, then the client will end up with insurance company B or C or D.''  In finding underpayments, the Fiscal Policy Institute first looked at the total amount of employee payroll -- $389 billion -- that the state's employers reported for 2003 to the Labor Department and Tax Department when they paid their unemployment insurance taxes. Then the institute examined the total payroll reported to the state agencies and the industry association that handle payroll data for employers paying workers' comp insurance. The total payroll reported for workers' comp came to just $311 billion (after the policy institute made some adjustments to account for excluded job categories.)  ''Manufacturers are paying significant amount of workers' comp, and they obviously pay more than they need to because it looks like a large percentage of companies aren't paying into the system,'' said Randall Wolken, president of the Manufacturers Association of Central New York. ''If we're inadvertently increasing some companies' costs, we inadvertently drive some companies out of the state.''  Last July, the state's insurance superintendent, Howard Mills, denied a request by insurers to increase workers' comp premiums, saying, ''The insurers' efforts to fight fraud -- both claimant and employer fraud -- can be said to be anemic at best.''  At the time, Mr. Mills, who stepped down last month, said that without a greater commitment by insurers to fight fraud, it would be hard to justify any overall increase in premiums.  One common practice, insurance experts say, is for companies, often taxi or trucking companies, to say that their drivers are independent contractors (who are not required to be part of the workers' comp system) when by many definitions they are actual employees.  As part of the campaign against fraud, Manhattan District Attorney Robert M. Morgenthau and the State Insurance Fund, a state agency that provides workers' comp coverage to 194,000 employers, arrested Anthony Spychalsky last month and charged his company, NY Ceiling & Drywall, with underpaying premiums by at least $207,000. Mr. Spychalsky pleaded guilty on Jan. 8 to insurance fraud.  Many industry experts say the State Insurance Fund, which focuses on providing coverage to small business, is more aggressive in pursuing premium fraud than private insurance carriers.  Robert Lawson, the insurance fund's spokesman, said that in 2006, the fund's 200 auditors did 88,398 field audits. All the audits yielded an additional $89 million in revenues, coming to $493,000 per auditor, Mr. Lawson said.  Mr. Dickson, the head of the insurance agents' group, said, ''The level of audits that are conducted by the commercial carriers and the frequency of the audits, I don't see that at the same standard as the State Insurance Fund's efforts.''  Kenneth Adams, president of the Business Council of New York State, said, ''Whatever can be put in place to limit and reduce fraud by employers or injured workers, that will produce benefits throughout the system.''  ", 
            "title": "Study Says Many Firms Cheat New York Workers' Comp System"
        }, 
        "weight": 0.7296969035590698, 
        "file": "1821290.txt", 
        "other_topics": {
            "0": 0.00013024854485877742, 
            "1": 0.00010585222318933503, 
            "2": 0.00011175174636518062, 
            "3": 0.000103161668431386, 
            "4": 0.06108092562843387, 
            "5": 6.351368757144761e-05, 
            "6": 0.03401682968373003, 
            "7": 0.008633404088401827, 
            "8": 7.167441940094661e-05, 
            "9": 0.00010573842363325637, 
            "10": 0.1329279319540871, 
            "11": 0.7296969035590698, 
            "12": 0.00010379336218672164, 
            "13": 8.354508593541247e-05, 
            "14": 0.00038658127455569674, 
            "15": 0.00014090485751897387, 
            "16": 7.961653601274002e-05, 
            "17": 0.010347459039319565, 
            "18": 5.7569305237200015e-05, 
            "19": 0.005527972329767565, 
            "20": 0.00011535727491649898, 
            "21": 7.996842027313871e-05, 
            "22": 8.649655402758629e-05, 
            "23": 0.0017509484839659311, 
            "24": 0.011915080996456278, 
            "25": 0.0017556664446953078, 
            "26": 7.110303748547188e-05, 
            "27": 8.338113285228894e-05, 
            "28": 0.0002187086267375019, 
            "29": 9.991774626251417e-05, 
            "30": 4.799386462070893e-05
        }
    }, 
    {
        "content": {
            "text": "  The Bush administration lowered its estimate of the cost of Medicare's new prescription drug benefit Saturday, saying the price tag had come down about 10 percent in the last six months.  Administration officials said they hoped the numbers would undercut support in Congress for a Democratic proposal requiring the government to negotiate with pharmaceutical makers to secure lower drug prices for Medicare beneficiaries.  The 2003 Medicare law prohibits such direct negotiations, relying instead on private insurers and their agents to seek discounts on prescription drugs. Legislation to repeal that ban is a top priority for the new Democratic majority in Congress.  Michael O. Leavitt, the secretary of health and human services, said the new numbers showed that such legislation was unnecessary because competition among private plans had effectively held down costs.  ''Our new estimates provide clear evidence that consumer choice is working,'' Mr. Leavitt said in an interview. ''Government interference will result in fewer choices and less consumer satisfaction.''  Such arguments are unlikely to sway House Democrats, who say older Americans are still paying far too much for medications. But the numbers provide new ammunition for Republicans.  In July, the Bush administration estimated that payments to private plans offering the Medicare drug benefit would total $1.077 trillion from 2007 to 2016. Officials now estimate they will be $964 billion.  The federal government subsidizes premiums and pays a variety of subsidies to insurers to draw them into the Medicare market.  Leslie V. Norwalk, acting administrator of the Centers for Medicare and Medicaid Services, said drug costs in general had been increasing more slowly than expected. In addition, Ms. Norwalk said, enrollment in the new Medicare program is lower than expected, because some beneficiaries found they had equivalent drug coverage from other sources.  ", 
            "title": "Medicare Drug Program Costing Less Than Estimates, U.S. Says"
        }, 
        "weight": 0.7282646351362281, 
        "file": "1817216.txt", 
        "other_topics": {
            "0": 0.0004785156646140797, 
            "1": 0.00038888685463044634, 
            "2": 0.0004105609106166901, 
            "3": 0.0003790021177255044, 
            "4": 0.0005445933164357213, 
            "5": 0.0002333407598011575, 
            "6": 0.0006074169808705356, 
            "7": 0.0006265054535442797, 
            "8": 0.0002633221927558522, 
            "9": 0.00038846877034191325, 
            "10": 0.22097280058261884, 
            "11": 0.7282646351362281, 
            "12": 0.03147278478778599, 
            "13": 0.0003069334276630133, 
            "14": 0.007638540076703107, 
            "15": 0.0005176655264452286, 
            "16": 0.00029250046275537873, 
            "17": 0.0007054208051126462, 
            "18": 0.00021150189729043367, 
            "19": 0.0016541509207385213, 
            "20": 0.00042380713837984713, 
            "21": 0.00029379323827862533, 
            "22": 0.00031777672512361163, 
            "23": 0.00021445723808740042, 
            "24": 0.0002463609999026329, 
            "25": 0.00023179039230028406, 
            "26": 0.00026122301232102814, 
            "27": 0.00030633108605051043, 
            "28": 0.0008035061274089595, 
            "29": 0.00036708438325655426, 
            "30": 0.00017632301421315294
        }
    }, 
    {
        "content": {
            "text": "  With his proposal to uproot a tax break that has been in place for more than 60 years, President Bush has touched off an impassioned debate over the future of the employer-based system that provides health insurance to more than half of all Americans.  ''Changing the tax code is a vital and necessary step to making health care affordable for more Americans,'' Mr. Bush said in his State of the Union address this week.  Mr. Bush said his proposal would eliminate a bias in the tax code that strongly favored insurance provided by employers over coverage bought by individuals and families outside the workplace.  Paul Fronstin, director of health research at the Employee Benefit Research Institute, a nonpartisan organization, said: ''The president's proposal would mean the end of employer-based benefits as we know them. It gives employers a way out of providing the benefits because their employees could get the same tax break on their own.''  Tony Fratto, a White House spokesman, denied that the president wanted to move people away from the employer-based system and toward the individual insurance market. ''We are seriously agnostic on that,'' he said.  It might take years for changes to occur. ''Large corporate employers could not immediately terminate their health benefits because there is, at present, no reliable place where employees can get coverage they can afford outside the workplace,'' said Frank B. McArdle, a health policy expert at Hewitt Associates, a benefits consulting firm.  The economic rationale for Mr. Bush's proposal is that too many people have ''gold-plated, deluxe'' health insurance, which encourages them to use excessive amounts of health care, driving up costs for everyone.  Many economists agree. But they doubt that Mr. Bush's proposal would do much to hold down costs or cover more people.  ''The president's proposal addresses inequities in the tax code that provide an open-ended subsidy for premiums paid by employers,'' said Robert D. Reischauer, a former director of the Congressional Budget Office. ''If your employer does not provide health insurance and you have to buy it on your own, you get no tax benefit at all. The president's plan would eliminate that distinction.''  But Mr. Reischauer said, ''A glaring problem with the president's plan is that he did not call for any stronger regulation of the individual insurance market.'' In that market as it now exists in most states, insurers can deny coverage or charge higher rates to sick people.  In their desire to achieve universal coverage, some Democrats have also begun to raise questions about the employer-based system. ''We have to ask ourselves if the employer-based system of health care is still the best way for providing insurance to all Americans,'' said Senator Barack Obama, Democrat of Illinois, noting that workers frequently changed jobs.  The Service Employees International Union negotiates with employers to secure health benefits for its members, but the president of the union, Andrew L. Stern, said, ''The current employer-based health care system is not the foundation for 21st-century health care reform.''  Mr. Bush's proposal differs radically from President Bill Clinton's plan for universal coverage, but experts on health benefits said they were similar in one respect: In an effort to help the uninsured -- about one-sixth of the population -- they would upend the system that covers most Americans.  The Clinton plan would have provided comprehensive health benefits to 39 million uninsured Americans, with more than $400 billion in new federal spending over 10 years. The White House says the tax changes proposed by Mr. Bush would provide coverage for 3 million to 5 million people at no cost to the government over 10 years.  Since Mr. Bush took office in 2001, the number of people without insurance has increased by more than 5 million, to 46.6 million, according to the Census Bureau. Administration officials said they hoped to reverse that trend by helping states that offered basic private insurance policies to their residents. To pay for such help, the administration would take federal money from hospitals that serve large numbers of poor people.  Under Mr. Bush's proposal, employee health benefits would, for the first time, be treated as income and would be subject to income and payroll taxes, just like wages. At the same time, Mr. Bush would create a tax deduction for health insurance of $15,000 for families and $7,500 for individuals. The same deduction would be available to everyone with coverage, regardless of the source or value of the policy.  A family with coverage worth $18,000 would have to pay taxes on the amount exceeding the $15,000 standard deduction -- $3,000, in this example.  Katherine Baicker, a member of the president's Council of Economic Advisers, said the proposal would increase taxes for 30 million people with the most generous employer-provided health benefits, unless they ''change their behavior'' and choose less costly coverage. Ms. Baicker said the proposal would cut taxes for more than 100 million people who bought insurance on their own or had employee health benefits worth less than the standard deduction.  Treasury officials said that under the Bush proposal, an uninsured family of four with an annual income of $60,000 would save $4,545 if it bought coverage in the individual market. By contrast, they said, a family that earns $80,000 and has employer-provided coverage worth $20,000 could see a tax increase of about $1,500.  Joel D. Kaplan, deputy chief of staff at the White House, acknowledged that the proposal could accelerate the trend of employers' dropping health benefits for employees. But he said more people ''would be able to buy insurance in the individual market,'' so there would be ''a net increase in the number of insured.''  Politicians and health care providers are skeptical.  Representative John D. Dingell, the Michigan Democrat who is the chairman of the Committee on Energy and Commerce, said, ''The president's proposal would do little to help the uninsured, but would undermine the employer-based system through which 160 million people get coverage.''  Richard J. Umbdenstock, president of the American Hospital Association, agreed. ''The tax proposal would have the effect of driving people to the small-group insurance market -- a market that has proved unstable,'' Mr. Umbdenstock said. ''For many people, even with a tax break, coverage would remain unaffordable.''  Historically, employers have used benefits as a tool to recruit workers and keep them healthy and productive.  R. Bruce Josten, executive vice president of the United States Chamber of Commerce, praised the general direction of the president's proposal but said his members had serious concerns.  First, Mr. Josten said, the $15,000 cap on tax-free insurance takes no account of wide geographic variation in the cost of health care and insurance. The same package of benefits typically costs more in Boston than in Minneapolis, for example.  Moreover, Mr. Josten said, a health plan may be expensive because it covers older workers with major medical problems, not because it is ''gold-plated.'' A single mother, working as a low-paid secretary at a law firm, could be pushed into a higher tax bracket because she participates in an $18,000 health plan covering older men who have had heart attacks and expensive surgery, Mr. Josten said.  Treasury officials acknowledged that some people with costly, comprehensive benefits had modest incomes.  But deluxe health plans are vanishingfast. In recent years, many workers have found themselves paying more for less comprehensive benefits. From 2000 to 2006, premiums for employer-sponsored coverage rose 87 percent, about four times as fast as workers' earnings, according to the Kaiser Family Foundation.  ", 
            "title": "Experts See Peril in Bush Health Proposal"
        }, 
        "weight": 0.712839686291689, 
        "file": "1822147.txt", 
        "other_topics": {
            "0": 0.00012435509653747887, 
            "1": 0.00010106265254394085, 
            "2": 0.00010669523580890416, 
            "3": 9.849383922608845e-05, 
            "4": 0.03892527814685979, 
            "5": 6.06398386865846e-05, 
            "6": 0.0001578535518906749, 
            "7": 0.0001628142021632441, 
            "8": 6.843131609290922e-05, 
            "9": 0.056660590884171254, 
            "10": 0.14792111263145213, 
            "11": 0.712839686291689, 
            "12": 0.02757092057869276, 
            "13": 7.97648621563856e-05, 
            "14": 0.00036908935734429165, 
            "15": 0.00013452923545802578, 
            "16": 7.601407011939252e-05, 
            "17": 0.01311123946898803, 
            "18": 5.496442603738732e-05, 
            "19": 0.00042987536803397236, 
            "20": 0.00011013762245171828, 
            "21": 7.63500324229971e-05, 
            "22": 8.258278307770965e-05, 
            "23": 5.5732450403746046e-05, 
            "24": 6.402349638996606e-05, 
            "25": 6.0236934216581146e-05, 
            "26": 6.788578790036266e-05, 
            "27": 7.960832757473978e-05, 
            "28": 0.00020881256232851224, 
            "29": 9.539669710517256e-05, 
            "30": 4.582225217629946e-05
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''New Jersey's Millstone'' (editorial, Jan. 7):  You are correct in suggesting that middle-income New Jersey homeowners use an inordinate amount of their income to pay their property taxes.  This is particularly onerous for many retirees who frequently pay some 20 percent of their pension and Social Security income for property taxes, yet on the block where they live, a wealthier person with the same property assessment may pay only 5 percent of his income for property taxes.  Property taxes are regressive in that payments reflect property values rather than income, thus favoring the wealthy over the middle class and poor.  Reform will not occur through plans to reduce benefits for state employees because the prospect of labor unrest and political retribution in an election year will surely deter legislators from provoking a significant part of the electorate.  The fair and appropriate way to achieve property tax reform is to require those with the highest incomes to pay a higher state income tax and use that money to substantially finance education while reducing property taxes.  Jack Isaacs  Hackensack  ", 
            "title": "The Onerous Burden Of Property Taxes"
        }, 
        "weight": 0.7111403192518484, 
        "file": "1818762.txt", 
        "other_topics": {
            "0": 0.0007484536893781852, 
            "1": 0.0006082638931654975, 
            "2": 0.0006421646165196147, 
            "3": 0.0005928030245834769, 
            "4": 0.0008518067579370608, 
            "5": 0.0003649718608404081, 
            "6": 0.0009500702149221434, 
            "7": 0.020432179741685916, 
            "8": 0.00041186627991001887, 
            "9": 0.0006076099611182028, 
            "10": 0.04411702537006291, 
            "11": 0.7111403192518484, 
            "12": 0.05895319181957918, 
            "13": 0.0004800792812355412, 
            "14": 0.002221431199092847, 
            "15": 0.0008096885886573998, 
            "16": 0.0004575044594844141, 
            "17": 0.0011033594993729175, 
            "18": 0.0003308133610739341, 
            "19": 0.13875305350007194, 
            "20": 0.0006628832445036628, 
            "21": 0.0004595265095058947, 
            "22": 0.0004970394490828262, 
            "23": 0.00033543585493658233, 
            "24": 0.0003853370180571492, 
            "25": 0.0003625469072563774, 
            "26": 0.00040858291959958534, 
            "27": 0.010205263626442305, 
            "28": 0.001256776256180097, 
            "29": 0.0005741623133342243, 
            "30": 0.0002757895305612394
        }
    }, 
    {
        "content": {
            "text": "  A broad coalition of business and consumer groups, doctors, hospitals and drug companies laid out a major proposal on Thursday to provide health coverage to more than half of the nation's 47 million uninsured by expanding federal benefit programs and offering new tax credits to individuals and families.  ''This is a proposal not for mandates but for incentives,'' said Dr. Reed V. Tuckson, senior vice president of UnitedHealth Group, one of the nation's largest insurers. ''It's a careful balance of public and private solutions.''  The proposal, unveiled Thursday after more than two years of work, was endorsed by 16 groups including AARP, the American Hospital Association, the American Medical Association, the Blue Cross and Blue Shield Association, Johnson & Johnson, Kaiser Permanente, Pfizer and the Chamber of Commerce of the United States.  Other coalition members endorsing the proposal were Families USA, a liberal-leaning consumer group, and America's Health Insurance Plans, a trade group for insurers.  The proposal comes at a possible turning point in the debate over national health insurance, which has been an elusive goal for Democrats since the New Deal. In the past few years, businesses of all sizes have said that health costs are cutting their profits and hurting their ability to compete. Politicians of both parties predict that the health care issue will figure prominently in the 2008 presidential campaign.  Without waiting for Congress, states like Massachusetts and California are expanding coverage, but want help from Washington.  As a first step, the 16-member group, known as the Health Coverage Coalition for the Uninsured, urged Congress to put more money into the Children's Health Insurance Program and create tax breaks for the purchase of private insurance covering children. Money for the program is running low, and many children are eligible but not enrolled.  Members of the coalition said their proposal would cost $45 billion in the first five years. They did not estimate the cost of insuring millions of adults in later years, nor did they suggest how to pay the costs. Dr. Tuckson said that ''the cost of inaction is higher than the cost of action.''  Ronald F. Pollack, the executive director of Families USA, said, ''Our agreement transcends political and ideological boundaries.''  But tensions bubbled below the surface, showing how difficult it could be to translate the recommendations into law. The A.F.L.-C.I.O., the Service Employees International Union and the National Association of Manufacturers participated in the coalition for more than a year but did not endorse the final report. The deepest divisions came over how to pay for expanded coverage and who should foot the bill.  Andrew L. Stern, president of the service employees' union, supports health insurance for all but has said that the ''employer-based system of health coverage is over'' and that it ''is collapsing, crushed by out-of-control costs.'' By contrast, members of the coalition said they wanted to preserve and build on that system.  E. Neil Trautwein, former assistant vice president of the National Association of Manufacturers, said the proposal had ''little reference to fiscal realities.''  JoAnn C. Volk, a policy analyst at the A.F.L.-C.I.O., said she favored expanding government programs. ''But tax credits would not guarantee access to comprehensive coverage and could leave consumers with high out-of-pocket costs,'' Ms. Volk said.  Suzanne DeFrancis, a spokeswoman for the Department of Health and Human Services, said: ''We all share the goal of helping people get health insurance. The administration believes this can be done best by helping people buy their own insurance, rather than creating a new government entitlement to health care or raising taxes.''  More than eight million children are uninsured. At least two-thirds are eligible for Medicaid or the Children's Health Insurance Program. One way to cover these children would be to enroll them automatically in Medicaid or the children's insurance program if they qualified for food stamps or reduced-price school lunches, the coalition said.  In general, Medicaid is available to children under 19 in families with incomes below the poverty level, about $16,600 for a family of three. The coalition said Congress should provide tax credits to families with incomes from 100 percent to 300 percent of the poverty level, to help them buy coverage for children.  The coalition offered longer-term recommendations, saying that states should have the option to expand Medicaid to cover all adults with incomes below the poverty level.  ''Day after day, there is debate and discussion,'' Dr. Tuckson said. ''Day after day, people die. We are sick and tired of the debate. We are focusing on what is achievable.''  ", 
            "title": "Groups Offer Health Plan For Coverage Of Uninsured"
        }, 
        "weight": 0.7065130454963252, 
        "file": "1819872.txt", 
        "other_topics": {
            "0": 0.002755653063194279, 
            "1": 0.00016002209480610834, 
            "2": 0.00016894069876653147, 
            "3": 0.00015595464874229318, 
            "4": 0.05907533945208499, 
            "5": 9.601681502583454e-05, 
            "6": 0.00280869434860935, 
            "7": 0.0002577991873211483, 
            "8": 0.00010835380109150735, 
            "9": 0.007836099548133638, 
            "10": 0.10116255324285846, 
            "11": 0.7065130454963252, 
            "12": 0.05644940587030756, 
            "13": 0.0001262992808212272, 
            "14": 0.03128941218787097, 
            "15": 0.0002130129135616889, 
            "16": 0.00012036029560924954, 
            "17": 0.01052527119087317, 
            "18": 8.703039523422298e-05, 
            "19": 0.016033161471304857, 
            "20": 0.00017439135643135156, 
            "21": 0.00012089225662793855, 
            "22": 0.0001307611626091822, 
            "23": 8.82464811460134e-05, 
            "24": 0.00010137448158387889, 
            "25": 9.537885811817605e-05, 
            "26": 0.0026662398444344104, 
            "27": 0.00012605142475339176, 
            "28": 0.0003306327590314464, 
            "29": 0.00015105064951383726, 
            "30": 7.25547232079336e-05
        }
    }, 
    {
        "content": {
            "text": "  Gov. Eliot Spitzer vowed yesterday to make health insurance available to all children and enroll all eligible adults in Medicaid. If carried out fully, his pledges would cut the number of uninsured New Yorkers in half.  But those promises may not turn out to be as ambitious as described. How far they go will depend on details the governor and his staff said would not be made public until late this month.  At their most far-reaching, the governor's plans would give New York the lowest percentage of uninsured people in the country, and would mark a sharp increase in coverage for the poor. Even so, such promises would not be as hard or as expensive to carry out as most people would guess, according to people who study the politics and economics of health care.  People who have no health insurance tend to be young and healthy, cheaper to care for and cheaper to cover than those who are currently covered. As a result, the United Hospital Fund, a policy research group, has estimated that covering all of the uninsured in New York would cost $4.1 billion a year -- less than one-tenth of what the state already spends on Medicaid, the health plan for the poor. Most of the uninsured are also poor, and already qualify for Medicaid or a similar program, Child Health Plus, so experts said that easier enrollment and more aggressive recruitment in those programs would almost certainly be at the center of Mr. Spitzer's plans.  The biggest obstacle, they said, could be new federal requirements that people signing up for Medicaid produce birth certificates or other proof of citizenship.  In his first address to the Legislature, Mr. Spitzer said, ''We will introduce a budget that in the very first year, guarantees access to health insurance for all of New York's 500,000 uninsured children.''  But to guarantee access to insurance and to guarantee actual coverage could be two very different things. Many people have access to government programs, at least in theory, but do not take advantage of them. Again, the governor did not say precisely what he meant by his promise.  In New York, children qualify for free health insurance through either Medicaid or Child Health Plus, in households that earn up to 160 percent of the federal poverty line -- about $21,000 a year for a family of four. Above that limit, up to 250 percent of the poverty line -- about $33,000 for a family of four -- they are eligible for Child Health Plus for a premium of $15 a month or less.  About two-thirds of New York's uninsured children already qualify for one of the programs on those terms. Danielle Holahan, senior health policy analyst at the United Hospital Fund, said, ''That, plus the fact that children are pretty cheap to insure,'' suggests that getting most of them enrolled ''is something we could tackle pretty easily.''  State law also says that any child, no matter how high the family income, can be enrolled in Child Health Plus by paying a premium that averages less than $200 a month, much less than a commercial insurance policy. Officials in the Pataki administration argued that that means New York already guarantees access to coverage for all children.  Ms. Holahan said the state could draw middle-income children into Child Health Plus by putting the premiums on a sliding scale as incomes rise, rather than having an abrupt jump up from $15 a month.  Mr. Spitzer said that within four years, ''we will enroll the 900,000 Medicaid-eligible adults'' by simplifying the paperwork.  That promise could be tougher to keep, experts said, because he is promising not mere access but actual coverage. Each year, about one-third of the people on Medicaid in New York fail to renew their enrollment, though they remain eligible, so policy analysts say that an easier renewal process would keep some people enrolled. They also proposed tying Medicaid enrollment to food stamps, welfare, schools and other public services.  But some people are reluctant to sign up, particularly immigrants who mistrust the government or just cannot be bothered.  ''The only way you ever get to really universal coverage is with some sort of individual mandate requiring people to enroll,'' said Diane Rowland, executive director of the Kaiser Commission on Medicaid and the Uninsured.  Almost 14 percent of New Yorkers are uninsured, according to the Census Bureau, below the national average of nearly 16 percent but well above Minnesota, with the lowest rate, less than 9 percent. If Mr. Spitzer succeeds in insuring all children and all people eligible for Medicaid, the number of uninsured in New York would drop below 7 percent.  Medicaid spends more than $45 billion a year to insure 4.2 million New Yorkers, but most of those costs are spent on older and disabled patients.  An estimated 1.2 million people qualify for Medicaid or Child Health Plus but are not enrolled. They are disproportionately healthy young adults and children.  ''Low-income people who have serious health needs end up in a hospital emergency room, and they enroll in Medicaid at that time, if they're not enrolled already,'' Ms. Rowland said. ''So the remaining uninsured tend to be healthier than those who are insured.''  CHANGEOVER IN ALBANY  ", 
            "title": "Spitzer's Health Care Pledge Focuses on Easing the Way for Those Entitled"
        }, 
        "weight": 0.7013955458364569, 
        "file": "1816367.txt", 
        "other_topics": {
            "0": 0.012990652382931029, 
            "1": 0.00016002209480610834, 
            "2": 0.015521439678371655, 
            "3": 0.00015595464874229318, 
            "4": 0.00022409336359868596, 
            "5": 9.601681502583454e-05, 
            "6": 0.00024994451867516287, 
            "7": 0.0002577991873211483, 
            "8": 0.00010835380109150735, 
            "9": 0.00015985005833107712, 
            "10": 0.14722005018167383, 
            "11": 0.7013955458364569, 
            "12": 0.04109690689070244, 
            "13": 0.0001262992808212272, 
            "14": 0.008260663718463285, 
            "15": 0.0002130129135616889, 
            "16": 0.00012036029560924954, 
            "17": 0.0002902718711364213, 
            "18": 8.703039523422298e-05, 
            "19": 0.021150661131173233, 
            "20": 0.00017439135643135156, 
            "21": 0.00012089225662793855, 
            "22": 0.0001307611626091822, 
            "23": 8.82464811460134e-05, 
            "24": 0.00010137448158387889, 
            "25": 9.537885811817605e-05, 
            "26": 0.04872373678324978, 
            "27": 0.00012605142475339176, 
            "28": 0.0003306327590314464, 
            "29": 0.00015105064951383726, 
            "30": 7.25547232079336e-05
        }
    }, 
    {
        "content": {
            "text": "  Gov. Edward G. Rendell arrived here Friday to rally support for his plan not only to extend health insurance coverage to the state's 760,000 uninsured adults, but also to cut billions of dollars in heath care costs and ban smoking in restaurants, bars and workplaces.  Mr. Rendell said the plan would require 47 changes to state law and regulations. It follows efforts in several other states to offer some version of universal health coverage.  Though Pennsylvania has one of the lowest uninsured rates in the nation -- about 7 percent, compared with 20 percent in California -- Mr. Rendell said the proposal was crucial because ''the system is near collapse.''  At a meeting with business and civic leaders at the private Duquesne Club downtown, Mr. Rendell pointed to a chart indicating that health care costs grew 75 percent in the state over the past seven years, while wages rose 13 percent and inflation increased 17 percent.  ''We can't go through another seven years of that,'' he said.  Mr. Rendell did not provide any cost estimates for the plan, but said that it relied on federal money, some redirected state money and a group of new taxes, including a 10-cent-per-pack increase in the cigarette tax and a fee on businesses that do not offer insurance to their employees. (A law approved last year is intended to extend health insurance to the state's 150,000 uninsured children.)  The governor's proposal also contains measures intended to make health care more efficient. One is an effort to reduce hospital-acquired infections, estimated to cost billions of dollars every year.  Though Mr. Rendell had previously said he would sign a bill authorizing a ''single-payer system'' whereby the state would be the insurer for the uninsured, nothing like that is in his proposal.  During his other stop Friday, at the University of Pittsburgh Medical Center, he said such a plan would be ''inordinately expensive'' and ultimately ''untenable to the legislature.''  Mr. Rendell's proposal differs in significant ways from recent state-sponsored health care packages in California and Massachusetts.  Both those states require individual participation, but, under Mr. Rendell's plan, Pennsylvania would not.  In California, Gov. Arnold Schwarzenegger, a Republican, wants the Legislature to approve health insurance coverage for illegal immigrants. But Mr. Rendell, a Democrat, said he did not try to provide coverage for Pennsylvania's estimated 150,000 illegal immigrants because Republicans in the legislature had said they would not back it.  Lawmakers of both parties have expressed support for some parts of Mr. Rendell's proposal, but passage of the entire plan is likely to be difficult. Among the reasons are that Republicans control the State Senate.  ", 
            "title": "Pennsylvania Governor Pushes Health Plan"
        }, 
        "weight": 0.6916765412843123, 
        "file": "1820060.txt", 
        "other_topics": {
            "0": 0.00034536548399950024, 
            "1": 0.0002806764891987521, 
            "2": 0.004784330577249645, 
            "3": 0.0002735422463769705, 
            "4": 0.0003930565877407679, 
            "5": 0.0001684121344502516, 
            "6": 0.0004383991478252961, 
            "7": 0.0004521761254485796, 
            "8": 0.00019005103338106844, 
            "9": 0.0002803747396567004, 
            "10": 0.1639736534968435, 
            "11": 0.6916765412843123, 
            "12": 0.09452344787984952, 
            "13": 0.0002215271508111527, 
            "14": 0.0010250542847663497, 
            "15": 0.009349643601110043, 
            "16": 0.00021111025481487824, 
            "17": 0.0005091327532141103, 
            "18": 0.00015265008133732462, 
            "19": 0.001193872375755594, 
            "20": 0.0003058799706944691, 
            "21": 0.00021204330691182232, 
            "22": 0.00022935322830989105, 
            "23": 0.000154783078813073, 
            "24": 0.0001778094057560141, 
            "25": 0.00016729316706441257, 
            "26": 0.00018853596392673824, 
            "27": 0.01817313634656032, 
            "28": 0.009555947145170952, 
            "29": 0.0002649407011457063, 
            "30": 0.00012725995750439753
        }
    }, 
    {
        "content": {
            "text": "  Gov. Arnold Schwarzenegger on Monday proposed extending health care coverage to all of California's 36 million residents as part of a sweeping package of changes to the state's huge, troubled health care system.  A total of 6.5 million people, one-fifth of the state's population, do not have health insurance, far more than in any other state. At least one million of the uninsured are illegal immigrants, state officials say.  Under Mr. Schwarzenegger's plan, which requires the approval of the Legislature, California would become the fourth and by far the largest state to attempt near universal health coverage for its citizens. The other three states are Maine, Massachusetts and Vermont.  The governor outlined his proposal to an audience of health care experts and reporters via satellite from Los Angeles. He made it clear that a variety of mechanisms would be used to provide all Californians with insurance and that the responsibility of providing it would fall on the government, employers, health care providers and the uninsured themselves.  The plan, which Mr. Schwarzenegger estimated would cost $12 billion, calls for many employers that do not offer health insurance to contribute to a fund that would help pay for coverage of the working uninsured. It would also require doctors to pay 2 percent and hospitals 4 percent of their revenues to help cover higher reimbursements for those who treat patients enrolled in Medi-Cal, the state's Medicaid program.  ''Everyone in California must have health insurance,'' Mr. Schwarzenegger said.  As he made his proposal, the federal government announced that health care spending in 2005 showed the slowest growth in six years. [Page A13.]  Mr. Schwarzenegger's plan includes elements that quickly provoked opposition from many powerful interests, including doctors and the governor's Republican colleagues in the Legislature.  But the speaker of the State Assembly, Fabian Núñez, a Democrat, said in a statement, ''I'm glad the governor is on board with coverage for all kids.''  Over the last two years, state legislatures have grown increasingly concerned with how to provide health insurance to citizens as the number of employers offering coverage has fallen and the number of workers entering fields where health insurance is not an option has grown.  Because of its great size, California is likely to set the stage for a national conversation about health care this year.  ''This is a very significant proposal,'' said Karen Davis, president of the Commonwealth Fund, a nonprofit foundation. ''It is not just children he is talking about. It is really dealing with the whole problem of the uninsured, with concrete positions to raise revenues to pay for that coverage, and the philosophy of shared responsibility. I think this shows health care is going to be a major issue in the 2008 presidential election.''  In many ways, Mr. Schwarzenegger's proposal mirrors the plan in Massachusetts, the most comprehensive of its sort, which is projected to cover about 515,000 of the state's 550,000 uninsured. The law enacted there transformed a $1 billion pool that had long paid for health care for uninsured patients into a mechanism to help subsidize insurance for those who could not afford it.  In many states, spending on Medicaid, the federal government's health program for the poor, has surpassed that for education in recent years. In New York, Gov. Eliot Spitzer has vowed to insure all the state's children and enroll all eligible adults in Medicaid. And New Jersey is among a handful of states considering some form of universal coverage.  Under Mr. Schwarzenegger's proposal, Medi-Cal would be extended to adults who earn as much as 100 percent above the federal poverty line and to children, regardless of their immigration status, living in homes where the family income is as much as 300 percent above that line, about $60,000 a year for a family of four. Medi-Cal is currently limited to adults with children, and children with documented residency are covered if their family's income is up to 250 percent above of the poverty line.  Adult illegal immigrants would continue to be barred from Medicaid benefits but would still be entitled to health services from their counties and the state's hospital system.  Employers would have new responsibilities as well. Businesses with 10 or more workers that choose not to offer coverage would be required to pay 4 percent of their total Social Security wages to a state fund that would be created to subsidize the purchase of coverage by the working uninsured. The cost of such coverage would be measured on a sliding scale depending on what an employee earned, and employees would be able to pay for it using pretax dollars.  This component seems intended to give employers an incentive to offer health insurance, and to level the playing field between employers that do not offer insurance -- and are therefore essentially paying lower wages -- and those that do.  ''If you look at where the uninsured lie,'' said Laura Tobler, a health policy analyst for the National Conference of State Legislatures, ''most of them are working, and most work for small businesses.''  On the provider side, the governor's plan contains privileges and responsibilities. Doctors and hospitals, which have long complained about Medi-Cal's low reimbursement rates, would benefit from a $4 billion increase in annual reimbursement. But the state would tax doctors 2 percent of their total revenues, and hospitals 4 percent, to help pay for the greater reimbursement.  The proposal would prohibit insurance companies from denying coverage to people because of their age or health status. They would also be required to put 85 percent of their profits directly into health care services.  Aides to the governor said financing for the program would come from roughly $5 billion in federal money the state believes it will be owed through restructuring of its health care programs, and through a redirection of state money that now goes toward what is basically charity care, among other measures.  The chief executive of Blue Shield of California, Bruce G. Bodaken, described what might happen once the Legislature began to debate the governor's proposal.  ''Taking each part separately, there's something for everyone to hate,'' Mr. Bodaken said. ''But taken as a whole, there's a lot to like.''  The governor's plan signals a growing trend among state legislatures. ''What we are seeing this year,'' said Enrique Martinez-Vidal, acting director of the State Coverage Initiatives, a program that assists states looking to expand health care programs, ''is that instead of just trying to take on reform in an incremental way, there are some states trying to do this in a comprehensive way, by trying to get buy-ins from all the different players.''  But it is likely to set Mr. Schwarzenegger, a Republican, on a collision course with many state lawmakers from his party, who are the minority in the Legislature.  ''Some of the areas he put out there we are probably not going to support,'' said State Senator Dick Ackerman, the minority leader. Among his concerns, Mr. Ackerman said, were the coverage of illegal immigrants, which he said his members would not support, and a tax on doctors or providers.  ''We don't think taxing folks is something that is popular in California,'' he said in a telephone interview from Sacramento. ''But this isn't going to be an up-or-down vote on one bill. It will be a debate. And we welcome it.''  Correction:  January 12, 2007, Friday  A front-page article on Tuesday about a proposal by Gov. Arnold Schwarzenegger to extend health care coverage to all of California's residents misstated a requirement for insurers. They would have to contribute 85 percent of premiums to health care services, not 85 percent of profits. The article also referred incorrectly to the precedent for universal coverage. California would be the fifth state, not the fourth, to try near universal coverage. (Besides Maine, Massachusetts and Vermont, Hawaii has also tried.)  A picture caption with an articleWednesday about efforts by Massachusetts to extend health care coverage to all residents reversed the names in some copies of two people who helped an immigrant from Bangladesh sign up for insurance. Feroza Bashar, a translator, was at right, and Goretti Macedo of Cambridge Health Alliance was at left.  ", 
            "title": "CALIFORNIA PLAN FOR HEALTH CARE WOULD COVER ALL"
        }, 
        "weight": 0.6860076221132778, 
        "file": "1817635.txt", 
        "other_topics": {
            "0": 0.006442558098678091, 
            "1": 9.882680916764873e-05, 
            "2": 0.00010433478088059576, 
            "3": 0.053824425119972305, 
            "4": 0.00013839608903344072, 
            "5": 5.9298282946120784e-05, 
            "6": 0.00015436130416577476, 
            "7": 0.00015921220828806157, 
            "8": 6.691738685232492e-05, 
            "9": 9.872056249022344e-05, 
            "10": 0.1636114660891622, 
            "11": 0.6860076221132778, 
            "12": 0.06172620757840625, 
            "13": 7.800019702813094e-05, 
            "14": 0.00036092386817390443, 
            "15": 0.011193222765791783, 
            "16": 7.433238503688834e-05, 
            "17": 0.001759505300235873, 
            "18": 5.3748429377949165e-05, 
            "19": 0.01148203485559712, 
            "20": 0.0001077010104349085, 
            "21": 7.466091473238011e-05, 
            "22": 8.075577612813661e-05, 
            "23": 5.449946248048165e-05, 
            "24": 0.0016428456208822475, 
            "25": 5.8904292068506415e-05, 
            "26": 6.638392756520665e-05, 
            "27": 7.784712551418347e-05, 
            "28": 0.00020419293111345184, 
            "29": 9.328620358482872e-05, 
            "30": 4.4808510933255965e-05
        }
    }, 
    {
        "content": {
            "text": "  The A.F.L.-C.I.O. and the United Food and Commercial Workers sued the Department of Labor yesterday, asserting that it broke the law by failing to issue regulations requiring employers to pay for protective equipment for their workers.  The two labor organizations said it was wrong for the Labor Department to require employers to provide protective equipment like helmets, face shields and gloves, while often letting employers charge workers for that equipment.  The groups complained that the Labor Department under President Bush had not issued final rules based on those the Clinton Labor Department proposed in 1999. Those proposals would have required companies to pay for all employee protective equipment required by the Occupational Safety and Health Administration, part of the Labor Department.  In an unusual move, the A.F.L.-C.I.O and the food workers' union asked the United States Court of Appeals for the District of Columbia Circuit to order Secretary of Labor Elaine L. Chao to issue final rules.  The A.F.L.-C.I.O.'s president, John J. Sweeney, said, ''The Bush administration's failure to implement even this most basic safety rule spotlights how it has turned its back on workers in this country.''  David James, a Labor Department spokesman, said officials were studying the lawsuit. He said the case ''deals with complicated issues that will affect different employers and employees in different ways.''  Mr. James said the department had reason to hesitate to turn the 1999 proposal into a final, enforceable rule. ''The department takes pride in its excellent safety and enforcement records,'' he said. ''But on this issue, a number of public comments we received take issue with the factual assumptions'' in the rule proposed in 1999.  The lawsuit notes that by OSHA's own estimates 400,000 workers have been injured and 50 have died because of the absence of a rule.  A.F.L.-C.I.O. officials said the Labor Department was violating laws on administrative procedures and occupational safety by failing to issue final rules.  In 2004, Richard E. Fairfax, OSHA's director for enforcement, wrote a letter to a corporate safety director saying that while federal regulations required employers to provide personal protective equipment to ensure its use, ''OSHA does not view this section as imposing an enforceable obligation on employers to pay for the P.P.E.,'' a reference to such equipment.  Peg Seminario, the A.F.L.-C.I.O.'s director of occupational safety and health, said that some meat and poultry companies required employees to pay for gloves and that some welding companies required them to pay for visors even though federal rules said employers must provide them.She said that 20 million workers used required protective equipment and that most employers did pay for it.  Joseph Hansen, president of the United Food and Commercial Workers said, ''Nothing is standing in the way of OSHA issuing a final rule to protect worker safety and health except the will to do so.''  ", 
            "title": "Lack of Rules on Protective Gear Brings Suit Against Labor Dept."
        }, 
        "weight": 0.6847533352799295, 
        "file": "1816285.txt", 
        "other_topics": {
            "0": 0.00030438322614112376, 
            "1": 0.0002473704502688637, 
            "2": 0.0002611572906432051, 
            "3": 0.00024108278127247046, 
            "4": 0.00034641513925210234, 
            "5": 0.00014842777052195073, 
            "6": 0.13487161401797756, 
            "7": 0.00039851934899270747, 
            "8": 0.00016749892317573844, 
            "9": 0.00024710450736677446, 
            "10": 0.05354066774312465, 
            "11": 0.6847533352799295, 
            "12": 0.012108903438164995, 
            "13": 0.00019523997609977576, 
            "14": 0.01672521038019785, 
            "15": 0.012195630830692875, 
            "16": 0.0001860591848608714, 
            "17": 0.008359613590839804, 
            "18": 0.0001345360969199431, 
            "19": 0.07225026992099551, 
            "20": 0.00026958319984306717, 
            "21": 0.00018688151778232221, 
            "22": 0.00020213738428750275, 
            "23": 0.0001364159855686307, 
            "24": 0.0001567099292479673, 
            "25": 0.00014744158366012503, 
            "26": 0.00016616363708114548, 
            "27": 0.00019485682734037091, 
            "28": 0.0005111092600952727, 
            "29": 0.00023350192502426817, 
            "30": 0.00011215885263110684
        }
    }, 
    {
        "content": {
            "text": "  On paper, Gov. Jon S. Corzine may well get what he wants from the Legislature: a bill limiting annual increases in revenues from local property taxes to 4 percent.  But the proposed measure, which is most likely to be introduced in the Senate on Thursday by his fellow Democrats, is sprinkled with an array of exemptions, adjustments and waivers to the 4 percent limit.  That part of the measure seems intended to quiet some of the grumbling among local officials that they would bear the cost of easing the burden of property taxes on homeowners, yet it also falls short of what those officials have said is needed to make the governor's plan more equitable.  ''Look, we are really talking about whittling away at a portion of the tax levy for municipal services which in my town represents just 9 percent of the entire levy,'' said Louise C. Wilson, deputy mayor of Montgomery Township, adding that the rest of the tax levy goes to the local school district, which would have its own set of exemptions. ''And I know that if you start to grant so many exemptions, you're not going to have any cap.''  For one thing, some local finance officers said the provisions would not have an immediate effect because they would not be in place by July 1, the beginning of the fiscal year, and that in the long run the exemptions could jeopardize the entire effort.  Last week, in a session sponsored by the League of Municipalities, Mr. Corzine defended a 4 percent limit on annual increases in revenues from local property taxes, saying that local governments needed to find alternative sources of revenue. But by the end of the session, after several mayors complained, he warmed to the notion of allowing exemptions and waivers in some cases.  In the measure to be introduced on Thursday by the Senate president, Richard J. Codey, money set aside to cover uncollected property taxes, revenue realized from new properties on the tax rolls, a small portion of pension costs and increases in health benefits are automatically exempted.  In addition, school districts would be allowed automatic adjustments for debt service, a portion of the costs associated with increased enrollment or the opening of a new school as well as capital outlays. The school districts would also be allowed adjustments for debt service and emergencies.  The measure would also allow local governments to apply each year to the Local Finance Board or the state commissioner of education for waivers from the 4 percent cap for extraordinary circumstances like a loss of state aid, the sudden infusion of nonrecurring revenue, one-time emergency spending for ''health, safety and the public welfare,'' and cost increases resulting from mandated spending and increases in energy costs above the cap level and in equipment leases.  The decisions of the finance board and the commissioner could not be appealed.  Lou Neely, the finance director of East Brunswick, who is also the expert on property tax reform for the state League of Municipalities, called the proposed property tax measure a grab bag.  Mr. Neely said that many of the exemptions made sense, although he added that they would slow any immediate benefits to taxpayers. He said the state would be flooded with waiver requests from municipalities and school districts without a mechanism to handle them. After all, he said, ''when you are hungry and somebody throws you a crumb, you grab it.''  Local officials complained that the legislation did nothing to mitigate the costs of awards in binding arbitrations, which occur after municipalities and unions reach an impasse in labor negotiations. Localities would be required under the bill to pay the costs associated with these awards regardless of the 4 percent cap on local property taxes.  Mr. Neely and other officials wanted either a state-ordered limitation on the awards, or a provision in the bill to exempt the awards from these caps. Without such an exemption, he said, money would have to be diverted from other items financed from the property tax to pay for these awards. The proposed legislation admonishes arbitrators to ''consider as a primary factor in their awards'' the effect on tax levy limitations. Similarly, it addresses increases in employee health costs faced by local governments, and encourages local officials to renegotiate contracts.  Mr. Neely said that the ''state has precluded us from reopening contracts in the past, and it is nice that they are now letting us do it.''  ''But,'' he added, ''they ought to say to arbitrators that this is a hard cap and you can't grant awards over it.''  Still, most local officials conceded that the measure would be approved.  Mayor Gary Passanante of Somerdale said property taxes would not ease up any time soon, primarily because they account for about 46 percent of local budgets, more than the national average of 30 percent.  Borrowing phrasing frequently used by Governor Corzine, Mr. Passanante said: ''Our benchmark for accomplishing reform that is for the common good is doing something that gets us closer to the national average of 30 percent. But nothing in the governor's package does this.''  POLITICAL MEMO  ", 
            "title": "A Cap on Property Taxes May Have a Few Loopholes"
        }, 
        "weight": 0.6797056326160449, 
        "file": "1821025.txt", 
        "other_topics": {
            "0": 0.0001915128646516578, 
            "1": 0.00015564137407228824, 
            "2": 0.00016431582479041384, 
            "3": 0.00015168527729012723, 
            "4": 0.00021795864548105527, 
            "5": 0.0025820904854639117, 
            "6": 0.00024310210646582601, 
            "7": 0.022649061550435043, 
            "8": 0.0025940897376015527, 
            "9": 0.00015547404722035036, 
            "10": 0.17554292329443466, 
            "11": 0.6797056326160449, 
            "12": 0.05490406250377114, 
            "13": 0.0026115439468274992, 
            "14": 0.015500628667627046, 
            "15": 0.020116799133069022, 
            "16": 0.00011706534535164281, 
            "17": 0.00028232546844826243, 
            "18": 8.464787513700097e-05, 
            "19": 0.01310553986447698, 
            "20": 0.0001696172667542761, 
            "21": 0.0050949871441223725, 
            "22": 0.00012718148108511183, 
            "23": 8.58306698162629e-05, 
            "24": 9.859928173480273e-05, 
            "25": 9.276779280352282e-05, 
            "26": 0.0025932495977937617, 
            "27": 0.00012260067571393058, 
            "28": 0.0003215814478076796, 
            "29": 0.0001469155285920419, 
            "30": 7.056848511575833e-05
        }
    }, 
    {
        "content": {
            "text": "  A federal inspection of 5 of the nation's 325 immigrant detention centers found that most did not provide timely and responsive health care and sometimes failed to comply with the government's standards of disciplining, classifying and housing detainees. The audit by the Department of Homeland Security also found a rape of a detainee in one center and a failure to provide access to legal services in another. Three centers did not translate handbooks into Spanish and other languages. Homeland security officials said the study was too small to be representative of the country's detention centers.  RACHEL SWARNS  ", 
            "title": "National Briefing | Washington: Immigrant Centers Inspected"
        }, 
        "weight": 0.6765704652270248, 
        "file": "1819525.txt", 
        "other_topics": {
            "0": 0.0013310000617361107, 
            "1": 0.001081695889598378, 
            "2": 0.0011419826722244562, 
            "3": 0.018350495158913304, 
            "4": 0.0015147962572585978, 
            "5": 0.0006490415856111418, 
            "6": 0.22654136141985717, 
            "7": 0.0017426363628408382, 
            "8": 0.0007324354890182939, 
            "9": 0.001080532980513056, 
            "10": 0.009269596535468144, 
            "11": 0.6765704652270248, 
            "12": 0.0010606565442102531, 
            "13": 0.0008537409355194731, 
            "14": 0.003950444904068208, 
            "15": 0.0014398961175345025, 
            "16": 0.0008135953799949956, 
            "17": 0.0019621408547034693, 
            "18": 0.0005882963906268508, 
            "19": 0.02189734484648174, 
            "20": 0.0011788272967045172, 
            "21": 0.000817191258726865, 
            "22": 0.0008839017654708165, 
            "23": 0.0178928105706077, 
            "24": 0.0006852576212823235, 
            "25": 0.000644729210088304, 
            "26": 0.0007265965802950038, 
            "27": 0.0008520655113218679, 
            "28": 0.0022349669703063692, 
            "29": 0.0010210519172259083, 
            "30": 0.0004904456847666139
        }
    }, 
    {
        "content": {
            "text": "  Families earning more than $1 million a year saw their federal tax rates drop more sharply than any group in the country as a result of President Bush's tax cuts, according to a new Congressional study.  The study, by the nonpartisan Congressional Budget Office, also shows that tax rates for middle-income earners edged up in 2004, the most recent year for which data was available, while rates for people at the very top continued to decline.  Based on an exhaustive analysis of tax records and census data, the study reinforced the sense that while Mr. Bush's tax cuts reduced rates for people at every income level, they offered the biggest benefits by far to people at the very top -- especially the top 1 percent of income earners.  Though tax cuts for the rich were bigger than those for other groups, the wealthiest families paid a bigger share of total taxes. That is because their incomes have climbed far more rapidly, and the gap between rich and poor has widened in the last several years.  The study offers ammunition to supporters and opponents of Mr. Bush's tax cuts, which are all but certain to touch off a battle between the president and the Democrats who just took control of Congress.  Democratic leaders have taken pains to avoid an immediate fight over the tax cuts, most of which are scheduled to expire at the end of 2010. But Democrats are looking for ways to increase revenue well before then, in part because they want to spend more on education and energy without increasing the deficit.  Economists and tax analysts have long known that the biggest dollar value of Mr. Bush's tax cuts goes to people at the very top income levels. One reason is that two of his signature measures, tax cuts on investment income and a steady reduction of estate taxes, overwhelmingly benefit the wealthiest households.  But the Congressional study offers additional insight because it incorporates information about what people paid in 2004, the first year in which taxpayers could take full advantage of the cuts on stock dividends and capital gains.  The study estimates that the effective federal income tax rate, which excludes payroll taxes for Social Security and Medicare, declined modestly for people in the middle- and lower-income categories.  Families in the middle fifth of annual earnings, who had average incomes of $56,200 in 2004, saw their average effective tax rate edge down to 2.9 percent in 2004 from 5 percent in 2000. That translated to an average tax cut of $1,180 per household, but the tax rate actually increased slightly from 2003.  Tax cuts were much deeper, and affected far more money, for families in the highest income categories. Households in the top 1 percent of earnings, which had an average income of $1.25 million, saw their effective individual tax rates drop to 19.6 percent in 2004 from 24.2 percent in 2000. The rate cut was twice as deep as for middle-income families, and it translated to an average tax cut of almost $58,000.  In its report, the Congressional Budget Office estimated that the overall effective federal tax rate edged up to 20 percent in 2004, from 19.8 percent the year before.  But even with that increase, Americans faced lower tax rates than any time since 1979. If President Bush has his way, those rates could decline even more as the estate tax on inherited wealth is gradually phased out by the start of 2010.  Mr. Bush and his Republican allies in Congress want to permanently extend that tax cut and almost all of the others that Congress passed in his first term. The cost of doing that would be more than $1 trillion over the next decade, a cost that would hit the Treasury at the same time that the spending on old-age benefits for retiring baby boomers begins to soar.  The budget office offered little commentary on its new estimates, but many of its numbers spoke for themselves.  The report shows that a comparatively small number of very wealthy households account for a very big share of total tax payments, and their share increased in the first four years after Mr. Bush's tax cuts.  The top 1 percent of income earners paid about 36.7 percent of federal income taxes and 25.3 percent of all federal taxes in 2004. The top 20 percent of income earners paid 67.1 percent of all federal taxes, up from 66.1 percent in 2000, according to the budget office.  By contrast, families in the bottom 40 percent of income earners, those with incomes below $36,300, typically paid no federal income tax and received money back from the government. That so-called negative income tax stemmed mainly from the earned-income tax credit, a program that benefits low-income parents who are employed.  Put another way: rich families were the undisputed winners from President Bush's tax cuts, but people in the bottom half of the earnings scale were not paying much in taxes anyway.  ", 
            "title": "Bush Tax Cuts Offer Most For Very Rich, Study Finds"
        }, 
        "weight": 0.650710483800127, 
        "file": "1817393.txt", 
        "other_topics": {
            "0": 0.00019103742938082093, 
            "1": 0.00015525499063548845, 
            "2": 0.17394058353179212, 
            "3": 0.00015130871495828822, 
            "4": 0.00021741755792626356, 
            "5": 9.315644652538531e-05, 
            "6": 0.00024249859966726803, 
            "7": 0.0002501192754780361, 
            "8": 0.00010512591023236254, 
            "9": 0.012567707766674327, 
            "10": 0.1155265592853078, 
            "11": 0.650710483800127, 
            "12": 0.01256485491684682, 
            "13": 0.00012253678896609509, 
            "14": 0.0005670043609159357, 
            "15": 0.00020666719767872786, 
            "16": 0.0001167747278295557, 
            "17": 0.0002816245887146738, 
            "18": 8.44377347607149e-05, 
            "19": 0.018038052923048706, 
            "20": 0.0076167680003280626, 
            "21": 0.00011729084157669217, 
            "22": 0.0001268657500139114, 
            "23": 8.561759312387241e-05, 
            "24": 9.835450665767582e-05, 
            "25": 9.253749453725908e-05, 
            "26": 0.0050693357310909, 
            "27": 0.00012229631660171713, 
            "28": 0.00032078311416564124, 
            "29": 0.00014655080727552175, 
            "30": 7.039329716222538e-05
        }
    }, 
    {
        "content": {
            "text": "  The new health care proposals announced by President Bush this week purport to tackle the two toughest problems confronting the American health care system: the rising number of uninsured Americans and the escalating costs of medical care.  But on both counts, they fall miles short of what is needed to fix a system where -- scandalously -- 47 million Americans go without health insurance.  The financial sinkhole in Iraq and huge tax cuts for wealthy Americans have left the administration with no money to really address the problem. To keep the program ''revenue neutral,'' Mr. Bush would instead use tax subsidies to encourage more people to buy their own health insurance, while imposing additional taxes on people who have what Mr. Bush deems ''gold plated'' insurance.  It is a formula that would do little to reduce the number of uninsured Americans and would have a high risk of producing pernicious results. Even White House officials acknowledged earlier this week that they expected the number of uninsured to drop by only three million to five million people as a result of Mr. Bush's proposals. They expect the states to take on most of the burden.  One enlightened element is that the plan would provide equal tax treatment to those who bought their insurance policies on the individual market and those who got coverage through group policies at work, thus ending a longstanding inequity that favors employer-based policies. To level the playing field, the administration proposes to grant everyone who gets qualifying health insurance a standard deduction -- $15,000 for family coverage or $7,500 for single coverage -- off their income subject to taxation. Those with family policies exceeding $15,000 in value would have to pay taxes on the excess amount.  After the proposed starting date in 2009, the administration estimates, about 80 percent of workers with employer-provided policies would pay lower taxes and 20 percent would pay higher taxes, unless they reduced the value of their health coverage to fit within the standard deduction.  The new standard deduction would almost certainly entice some people to buy health insurance who had previously elected not to. But a tax deduction is of little value to people so poor that they pay little or no income tax. And unfortunately, it is those people who account for the vast majority of the nation's uninsured.  Instead of trying to fix that fundamental flaw, the administration has decided instead to buck it to the states. The White House has offered few details. But its idea is to allow states to redirect federal money that now helps to finance hospitals that provide charity care and use it instead to subsidize health insurance for the poor.  In an ideal world, it would make good sense to insure people in advance rather than wait for them to show up in a high-cost emergency room. But this plan could quickly cripple the safety-net hospitals. Fortunately, no governor would have to accept the offer to redirect funds. The scheme is mostly a reflection of how the administration is unwilling to accept true responsibility for the uninsured.  If the administration really wanted to help low-income people, it would have proposed a refundable tax credit that would have the same dollar value for everyone -- instead of a tax deduction, which primarily helps people in high tax brackets. Even those who do not pay taxes would get a check for the dollar value of the credit, providing them at least some money to help pay for health insurance. Congress ought to recognize that credits are the better approach for even such a limited plan.  As for the tax increases on those ''gold plated'' health policies, the White House is hoping to discourage people from using high-priced comprehensive health policies that cover everything from routine office visits to costly diagnostic procedures that are not always necessary.  The administration's goal is to instead encourage people to take out policies that might reduce the use of medical services, like policies with high deductibles or co-payments, or managed care plans. But even ''copper plated'' policies can exceed $15,000 in cost if they are issued in areas where medical prices are high or to groups with high numbers of older or chronically ill workers.  The whole approach rests on the premise that comprehensive prepaid health policies are a major factor in driving up costs; the theory is that people will tend to use services if they are covered. There is probably some truth in that.  But the main drivers in rising health costs are the costly services, high-priced drugs and hospitalizations for people who are seriously ill with catastrophic diseases or multiple chronic illnesses. Making their health coverage less generous would simply make it harder for them to get the care they need.  The greatest risk in the president's proposal is that it would seem likely to lead many small- and medium-size employers to stop offering health benefits altogether on the theory that their workers could buy affordable insurance on their own. That would leave many more Americans at the mercy of the dysfunctional individual policy market, where administrative costs are high and insurers strive to avoid covering people who are apt to become sick and need costly care.  For all its fanfare, Mr. Bush's plan would be unlikely to reduce the ranks of the uninsured very much. And if things went badly, it could actually increase their numbers. That's not the answer Americans are waiting for and not what they deserve.  Editorial  ", 
            "title": "The President's Risky Health Plan"
        }, 
        "weight": 0.646129754963056, 
        "file": "1821525.txt", 
        "other_topics": {
            "0": 0.0001737808268768145, 
            "1": 0.0001412306516939342, 
            "2": 0.00014910194128714218, 
            "3": 0.0001376408470546525, 
            "4": 0.00019777801196563312, 
            "5": 8.474153132481626e-05, 
            "6": 0.0002205934580633455, 
            "7": 0.00022752575058867806, 
            "8": 9.562978137619258e-05, 
            "9": 0.03175692967971514, 
            "10": 0.19768020689893165, 
            "11": 0.646129754963056, 
            "12": 0.004655033791643159, 
            "13": 0.00011146791798013784, 
            "14": 0.007290611473350579, 
            "15": 0.00018799874253610033, 
            "16": 0.004622776472773862, 
            "17": 0.0002561851572977259, 
            "18": 7.681038953403824e-05, 
            "19": 0.06157415875173674, 
            "20": 0.00015391252656972963, 
            "21": 0.0001066958422772901, 
            "22": 0.00011540583963687976, 
            "23": 7.788367010848686e-05, 
            "24": 8.947004547449178e-05, 
            "25": 8.417848989025421e-05, 
            "26": 9.486742950622492e-05, 
            "27": 0.027210549906754766, 
            "28": 0.016099731884990122, 
            "29": 0.0001333127259424988, 
            "30": 6.403460006285538e-05
        }
    }, 
    {
        "content": {
            "text": "  In its drive to provide health insurance to nearly all its residents, Massachusetts has already signed up more than half of the poorest people who are eligible.  But experts and politicians agree that the bigger challenge will be the next 150,000 people: the working poor who will get a state-subsidized rate but will still have to pay for insurance, typically $18 to $170 a month depending on their income.  ''This group is going to be much more challenging,'' said Paul Ginsburg, an economist who leads the Center for Studying Health System Change. ''They're dealing with people who don't even think about having health insurance.''  As California maps out its path to near-universal health insurance, Massachusetts could offer some guideposts.  ''We're really changing the culture of providing heath care,'' said Michael J. Widmer, president of the Massachusetts Taxpayers Foundation, a nonpartisan group that studies state spending. ''For some people, it's changing the mind-set from one of showing up at the emergency room or at the local health center with a problem to understanding that they can be insured. Nobody's expecting that would happen overnight.''  Devising a plan that all of the state's political stakeholders could accept took hard work and time. It dates back to at least 2004, when Gov. Mitt Romney, a Republican and former venture capitalist, proposed requiring an ''individual mandate'' that everyone get insurance, a feature of the plan now being proposed in California. The president of the State Senate, Robert E. Travaglini, a Democrat, also called for expanded coverage, presenting a more incremental plan than Mr. Romney's.  Then the speaker of the House, Salvatore F. DiMasi, a more liberal Democrat, demanded an expansion of Medicaid and a payroll tax for employers who did not provide insurance. Those provisions were opposed to different degrees by Mr. Romney and Mr. Travaglini, and the legislation almost fell apart.  But several factors helped propel the parties to an agreement: a federal threat to cut $385 million in financing if the number of uninsured was not reduced and the support of Senator Edward M. Kennedy, a Democrat and rival of Mr. Romney.  The plan requires about 515,000 people, most of the state's uninsured, to get health insurance by July 1 or face penalties that could include the loss of a personal income tax deduction. Medicaid was expanded somewhat to pay for those below the poverty line. The state's $1 billion pool to pay for free care was reconfigured to be used for subsidized premiums for people earning up to three times the federal poverty limit.  The state will set rules to help insurance companies create health plans intended to be affordable enough for people with lower-middle incomes.  So far, about 29,000 people at or below the poverty line have enrolled, or slightly more than half of those eligible for this type of enrollment.  The second phase, focusing on the working poor, began this month and is considered much more difficult.  The insurers selling the subsidized health plans have been trying to get the word out.  Christina Severin, executive director of Network Health, the insurer with most of the lowest-priced plans, said her company was advertising in several languages and enlisting hospitals, clinics and churches to recruit the uninsured.  The other major challenge will involve people not eligible for subsidized plans. First, the agency set up to put the law into effect, Commonwealth Connector, will have to set standards for affordable health care plans, deciding, for example, whether to require plans to include prescription coverage.  ''On the one hand, there's pressure not to set the bar too low so it's not some sort of inadequate plan,'' Mr. Widmer said. ''On the other hand, you need to have options because you're trying to draw in a lot of different groups.  Massachusetts is clearly breaking new ground, going further than other states.  Vermont's program, passed last May, will require private insurance companies to offer coverage for the uninsured starting in October 2007. To pay for the program, employers who do not offer health insurance will pay $365 per employee, and taxes on cigarettes will increase. Unlike Massachusetts, Vermont will not make participation mandatory.  Maine's program, Dirigo, which started two years ago, has run into several obstacles. Fewer than 20,000 people have been enrolled in the program; the goal was to cover all 130,000 of Maine's uninsured by 2009.  Business and insurance groups have sued over a provision that requires private insurers to pay. And a study group recently recommended considering individual mandates, requiring employers to provide coverage and imposing new taxes.  ''Maine has had a fair amount of problems because it was based on a very questionable idea,'' Stuart H. Altman, a professor of health economics at Brandeis University, said, adding, ''It's not going well.''  Correction:  January 12, 2007, Friday  A front-page article on Tuesday about a proposal by Gov. Arnold Schwarzenegger to extend health care coverage to all of California's residents misstated a requirement for insurers. They would have to contribute 85 percent of premiums to health care services, not 85 percent of profits. The article also referred incorrectly to the precedent for universal coverage. California would be the fifth state, not the fourth, to try near universal coverage. (Besides Maine, Massachusetts and Vermont, Hawaii has also tried.)  A picture caption with an articleWednesday about efforts by Massachusetts to extend health care coverage to all residents reversed the names in some copies of two people who helped an immigrant from Bangladesh sign up for insurance. Feroza Bashar, a translator, was at right, and Goretti Macedo of Cambridge Health Alliance was at left.  ", 
            "title": "Massachusetts Could Serve as a Guide in California's Health Insurance Bid"
        }, 
        "weight": 0.6455311065149923, 
        "file": "1817847.txt", 
        "other_topics": {
            "0": 0.01099345737291436, 
            "1": 0.00013542014874379173, 
            "2": 0.0001429675982155091, 
            "3": 0.03910855245042192, 
            "4": 0.01967792824832703, 
            "5": 8.125510035634977e-05, 
            "6": 0.0045422483058546945, 
            "7": 0.0002181648998868493, 
            "8": 9.169538668110876e-05, 
            "9": 0.00013527456131684102, 
            "10": 0.20037408598103906, 
            "11": 0.6455311065149923, 
            "12": 0.05859764780392678, 
            "13": 0.00010688191162456674, 
            "14": 0.0004945658402304731, 
            "15": 0.00018026410961451334, 
            "16": 0.006597951727335263, 
            "17": 0.004576375693546774, 
            "18": 7.36502611225633e-05, 
            "19": 0.0005760168055666466, 
            "20": 0.0001475802666886708, 
            "21": 0.0001023061683723388, 
            "22": 0.00011065781954612096, 
            "23": 7.467938485237965e-05, 
            "24": 0.002251154319528395, 
            "25": 8.071522353851459e-05, 
            "26": 9.096439944577503e-05, 
            "27": 0.00010667216117970477, 
            "28": 0.004610531460903766, 
            "29": 0.0001278279818158547, 
            "30": 6.140009241091345e-05
        }
    }, 
    {
        "content": {
            "text": "  Universal health care, much as we need it, won't happen until there's a change of management in the White House. In the meantime, however, Congress can take an important step toward making our health care system less wasteful, by fixing the Medicare Middleman Multiplication Act of 2003.  Officially, of course, it was the Medicare Modernization Act. But as we learned during the debate over Social Security, in Bushspeak ''modernize'' is a synonym for ''privatize.'' And one of the main features of the legislation was an effort to bring private-sector fragmentation and inefficiency to one of America's most important public programs.  The process actually started in the 1990s, when Medicare began allowing recipients to replace traditional Medicare -- in which the government pays doctors and hospitals -- with private managed-care plans, in which the government pays a fee to an H.M.O. The magic of the marketplace was supposed to cut Medicare's costs.  The plan backfired. H.M.O.'s received fees reflecting the medical costs of the average Medicare recipient, but to maximize profits they selectively enrolled only healthier seniors, leaving sicker, more expensive people in traditional Medicare. Once Medicare became aware of this cream-skimming and started adjusting payments to reflect beneficiaries' health, the H.M.O.'s began dropping out: their extra layer of bureaucracy meant that they had higher costs than traditional Medicare and couldn't compete on a financially fair basis.  That should have been the end of the story. But for the Bush administration and its Congressional allies, privatization isn't a way to deliver better government services -- it's an end in itself. So the 2003 legislation increased payments to Medicare-supported H.M.O.'s, which were renamed Medicare Advantage plans. These plans are now heavily subsidized.  According to the Medicare Payment Advisory Commission, an independent federal body that advises Congress on Medicare issues, Medicare Advantage now costs 11 percent more per beneficiary than traditional Medicare. According to the Commonwealth Fund, which has a similar estimate of the excess cost, the subsidy to private H.M.O.'s cost Medicare $5.4 billion in 2005.  The inability of private middlemen to win a fair competition against traditional Medicare was embarrassing to those who sing the praises of privatization. Maybe that's why the Bush administration made sure that there is no competition at all in Part D, the drug program. There's no traditional Medicare version of Part D, in which the government pays drug costs directly. Instead, the elderly must get coverage from a private insurance company, which then receives a government subsidy.  As a result, Part D is highly confusing. It's also needlessly expensive, for two reasons: the insurance companies add an extra layer of bureaucracy, and they have limited ability to bargain with drug companies for lower prices (and Medicare is prohibited from bargaining on their behalf). One indicator of how much Medicare is overspending is the sharp rise in prices paid by millions of low-income seniors whose drug coverage has been switched from Medicaid, which doesn't rely on middlemen and does bargain over prices, to the new Medicare program.  The costs imposed on Medicare by gratuitous privatization are almost certainly higher than the cost of providing health insurance to the eight million children in the United States who lack coverage. But recent news analyses have suggested that Democrats may not be able to guarantee coverage to all children because this would conflict with their pledge to be fiscally responsible. Isn't it strange how fiscal responsibility is a big concern when Congress is trying to help children, but a nonissue when Congress is subsidizing drug and insurance companies?  What should Congress do? The new Democratic majority is poised to reduce drug prices by allowing -- and, probably, requiring -- Medicare to negotiate prices on behalf of the private drug plans. But it should go further, and force Medicare to offer direct drug coverage that competes on a financially fair basis with the private plans. And it should end the subsidy to Medicare Advantage, forcing H.M.O.'s to engage in fair competition with traditional Medicare.  Conservatives will fight fiercely against these moves. They say they believe in competition -- but they're against competition that might show the public sector doing a better job than the private sector. Progressives should support these moves for the same reason. Ending the subsidies to middlemen, in addition to saving a lot of money, would point the way to broader health care reform.  Op-Ed Columnist  ", 
            "title": "First, Do Less Harm"
        }, 
        "weight": 0.6448389319373533, 
        "file": "1816540.txt", 
        "other_topics": {
            "0": 0.0002075232340571124, 
            "1": 0.00016865290673461015, 
            "2": 0.00017805253672797247, 
            "3": 0.00016436608245275173, 
            "4": 0.0002361798675154676, 
            "5": 0.00010119549409178369, 
            "6": 0.0002634253079115433, 
            "7": 0.00027170361910468043, 
            "8": 0.005507710528523613, 
            "9": 0.0028652279171814806, 
            "10": 0.27112090422014173, 
            "11": 0.6448389319373533, 
            "12": 0.013649154180171564, 
            "13": 0.0001331112485110255, 
            "14": 0.0033126910097514297, 
            "15": 0.00022450179200388616, 
            "16": 0.00012685194338027134, 
            "17": 0.00030592772122979935, 
            "18": 9.172439061179809e-05, 
            "19": 0.035775206343805634, 
            "20": 0.0001837971763035325, 
            "21": 0.00012741259578380421, 
            "22": 0.00013781378245770714, 
            "23": 9.300606627109356e-05, 
            "24": 0.0001068421270734593, 
            "25": 0.00010052312889759977, 
            "26": 0.00011328750203135068, 
            "27": 0.019010144304411447, 
            "28": 0.00034846547871968494, 
            "29": 0.00015919758540548142, 
            "30": 7.646797138338666e-05
        }
    }, 
    {
        "content": {
            "text": "  As part of their 100-hour legislative blitz, House Democrats are expected to vote today to increase the minimum wage for the first time in a decade, to $7.25 an hour, in a move that economists say will raise pay for 13 million workers.  The bill's chances are less certain in the Senate, largely because of friction over a Republican push to include tax breaks for small business in the bill. Senate Republicans have hinted that, without such tax cuts, they will filibuster the measure, a move that the bill's supporters would need 60 votes to overcome.  The legislation would lift the federal wage floor, currently $5.15 an hour, to $7.25 in three steps between now and 2009.  ''Minimum-wage workers desperately need a raise,'' said Representative George Miller, Democrat of California and chairman of the House Education and Labor Committee. ''It is a moral outrage that millions of Americans who work full time still live in poverty.''  After opposing a minimum-wage increase for years, many Republicans now say they favor one, but only if it is coupled with a tax cut for restaurants and other small businesses -- the groups they say would be hurt most by the wage increase.  ''The Democrat leadership's unbalanced proposal may increase the minimum wage, but it leaves small businesses and their workers to fend for themselves,'' said Representative Howard P. McKeon of California, the ranking Republican on the Education and Labor Committee.  On Tuesday, Mr. McKeon and Jim McCrery of Louisiana, the senior Republican on the House Ways and Means Committee, introduced a competing minimum-wage bill that includes billions of dollars in tax breaks. One such break would allow faster depreciation for newly built restaurants, allowing them to record the building cost on financial statements over 15 years instead of the current rule of 39 years, and thus lower taxes.  President Bush has said he might accept a higher minimum wage, but only if it is tied to tax cuts to soften the blow for business.  Some Democrats and many of their liberal and labor allies assert that the minimum wage should not be used as an excuse to give more tax breaks to business.  ''For the past 10 years, Republican leaders have held the minimum wage hostage,'' said the A.F.L.-C.I.O.'s president, John J. Sweeney. ''Corporations and wealthy Americans have gotten their rewards. Now it's time to do the right thing for low-wage workers, with no payoffs to business.''  Frustrated by Congress's inaction, 28 states have adopted minimum wages above the federal floor, affecting 70 percent of the work force.  In an unusual move for a minimum-wage bill -- typically it is handled by the House and Senate labor committees -- the Senate Finance Committee is scheduled to hold a hearing today on the bill.  ''To call a minimum-wage increase 'overdue' is the understatement of the year,'' said Senator Max Baucus, Democrat of Montana and the committee's chairman. ''This Congress promised to raise the minimum wage, and we will. We also need to pass meaningful small-business incentives along with a wage increase. We can do both, and we will.''  Many economists, especially conservative ones, insist that raising the minimum wage would not reduce poverty, saying it would ultimately reduce the number of jobs for low-skilled workers. But other economists, especially liberal ones, say a higher minimum would have virtually no effect on job levels while it lifted the pay for millions of low-wage workers.  ''The increase will make a big difference for someone who makes the minimum wage -- you're talking about thousands of dollars a year in extra earnings,'' said Jared Bernstein of the Economic Policy Institute, a liberal research group, and one of the economists scheduled to testify before the Finance Committee. ''It's important to remember that if you don't have a binding wage floor, a lot of workers are going to end up disconnected from the improving economy and that's exactly what's happened.''  Mr. Bernstein's institute estimates that six million workers earn less than $7.25 an hour, but workers earning a dollar or two more than that can also expect to see their wages increase if a new minimum is enacted.  Joseph Sabia, a professor of consumer economics at the University of Georgia, said an increase would do little to lift workers out of poverty.  ''Most people who earn the minimum wage are not poor or near poor,'' Professor Sabia said. ''If the goal is to help the working poor, it would be better to raise the earned-income tax credit,'' which refunds cash to poor workers.  The traditional economists' view has been that a higher minimum wage would mean some job losses for low-wage workers. But a landmark 1994 study by David Card and Alan Krueger upset the common wisdom by finding that there were no overall job losses when New Jersey raised its minimum wage.  David Neumark, a longtime critic of that study and an economics professor at the University of California, Irvine, said most credible studies had concluded that an increase in the minimum wage did hurt employment for unskilled workers, although most studies did not find major job reductions. He said an increase to $7.25 might reduce job levels for the least skilled workers by 4 percent.  ''The most affected workers are the ones you'd most like to help,'' Professor Neumark said. ''If the workers who get raises are middle-class teenagers and the ones who lose jobs are unskilled workers in poor jobs, you can increase poverty.''  Harry Holzer, a professor of public policy at Georgetown University, acknowledged that there might be some job losses, but he said that they would be minor and would be far outweighed by the wage gains.  ''Minimum-wage earners are concentrated in the bottom half of families by income,'' Professor Holzer said. ''They might not be in the bottom 10 percent, but they might be in the bottom 10 to 40 percentile. Will a minimum-wage increase dramatically reduce poverty? Probably not. But it will redistribute income toward the bottom half of American workers.''  THE 110TH CONGRESS  ", 
            "title": "Tax Cut Measure Could Be a Stumbling Block for Increase in Minimum Wage"
        }, 
        "weight": 0.6437576044622175, 
        "file": "1817780.txt", 
        "other_topics": {
            "0": 0.026215992936013767, 
            "1": 0.00012537526852762334, 
            "2": 0.016170345506303162, 
            "3": 0.00012218847645937588, 
            "4": 0.00017557428972846516, 
            "5": 7.522794887554257e-05, 
            "6": 0.00019582833972943292, 
            "7": 0.00020198237234523607, 
            "8": 8.48938199709023e-05, 
            "9": 0.00012524048014555823, 
            "10": 0.17749221266166457, 
            "11": 0.6437576044622175, 
            "12": 0.1304315455093473, 
            "13": 9.895387425713556e-05, 
            "14": 0.002462628916026843, 
            "15": 0.00016689289857133358, 
            "16": 9.430075515732947e-05, 
            "17": 0.00022742430558630154, 
            "18": 6.818720368444637e-05, 
            "19": 0.0005332903732883614, 
            "20": 0.00013663340158100824, 
            "21": 9.471753982475413e-05, 
            "22": 0.00010244970168009976, 
            "23": 6.913999147245853e-05, 
            "24": 7.942561223078216e-05, 
            "25": 7.472811778219483e-05, 
            "26": 8.421705420324963e-05, 
            "27": 9.875968219197905e-05, 
            "28": 0.00025904654602743163, 
            "29": 0.00011834625566560427, 
            "30": 5.684569944021772e-05
        }
    }, 
    {
        "content": {
            "text": "  LOW-INCOME residents of Connecticut towns, especially here in the northwest corner of the state, are finding it more and more difficult to afford the homes they've lived in for decades. A big part of the problem: property taxes.  Unlike New York, Connecticut has no county governments. As a result, its towns rely more heavily on property taxes than perhaps any others in the nation. This may be fine for New Yorkers who are wealthy enough to invest in weekend homes within driving range of Manhattan, but it creates a heavy financial burden on low-income families. This inequity could be greatly ameliorated if Connecticut were to adopt a resident homeowner tax exemption like those already in place in other states, including Massachusetts, Texas, Illinois and Georgia.  A homeowner tax exemption is usually a fixed amount that is deducted from the assessment of every eligible property before its real estate tax is set. The initial impact of a Connecticut town adopting a resident homeowner tax exemption would be to reduce the town's grand list, or tax base, by the total amount of the exemptions. Then, because exemptions don't reduce the town's budget, the property tax rate must be raised to cover town expenses unless the state provides aid to compensate the town for the exemptions.  An across-the-board homeowner exemption would lower the relative burden of property taxes on lower-valued properties. Because the owners of lower-valued properties also tend to have low incomes, much of the benefit from any homeowner tax exemption would flow to low-income homeowners.  The benefit can be enhanced by targeting the exemptions on residents with low incomes. This would be especially appropriate in Connecticut because the state's income tax law already provides a tax credit of up to $500 to anyone who pays at least that much in real estate taxes. To benefit from this credit, a taxpayer must owe at least as much income tax as the credit. But families with incomes below $24,000 are exempt from income taxes, and thus get no benefit from the state's property tax credit. A targeted homeowner tax exemption would help compensate for this omission.  Before Connecticut towns could adopt a resident homeowner tax exemption, the State Legislature would have to enact enabling legislation. There are many forms that such legislation might take, but the most feasible would be a law that allowed ''home rule,'' which essentially allows localities discretion in whether to accept a homeowner tax exemption. Thus, a town could offer a homeowner tax exemption only if its residents voted to do so.  How would a homeowner tax exemption work in Connecticut? As a test, I calculated how it might apply to Cornwall, the small rural town where I live. I used data from the town's grand list and the mill rate, which is the property tax rate voted on by the town's finance board to support the town budget. Cornwall has about 800 dwellings, about 600 occupied on a year-round basis and the others by weekenders. I assumed that a homeowner tax exemption of $50,000 would be targeted so as to apply only to the 150 lowest-assessed properties occupied year-round.  The exemption would cut the annual property tax on the median of these lowest-assessed properties in half, from just over $2,000 to about $1,000. It would cost the state about $150,000 to provide financial aid to Cornwall to compensate for the benefit. However, if state aid was not forthcoming, the town would have to distribute the cost of the exemption among all taxpayers, which would mean a 3 percent increase in taxes.  Cornwall has a property tax rate that is among the lowest in Connecticut (just over 21 mills, or about 2 percent of the assessment). It also has a substantial number of generally well-off weekend and year-round residents who would probably not strongly oppose a 3 percent increase in their taxes. Cornwall is a fairly typical town for the northwest corner of Litchfield County, but other towns in the state might not choose to adopt a homeowner tax exemption, or might adopt it in a less targeted form -- that's why home rule is essential.  Inevitably, rural towns across Connecticut are going to continue to rely heavily on property taxes to meet their budget needs, and as a result low-income families are going to continue to suffer. Giving the towns some independence by allowing them to implement a targeted homeowner tax exemption would help make rural towns more affordable for their more hard-pressed residents.  Op-Ed Contributor David A. Grossman is the president of the Nova Institute, a nonprofit consulting organization, and a former budget director of New York City.  ", 
            "title": "A Tax Over Their Heads"
        }, 
        "weight": 0.6429109365957166, 
        "file": "1817037.txt", 
        "other_topics": {
            "0": 0.0002010180729396766, 
            "1": 0.00016336620071242768, 
            "2": 0.0001724711836614293, 
            "3": 0.0001592137540715227, 
            "4": 0.00022877641653387806, 
            "5": 9.80233529268845e-05, 
            "6": 0.0002551678032607478, 
            "7": 0.1387109531970569, 
            "8": 0.000110618154564953, 
            "9": 0.0001631905690576624, 
            "10": 0.14245995579313622, 
            "11": 0.6429109365957166, 
            "12": 0.000160188673687886, 
            "13": 0.0001289386549118483, 
            "14": 0.00843329321918631, 
            "15": 0.005441908431621495, 
            "16": 0.0001228755581167234, 
            "17": 0.010745225951480818, 
            "18": 8.884913694663908e-05, 
            "19": 0.0006948868240424694, 
            "20": 0.00017803574794965872, 
            "21": 0.0053478626578261045, 
            "22": 0.00013349378010633713, 
            "23": 0.041885642811457006, 
            "24": 0.00010349298280101064, 
            "25": 9.737206413861625e-05, 
            "26": 0.0001097363167548965, 
            "27": 0.00012868561920340528, 
            "28": 0.00033754224839689564, 
            "29": 0.00015420727216525698, 
            "30": 7.407095556762744e-05
        }
    }, 
    {
        "content": {
            "text": "  From all the ruckus raised by the administration and its patrons in the pharmaceutical industry, you would think that Congressional Democrats were out to destroy the free market system when they call for the government to negotiate the prices of prescription drugs for Medicare beneficiaries. Yet a bill scheduled for a vote in the House of Representatives today is sufficiently flexible to allow older Americans to benefit from the best efforts of both the government and the private drug plans.  The secretary of health and human services should be able to exert his bargaining power with drug companies in those cases in which the private plans have failed to rein in unduly high prices -- leaving the rest to the drug plans. The result could be lower costs for consumers and savings for the taxpayers who support Medicare.  Under current law, written to appease the pharmaceutical industry, the government is explicitly forbidden from using its huge purchasing power to negotiate lower drug prices for Medicare beneficiaries. That job is left to the private health plans that provide drug coverage under Medicare and compete for customers in part on the basis of cost.  The Democrats' bill would end the prohibition and require -- not just authorize -- the secretary of health and human services to negotiate prices with the manufacturers. That language is important since the current secretary, Michael Leavitt, has said he does not want the power to negotiate.  No data is publicly available to indicate what prices the private health plans actually pay the manufacturers. But judging from what they charge their beneficiaries, it looks like they pay significantly more for many drugs than do the Department of Veterans Affairs -- which by law gets big discounts -- the Medicaid programs for the poor, or foreign countries.  The administration argues, correctly, that the private plans have held costs down and that there is no guarantee the government will do any better. The bill, for example, prohibits the secretary from limiting which drugs are covered by Medicare, thus depriving him of a tool used by private plans and the V.A. to win big discounts from companies eager to get their drugs on the list. The secretary does have the bully pulpit, which he can use to try to bring down the cost of overpriced drugs.  The bill also does not require the secretary to negotiate prices for all 4,400 drugs used by beneficiaries. A smart secretary could simply determine which prices paid by the plans seemed most out of line with the prices paid by other purchasers and then negotiate only on those drugs. The private plans are explicitly allowed to negotiate even lower prices if they can. This sort of flexibility should pose no threat to the free market. It is time for the Medicare drug program to work harder for its beneficiaries without worrying so much about the pharmaceutical companies.  Editorial  ", 
            "title": "Negotiating Lower Drug Prices"
        }, 
        "weight": 0.6326008340007717, 
        "file": "1818264.txt", 
        "other_topics": {
            "0": 0.0003377855575389242, 
            "1": 0.00027451632772951186, 
            "2": 0.00028981610499249384, 
            "3": 0.004657048798543035, 
            "4": 0.0003844299583642078, 
            "5": 0.0001647159005955581, 
            "6": 0.00042877736031366457, 
            "7": 0.00044225196702244867, 
            "8": 0.00018587987869559595, 
            "9": 0.11001197456283743, 
            "10": 0.09892169154507092, 
            "11": 0.6326008340007717, 
            "12": 0.00026917689370806495, 
            "13": 0.00021666517244341312, 
            "14": 0.0010025568539094823, 
            "15": 0.00036542155544689605, 
            "16": 0.000206476901799866, 
            "17": 0.0004979585363139664, 
            "18": 0.00014929978594202813, 
            "19": 0.04506277114608696, 
            "20": 0.0002991666545379808, 
            "21": 0.0002073894756886324, 
            "22": 0.0002243194867096818, 
            "23": 0.00015138596934759343, 
            "24": 0.00017390692481315513, 
            "25": 0.00016362149180312052, 
            "26": 0.008963418330263815, 
            "27": 0.0923959528018687, 
            "28": 0.0005671972420206352, 
            "29": 0.0002591259016821304, 
            "30": 0.00012446691313850263
        }
    }, 
    {
        "content": {
            "text": "  The tax system in the United States is supposed to mitigate inequality. But a recent report by Congress's budget agency provides fresh evidence that Bush-era tax cuts have done more to reinforce inequality than to redress it.  The agency found that in 2004, the latest year for which comprehensive data were available, the top 1 percent of households pocketed 14 percent of total after-tax income in the United States, up from 12.2 percent in 2003. That increase, the third largest in one year since the agency started keeping track in 1979, works out to an extra $128 billion. And yet despite that hefty gain, the effective federal tax rate of the top 1 percent decreased slightly.  In contrast, the share of after-tax income going to households in the middle of the income distribution fell to 15 percent in 2004, down from 15.4 percent in 2003 -- the equivalent of a $29 billion loss. In that time, the share of their income going to federal taxes stayed about the same.  One of the reasons the rich are getting so much richer than everyone else is that investment income is highly concentrated among the richest Americans and has grown robustly through much of the Bush years -- unlike wages and salaries. But the rise in investment income hasn't caused rich Americans' income taxes to rise substantially because -- thanks to the tax cuts of 2003 -- investments are now taxed at about the lowest rates in the code.  Another reason for the after-tax advance of upper-income Americans is that an ever larger share of their salaries escapes the payroll tax that pays for Social Security benefits. The annual amount of income subject to the tax -- now $97,500 -- has been adjusted upward each year since 1982, in line with the increase in average wages. But as pay raises at the top of the income scale have increasingly exceeded the average wage gain, incremental adjustments in the wage cap have been inadequate. In 1982, only about 10 percent of all wages escaped the tax. Today, that figure is estimated at 15 percent. The administration has yet to call for raising the cap, though doing so is a matter of simple fairness.  Unfortunately, with the administration having abandoned fiscal prudence for the past six years, it's practically inevitable that inequality will worsen. The bill for the deficit-financed tax cuts of the Bush era will arrive in the years to come. It's likely that the costs will be borne by all, even though most of the benefits have accrued to the few.  Editorial  ", 
            "title": "Tax Cuts and Consequences"
        }, 
        "weight": 0.6261590195896245, 
        "file": "1818040.txt", 
        "other_topics": {
            "0": 0.00038511911701871645, 
            "1": 0.0003129840319778253, 
            "2": 0.06038572245862617, 
            "3": 0.00030502859513363394, 
            "4": 0.0004382997520659396, 
            "5": 0.00018779737848618395, 
            "6": 0.0004888615120336694, 
            "7": 0.0005042243021886731, 
            "8": 0.00021192704411746483, 
            "9": 0.010321863333687937, 
            "10": 0.26792633599382154, 
            "11": 0.6261590195896245, 
            "12": 0.000306896388294355, 
            "13": 0.00024702625093880724, 
            "14": 0.0011430441643266232, 
            "15": 0.0004166277202573933, 
            "16": 0.0002354103079044801, 
            "17": 0.0005677369784972778, 
            "18": 0.00017022101877890838, 
            "19": 0.021349725796236427, 
            "20": 0.00034108858494885164, 
            "21": 0.0002364507598788531, 
            "22": 0.0002557531567694968, 
            "23": 0.00017259953702268446, 
            "24": 0.0001982763319292148, 
            "25": 0.000186549611261108, 
            "26": 0.00021023758110652157, 
            "27": 0.0002465414741862263, 
            "28": 0.005651285928463372, 
            "29": 0.00029543696059592826, 
            "30": 0.00014190833982125406
        }
    }, 
    {
        "content": {
            "text": "  Start with the children and work up from there. For corporate America and Washington policy experts, that seems to be the emerging consensus about how to begin tackling the problem of the 47 million people in this country without health insurance: Start with the more than 8 million uninsured children.  Then maybe add four million college students who do not have insurance but might not cost all that much to cover because they tend to be young and healthy.  Next might come the 1.4 million or so uninsured people in households with total income at least $75,000, who are perhaps in a position to purchase insurance -- if insurance became mandatory and if a market for affordable personal policies was created.  Those are among the ideas arising from corporate America as change in the nation's health insurance system seems increasingly to become a political imperative.  Employers, much of the glue holding the nation's piecemeal health care system together for half a century, have been reluctant to agree to a larger government role in medical coverage. But straining under runaway costs for providing health insurance -- partly because of the costs imposed on the medical system by people with no insurance at all -- many executives and their representatives see the time as ripe for starting to overhaul the system.  ''There is more frustration and less acceptance of the current system among employers than we have ever seen in my 30 years in this field,'' said Helen Darling, president of the National Business Group on Health, an organization made up of large companies.  As a starting point, many employers and health care industry executives are pushing for expansion of the federal-state Children's Health Insurance Program, which covers children from families with incomes too high for Medicaid.  Increasing the funds and expanding eligibility, business leaders say, would be an important start -- not only in providing better care for the children, but in reducing the expensive visits to hospital emergency rooms that end up as higher costs for employers who pay for health care for the majority of American workers and their families.  The program, which depends on federal funds with matching grants from states, is up for renewal in Congress this year. The federal contribution is currently $5 billion a year. With the budget deficit a contentious matter, it will not be easy to enact that or any other new spending measure.  But the head of another representative of large corporations said that not taking action was no longer an option for American companies as they compete with foreign businesses whose governments shouldered medical and hospital costs.  ''Health costs are the single largest cost pressure that employers face -- far exceeding energy, labor, material, even litigation,'' said John J. Castellani, president of the Business Roundtable, an association of 165 of the largest companies.  The national grocery chain Safeway, for example, says the $1 billion it spent on employee health care last year exceeded its net income. By next year, that will be true for most large businesses, according to Safeway's chairman and chief executive, Steven A. Burd, who cited a McKinsey & Company study.  The November election results sent a message that voters want the government to address personal concerns like access to good health care, Mr. Castellani of the Business Roundtable said.  President Bush proposed his own approach in the State of the Union address on Tuesday night, though some Congressional Democrats are deriding it, saying it has no chance of passage.  But Democrats are pushing for new powers for Medicare to have a role in drug pricing, for example. And California has joined the states that are experimenting with mandatory health insurance for individuals and employers as a way to address the problems of the uninsured.  Mr. Burd, whose company is based in California, has urged his counterparts to support Gov. Arnold Schwarzenegger's proposal for requiring universal coverage of individuals who can afford it, while providing subsidies for low-income people to purchase policies.  Such requirements would mean creating a market for individual health policies that would resemble the market for car insurance, Mr. Burd said.  WellPoint, the largest health insurer, said it had been signing up about 380,000 previously uninsured people annually by devising new types of lower-price policies.  Jude Thompson, a senior vice president, said the company had made a target of the 18-to-34-year-old group -- sometimes called ''young invincibles'' -- attracting them with reduced premiums that are offset by higher annual deductibles of $1,500, and throwing in vision and dental benefits.  The insurance industry has both short- and long-term reasons for wanting market-based approaches to succeed, said Charles Boorady, a health care analyst at Citigroup. Short term, they get more customers. But in the longer run, ''their biggest risk is nationalized health care.''  The government already accounts for 40 percent of total health spending -- $1.99 trillion in 2005, Mr. Boorady said. ''The decision on should we nationalize all of it will be heavily influenced by the outcome of some of these state universal health plans,'' he said.  Jack O. Bovender, chief executive of HCA, the hospital company, said that a patchwork of state plans would not work. For one thing, he said, state regulation of health care financing had often been overturned by lawsuits filed under the federal Employee Retirement Income Security Act, which the courts have said was intended to let big companies set up uniform health benefits across the country, rather than navigate state-by-state requirements.  ''Ultimately there has to be a federal solution,'' Mr. Bovender said. But he cautioned, ''I think we need to move quickly but not grab at what appear to be quick easy fixes; things that sound good always have unintended consequences.''  Some business executives said they were reluctant to prescribe solutions. ''We certainly don't have it all figured out,'' H. Lee Scott, chief executive of Wal-Mart Stores, said in a statement. The company is the nation's largest employer.  ''We have said all along that it is going to take businesses working with leaders in government, the health care industry and others to come up with health care solutions,'' Mr. Scott added.  Charles N. Kahn III, a longtime strategist in the Washington health policy wars, said that the chances for government action were now unusually bright.  But even with a growing political will to tackle the problem, Mr. Kahn, who is president of the Federation of American Hospitals, is not expecting the complicated problems in the health care system to be solved quickly. He cautioned that federal budget deficits made it ''hard to visualize major health reform before the 2008 elections.''  ", 
            "title": "With Health Care Topic A, Some Sketches for a Solution"
        }, 
        "weight": 0.6163586942524926, 
        "file": "1821345.txt", 
        "other_topics": {
            "0": 0.00920044770064619, 
            "1": 0.00011333340857815046, 
            "2": 0.009180643627024488, 
            "3": 0.00011045269684157123, 
            "4": 0.07989545591773707, 
            "5": 6.800256515127322e-05, 
            "6": 0.00017701970650493005, 
            "7": 0.00018258266561992022, 
            "8": 0.016386528798502165, 
            "9": 0.014610801553414383, 
            "10": 0.21843506083191863, 
            "11": 0.6163586942524926, 
            "12": 0.016420917771696686, 
            "13": 8.944969764195537e-05, 
            "14": 0.004038300693345451, 
            "15": 0.00015086341417015127, 
            "16": 8.524349450241887e-05, 
            "17": 0.002017779737771107, 
            "18": 6.163805913020461e-05, 
            "19": 0.004106467178312132, 
            "20": 0.00012351023697621156, 
            "21": 8.562024844725243e-05, 
            "22": 9.260976295865069e-05, 
            "23": 6.249933495385927e-05, 
            "24": 7.179705749174692e-05, 
            "25": 6.755074110185981e-05, 
            "26": 7.612829807149897e-05, 
            "27": 8.92741570515225e-05, 
            "28": 0.007482961016854159, 
            "29": 0.00010697950803661929, 
            "30": 5.1385867055187885e-05
        }
    }, 
    {
        "content": {
            "text": "  As the minimum wage moves to the top of the new Congress's agenda, some politicians -- mainly President Bush and Senate Republicans -- seem incapable of viewing the issue as anything other than a pretext for more tax cuts. This time the lucky recipients would be small-business owners, who the politicians contend will be unduly harmed by having to pay higher wages. So much for ringing in the new.  It has been more than nine years since the government last increased the federal minimum wage, currently $5.15 an hour. During that period inflation has severely eroded the wage's value. Arguing that it is only fair to cut taxes on business owners when the minimum wage goes up is akin to arguing that taxes should have been raised as the wage fell because of inflation. Instead, as the minimum wage has eroded over the past decade, taxes have been cut sharply.  It's even doubtful that the wage increase under discussion -- a $2.10 increase over roughly two years, to $7.25 -- would impair business. Eighty-six percent of small-business owners surveyed by the Wells Fargo/Gallup Small Business Index said the minimum wage had no effect on their businesses.  There's also no reason to believe that the proposed tax cuts would be aimed at employers of low-wage workers. In 2006, when Congress tried to link the minimum wage to tax cuts, the proposals included an estate-tax cut for America's wealthiest families. One proposal now being considered would allow small businesses to write off a larger part of their attorney fees when they go to court to challenge federal regulations. It sounds like a stretch to us that typical employers of minimum-wage workers -- say, restaurants and small factories -- are in any great need of relief from the high cost of federal litigation.  And then there's the probability that tax cuts would cost the government far more than a wage increase would ever cost employers, driving up the budget deficit. The Economic Policy Institute analyzed the tax cuts that were linked to an unsuccessful attempt to raise the minimum wage in 2000. Those cuts would have cost $123 billion over 10 years, versus $11.2 billion for the wage increase.  It's that sort of idiocy the new Congress was elected to stop. Chances are good the House of Representatives will eschew tax cuts and pass a clean bill to raise the minimum wage. The Senate should follow suit. And President Bush should sign it.  Editorial  ", 
            "title": "Tax Cuts and the Minimum Wage"
        }, 
        "weight": 0.6146361450572948, 
        "file": "1816528.txt", 
        "other_topics": {
            "0": 0.00037208416942268986, 
            "1": 0.0003023906070478814, 
            "2": 0.048671436487984436, 
            "3": 0.0002947044341736801, 
            "4": 0.0004234648242551415, 
            "5": 0.00018144108798004527, 
            "6": 0.0004723152438546128, 
            "7": 0.00048715805679802165, 
            "8": 0.000204754048043843, 
            "9": 0.0003020655131026853, 
            "10": 0.15731835354125362, 
            "11": 0.6146361450572948, 
            "12": 0.06798957860748828, 
            "13": 0.0002386652683400811, 
            "14": 0.005939575337275967, 
            "15": 0.00040252631562537344, 
            "16": 0.0002274424847258913, 
            "17": 0.0005485210490977543, 
            "18": 0.00016445962714324596, 
            "19": 0.06414408487242851, 
            "20": 0.0003295439182887568, 
            "21": 0.00022844772100630675, 
            "22": 0.01475275456975176, 
            "23": 0.019507634668923683, 
            "24": 0.00019156536516070694, 
            "25": 0.0001802355533517742, 
            "26": 0.00020312176750149162, 
            "27": 0.00023819689960072622, 
            "28": 0.0006247902255908885, 
            "29": 0.00028543744322813647, 
            "30": 0.0001371052342591916
        }
    }, 
    {
        "content": {
            "text": "  A federal judge in Mississippi, citing the need for more information, has rejected -- at least temporarily -- a settlement by State Farm Insurance that was expected to provide several hundred million dollars to help policyholders rebuild homes destroyed by Hurricane Katrina 17 months ago.  In an eight-page order, Judge L. T. Senter Jr. of Federal District Court in Gulfport, Miss., said he was rejecting the agreement because it did not provide enough information for him to conclude that it was ''fair, just, balanced and reasonable.''  State Farm said last night that it had expected the agreement to be approved and that it now looked forward to addressing the judge's concerns.  The lead trial lawyer in the case, Richard F. Scruggs, and Mississippi officials also expected court approval.  Last night, Mr. Scruggs and Jim Hood, the attorney general of Mississippi, said they were optimistic that the agreement would be revived. Mr. Hood said he was confident that State Farm would ''fix the things that need to be fixed.''  In the agreement, State Farm said it would pay at least $130 million to policyholders and participants in the negotiations and said costs to the insurer could increase by another $600 million. The State Farm settlement was expected to be a model for other insurers to use in seeking settlements, which would help jump-start the lagging recovery of Mississippi's coast.  The dispute with State Farm and other insurance companies centered on the insurers' refusal, as stated in their policies, to pay for damage from the heavy flooding -- driven by the high winds of Hurricane Katrina -- that swept over the Mississippi coast on Aug. 29, 2005. Some insurers refused not only to pay for flood damage, but declined to pay for harm to houses that had been battered by wind and waters.  Even so, the insurers paid $5.3 billion for wind damage to more than 330,000 homes in Mississippi and $10.3 billion for nearly a million homes in Louisiana. The rejected settlement did not include homeowners in Louisiana.  The settlement, which was announced on Tuesday, was twofold. One part settled 640 lawsuits arising from the hurricane for $80 million; the other required State Farm to reopen up to 35,000 damage claims that state officials and trial lawyers said had been underpaid. In that part, State Farm had agreed to pay at least $50 million.  Judge Senter's order dealt exclusively with the second part, the reopening of the damage claims. It was not clear whether the settlement of the 640 lawsuits would proceed. But during the negotiations, participants said that State Farm had refused to settle unless both the lawsuits and the 35,000 damage claims were parts of one agreement.  A spokesman for State Farm, Phil Supple, said yesterday that the two elements were separate. But he would not respond to questions seeking to clarify the linkage and whether the entire agreement might be scuttled if the judge's concerns about the 35,000 damage claims could not be resolved. In an interview, Mr. Scruggs said he expected the settlement of the 640 lawsuits to stand, partly because State Farm has already paid the first installment.  ''We're going to start dispersing those settlement funds next week,'' Mr. Scruggs said.  As part of the overall settlement, Mr. Hood, the Mississippi attorney general, agreed to drop a criminal investigation into State Farm's handling of hurricane damage claims and to remove the company from a civil lawsuit accusing it and other insurers of treating policyholders unfairly.  Mr. Hood said he was continuing the lawsuit against other insurers. On Thursday he urged other insurance companies to follow State Farm's lead, to settle hundreds of other lawsuits and to reopen thousands of storm damage claims.  In rejecting the agreement, Judge Senter raised concerns about a lack of detail on how much money policyholders might receive. He noted that State Farm had agreed to pay at least $50 million for reopened claims. But, he said, ''there is no way I can ascertain how this sum compares to the total claims'' of the approximately 35,000 homeowners, nor ''how thinly this large sum may be spread.''  He said he was also troubled about the potential unfairness of an arbitration process intended by the negotiators to provide an appeals process for homeowners who requested that their claims be re-evaluated. He said that under the agreement, arbitration hearings were to be limited to two hours and that there was no apparent provision for legal representation for homeowners.  Judge Senter said the agreement also failed to provide information on what the lawyers had done to justify an agreed-upon payment of up to $20 million in relation to reopening the 35,000 damage claims. The lawyers are to receive another $26 million for settling the 640 lawsuits.  Carl Tobias, a professor at the University of Richmond School of Law, said he thought Judge Senter was being ''extraordinarily careful to attempt to protect the interests of all the homeowners.''  Professor Tobias said he did not think the settlement ''was all over,'' but, he added: ''A lot of work has to be done to satisfy this judge.''  ", 
            "title": "Judge Puts Settlement On Katrina In Question"
        }, 
        "weight": 0.6136419571636996, 
        "file": "1821797.txt", 
        "other_topics": {
            "0": 0.00019343850801371217, 
            "1": 0.00015720633306023124, 
            "2": 0.00016596800454274363, 
            "3": 0.0001532104581069167, 
            "4": 0.005247601919827612, 
            "5": 0.0026080531559748523, 
            "6": 0.1837475342989038, 
            "7": 0.00025326293193306184, 
            "8": 0.00010644719882821666, 
            "9": 0.0001570373237529538, 
            "10": 0.14714328011089012, 
            "11": 0.6136419571636996, 
            "12": 0.000154148617513505, 
            "13": 0.00012407690844259348, 
            "14": 0.0005741308285414893, 
            "15": 0.0002092647210754477, 
            "16": 0.00011824242609560755, 
            "17": 0.0002851642237728467, 
            "18": 8.549900134810985e-05, 
            "19": 0.04340202512964595, 
            "20": 0.00017132275199365816, 
            "21": 0.00011876502668510998, 
            "22": 0.00012846027859708705, 
            "23": 8.669368891366397e-05, 
            "24": 9.959068799213849e-05, 
            "25": 9.370056400272902e-05, 
            "26": 0.00010559861149578015, 
            "27": 0.00012383341367021004, 
            "28": 0.0003248149182142606, 
            "29": 0.00014839275004622748, 
            "30": 7.12780444196754e-05
        }
    }, 
    {
        "content": {
            "text": "  State Farm, the biggest home insurer in the nation, is in the final stages of settling hundreds of lawsuits over its payments for homes wrecked by Hurricane Katrina along the Mississippi Gulf Coast, lawyers briefed on the talks said yesterday.  The settlement of 639 lawsuits for $80 million could be the first step in resolving a bitter legal battle between homeowners and their insurers that had threatened to drag on for years and has already slowed Mississippi's recovery since the storm in August 2005.  As part of the proposed deal, which other insurers are expected to adopt, State Farm has agreed to review and possibly increase payments to as many as 35,000 additional homeowners. In some cases, these homeowners received only a few thousand dollars for homes along the Mississippi coast that suffered major damage or were destroyed.  The talks do not apply to homeowners in New Orleans and the rest of Louisiana.  State Farm, under the tentative accord, would provide an average of about $125,000 to homeowners who filed lawsuits, although the payments would range from as little as about $2,000 to about $2 million.  The treatment of those cases would serve as a guide for increasing payments to any of the 35,000 homeowners who request a review of their claim, according to lawyers privy to the details.  Similar settlements with the dozen or so other insurers in Mississippi could provide hundreds of millions of dollars for recovery along the coast. It would also close a painful chapter in the public relations history of the carriers who have been portrayed by opposing lawyers as coldhearted in refusing to pay for much of Katrina's devastation.  ''This is an opportunity to change public perception,'' said Randy Maniloff, a lawyer in Philadelphia who represents insurance companies, and who has not been involved in the talks.  The heart of the dispute in Mississippi as well as in Louisiana has been over the coverage of flood damage. Flooding was far worse in Katrina than in most previous hurricanes.  The insurers argued successfully in Mississippi that their policies did not provide coverage for any kind of flooding. But Judge L. T. Senter Jr., of Federal District Court in Gulfport, Miss., rejected the argument by insurers that if any flooding damaged a house, the insurers then had no responsibility for any other damage caused by Katrina's high winds.  More than 2,000 homeowners in Mississippi alone filed suit against their insurers. Under terms of the tentative settlement, State Farm would pay at least $50 million for claims that were previously closed, and some lawyers say the cost for State Farm could run into the hundreds of millions of dollars, depending upon how many homeowners requested their files be reopened and the extent of damage to their houses. A similar deal with other insurers could lead to an estimated 100,000 other closed claims being re-examined, lawyers briefed on the talks said.  Insurance experts said State Farm's willingness to engage in settlement talks should not be interpreted as a concession that it did anything wrong. They said a final agreement would almost certainly say, in effect, that State Farm was neither acknowledging nor denying objectionable practices. Further, they said, State Farm would not want to set precedent on future payments for flood damage from hurricanes.  ''They're willing to settle,'' said Gary S. Thompson, a Washington lawyer who represents individual and commercial policyholders, ''because they know they would have to go through a long, arduous journey examining each and every claim.''  That could take years, some lawyers said. In the meantime, State Farm's reputation would be further battered and, facing any jury drawn from the ranks of Mississippi's hurricane victims, State Farm could easily ''lose most of the cases,'' Mr. Thompson said.  Jury selection began yesterday in federal court in Gulfport for the first trial against State Farm over Katrina damage. That case, which was not part of the settlement talks, was filed by Norman and Genevieve Broussard. Only the foundation slab of their home in Biloxi remained after the hurricane. State Farm refused to pay their claim, saying all the damage was caused by floodwaters.  The insurers have already paid $5.2 billion for damage to homes throughout Mississippi for Katrina and $10.3 billion for damage in New Orleans and other parts of Louisiana.  To close the deal, State Farm wants the approval of Mississippi's attorney general, Jim Hood, and the state's insurance regulator, George Dale, lawyers close to the talks said. As a condition of the deal, these lawyers said, Mr. Hood would be required to drop a criminal investigation into State Farm's handling of claims as well as a civil lawsuit against State Farm and other insurers.  In a statement late yesterday, Mr. Hood said: ''I am working day and night attempting to get our coastal residents a fair shake in the insurance litigation.'' He added, ''It would not help our negotiations to disclose any details at this time.''  Lee Harrell, a deputy to the insurance commissioner, would not comment on the talks but said that the regulators consistently monitored insurance agreements to make sure that they were fair to both policyholders and the insurers.  Phil Supple, a spokesman for State Farm, acknowledged that the insurer had been in settlement talks but he said that a final agreement had not yet been reached. ''At this point,'' he said, ''we have no settlement.''  He said State Farm would absolutely like to settle the cases: ''We see it in the best interest of policyholders, the Gulf Coast of Mississippi and State Farm.''  Richard F. Scruggs, who has been leading a team of about a dozen lawyers against State Farm, said that talks toward a settlement began early last fall and that he hoped to see a final agreement this week. ''All the details are finalized,'' he said.  The last element, he said, was the approval of the attorney general and the insurance commissioner. ''We are awaiting,'' he said, ''a decision from the state officials who have helped craft the settlement.''  ", 
            "title": "State Farm Is Settling Gulf Claims"
        }, 
        "weight": 0.6129108443675962, 
        "file": "1817598.txt", 
        "other_topics": {
            "0": 0.00016484638343587432, 
            "1": 0.00013396968227421207, 
            "2": 0.0001414362920592866, 
            "3": 0.00013056443715792323, 
            "4": 0.0001876098219902159, 
            "5": 8.038478822301874e-05, 
            "6": 0.1480191422078351, 
            "7": 0.00021582816584054596, 
            "8": 9.071325008600191e-05, 
            "9": 0.00013382565421404054, 
            "10": 0.22821831932971767, 
            "11": 0.6129108443675962, 
            "12": 0.00013136392732588642, 
            "13": 0.00010573711426277003, 
            "14": 0.002631440931803183, 
            "15": 0.0001783333256869372, 
            "16": 0.00010076502610929385, 
            "17": 0.00024301413124484968, 
            "18": 0.0022150337212038236, 
            "19": 0.000569847169289186, 
            "20": 0.00014599955487887552, 
            "21": 0.0022433826989973348, 
            "22": 0.00010947257895720302, 
            "23": 7.38795042976614e-05, 
            "24": 8.487019936191213e-05, 
            "25": 7.985069395105458e-05, 
            "26": 8.99900923537693e-05, 
            "27": 0.00010552961042589123, 
            "28": 0.0002768040609052081, 
            "29": 0.00012645883399540204, 
            "30": 6.074244451953787e-05
        }
    }, 
    {
        "content": {
            "text": "  President Bush's Saturday radio address was devoted to health care, and officials have put out the word that the subject will be a major theme in tomorrow's State of the Union address. Mr. Bush's proposal won't go anywhere. But it's still worth looking at his remarks, because of what they say about him and his advisers.  On the radio, Mr. Bush suggested that we should ''treat health insurance more like home ownership.'' He went on to say that ''the current tax code encourages home ownership by allowing you to deduct the interest on your mortgage from your taxes. We can reform the tax code, so that it provides a similar incentive for you to buy health insurance.''  Wow. Those are the words of someone with no sense of what it's like to be uninsured.  Going without health insurance isn't like deciding to rent an apartment instead of buying a house. It's a terrifying experience, which most people endure only if they have no alternative. The uninsured don't need an ''incentive'' to buy insurance; they need something that makes getting insurance possible.  Most people without health insurance have low incomes, and just can't afford the premiums. And making premiums tax-deductible is almost worthless to workers whose income puts them in a low tax bracket.  Of those uninsured who aren't low-income, many can't get coverage because of pre-existing conditions -- everything from diabetes to a long-ago case of jock itch. Again, tax deductions won't solve their problem.  The only people the Bush plan might move out of the ranks of the uninsured are the people we're least concerned about -- affluent, healthy Americans who choose voluntarily not to be insured. At most, the Bush plan might induce some of those people to buy insurance, while in the process -- whaddya know -- giving many other high-income individuals yet another tax break.  While proposing this high-end tax break, Mr. Bush is also proposing a tax increase -- not on the wealthy, but on workers who, he thinks, have too much health insurance. The tax code, he said, ''unwisely encourages workers to choose overly expensive, gold-plated plans. The result is that insurance premiums rise, and many Americans cannot afford the coverage they need.''  Again, wow. No economic analysis I'm aware of says that when Peter chooses a good health plan, he raises Paul's premiums. And look at the condescension. Will all those who think they have ''gold plated'' health coverage please raise their hands?  According to press reports, the actual plan is to penalize workers with relatively generous insurance coverage. Just to be clear, we're not talking about the wealthy; we're talking about ordinary workers who have managed to negotiate better-than-average health plans.  What's driving all this is the theory, popular in conservative circles but utterly at odds with the evidence, that the big problem with U.S. health care is that people have too much insurance -- that there would be large cost savings if people were forced to pay more of their medical expenses out of pocket.  The administration also believes, for some reason, that people should be pushed out of employment-based health insurance -- admittedly a deeply flawed system -- into the individual insurance market, which is a disaster on all fronts. Insurance companies try to avoid selling policies to people who are likely to use them, so a large fraction of premiums in the individual market goes not to paying medical bills but to bureaucracies dedicated to weeding out ''high risk'' applicants -- and keeping them uninsured.  I'm somewhat skeptical about health care plans, like that proposed by Gov. Arnold Schwarzenegger, that propose covering gaps in the health insurance market with a series of patches, such as requiring that insurers offer policies to everyone at the same rate. But at least the authors of these plans are trying to help those most in need, and recognize that the market needs fixing.  Mr. Bush, on the other hand, is still peddling the fantasy that the free market, with a little help from tax cuts, solves all problems.  What's really striking about Mr. Bush's remarks, however, is the tone. The stuff about providing ''incentives'' to buy insurance, the sneering description of good coverage as ''gold plated,'' is right-wing think-tank jargon. In the past Mr. Bush's speechwriters might have found less offensive language; now, they're not even trying to hide his fundamental indifference to the plight of less-fortunate Americans.  Op-Ed Columnist  ", 
            "title": "Gold-Plated Indifference"
        }, 
        "weight": 0.612727961616504, 
        "file": "1820678.txt", 
        "other_topics": {
            "0": 0.0002212461116321202, 
            "1": 0.0001798054082957188, 
            "2": 0.00018982660710876222, 
            "3": 0.0001752351094184841, 
            "4": 0.00025179772072752936, 
            "5": 0.0001078872430078679, 
            "6": 0.00028084481887403134, 
            "7": 0.0002896705494997317, 
            "8": 0.00012174943384698082, 
            "9": 0.054806219201737214, 
            "10": 0.11366914182762733, 
            "11": 0.612727961616504, 
            "12": 0.00017630813320743957, 
            "13": 0.0001419134887781106, 
            "14": 0.04665801790941089, 
            "15": 0.00023934740975380676, 
            "16": 0.0001352402749185135, 
            "17": 0.0003261577869586433, 
            "18": 9.778984438485122e-05, 
            "19": 0.1502692102428687, 
            "20": 0.00019595112215207958, 
            "21": 0.00013583800155294283, 
            "22": 0.0001469269869304911, 
            "23": 0.01734966377814626, 
            "24": 0.00011390727058061475, 
            "25": 0.00010717041635717573, 
            "26": 0.0001207788584966553, 
            "27": 0.00014163499060240728, 
            "28": 0.0003715084364169936, 
            "29": 0.00016972483544898755, 
            "30": 8.152456475458778e-05
        }
    }, 
    {
        "content": {
            "text": "  Hospitals in New York City and the largest health care union have agreed on a new contract that bails out the union's ailing health care benefits fund, officials said yesterday.  The current contract is not set to expire for 15 months, but the union, 1199 S.E.I.U. United Healthcare Workers East, and the hospitals agreed to open negotiations in part because the benefits fund faces a deficit of more than $700 million over the next five years, a result of rising medical costs.  The union and the League of Voluntary Hospitals, the labor relations group for most hospitals in the city, made a similar decision three years ago, when they reached a new pact with more than a year left on the previous one. In that case, 1199 agreed to a smaller pay increase to preserve health benefits.  Union members will vote on whether to ratify the proposed contract, which includes annual wage increases of 3 percent and runs through Sept. 30, 2011. The contract applies to 65,000 mostly low-wage workers at 61 hospitals and 20 nursing homes, said Bruce McIver, president of the hospital league.  The union agreed to postpone the 3 percent pay increase scheduled for July 1 until Dec. 1, with members getting the 3 percent increase each Dec. 1 through 2010.  Postponement of the raises will save the hospitals enough money to enable them to increase their contributions to the benefit fund by $466 million over the life of the contract without raising their overall costs, Mr. McIver said.  The two sides also agreed to shift $300 million from the union's pension fund, which has a surplus, to the benefits fund.  Workers and employers around the country have been squeezed by increased health care costs, but the outcome for 1199 is unusual -- it will remain one of the few labor groups whose members pay no out-of-pocket medical costs.  ''We're very proud of a benefits plan where the members pay no co-payments, no deductibles and no premiums,'' said Dennis Rivera, the union's president.  The proposed contract also formalizes a commitment the hospitals have already made to the union, that it will find jobs for all 1199 members who are laid off as a result of an expected wave of hospital closings, mergers and downsizings ordered by the state. The layoffs are expected to be a few thousand.  The league includes all but a handful of private hospitals in the city and a few in Westchester County, but it does not include city and state hospitals. Its contracts often set the pattern for other hospitals in the region.  The 1199 benefits fund covers more than 100,000 current workers -- including many whose employers are not part of the league -- and more than 40,000 retired workers and their families.  ", 
            "title": "Hospitals and Their Workers Reach a Pact on Health Care"
        }, 
        "weight": 0.6116333144586983, 
        "file": "1820875.txt", 
        "other_topics": {
            "0": 0.0003407772479054865, 
            "1": 0.0002769476568221946, 
            "2": 0.0002923829407556858, 
            "3": 0.07555248777173276, 
            "4": 0.057956866209778225, 
            "5": 0.00016617475211254336, 
            "6": 0.009289349012539107, 
            "7": 0.03587326516485415, 
            "8": 0.00018752617478499375, 
            "9": 0.0002766499160714216, 
            "10": 0.16179523709364957, 
            "11": 0.6116333144586983, 
            "12": 0.0002715609326399686, 
            "13": 0.00021858412692415293, 
            "14": 0.0010114362734549031, 
            "15": 0.02693898021566206, 
            "16": 0.00020830562106937208, 
            "17": 0.009359142910585002, 
            "18": 0.004579009134424352, 
            "19": 0.0011780115889084184, 
            "20": 0.000301816306005909, 
            "21": 0.00020922627741889167, 
            "22": 0.0002263062337225236, 
            "23": 0.00015272676067517321, 
            "24": 0.00017544717915508933, 
            "25": 0.00016507065038869311, 
            "26": 0.00018603123327244508, 
            "27": 0.00021815516642779547, 
            "28": 0.0005722207798452159, 
            "29": 0.00026142092124850093, 
            "30": 0.0001255692884671142
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''The President's Risky Health Plan'' (editorial, Jan. 26):  Forty-seven million uninsured Americans is not only a crisis, it is also a scandal.  A crisis calls for a response that is equal to the seriousness of the problem, not a half-baked proposal like the one announced by President Bush on Tuesday.  Even if his tax-cut plan were enacted and the number of uninsured was reduced by three million to five million, the potential estimated by White House officials, we would still have a crisis.  Mr. Bush's plan would be tantamount to treating cancer with a Band-Aid.  John Chalmers  Gresham, Ore., Jan. 26, 2007  To the Editor:  You write that the greatest risk of the administration's proposal is that small and medium businesses might stop providing health coverage.  As a small-business owner, I can tell you that this is true and it's not necessarily bad.  The health insurance my company offers is a good plan, but it does not offer the best fit for each employee, and its expense prevents us from offering any retirement benefits.  Putting the burden of selecting and paying for health benefits on employees would increase their cost sensitivity, allow better tailored coverage and allow small and medium-size employers to provide other benefits that are every bit as critical to the future of our nation.  Saul J. Stahl  Brooklyn, Jan. 26, 2007  To the Editor:  Your editorial, which is mostly critical of President Bush's health insurance proposals, is very well thought out.  But there is another factor in the health care cost issue that you did not mention.  If more people are to become able to pay for medical care, then there have to be more people ready to provide the care. If not, then medical care costs will go up even faster than they are now.  It's Economics 101, supply and demand.  What we need are more medical care providers to go along with the newly insured patients, and this is something that cannot happen overnight and will take lots of political courage to make happen.  Lester Ostroy  Redondo Beach, Calif.  Jan. 26, 2007  To the Editor:  The president's proposed tax credit for health insurance would level the playing field for those of us who have ordinary health policies.  The only people who will lose are those who have gold-plated policies, like big company bosses and union members.  Those of us who have high deductibles and co-payments -- the large majority -- will win under the president's proposal.  It is unfair to the average worker that big company bosses and union members not only get fat-cat medical benefits but don't even have to pay taxes on them.  If the Democrats are truly sincere about looking out for the common man and reducing blatant inequalities, they should stand up to the unions and support the president's proposal.  Christopher Taylor  New York, Jan. 26, 2007  To the Editor:  Your editorial ''The President's Risky Health Plan'' ignores the possibility that President Bush's health care proposals can be a first step in the demise of our antiquated employer-based health care system.  By taxing health care premiums greater than $15,000, the president's proposal will lead families and employers away from employer-sponsored coverage.  Already, many mid-size and small companies currently do not offer health care insurance.  The employer-based system has given us job lock, where employees are reluctant to move to a more productive job where health insurance is not offered.  Even if one has a job but is laid off, or the employer goes out of business, health insurance coverage can be lost.  Obtaining health care insurance in the individual market tends to be prohibitively expensive unless one is young and healthy.  In contrast, under the private, individual-based health system in Israel and the Netherlands, in which there is no employer role, health insurers must accept any applicant regardless of health status and, in the Netherlands, are paid greater amounts by the government for enrolling high-risk enrollees.  Universal coverage exists in both countries, with health care expenditures under 10 percent of gross domestic product in each country, relative to the 15 percent of G.D.P. in the United States.  Warren Greenberg  Washington, Jan. 26, 2007  The writer is a professor of health economics at George Washington University.  To the Editor:  Re ''The President's Risky Health Plan'' (editorial, Jan. 26):  You hit the nail on the head when you wrote that President Bush's ''whole approach rests on the premise that comprehensive prepaid health policies are a major factor in driving up costs; the theory is that people will tend to use services if they are covered. There is probably some truth in that.''  There is; economists have known this since the days of Lord Keynes. Further, it is seen as a good thing.  An individual's health is primarily valuable to the individual; it is in the aggregation of these individuals that it becomes more valuable to society at large.  This is why we call it a ''public'' health system.  I fail to see how these ''gold plated'' health care systems do not in the aggregate serve the public good.  Katherine Verleger  Atlanta, Jan. 26, 2007  To the Editor:  George W. Bush's health insurance proposal to create a standard deduction for health insurance spending of $15,000 for families and $7,500 for individuals will increase the tax burden for everyone, rich and poor, in the long run.  Mr. Bush predicts that only 20 percent will experience an increase at the outset of the plan in 2009, giving the reform the illusion that it is benign. But the rate of medical inflation increases so fast that in a few short years, most people on private insurance would exceed the limit and pay tax on a portion of their health insurance.  Taxing insurance is not the way to decrease the number of uninsured.  Adam E. Block  Somerville, Mass., Jan. 26, 2007  The writer is a doctoral candidate in health policy at Harvard.  ", 
            "title": "Will Bush's Health Plan Work?"
        }, 
        "weight": 0.6091690999844049, 
        "file": "1822378.txt", 
        "other_topics": {
            "0": 0.020871213779411705, 
            "1": 0.00012953007057017166, 
            "2": 0.018777396450529494, 
            "3": 0.0042686037173214255, 
            "4": 0.00018139263353860884, 
            "5": 7.772092248441632e-05, 
            "6": 0.008487049972438805, 
            "7": 0.00020867585171348838, 
            "8": 8.77071101895958e-05, 
            "9": 0.04776660034092159, 
            "10": 0.13780808787987295, 
            "11": 0.6091690999844049, 
            "12": 0.00012701066754841674, 
            "13": 0.00010223309960763628, 
            "14": 0.0004730547764192016, 
            "15": 0.012599521687462508, 
            "16": 9.742578112730533e-05, 
            "17": 0.014733242063285194, 
            "18": 7.04468545427923e-05, 
            "19": 0.10411011418710596, 
            "20": 0.0001411612860883425, 
            "21": 9.785637759196765e-05, 
            "22": 0.00010584477500514841, 
            "23": 7.143121669705897e-05, 
            "24": 8.20576919048879e-05, 
            "25": 7.720452752427124e-05, 
            "26": 8.700791712964864e-05, 
            "27": 0.018742679677846593, 
            "28": 0.00026763107095957746, 
            "29": 0.0001222681237544376, 
            "30": 5.8729505001856596e-05
        }
    }, 
    {
        "content": {
            "text": "  A front-page article on Tuesday about a proposal by Gov. Arnold Schwarzenegger to extend health care coverage to all of California's residents misstated a requirement for insurers. They would have to contribute 85 percent of premiums to health care services, not 85 percent of profits. The article also referred incorrectly to the precedent for universal coverage. California would be the fifth state, not the fourth, to try near universal coverage. (Besides Maine, Massachusetts and Vermont, Hawaii has also tried.)  A picture caption with an articleWednesday about efforts by Massachusetts to extend health care coverage to all residents reversed the names in some copies of two people who helped an immigrant from Bangladesh sign up for insurance. Feroza Bashar, a translator, was at right, and Goretti Macedo of Cambridge Health Alliance was at left.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6003757782999547, 
        "file": "1818340.txt", 
        "other_topics": {
            "0": 0.0010715308801810867, 
            "1": 0.0008708268181128119, 
            "2": 0.0009193611128192647, 
            "3": 0.27933873131495585, 
            "4": 0.0012194972889168305, 
            "5": 0.0005225154539789353, 
            "6": 0.0013601771065824212, 
            "7": 0.015327423514403377, 
            "8": 0.014514154257244328, 
            "9": 0.0008698906100452179, 
            "10": 0.007462553323715036, 
            "11": 0.6003757782999547, 
            "12": 0.0008538889464099621, 
            "13": 0.0006873100929015426, 
            "14": 0.01710483517460037, 
            "15": 0.0011591984091860808, 
            "16": 0.0006549906335091879, 
            "17": 0.0015796351762277579, 
            "18": 0.00047361211120719465, 
            "19": 0.0037041081893960425, 
            "20": 0.01487352509451667, 
            "21": 0.0006578855207547667, 
            "22": 0.000711591279352128, 
            "23": 0.00048022994874018915, 
            "24": 0.0005516714260145738, 
            "25": 0.014443545705854273, 
            "26": 0.000584951643206186, 
            "27": 0.0006859612809692615, 
            "28": 0.0017992757428908744, 
            "29": 0.014746506925168802, 
            "30": 0.00039483671818429917
        }
    }, 
    {
        "content": {
            "text": "  When Gov. Arnold Schwarzenegger took the oath of office last Friday, he called on legislators in Sacramento to set aside party loyalty in favor of ''the Party of California.''  And sure enough, just 96 hours later, Democrats and Mr. Schwarzenegger's fellow Republicans are already in agreement: his first big idea of his second term -- a sweeping plan unveiled Monday to assure health care to all Californians -- is promising and ambitious, but faces a long, hard fight before enactment.  Chief among the challenges, politicians and policy analysts said Tuesday, is the enormous number of political players -- from big labor and big insurance to small-county government -- that would be affected by any universal health care bill.  ''I cannot think of another topic that requires so many people to be heard to build consensus,'' said one Democratic lawmaker, Don Perata, Senate president pro tem. ''You'd have to rent out Madison Square Garden to get them all in there.''  Mr. Schwarzenegger's plan would extend care to the 6.5 million Californians who currently have no insurance, including an estimated one million illegal immigrants. That is just one of the elements to which Republicans are objecting.  ''Health coverage for illegal aliens is a nonstarter for us,'' said Robert Huff, chairman of the Assembly's Republican caucus. ''It creates a magnet for them coming here rather than staying there.''  Like some Democrats, Mr. Huff was also skeptical about the plan's estimated cost, which the governor's office put at $12 billion a year. ''I think it's just throwing a dart at the wall,'' he said. ''It's anybody's guess what it would cost.''  Then there is the financing, which among other things would require doctors and hospitals to pay 2 percent and 4 percent of their revenue, respectively, into a fund to cover the poor and uninsured. Mr. Schwarzenegger calls those payments a ''fee,'' but other Republicans said that was just another word for ''tax.''  The California Medical Association, which represents more than 34,000 doctors in the state, gave the proposed overhaul mixed reviews. Though the association praised the idea of universal coverage, the fee on doctors could be a deal breaker.  ''We feel it's a regressive tax,'' said Dr. Anmol Singh Mahal, the group's president.  The distinction between fee and tax is more than semantic: under California law, fees can be adopted by a simple majority vote of each house of the Legislature, while new taxes require a two-thirds majority. Democrats control both houses but do not have enough votes to muster two-thirds without Republican help.  Anticipating a raucous health-care debate in the Legislature this year, Mr. Schwarzenegger noted in his State of the State address on Tuesday night that proposals other than his had been advanced, and said that ''they are all on the table.''  Kim Belshé, the state's health and human services secretary, said the governor had expected people to disagree with elements of his plan.  ''Health care reform is hard,'' Ms. Belshé said. ''If these were issues that were easy to address and solve, they would have been addressed and resolved long ago.''  Building consensus will be especially important for Mr. Schwarzenegger because of the referendum-addicted nature of California, where laws passed by the Legislature are sometimes overturned by ballot initiatives. In 2004, voters voided one ambitious health care law, the Health Insurance Act, which would have required medium- and large-size employers to offer care to their workers or pay a fee to the state.  Mr. Schwarzenegger's plan would employ similar ''play or pay'' mechanisms: employers with more than 10 workers would have to offer insurance or pay 4 percent of wages that are subject to Social Security tax into a fund subsidizing the purchase of health care for the uninsured.  Ms. Belshé said the state also expected to pay for the program in part through billions of federal dollars that California would get by increasing its Medi-Cal reimbursements to doctors and hospitals. The increase would automatically bring federal matching funds.  Such increased payments would be critical to health care providers, said C. Duane Dauner, the president of the California Hospital Association, because they would offset the new ''fees'' -- or are they taxes? -- the governor has proposed for doctors and hospitals.  Mr. Dauner said he thought the plan was ''very innovative'' but stood little chance of passing as is.  ''I don't care what the plan is or who introduces it, whether it be the governor of California or the president of the United States,'' he said. ''It goes through a process.''  ", 
            "title": "Schwarzenegger's Plan for Universal Care Draws No Universal Agreement"
        }, 
        "weight": 0.5885298754455048, 
        "file": "1817846.txt", 
        "other_topics": {
            "0": 0.00021151608544707511, 
            "1": 0.0001718978734783879, 
            "2": 0.005678764904438553, 
            "3": 0.00016752856854143508, 
            "4": 0.00024072408694504152, 
            "5": 0.00010314254629091791, 
            "6": 0.0002684937433164989, 
            "7": 0.00027693133338028514, 
            "8": 0.00011639510164829665, 
            "9": 0.002920356343276313, 
            "10": 0.11141881034755617, 
            "11": 0.5885298754455048, 
            "12": 0.20906544320219977, 
            "13": 0.00013567237587612163, 
            "14": 0.030862861587576087, 
            "15": 0.0002288213193875291, 
            "16": 0.0001292926385667486, 
            "17": 0.00031181392444213155, 
            "18": 9.348921401681021e-05, 
            "19": 0.017223036390020572, 
            "20": 0.00018733352641010813, 
            "21": 0.00012986407820448636, 
            "22": 0.00014046538894091584, 
            "23": 0.008340725370798127, 
            "24": 0.022098044012764974, 
            "25": 0.00010245724445225484, 
            "26": 0.00011546721054450347, 
            "27": 0.00013540612557461638, 
            "28": 0.0003551701297790309, 
            "29": 0.00016226062701165672, 
            "30": 7.793925360975056e-05
        }
    }, 
    {
        "content": {
            "text": "  Companies are proving that when it comes to health care, you can re-teach old dogs an old trick. On-site health clinics in the workplace, which had been disappearing since their peak in the 1970s, are staging a comeback. Corporations are waking up to the fact that healthy employees are more productive, while sick workers are a drag on the bottom line. And they're trying to do something about it.  The sky-high cost of health care in the United States isn't just a challenge for the families that struggle to pay rising premiums and co-payments. It's also a serious issue for American companies, whose competitors in other countries often benefit from national health insurance programs.  As Milt Freudenheim reported recently in The Times, some big American-based companies have rediscovered that it's cheaper in the long run to spend a little more on in-house health clinics. Companies from the Pepsi Bottling Group to Credit Suisse have opened or expanded their clinics. More than a quarter of the nation's 1,000 largest employers will likely offer some kind of on-site health services by the end of the year.  For employees, a clinic is a major time saver, convenient and cheap (or even free). For companies, spending a relatively small amount of money on early detection and basic preventive care can save on expensive hospital bills down the line. It's an interesting stopgap solution, provided companies do not abuse their knowledge of employee medical conditions and remain focused on the long-term health of their workers, instead of just steering them away from expensive procedures.  Innovative as they are, office and factory infirmaries will hardly solve the nation's entrenched health care crisis.  Total health spending reached nearly $2 trillion in 2005, accounting for 16 percent of the economy. It is a bit scary that the 6.9 percent increase in health spending that year -- rather than a cause for alarm -- is celebrated as the slowest pace of increase in six years. There are 47 million uninsured people in this country. State governments, like those in Massachusetts and California, are trying to chip away at the problem and business groups are lobbying in Washington for help with out-of-control costs.  While it is a welcome sign that businesses and states are trying to come up with answers, health care is a national issue that requires a comprehensive solution.  Editorial  ", 
            "title": "The Clinic Is Open"
        }, 
        "weight": 0.5836287223428082, 
        "file": "1820702.txt", 
        "other_topics": {
            "0": 0.000397041334186343, 
            "1": 0.0003226731474601338, 
            "2": 0.0003406568766092056, 
            "3": 0.00031447143240868533, 
            "4": 0.00045186829384360745, 
            "5": 0.00019361106321613317, 
            "6": 0.0005039953053298262, 
            "7": 0.0005198336847569141, 
            "8": 0.00021848771621087014, 
            "9": 0.00032232624817136036, 
            "10": 0.14207263786458893, 
            "11": 0.5836287223428082, 
            "12": 0.00031639704725288634, 
            "13": 0.00025467349689376183, 
            "14": 0.0011784296338010663, 
            "15": 0.00042952535618212567, 
            "16": 0.00024269795655734776, 
            "17": 0.0005853125369482173, 
            "18": 0.00017549058827752702, 
            "19": 0.10456324017372522, 
            "20": 0.000351647739255806, 
            "21": 0.0002437706180322176, 
            "22": 0.036380427035867365, 
            "23": 0.00017794273883345364, 
            "24": 0.0002044144159245248, 
            "25": 0.00019232466858676954, 
            "26": 0.00021674595212209656, 
            "27": 0.0931258332132595, 
            "28": 0.03162391722386459, 
            "29": 0.0003045828675320334, 
            "30": 0.0001463014274933057
        }
    }, 
    {
        "content": {
            "text": "  A few days ago. Gov. Arnold Schwarzenegger unveiled an ambitious plan to bring universal health insurance to California. And I'm of two minds about it.  On one side, it's very encouraging to see another Republican governor endorse the principle that all Americans are entitled to essential health care. Not long ago we were wondering whether the Bush administration would succeed in dismantling Social Security. Now we're discussing proposals for universal health care. What a difference two years makes!  And if California -- America's biggest state, with a higher-than-average percentage of uninsured residents -- can achieve universal coverage, so can the nation as a whole.  On the other side, Mr. Schwarzenegger's plan has serious flaws. Maybe those flaws could be fixed once the principle of universal coverage was established -- but there's also the chance that we would end up stuck with those flaws, the way we ended up stuck with a dysfunctional system of insurance tied to employment.  Furthermore, in the end health care should be a federal responsibility. State-level plans should be seen as pilot projects, not substitutes for a national system. Otherwise, some states just won't do the right thing. Remember, almost 25 percent of Texans are uninsured.  To understand both what's right and what's wrong with Mr. Schwarzenegger's plan, let's compare what he's proposing with the plan he rejected. Last summer, the California Legislature passed a bill that would have created a single-payer health insurance system for the state -- that is, a system similar to Medicare, under which residents would have paid fees into a state fund, which would then have provided insurance to everyone.  But the governor vetoed that bill, which would have bypassed private insurance companies. He appears to sincerely want universal coverage, but he also wants to keep insurance companies in the loop. As a result, he came up with a plan that, like the failed Clinton health care plan of the early 1990s, is best described as a Rube Goldberg device -- a complicated, indirect way of achieving what a single-payer system would accomplish simply and directly.  There are three main reasons why many Americans lack health insurance. Some healthy people decide to save money and take their chances (and end up being treated in emergency rooms, at the public's expense, if their luck runs out); some people are too poor to afford coverage; some people can't get coverage, at least without paying exorbitant rates, because of pre-existing conditions.  Single-payer insurance solves all three problems at a stroke. The Schwarzenegger plan, by contrast, is a series of patches. It forces everyone to buy health insurance, whether they think they need it or not; it provides financial aid to low-income families, to help them bear the cost; and it imposes ''community rating'' on insurance companies, basically requiring them to sell insurance to everyone at the same price.  As a result, the plan requires a much more intrusive government role than a single-payer system. Instead of reducing paperwork, the plan adds three new bureaucracies: one to police individuals to make sure they buy insurance, one to determine if they're poor enough to receive aid, and one to police insurers to make sure they don't discriminate against the unwell.  The plan's supporters say that it would save money all the same. Those who are currently uninsured would receive preventive care, which is often cheaper than waiting until they show up in emergency rooms. Insurers would spend less money trying to weed out high-risk clients and more money actually paying for health care: the plan would require that insurers spend at least 85 percent of premiums on health care, considerably more than most of them do now.  Still, why all the complexity? The smart, well-intentioned economists who devised the plan think they're being more politically realistic than single-payer advocates -- that it's necessary to placate the insurers. But that's what Bill and Hillary Clinton thought, too -- only to find that their plan's complexity confused the public, while the insurance industry went all-out to defeat it anyway.  So am I for or against the Schwarzenegger plan? That's a tough question. As a practical matter, however, I suspect that the real question is what to do after the plan founders from its own complexity. And the answer is, damn the insurers -- full speed ahead.  Op-Ed Columnist  ", 
            "title": "Golden State Gamble"
        }, 
        "weight": 0.5822662351274669, 
        "file": "1818231.txt", 
        "other_topics": {
            "0": 0.00022847174308305229, 
            "1": 0.00018567763630300468, 
            "2": 0.00019602611539584785, 
            "3": 0.0001809580769706872, 
            "4": 0.0002600211309232624, 
            "5": 0.00011141071038309671, 
            "6": 0.024041867934544756, 
            "7": 0.0002991308406543817, 
            "8": 0.0030947070064546397, 
            "9": 0.00018547801808103102, 
            "10": 0.18863699223907449, 
            "11": 0.5822662351274669, 
            "12": 0.035809842737791565, 
            "13": 0.00014654821234573486, 
            "14": 0.0006781104367559158, 
            "15": 0.00024716420779314084, 
            "16": 0.00013965705936130074, 
            "17": 0.00033680970732926393, 
            "18": 0.00010098354288629125, 
            "19": 0.15517682160664723, 
            "20": 0.003171332032502375, 
            "21": 0.0001402743070274758, 
            "22": 0.003120706828088208, 
            "23": 0.00010239459776540791, 
            "24": 0.00011762734480350399, 
            "25": 0.00011067047303761809, 
            "26": 0.00012472335050206604, 
            "27": 0.00014626061875514472, 
            "28": 0.0003836414543609416, 
            "29": 0.00017526784409206664, 
            "30": 8.418705881954011e-05
        }
    }, 
    {
        "content": {
            "text": "  The federal government's biggest program to help people rebuild after natural disasters is on the verge of running out of operating money because of budgeting problems at the agency that runs it, the Small Business Administration.  If Congress does not intervene in the next month or so to cover the administrative costs of the program, it will have to shut down, according to an internal agency memorandum given to The New York Times by a critic of the agency.  Agency officials say, and Congressional leaders agree, that the legislature will almost certainly act to keep the program running. ''It would be very surprising to us if they wouldn't address this,'' said Steven C. Preston, the administrator of the S.B.A.  But even a temporary shutdown could delay aid to victims of the ice storms in the Midwest and other recent natural disasters, and would further hamper a program that was widely criticized for its slow response to the hurricanes that hit the Gulf Coast in 2005.  The current money shortage is related to what agency officials concede was an unusual decision in early 2005 not to ask Congress for any money to pay for running the disaster program in the 2006 fiscal year, relying instead on money left over from previous disasters. The program also ran into financial trouble last year and required an emergency infusion of money in February.  Longtime critics of the agency said the current problem highlighted a continuing pattern of mismanagement and poor planning at the S.B.A.  ''We need to look at a comprehensive overhaul of the agency as well as the disaster loan program,'' said Representative Nydia M. Velázquez, Democrat of New York and the new chairwoman of the House Small Business Committee. ''Something has to change in the management of this agency.''  After the 2005 hurricanes, the agency did not have enough employees to handle the 423,000 loan applications it ultimately received from homeowners and businesses, and had switched to a troubled computer system that slowed its disaster response. The Government Accountability Office cited the agency's poor planning as a factor in ''significant delays and backlogs in processing loan applications.''  In the face of withering criticism from disaster victims, government officials and even agency employees, the director of the agency, Hector V. Barreto, resigned last April. His successor, Mr. Preston, has pledged to improve the disaster response.  The small-business agency has now approved more than $8 billion in loans to homeowners trying to rebuild after the hurricanes, according to its own data, but has distributed less than half of that amount. Businesses have received loans of about $1.2 billion, although the agency has approved almost $2.6 billion in loans.  In the Senate, Democrats have proposed major changes to the disaster assistance program, including allowing banks to make disaster loans, rather than funneling them all through the S.B.A.'s staff.  ''The administration mismanaged the response to Katrina from Day 1,'' Senator John Kerry, Democrat of Massachusetts and the new chairman of the Committee on Small Business and Entrepreneurship, said in a statement yesterday. ''We need legislation to overhaul the program and make it work efficiently for every business owner and homeowner in the country.''  But Senator Olympia J. Snowe, Republican of Maine and the former head of the committee, blamed Congress for the current financial problem, saying it stemmed from lawmakers' failure to approve the agency's budget request for the fiscal year that began Oct. 1, which agency officials said included about $200 million to run the disaster program.  ''It is unacceptable that at a time when we are all too aware of how valuable these programs are to American families whose lives have been turned upside down by disaster, we were unable to provide the S.B.A. with the funding it requested for this fiscal year,'' Ms. Snowe said in a statement yesterday.  The Republican-led Congress passed 2 of 11 spending bills last year. The new Democratic leadership decided to keep most government agencies operating by extending their current budget levels and is expected to continue those spending levels until fall.  The 2006 budget is the one that did not ask for money to operate the disaster program. According to the internal memorandum, which was prepared by the agency's chief financial officer, Jennifer Main, the agency needs $306 million for administrative costs in the current fiscal year but had only $157 million left as of Sept. 30.  The short-term problem could be solved, as in the past, if Congress allows the agency to cover administrative costs by dipping into some of the money it has allocated for loans, said C. Edward Rowe III, the agency's chief liaison to Congress.  But Ms. Velázquez said she would oppose such a measure. ''I am not willing to take money out of disaster money intended for victims to cover administrative costs,'' she said.  The agency is also facing a shortfall of about $20 million in its regular budget, which has dropped by about 30 percent since 2001. According to the memorandum, the shortfall could require the agency to take drastic steps, including furloughing every one of its employees one day a month until the end of September.  ''We don't really think Congress will forget to fund disaster assistance,'' said Joel Szabat, the agency's chief of staff. ''The real issue is the $20 million.''  Under the disaster loan program, homeowners can borrow up to $200,000 at low interest rates to repair houses; owners and renters can borrow up to $40,000 to replace damaged furnishings. Businesses of any size can borrow up to $1.5 million to cover physical losses, and some small businesses are eligible for loans to cover economic losses. Maximum interest rates range from 4 percent to 8 percent.  The disaster loan program also serves as a screening mechanism for some grants from the Federal Emergency Management Agency, which referred 2.4 million people to the S.B.A after the hurricanes. Only after they are rejected by the S.B.A. do applicants become eligible for some FEMA grants.  The homeowner loan program has come under fire in Louisiana and Mississippi because it is requiring people who receive federally financed recovery grants through state-run programs to use the money to repay S.B.A. loans.  ", 
            "title": "Operating Costs Are Imperiling Disaster Fund"
        }, 
        "weight": 0.5802491915302609, 
        "file": "1819687.txt", 
        "other_topics": {
            "0": 0.000155518269353152, 
            "1": 0.0041682964579684975, 
            "2": 0.032468694309327216, 
            "3": 0.00012317622554192917, 
            "4": 0.04261702422852461, 
            "5": 0.00209678991718383, 
            "6": 0.004239319058789295, 
            "7": 0.0002036151605488133, 
            "8": 8.558008593656872e-05, 
            "9": 0.00012625290106238205, 
            "10": 0.23955564212007066, 
            "11": 0.5802491915302609, 
            "12": 0.08096208405358675, 
            "13": 9.97537991055731e-05, 
            "14": 0.0004615825140190512, 
            "15": 0.00016824202994791883, 
            "16": 9.506306505012613e-05, 
            "17": 0.00022926276168054602, 
            "18": 6.873841644879882e-05, 
            "19": 0.006600462912577624, 
            "20": 0.00013773792077110262, 
            "21": 9.548321892784624e-05, 
            "22": 0.004145185565071605, 
            "23": 6.969890639736447e-05, 
            "24": 8.006767421473915e-05, 
            "25": 7.533220608838495e-05, 
            "26": 8.489784931940984e-05, 
            "27": 9.955803722761789e-05, 
            "28": 0.0002611406304746034, 
            "29": 0.00011930294494469666, 
            "30": 5.730522957837967e-05
        }
    }, 
    {
        "content": {
            "text": "  President Bush intends to use his State of the Union address Tuesday to tackle the rising cost of health care with a one-two punch: tax breaks to help low-income people buy health insurance and tax increases for some workers whose health plans cost significantly more than the national average.  White House officials say Mr. Bush has decided to forgo the traditional formula for the State of the Union -- a laundry list of ideas, many of them dead on arrival -- in favor of a more thematic speech that will concentrate on a few issues, like health care, immigration and energy, on which he hopes to make gains with the new Democrat-controlled Congress.  The basic concept is that employer-provided health insurance, now treated as a fringe benefit exempt from taxation, would no longer be entirely tax-free. Workers could be taxed if their coverage exceeded limits set by the government. But the government would also offer a new tax deduction for people buying health insurance on their own.  ''I will propose a tax reform designed to help make basic private insurance more affordable,'' Mr. Bush said in his weekly radio address on Saturday, ''whether you get it through your job or on your own.'' He did not offer specifics, but an administration official provided details of the plan.  The proposed plan is a startling move for a president who has repeatedly vowed not to raise taxes. And it is certain to run into opposition from business groups, labor unions and, most of all, the Democrats who now run Capitol Hill.  ''It's a bad policy,'' Representative Charles B. Rangel, the New York Democrat who is chairman of the House committee that writes tax legislation, said in an interview Friday night. ''We are trying to bring tax relief to the middle class. The president is trying to increase their tax liability. This proposal is inconsistent with what the majority is seeking in the House and the Senate.''  White House officials say the health tax plan would neither increase spending nor reduce tax revenues. Supporters say it would expand coverage to some of the 47 million uninsured. But critics say it would, in effect, tax people with insurance to provide coverage to those without it.  That would amount to a tectonic shift in the way people get and pay for their health coverage, and historically it has been all but impossible to win Congressional approval for such changes. When President Ronald Reagan made a proposal similar to Mr. Bush's in 1986, it died in Congress, with Mr. Rangel helping to lead the opposition.  As he heads into the address, his first delivered to a Congress controlled entirely by Democrats, Mr. Bush faces intense skepticism from lawmakers over his new strategy in Iraq. But while he will not be able to avoid the subject of Iraq in the speech, White House officials hope to use the address to shift the national conversation away from the war and toward the possibility of bipartisan cooperation in Washington.  ''What they want to accomplish is to have the average American believe that Bush really does want to work across party lines and he's going to do it,'' said one Republican strategist close to the White House.  In his radio address on Saturday, Mr. Bush described his proposal as a way to ''treat health insurance more like home ownership,'' giving people tax deductions for their health insurance in much the same way as they get tax deductions for home mortgage interest. He said the current system ''unwisely encourages workers to choose overly expensive, gold-plated plans,'' driving up the overall cost of coverage and care.  The federal government does without tens of billions of dollars each year in potential tax revenue by making health coverage tax-free. The idea of limiting such tax-free coverage has circulated in various forms for more than two decades and is ''quite controversial,'' said Dr. Mark B. McClellan, a former White House economist and Medicare administrator, who has consulted with Bush officials on the plan.  ''The conventional wisdom is that there would be too much political opposition to propose'' such limits, Dr. McClellan said.  In preparation for the president's speech, the White House has been shopping the idea around Capitol Hill, trying to sound out lawmakers like Senator Charles E. Grassley of Iowa, the senior Republican on the Senate Finance Committee, and Senator Ron Wyden, Democrat of Oregon.  The administration official said Mr. Wyden's plan contained tax provisions similar to the one proposed by the president. But in an interview, Mr. Wyden was skeptical. He said any tax changes must be coupled with regulations that would encourage private insurance companies to offer affordable coverage to people with pre-existing health conditions.  ''The market is broken,'' Mr. Wyden said. ''Private insurance companies cherry-pick. They're trying to take just healthy people and send fragile people over to government programs more fragile than they are, and I'm not sure what this does to fix the broken market.''  The Census Bureau estimates that 175 million Americans obtain private health insurance through employers, while 27 million people are covered by insurance bought outside the workplace. The rest, with the exception of the 47 million uninsured, are covered through government programs like Medicare and Medicaid and military health care.  Under Mr. Bush's proposal, people buying health insurance on their own would receive a tax break similar to the one that has historically been available to people who receive coverage through their jobs. The plan is tied to the average cost of family health coverage, which is currently $11,500 a year.  It would work like this: The administration would cap the amount of benefits that can remain tax free at $15,000 for a family and $7,500 for an individual. Anyone whose health insurance cost more than that would pay taxes on the difference. For example, a family with coverage costing $16,000 a year would pay taxes on $1,000.  The cap would also be used to establish the amount of the new deduction for people who lack coverage. In this example, a family buying insurance on its own could take a $15,000 deduction -- even if the insurance cost less. The cap would rise with some measure of overall inflation, but would not necessarily keep pace with the costs of medical care and health insurance.  A White House official, speaking on condition of anonymity so as not to upstage the president, said, ''The vast majority of people with employer-provided coverage will benefit as well.''  One of the nation's leading experts on tax policy, C. Eugene Steuerle, a Treasury official in the Reagan administration who is now a senior fellow at the Urban Institute, said the proposal ''would probably help increase the number of people with health insurance at no cost to the budget.''  The administration official said the White House envisioned health insurance companies offering new plans to meet a growing market. But employers expressed doubts.  ''This is a classic case of robbing Peter to help Paul pay for coverage,'' said E. Neil Trautwein, a vice president of the National Retail Federation, which represents retailers of all sizes. ''I do not think the president will find many backers in the employer community for this proposal.''  In trying to address the problems of the uninsured, Mr. Trautwein said, ''we should not start by endangering coverage for people who already have it.''  ", 
            "title": "Bush Urges Tax To Help Cover The Uninsured"
        }, 
        "weight": 0.5783440660784388, 
        "file": "1820523.txt", 
        "other_topics": {
            "0": 0.00013046937402769827, 
            "1": 0.00010603168975075166, 
            "2": 0.0001119412152402612, 
            "3": 0.0017987809958166668, 
            "4": 0.0035393745777749885, 
            "5": 6.362137149879366e-05, 
            "6": 0.00016561487769034124, 
            "7": 0.005257152700190938, 
            "8": 7.179593939555658e-05, 
            "9": 0.11539613842792855, 
            "10": 0.17384397001515256, 
            "11": 0.5783440660784388, 
            "12": 0.09335341257610943, 
            "13": 8.368673198538978e-05, 
            "14": 0.000387236701621489, 
            "15": 0.00014114375387375895, 
            "16": 7.975152142466239e-05, 
            "17": 0.003583224890995242, 
            "18": 0.0017531113333045943, 
            "19": 0.015710011234681392, 
            "20": 0.00011555285676485209, 
            "21": 0.0017755484247951897, 
            "22": 8.66432041276787e-05, 
            "23": 5.8472697297251466e-05, 
            "24": 6.717139650602067e-05, 
            "25": 6.319865706683253e-05, 
            "26": 7.122358873380015e-05, 
            "27": 8.352250092892591e-05, 
            "28": 0.0036099682800787023, 
            "29": 0.00010008715124812472, 
            "30": 4.807523555079481e-05
        }
    }, 
    {
        "content": {
            "text": "  The new Democratic leadership in Congress has a chance to finally do what the Republican Congress and the Bush administration failed to do after Sept. 11: to protect the nation's chemical plants from an attack. Lawmakers should stop the Homeland Security Department from adopting new regulations that would block state and local governments from doing more to protect their residents and should pass a federal law with teeth.  An attack on a single plant could release deadly chemicals that could put hundreds of thousands of people at risk of death or serious injury. But since Sept. 11, the chemical industry -- a major campaign contributor -- has managed to ward off any significant new federal rules that might require it to spend money to increase security.  Now it is going a step further by trying to get the federal government to ''pre-empt,'' or invalidate, state and local efforts to impose safety standards. Supporters of pre-emption always claim that they just want a uniform standard. But in situations like this one -- where the federal law is absurdly weak -- it is obvious that the real agenda is to block serious safety measures at every level of government.  Congress wisely refused to include a pre-emption provision in legislation it adopted last year. Now, however, the Homeland Security Department has proposed regulations that would give itself the authority to pre-empt state and local laws. If the proposed regulations were adopted, they could wipe away the serious chemical plant security law that New Jersey has passed, and prevent other states and cities from requiring the chemical industry to do more to protect their residents.  It is up to Congress to act. It should block these deeply flawed regulations and move quickly to pass a comprehensive law that imposes tough requirements on chemical plants to harden their facilities.  Last year Congress passed a bad rider, backed by the industry, that gives the chemical industry far too much leeway to decide on its own how its plants are vulnerable and how to protect them. The new law should contain specific requirements for plant safety. It should also require companies to switch to safer chemicals when the cost is not prohibitive, a key safety measure that the industry has resisted. And it should clearly state that federal chemical-plant laws do not pre-empt state and local laws. Congress should finally put the public's safety ahead of the chemical industry's bottom line.  Editorial  ", 
            "title": "Chemical Insecurity"
        }, 
        "weight": 0.5779948782920697, 
        "file": "1820876.txt", 
        "other_topics": {
            "0": 0.0003702937181061442, 
            "1": 0.0003009355178369108, 
            "2": 0.00031770773110198676, 
            "3": 0.0002932863304608111, 
            "4": 0.0004214271316726412, 
            "5": 0.00018056800209909153, 
            "6": 0.0004700424853776903, 
            "7": 0.0004848138754115543, 
            "8": 0.057947197726118845, 
            "9": 0.00030061198822830843, 
            "10": 0.18543305958287348, 
            "11": 0.5779948782920697, 
            "12": 0.06285046357864499, 
            "13": 0.0002375168224264153, 
            "14": 0.0010990419713375736, 
            "15": 0.00040058937814997924, 
            "16": 0.0002263480423129079, 
            "17": 0.005357834003980009, 
            "18": 0.00016366825524372628, 
            "19": 0.015715902467831454, 
            "20": 0.000327958168636265, 
            "21": 0.00503930085351171, 
            "22": 0.0002459077806126099, 
            "23": 0.0001659552109547001, 
            "24": 0.0001906435617397533, 
            "25": 0.0001793682684460828, 
            "26": 0.0002021443552224194, 
            "27": 0.08204024171260317, 
            "28": 0.0006217837647578201, 
            "29": 0.0002840639318347004, 
            "30": 0.000136445490396491
        }
    }, 
    {
        "content": {
            "text": "  On the eve of trial, State Farm agreed yesterday to pay an estimated $1 million to settle a lawsuit by a Mississippi Gulf Coast resident whose house was destroyed by Hurricane Katrina. The settlement came a week after a jury ordered the insurer to pay $2.5 million in punitive damage to a homeowner with a similar case.  State Farm and lawyers for the homeowner confirmed the settlement. They would not say how much State Farm paid, but trial lawyers not involved in the case said simple mathematics and logic suggested that the insurer agreed to pay about $1 million.  By settling the lawsuit, the lawyers said, State Farm eliminated the risk of another huge punitive award and more of the bad publicity that has been shadowing it and other insurers that have refused to pay for widespread flood damage caused by Hurricane Katrina in August 2005.  The benefit to the homeowner, Dr. Richard Tejedor, a respiratory specialist from Long Beach, Miss., the lawyers said, was that he would receive the money soon, rather than waiting through the long appeal process expected for the family that won the court decision last week.  The settlement also eliminated the slim possibility that the same federal judge and another jury of Mississippi coast residents would be less sympathetic to Dr. Tejedor than the other family, which was awarded the full $223,000 for which they had insured their home plus $2.5 million in punitive damages.  The trial on the Tejedor case had been scheduled to begin Monday.  State Farm settled with Dr. Tejedor as it was in the midst of negotiations to settle hundreds of other Hurricane Katrina lawsuits and reopen up to 35,000 damage claims that had previously been closed.  In an eventual settlement, State Farm is expected to pay at least $130 million. Other insurers are then expected to settle similar lawsuits and reopen tens of thousands of damage claims that lawyers for homeowners say were underpaid. That could mean that hundreds of millions of dollars more would pour into the Mississippi coast and jump-start a long-delayed recovery from the ravages of Hurricane Katrina.  Participants have said that a settlement has been close for two weeks, but that final agreement is being blocked by Jim Hood, the attorney general for Mississippi. He said in an interview on Thursday that he was holding out for the best deal for Mississippi policyholders.  Jack L. Denton and William C. Walker Jr., lawyers for Dr. Tejedor had sought $5 million in their lawsuit, mostly in punitive damages. But other lawyers said federal guidelines generally limit punitive damages to 10 times the amount that a homeowner is awarded for property damage.  In Dr. Tejedor's case, his home had been insured for $260,000, he said in a deposition. But he was one of the rare residents of the Gulf Coast who had bought federal flood insurance. He received $200,000 from the federal flood program, and State Farm had paid him $13,943.65 before he decided to take the company to court.  That left Dr. Tejedor about $46,000 short. He also received $80,000 from the flood program for the contents of his home, which the lawyers estimated may have been insured for $130,000. The lawyers estimated his total loss at $96,000. They said that courts generally attempted to make a plaintiff whole and not award damages that would result in a profit.  On that basis, the lawyers estimated that Dr. Tejedor might have received a maximum of a little more than $1 million from State Farm -- the $96,000 plus up to 10 times that -- or $960,000 -- for punitive damages.  ''I'd be very surprised it if was less than 10 times the net loss,'' said Richard F. Scruggs, who is leading the group of lawyers in talks with State Farm to settle hundreds of cases.  But Randy Maniloff, who represents insurance companies, said State Farm probably settled the case for less than the maximum. ''Otherwise,'' he said, ''why not just go to trial.'' At the same time, Mr. Maniloff said, State Farm would want to avoid the publicity of a trial and the possibility of a punitive award that could drive up its costs in the global settlement talks. The Tejedor case was not a part of those talks.  ", 
            "title": "State Farm Settles One Hurricane Katrina Suit"
        }, 
        "weight": 0.5751441025101522, 
        "file": "1820013.txt", 
        "other_topics": {
            "0": 0.0002340303982462348, 
            "1": 0.0032314110121655043, 
            "2": 0.00020079537729125713, 
            "3": 0.0001853607376030221, 
            "4": 0.012431210932641296, 
            "5": 0.00011412130256464149, 
            "6": 0.19189367395095028, 
            "7": 0.0003064086123798163, 
            "8": 0.003170000383429108, 
            "9": 0.000189990647647166, 
            "10": 0.1901852628948052, 
            "11": 0.5751441025101522, 
            "12": 0.0032277116536744152, 
            "13": 0.00015011369036160776, 
            "14": 0.006777040457916448, 
            "15": 0.0002531776455218661, 
            "16": 0.00014305487750554004, 
            "17": 0.0033862200852384765, 
            "18": 0.0001034404449280343, 
            "19": 0.0008090050699845398, 
            "20": 0.00020727378581142988, 
            "21": 0.00014368714263899684, 
            "22": 0.00015541688398861852, 
            "23": 0.00010488583038730714, 
            "24": 0.00012048918600408414, 
            "25": 0.00011336305544654547, 
            "26": 0.006210189614863907, 
            "27": 0.00014981909969743795, 
            "28": 0.0003929753462563568, 
            "29": 0.00017953206291123185, 
            "30": 8.623530698741211e-05
        }
    }, 
    {
        "content": {
            "text": "  In a move that is expected to jump-start rebuilding along the Mississippi Gulf Coast, State Farm Insurance said yesterday that it had reached an agreement with state officials to pay hundreds of millions of dollars to owners of homes along the coast that were wrecked by Hurricane Katrina.  The agreement settles lawsuits filed by 640 homeowners and allows thousands of others to reopen damage claims that State Farm previously closed. Insurance executives said they expected the outlines of the deal to be adopted by other carriers.  The agreement does not apply to New Orleans, where the failure of the levees left much of the city underwater for days. Lawyers and insurers say no similar settlement talks are in progress there.  For State Farm, the nation's largest home insurer and the biggest in Mississippi, the settlement allows for ''a just, speedy and efficient resolution,'' as a spokesman, Phil Supple, put it.  It would also remove a major public relations headache. While State Farm and the other insurers may have had some strong legal arguments, they have been widely perceived as insensitive. In many cases, residents whose houses were reduced to concrete slab foundations received just a few thousand dollars in payments. Some received nothing.  Under the settlement, 300 homeowners who lost everything will receive their full insurance coverage. Mississippi officials said 1,000 others would receive at least half, with the opportunity to negotiate for more.  ''A lot of people on the coast are going to see money in their pockets sooner, rather than have to go through a long, drawn-out process of court proceedings,'' Mississippi's insurance commissioner, George Dale, said yesterday.  The core of the dispute was whether the damage to the houses was caused by high winds or surging floodwaters as Hurricane Katrina swept across the coast on Aug. 29, 2005. The insurers said their policies covered only wind damage. But in many cases, they also refused to pay for damage caused by a combination of wind and water.  The settlement does not affect the terms of coverage in the insurers' policies, but some insurance experts said they expected that the carriers would ultimately rewrite their policies to specifically bar coverage of damage from storm surges.  In the settlement talks, which began last fall, State Farm insisted that the Mississippi attorney general, Jim Hood, drop a criminal investigation of the company's handling of storm damage claims. It also demanded that he abandon a civil suit against it and other insurers.  The final sticking point in the agreement had been over the framing of a few sentences that would end the criminal investigation. Mr. Hood convened a grand jury last week that began hearing evidence.  The two sides reached agreement in a meeting yesterday afternoon in Jackson, the state capital. Then lawyers for State Farm and Richard F. Scruggs, who represents hundreds of storm victims and played a major role in drafting the settlement, flew to Gulfport on the coast, to seek the endorsement of Judge L. T. Senter Jr., the federal district judge overseeing most of the insurance disputes.  Judge Senter had suggested that he would like to see a global settlement, and some participants in the talks said the first money could begin to flow to storm victims as early as next week.  Under the agreement, State Farm will pay an initial $130 million and perhaps several hundred million more by the end of the year, depending on how many policyholders requested that their claims be reopened. About 35,000 homeowners along Mississippi's 70-mile-long coast are eligible. Among the homeowners who will benefit from the settlement are Senator Trent Lott and Representative Gene Taylor, both of whom lost their homes in the storm and were denied payment by State Farm.  Since Hurricane Katrina struck, the insurance companies have paid $5.3 billion for damage to more than 330,000 homes in Mississippi and $10.3 billion for nearly a million homes in Louisiana.  They have raised rates sharply because, they say, the risk of severe storms has increased. They have also refused to renew many policies in vulnerable areas. The settlement disclosed yesterday is expected to have minimum effect on the cost of coverage.  State Farm got a vivid picture of the hostility toward it in the first jury trial a little more than a week ago. Judge Senter abruptly declared that State Farm had failed to prove its case and the jury quickly came back with a decision requiring the company to pay $2.5 million in punitive damages to a couple in Biloxi who lost everything in the storm. The judge also awarded the couple the full value of their insurance policy: $223,000. State Farm had maintained that it owed them nothing.  Randy J. Maniloff, a lawyer at White & Williams in Philadelphia who represents insurance companies, said yesterday that it was clear that the bad publicity had been a big factor in State Farm's decision to settle. ''They spent 80 years building up a brand,'' he said, ''and the adverse publicity from these lawsuits has been clearly doing damage to the brand. It just flies in the face of their portrayal of themselves as good neighbors.''  Indeed, according to people close to the talks, it was State Farm that first suggested a settlement in a telephone call early last fall to Mr. Scruggs, the lawyer.  Mr. Scruggs, who came to prominence by filing lawsuits against the tobacco industry, reached an agreement in principle with State Farm two weeks ago.  But Mr. Hood, the state attorney general, and Mr. Dale, the insurance commissioner, expressed reservations. Both officials said they wanted to make sure that homeowners got the best possible deal. Mr. Dale, though, said it was also important that any agreement not be overly burdensome for the insurance companies.  Mr. Scruggs, whose home in Pascagoula was destroyed along with those of many neighbors, said that resolving the coverage dispute had been ''the most personal and most difficult'' work in his 30-year career. He has not settled with his own insurer. But for his work on the settlement, he will share as much as $46 million with lawyers from half a dozen firms -- to be paid by State Farm on top of its payments to homeowners.  In the agreement, State Farm said it would pay $80 million to settle the 640 lawsuits and to reopen, at the request of homeowners, up to 35,000 other claims. The insurance company agreed to pay at least $50 million more on the previously closed claims.  Participants in the talks estimated that State Farm could pay a further $250 million to $600 million, depending on how many people reopened claims. For the 300 homes that were swept away, State Farm agreed to pay the full insured value. Those homes were insured for $69,700 to $2.34 million. The owners of the 340 other homes, with varying degrees of damage, are to receive an average of $124,400.  In the review of closed claims, homeowners may accept a new offer from State Farm or insist on binding arbitration in hopes of receiving more money. Storm victims are also free to ignore the settlement and file separate lawsuits against State Farm. But few are expected to do so.  ", 
            "title": "Insurer to Pay 640 Claims From Katrina"
        }, 
        "weight": 0.5742995725374567, 
        "file": "1821094.txt", 
        "other_topics": {
            "0": 0.00013387401326431838, 
            "1": 0.026204112267254692, 
            "2": 0.00011486235636201611, 
            "3": 0.00010603317359842187, 
            "4": 0.02450798658533999, 
            "5": 6.528159114272628e-05, 
            "6": 0.13412588003935882, 
            "7": 0.000175277019333521, 
            "8": 7.366947695268641e-05, 
            "9": 0.00010868165278448972, 
            "10": 0.21665360962110192, 
            "11": 0.5742995725374567, 
            "12": 0.00010668245055021033, 
            "13": 8.587056350466634e-05, 
            "14": 0.016054529953188054, 
            "15": 0.0018845145208873416, 
            "16": 8.183266239008858e-05, 
            "17": 0.0001973551154208084, 
            "18": 5.917174691893023e-05, 
            "19": 0.003942155869844834, 
            "20": 0.00011856824480497282, 
            "21": 8.21943413493061e-05, 
            "22": 8.89041857147978e-05, 
            "23": 5.9998560673027066e-05, 
            "24": 6.892425516597265e-05, 
            "25": 6.484784584507989e-05, 
            "26": 7.30821906208952e-05, 
            "27": 8.570204678727342e-05, 
            "28": 0.00022479638163039374, 
            "29": 0.00010269895685200963, 
            "30": 4.932977390116078e-05
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''Chemical Insecurity'' (editorial, Jan. 23):  Without government prompting, American Chemistry Council companies have voluntarily invested more than $3.7 billion enhancing security at their facilities since 9/11 under the A.C.C.'s Responsible CareSecurity Code.  The council's Security Code is so robust that officials in New Jersey, New York and Maryland developed their programs using our code as their guide.  Our members comply with these state programs, and we do not believe that the new federal law pre-empts them in their current form.  Far from trying to ''ward off any significant new federal rules'' that would make our members spend money on security, we led the charge for over three years to pass federal chemical security legislation.  As a result of last year's law, the Department of Homeland Security has proposed an important rule requiring thousands of chemical facilities to implement security measures meeting 19 risk-based performance standards.  Instead of calling for more Congressional debate, the best way to protect America is to support this new rule, which will rapidly and comprehensively improve security at chemical facilities nationwide.  Jack N. Gerard  President and Chief Executive  American Chemistry Council  Arlington, Va., Jan. 24, 2007  ", 
            "title": "Chemical Security: How the Industry Sees It"
        }, 
        "weight": 0.5734115239147358, 
        "file": "1821785.txt", 
        "other_topics": {
            "0": 0.0006882110407514815, 
            "1": 0.0005593050484055455, 
            "2": 0.0005904771201487529, 
            "3": 0.000545088617103571, 
            "4": 0.0007832452745153054, 
            "5": 0.0003355954653689533, 
            "6": 0.0008735995568967922, 
            "7": 0.0009010529897029019, 
            "8": 0.00037871537700990675, 
            "9": 0.045275081799398154, 
            "10": 0.13894210062384643, 
            "11": 0.5734115239147358, 
            "12": 0.0005484263788978936, 
            "13": 0.0004414379492962719, 
            "14": 0.0020426293559400273, 
            "15": 0.0007445171748000321, 
            "16": 0.0004206801632199819, 
            "17": 0.036787653105189194, 
            "18": 0.00030418636550290156, 
            "19": 0.05603868743042967, 
            "20": 0.0006095281165299594, 
            "21": 0.0004225394594857146, 
            "22": 0.0004570330020445549, 
            "23": 0.0003084367972359904, 
            "24": 0.0003543214416612808, 
            "25": 0.0003333656950391066, 
            "26": 0.000375696292665112, 
            "27": 0.13458970579440566, 
            "28": 0.001155618988231638, 
            "29": 0.0005279482870186807, 
            "30": 0.00025359137452258396
        }
    }, 
    {
        "content": {
            "text": "  Gov. Eliot Spitzer said on Friday that he would seek billions of dollars in Medicaid and health care cost savings when he unveils his first executive budget on Wednesday.  But while he repeatedly used the word ''reform'' in a speech here, hospital groups heard the word ''cut.'' That dissonance will probably set the stage for what could be a fierce battle in the Legislature over the governor's plan.  ''For too long, we have financed the health care system we have, not the health care system we need, so we're left pumping billions of dollars into a broken system,'' Mr. Spitzer said. ''What went wrong is that health care decision making became co-opted by every interest other than the patient's interest.''  Among the governor's proposals were eliminating the annual inflation adjustments on Medicaid payments to hospitals and nursing homes and substantially changing the way the state subsidizes health care providers and graduate medical programs.  ''New York spends more on hospitals and nursing-home care than any state in the nation,'' he said. ''This spending is unsustainable and unwise.''  He said his administration would seek to save $200 million annually by taking steps to reduce Medicaid prescription drug costs and overhaul the Department of Health. He said he would also follow up on his campaign pledge to provide coverage for the state's 400,000 uninsured children.  The proposals sent shudders through some corners of the health care world.  ''These are many of the same budget cuts that Governor Pataki proposed, and they were rejected because, frankly, they aren't reforms,'' said Daniel Sisto, the president of the Healthcare Association of New York State.  ''By his tone today, he intends to make it a serious fight,'' he said. ''The Legislature knows that these cuts, now two decades old, do not constitute reform. I'm working on the assumption we can persuade them to reject them.''  But many were pleased by what they heard, from fiscal conservatives who have called for an end to Albany's spending growth to health care advocacy groups.  ''We think he is taking a very bold step and putting New York in the lead in the nation in terms of providing health care coverage for children,'' said Donna Lawrence, executive director of the Children's Defense Fund New York.  Edmund J. McMahon, the director of the Empire Center for New York State Policy, an affiliate of the policy group the Manhattan Institute, said, ''I think he set exactly the right tone. The patient-first premise is exactly where we need to be, and I think it's a very positive step.''  Mr. Spitzer said the state was paying far more on graduate medical education than other states -- $77,000 per medical resident compared with $21,000 in California.  ''We discovered that many of those dollars are going to pay for phantom residents and doctors who don't even exist,'' he said.  Mr. Sisto said he objected to what he called the ''prosecutorial rhetoric'' in the governor's speech and his description of past deals.  ''We should be having a policy debate about the future, not lamenting the past,'' he said.  Mr. Spitzer specifically criticized a 2002 deal involving Gov. George E. Pataki and 1199 S.E.I.U. United Healthcare Workers East that was used in part to provide raises for health care workers. ''As a result of this deal, well over $3 billion alone was pumped into the health care delivery system with little or no accountability,'' he said. A spokeswoman for the union did not return calls seeking comment.  Kenneth E. Raske, the president of the Greater New York Hospital Association, said, ''Cuts to me do not spell reform, particularly when the hospital sector is not at all driving the increases in Medicaid.''  Assemblyman Richard N. Gottfried, a Manhattan Democrat who is chairman of the Assembly's Health Committee, said getting the proposals through the Legislature would ''depend on a lot of the details.''  ''Some of the Medicaid cuts will create problems, but I think the policy directions are terrific,'' he said. ''There is certainly an enormous amount here that I will fight very hard to enact.''  ", 
            "title": "Spitzer Sees Health Savings; Hospitals Call Them Cuts"
        }, 
        "weight": 0.5698787425501608, 
        "file": "1821791.txt", 
        "other_topics": {
            "0": 0.00024213047993874813, 
            "1": 0.00019677801108032854, 
            "2": 0.00020774515378066405, 
            "3": 0.028510061517475496, 
            "4": 0.0002755659863013309, 
            "5": 0.00011807118206985445, 
            "6": 0.00030735496448113707, 
            "7": 0.0003170137936304793, 
            "8": 0.0032797180195289198, 
            "9": 0.00019656645907289527, 
            "10": 0.19047485792500818, 
            "11": 0.5698787425501608, 
            "12": 0.13234494828490712, 
            "13": 0.0001553093109485297, 
            "14": 0.0007186499445732266, 
            "15": 0.00026194043713702883, 
            "16": 0.00014800618384433532, 
            "17": 0.003503421352786644, 
            "18": 0.00010702064673303842, 
            "19": 0.06691300457243528, 
            "20": 0.0002144477880366562, 
            "21": 0.00014866033245647994, 
            "22": 0.0001607960546695962, 
            "23": 0.00010851605877170017, 
            "24": 0.00012465946583529926, 
            "25": 0.00011728669108068136, 
            "26": 0.0001321796923729694, 
            "27": 0.0001550045241369213, 
            "28": 0.00040657670929155997, 
            "29": 0.00018574588977690406, 
            "30": 8.922001767718356e-05
        }
    }, 
    {
        "content": {
            "text": "  Taxes on cigarettes and on home sales above $1 million, as well as the introduction of video lottery terminals in Suffolk County, are among the recommendations of a commission created by the County Legislature to study alternatives to the current system of real estate taxation.  The 17-member Suffolk County Homeowners Tax Reform Commission released its report on Thursday.  William J. Lindsay, the presiding officer of the Legislature and a member of the commission, said school taxes had accounted for most of the increase in property taxes in recent years.  To generate new revenue in Suffolk County that would allow a reduction in real estate taxes, the commission recommended a local version of the state's income-based STAR program, to provide $150 million a year in tax relief to specified taxpayers.  The program, which is subject to approval by the State Legislature, would be financed by a mix of new local revenues -- including a $2-a-pack tax on cigarettes, which could generate an estimated $35.2 million annually for the county; a 1 percent tax on luxury homes ($36.2 million); and video lottery terminals at Suffolk OTB ($73.9 million).  Among recommendations for easing school taxes were making the state education-aid formula more equitable to Long Island and state financing for its educational mandates, not all of which it pays for now.  Steve Levy, the county executive, commended the panel for raising the profile of tax relief but had concerns about getting state approval for the proposals. ''The state is jealous about sharing its revenues with counties or schools,'' he said. ''My preference is to look at areas where we can control expenditures before seeking to raise more revenues.''  Mr. Levy has been working with county school districts to explore ways of sharing services. He said that ''can really make a difference in reducing costs.''  But Mr. Lindsay said, ''Tax relief is the No. 1 issue of the year, and I am cautiously optimistic about getting state legislation for the program.'' He said he would brief the Suffolk County delegation to the State Legislature on the proposal.  THE WEEK  ", 
            "title": "Suffolk Seeks Ways to Ease School Taxes"
        }, 
        "weight": 0.5695157009743337, 
        "file": "1818975.txt", 
        "other_topics": {
            "0": 0.01683088658705397, 
            "1": 0.0003420883379049593, 
            "2": 0.00036115414509208833, 
            "3": 0.0003333931270018992, 
            "4": 0.0004790571350905722, 
            "5": 0.00020526060918596263, 
            "6": 0.0005343206203220988, 
            "7": 0.11542079937808292, 
            "8": 0.00023163408631783153, 
            "9": 0.00034172056574278536, 
            "10": 0.09592127408443506, 
            "11": 0.5695157009743337, 
            "12": 0.08785519642340425, 
            "13": 0.00026999715949897746, 
            "14": 0.012189305779102112, 
            "15": 0.00045536982652866366, 
            "16": 0.00025730105286152064, 
            "17": 0.0006205306964512409, 
            "18": 0.00018604982823753523, 
            "19": 0.0014550909406725332, 
            "20": 0.016782761666949683, 
            "21": 0.005728423369803453, 
            "22": 0.07138934205491736, 
            "23": 0.00018864952429087137, 
            "24": 0.00021671399785776506, 
            "25": 0.00020389681240239778, 
            "26": 0.00022978752056905096, 
            "27": 0.00026946730347885583, 
            "28": 0.0007068124631854336, 
            "29": 0.0003229095687958754, 
            "30": 0.00015510436042866346
        }
    }, 
    {
        "content": {
            "text": "  As targets of suburban loathing and despair, property taxes get all the attention, particularly in Westchester, whose property taxes are among the highest in the nation. But there are many other tributaries flowing into the sea of taxes in which New Yorkers float.  The proliferation of taxing districts -- counties, towns, villages, hamlets, fire departments, sewer and sanitary districts -- has left us all in a trap. We love the amenities of multiple governments but ache under the burden of paying for them all. The cost of living here keeps rising in ways that seem beyond anyone's control, since children need the best schooling, and other things like garbage collection and gleaming fire trucks, while expensive, are also seen as essential. Or, if not essential, then at least immovable. In many cases the special taxing districts have become politically tenacious fiefdoms: secretive, highly fortified and resistant to siege.  People like to complain about the problem, but it took the Nassau County Comptroller, Howard Weitzman, to sink his watchdog's teeth into it. Last month he issued a report highlighting ways that the more than 200 special taxing districts in Nassau -- whose total tax bill was more than $473 million last year -- could save large amounts of money. Officials in Westchester could learn something from what Mr. Weitzman has to say.  Mr. Weitzman says that municipalities can save money without dissolving themselves or consolidating with other districts. These options have often been suggested, most recently by Gov. Eliot Spitzer, who wants to create a Commission on Local Government Efficiency to study the problem across the state, which has more than 4,200 taxing districts. Instead, Mr. Weitzman proposes smart trimming around the edges of the problem by imposing greater oversight and by pooling resources.  The first line of defense against special-district overspending -- watchful voters -- is faulty, since special-district elections are obscure rituals in which only the tiniest sliver of the electorate participates. So Mr. Weitzman suggests that town governments step in to control spending. As he interprets state law, towns have the authority to review the budgets of special districts, to compel them to justify expenses and to trim their budgets as needed. Two of Nassau's three towns -- North Hempstead and Oyster Bay -- have already begun doing so.  Mr. Weitzman's report outlines common-sense ways districts could band together to reduce insurance costs, pooling their risk through group self-insurance and saving money that would otherwise be spent unnecessarily on brokers' fees and redundant contracts with private companies. The same cooperation could apply to buying goods and services in bulk, or contracting with town governments for services like snow plowing and tree pruning at rates cheaper than those charged by private companies.  If there was ever any doubt that special-district spending could be tightened, it was shattered in 2005. That was the year Mr. Weitzman conducted eye-opening audits of sanitary districts in Nassau, finding numerous examples of wastefulness and lack of oversight, and Newsday published a series of articles detailing the sometimes grotesquely lavish spending by volunteer fire districts across Long Island. Mr. Spitzer and municipalities everywhere would do well to take a page, or several, from Mr. Weitzman's report.  Long Island | Westchester  ", 
            "title": "Tackling Taxes"
        }, 
        "weight": 0.5669886320908745, 
        "file": "1820352.txt", 
        "other_topics": {
            "0": 0.007641029301918346, 
            "1": 0.040698653180753906, 
            "2": 0.0002429023270386103, 
            "3": 0.00022423103117587422, 
            "4": 0.0003222006295075998, 
            "5": 0.0001380526301530335, 
            "6": 0.0003593693269887789, 
            "7": 0.16592391997429107, 
            "8": 0.00015579070419838902, 
            "9": 0.00022983183702545668, 
            "10": 0.1196984250893789, 
            "11": 0.5669886320908745, 
            "12": 0.044373139335701466, 
            "13": 0.00018159265019481886, 
            "14": 0.0008402686690217871, 
            "15": 0.0003062691984298751, 
            "16": 0.00017305359868875832, 
            "17": 0.0004173518488302625, 
            "18": 0.00012513198820550116, 
            "19": 0.048805150608290326, 
            "20": 0.00025073926295957104, 
            "21": 0.00017381845032176808, 
            "22": 0.00018800792772816937, 
            "23": 0.0001268804721410446, 
            "24": 0.00014575586379624448, 
            "25": 0.00013713537801336554, 
            "26": 0.00015454875495454407, 
            "27": 0.00018123628363491095, 
            "28": 0.00047538258779739805, 
            "29": 0.00021718007878201873, 
            "30": 0.00010431891920374096
        }
    }
]