[
    {
        "content": {
            "text": "  The Mets most likely completed their bench for next season by signing the utility player David Newhan yesterday to a one-year contract. Newhan, 33, adds another left-handed bat and provides additional versatility. A natural infielder, Newhan has played 169 of his 229 career games in the outfield and has started at every infield position except shortstop. With Endy Chávez and Ben Johnson projected as the team's fourth and fifth outfielders, Newhan should receive most of his playing time in the infield or as a pinch-hitter.  ''David is a versatile player who can help us in so many spots on the field,'' Mets General Manager Omar Minaya said in a statement. ''We couldn't be more pleased to have him in our organization.''  Newhan batted .252 in 39 games with Baltimore last season and missed four months with a broken fibula. In seven major league seasons with San Diego, Philadelphia and Baltimore, Newhan has hit .256 with 20 home runs and 102 runs batted in. His best season came with Baltimore in 2004, when he hit .311 with 8 homers and 54 R.B.I.  Newhan is the son of Ross Newhan, a former baseball writer for The Los Angeles Times who won the J. G. Taylor Spink Award in 2000 and was inducted into the Baseball Hall of Fame.  BEN SHPIGEL  BASEBALL  ", 
            "title": "METS SIGN NEWHAN"
        }, 
        "weight": 0.8325777759892189, 
        "file": "1816786.txt", 
        "other_topics": {
            "0": 0.0007924039846213253, 
            "1": 0.000533482697299771, 
            "2": 0.0009723352944524801, 
            "3": 0.0007071171121894702, 
            "4": 0.00036579920176882727, 
            "5": 0.0012209842834612677, 
            "6": 0.0006291282712884064, 
            "7": 0.05651951721789108, 
            "8": 0.0005211272531953833, 
            "9": 0.001022299767090932, 
            "10": 0.0004390608007518746, 
            "11": 0.0006420165084253904, 
            "12": 0.000518992507505772, 
            "13": 0.00039560442116664624, 
            "14": 0.00025185260001891465, 
            "15": 0.0004644349213153004, 
            "16": 0.0006730380319940282, 
            "17": 0.0004052152644478172, 
            "18": 0.8325777759892189, 
            "19": 0.0002442099054206998, 
            "20": 0.05825064035090065, 
            "21": 0.019576021156170645, 
            "22": 0.018432859984395106, 
            "23": 0.0006355796055887703, 
            "24": 0.0003042970559604655, 
            "25": 0.0006587467289641125, 
            "26": 0.0005401487614184816, 
            "27": 0.00037329278043545905, 
            "28": 0.0005647547780759571, 
            "29": 0.0007672627645660896
        }
    }, 
    {
        "content": {
            "text": "  The Mets signed the journeyman catcher Mike DiFelice to a minor league contract yesterday. DiFelice, 37, was added to the Mets' major league roster in August when the backup catcher Ramon Castro went on the disabled list because of a sore left rib cage. In 15 games with the Mets, DiFelice batted .080. Castro returned for the playoffs, and DiFelice was left off the postseason roster.  MICHAEL S. SCHMIDT  SPORTS BRIEFING: BASEBALL  ", 
            "title": "MINOR LEAGUE DEAL FOR DIFELICE"
        }, 
        "weight": 0.8249357700577173, 
        "file": "1817901.txt", 
        "other_topics": {
            "0": 0.001779953445358084, 
            "1": 0.0011983462773113573, 
            "2": 0.002184127782031577, 
            "3": 0.0015883760866179696, 
            "4": 0.0008216838407353693, 
            "5": 0.022843792613413877, 
            "6": 0.0014131920785167612, 
            "7": 0.006351314288786001, 
            "8": 0.0011705926115936822, 
            "9": 0.0022963614872429563, 
            "10": 0.02108738120702742, 
            "11": 0.0014421425413384864, 
            "12": 0.001165797395997937, 
            "13": 0.0008886344164346498, 
            "14": 0.0005657289865096853, 
            "15": 0.0010432463167570148, 
            "16": 0.0015118252648329187, 
            "17": 0.000910222967152617, 
            "18": 0.8249357700577173, 
            "19": 0.0005485614294984557, 
            "20": 0.09064441265260699, 
            "21": 0.003770768628128215, 
            "22": 0.0012029197709902397, 
            "23": 0.0014276835184109926, 
            "24": 0.0006835334042748272, 
            "25": 0.0014797231369279066, 
            "26": 0.0012133200583944335, 
            "27": 0.0008385164430753325, 
            "28": 0.0012685918199908139, 
            "29": 0.0017234794723262501
        }
    }, 
    {
        "content": {
            "text": "  The Arizona Diamondbacks took the next step toward completing a five-player trade with the Yankees yesterday, agreeing to a two-year contract with pitcher Randy Johnson, one of Johnson's agents, Alan Nero, said.  Johnson had one year and $16 million left on his previous contract. The new contract, which goes through the 2008 season, is worth $26 million, so it essentially serves as a one-year extension for about $10 million.  The Yankees included $2 million when they agreed to trade Johnson to the Diamondbacks on Thursday for the veteran right-handed reliever Luis Vizcaíno and three prospects.  Starting Thursday afternoon, Johnson and the Diamondbacks had a 72-hour window to negotiate a contract. The deal was completed before the window expired yesterday at 5 p.m. Eastern.  Johnson, 43, has 280 career victories and will probably need two more seasons to reach 300.  For the deal to become official, Johnson must pass a physical today and the trade must be approved by Commissioner Bud Selig because it involves the signing of a new contract.  Johnson had back surgery this off-season to repair a herniated disk. Nero said that Johnson should have no trouble passing the physical but that he was not sure if he would be ready to pitch by opening day.  If Johnson passes the physical, the Diamondbacks will probably have a news conference tomorrow to announce his return.  Johnson pitched for Arizona from 1999 to 2004, then was traded to the Yankees before the 2005 season.  In two uneven years in New York, Johnson had an uneasy relationship with the news media and posted the highest earned run average of his career (5.00 in 2006), though he won 17 games each season.  CAIRO TO RETURN -- The Yankees have come to terms on a one-year, $750,000 contract with infielder Miguel Cairo.  The deal to re-sign Cairo, first reported by The New York Post, should solidify the Yankees' infield for next season. In 81 games for the Yankees last season, Cairo batted .239 and played four infield positions and left field.  Cairo also played for the Yankees in 2004 and was a member of the Mets in 2005.  BASEBALL  ", 
            "title": "Johnson Accepts Two-Year Offer"
        }, 
        "weight": 0.8025799105676138, 
        "file": "1817421.txt", 
        "other_topics": {
            "0": 0.0005185986453078632, 
            "1": 0.0003491443878176083, 
            "2": 0.0006363569293875406, 
            "3": 0.00046278159066894556, 
            "4": 0.00023940183817054752, 
            "5": 0.01836879478984588, 
            "6": 0.00041174082355348237, 
            "7": 0.007707057090167273, 
            "8": 0.0003410582137207245, 
            "9": 0.0006690568000680314, 
            "10": 0.0002873488030054765, 
            "11": 0.00042017569067853905, 
            "12": 0.0003396611028477419, 
            "13": 0.0002589082347848946, 
            "14": 0.017734534503537108, 
            "15": 0.0003039552118644116, 
            "16": 0.00044047811268840516, 
            "17": 0.0002651981707299584, 
            "18": 0.8025799105676138, 
            "19": 0.00015982621059440846, 
            "20": 0.13182795721459314, 
            "21": 0.012811770573011014, 
            "22": 0.0003504768988629831, 
            "23": 0.00041596297954149856, 
            "24": 0.00019915099375438137, 
            "25": 0.0004311249916354611, 
            "26": 0.0003535070764064986, 
            "27": 0.00024430610394967565, 
            "28": 0.00036961079010890705, 
            "29": 0.0005021446610838152
        }
    }, 
    {
        "content": {
            "text": "  The clock was winding down, and the game was on track to be a case of more of the same for St. John's and the junior guard Avery Patterson. The Red Storm, which led by 8 points midway through the second half yesterday, had frittered away its lead, and Patterson was struggling. A fifth consecutive loss seemed to be a foregone conclusion.  That is, until Patterson picked an opportune time to rediscover his shot.  With St. John's trailing by a point, he made a 3-pointer with 1 minute 28 seconds left and turned it into a 4-point play because of a foul by Syracuse's Eric Devendorf. Twenty-five seconds later, Patterson struck again, hitting a 3-pointer from the right baseline that helped St. John's defeat Syracuse, 64-60, at Madison Square Garden.  ''My teammates kept encouraging me to shoot,'' said Patterson, who was 1 for 7 from the field before hitting the shot that put the Red Storm (11-8, 2-4 Big East) ahead. ''They kept telling me it was going to fall. It just happened at the end of the game.''  Syracuse (15-5, 4-2), which had won four in a row , had its streak of 47 consecutive victories against teams from New York State ended.  But it was not a perfect afternoon for St. John's. In the second half of the Garden doubleheader, the women's team fell to No. 6 Connecticut, 74-56.  After his team's 71-63 loss at DePaul last Tuesday, St. John's Coach Norm Roberts started to lose his patience with a team that had underachieved for most of the season. Roberts said yesterday that he made the team practice twice Friday and that he questioned the effort of some players.  ''We were not playing to our ability and not playing with the passion and intensity we needed,'' he said. ''If we had been playing our butts off, I could have lived with that. But when we don't give ourselves a chance to win or to be as good as we can be, that's what frustrates me.''  Early on yesterday, Roberts's message seemed to be getting through. The Red Storm jumped to a 13-2 lead while taking advantage of some sloppy play by the Orange. Syracuse regrouped and had the St. John's lead down to 29-28 at halftime, but the Red Storm again took control and increased its lead to 47-39 when Anthony Mason Jr. made a 3-pointer with 9:10 to go.  To that point, Patterson had been a nonfactor, something that had often been the case this season. One of the more erratic players in the Big East, he recently endured a four-game stretch in which he averaged 4.3 points and shot 23 percent from the field. Yet, he said, he never stopped believing in his shot.  ''I'm a shooter, and I knew my shots would start falling,'' he said. ''All shooters go through slumps. I never lost any confidence in my shot.''  But Patterson remained cold, and Devendorf took control. Scoring 10 points during a stretch of 2:39, he helped cut Syracuse's deficit to a point, and the Orange went ahead on a 3-pointer by Demetris Nichols with 1:48 to go.  With the thousands of Syracuse fans in the building ready to celebrate another win, Patterson did his damage.  ''St. John's made two really good plays at the end of the game, and that was the difference,'' Syracuse Coach Jim Boeheim said.  After Devendorf scored with 54 seconds left to cut the St. John's lead to 4, the Red Storm held the ball without being fouled. Eugene Lawrence missed a 3-pointer with 18 seconds left, but Qa'rraan Calhoun grabbed an offensive rebound to seal the victory.  Mason led St. John's with 16 points. The Red Storm was playing without the oft-injured guard Daryll Hill, who is sidelined with a sore left knee and is also expected to miss tomorrow's game against Notre Dame. St. John's had lost six in a row to Syracuse.  ''We were supposed to be a really good team this season, and we are a good team,'' Mason said. ''But you can't lose four straight and not play hard. We weren't playing up to our potential, and we felt really bad about that. I think we came in more pepped up for this game.''  Devendorf led Syracuse with 23 points. The Orange was only 4 for 14 from the free-throw line, in large part because Terrence Roberts missed 8 of 9 attempts.  In the women's game, Mel Thomas had 19 points for Connecticut, which has beaten St. John's 23 consecutive times. She made five 3-pointers in the first half for the Huskies (16-2, 6-0), who were making their first appearance at the Garden.  Kia Wright, who transferred to St. John's from UConn, led the Red Storm (5-12, 0-5) with 19 points.  COLLEGE BASKETBALL  ", 
            "title": "After Struggle, Patterson Finds Touch for Storm"
        }, 
        "weight": 0.7896929394138943, 
        "file": "1820685.txt", 
        "other_topics": {
            "0": 0.00024276981203166914, 
            "1": 0.00016344376941454335, 
            "2": 0.00029789559523579604, 
            "3": 0.002958255913952074, 
            "4": 0.0001120703645845383, 
            "5": 0.0003740745008130755, 
            "6": 0.00019274682501436906, 
            "7": 0.058440189284581986, 
            "8": 0.00015965841636104576, 
            "9": 0.0003132032739780919, 
            "10": 0.00013451561342153572, 
            "11": 0.00019669541054383278, 
            "12": 0.00015900439162131656, 
            "13": 0.00012120182738785703, 
            "14": 0.005560391497956787, 
            "15": 0.0001422895148647441, 
            "16": 0.00020619951399592886, 
            "17": 0.0001241463136122047, 
            "18": 0.7896929394138943, 
            "19": 7.481889791807018e-05, 
            "20": 0.13847740659188282, 
            "21": 0.0005142992888117022, 
            "22": 0.0001640675532576803, 
            "23": 0.00019472332847201033, 
            "24": 9.322787430532111e-05, 
            "25": 0.0002018210693924249, 
            "26": 0.00016548605991850113, 
            "27": 0.00011436618176825942, 
            "28": 0.0001730246363955466, 
            "29": 0.00023506726461203047
        }
    }, 
    {
        "content": {
            "text": "  The Nets thought they were finished with games like this.  It was not just the fourth-quarter collapse, which enabled the Minnesota Timberwolves to pull away and win, 109-98. In both the first and third quarters, the Nets failed to add to modest leads that could have helped them withstand Kevin Garnett's big second half and the Timberwolves' furious 37-point fourth quarter.  Garnett finished with 32 points and 14 rebounds, with 12 points each coming in third and fourth quarters. Garnett's energy sparked Minnesota's remarkable fourth-quarter shooting from the field (11 for 16) and the free-throw line (15 for 15). And it left the Nets losers for only the second time in seven games.  ''Just because you have a lot of energy doesn't necessarily mean you're not tired,'' said Garnett, who grabbed his 10,000th career rebound in a game that came one night after a 116-110 victory against Memphis. ''Lord knows I was. But it's part of the league, and I'm pretty used to it.''  Improved defense had characterized this recent good stretch for the Nets, which made the manner of the loss tougher to take. The Nets had not allowed this many points in a game since Dec. 23, a 115-104 loss at Milwaukee.  It did not help that the Nets, after shooting 53.1 percent from the field through three quarters, missed 12 of 18 attempts in the fourth quarter and committed six turnovers. Or that, after leading, 67-57, with 5 minutes 46 seconds left in the third quarter, the Nets never extended the lead and were outscored by 52-31 the rest of the way.  The aggressive Timberwolves were 56.9 percent from the field and 32 of 35 from the free-throw line. Garnett was perfect on 11 attempts. The Nets took only 14 free throws and made 11. Ricky Davis added 17 points and Randy Foye had 16 for the Timberwolves, who had five players in double figures.  ''Defensively, we just had so many breakdowns,'' Nets Coach Lawrence Frank said. ''Then what happens is, it gets magnified, and then we made some poor decisions on the offensive end. You don't give yourself any margin for error if you can't put together stops.''  Forward Richard Jefferson said: ''In the third quarter we should have gone from 10 to 17 points, and we didn't. In the fourth quarter, we just died.''  The Nets wasted an earlier chance to pull away when Vince Carter (24 points) sat out much of the first half because of foul trouble. The Nets led by 8 in the first quarter, but were only ahead by 48-46 at halftime.  Not even Jason Kidd, after his triple-double in Thursday's comeback victory at Chicago, could rescue the Nets. Kidd finished with 24 points, 13 assists, 6 rebounds and 6 steals, but he also committed 5 turnovers.  ''It was surprising for us,'' Kidd said of the team's fourth-quarter play. ''The last six or seven games, in the fourth quarter, we buckled down. Tonight, you've got to give Minnesota credit. It was the other way around.''  The Nets led, 81-77, early in the fourth quarter when the Timberwolves ran off 10 straight points to take their first lead. Garnett scored 6 of the points -- a jumper that hit the rim, bounced high and through; a fast-break dunk after a Carter throwback pass to no one; and another dunk out of a halfcourt set.  A Carter free throw with 6:49 left stopped the drought, but the Nets could make no more headway. Garnett pump-faked Mikki Moore airborne, drove the lane, took a hammering inside and made two free throws with 4:50 left to make the score 93-85 in favor of the Timberwolves. After that, the Nets never came closer than 7 points.  ''With them getting easy buckets in the paint and also getting to the free-throw line,'' Frank said, ''it puts huge pressure that you have to be almost flawless on the offensive end. Obviously, in the fourth quarter, we weren't that.''  REBOUNDS  The N.B.A. suspended Chicago forward ANDRES NOCIONI one game for elbowing MIKKI MOORE in the head Thursday. The league also rescinded the technical foul called against Moore after the play, saving him the $1,000 fine.  Timberwolves forward EDDIE GRIFFIN, whom the Nets drafted No. 7 over all in 2001, served the second game of his five-game suspension for violating the league's anti-drug policy. Griffin fell out of Coach Dwane Casey's rotation early in the season and had not played for 13 games before the suspension. The Nets acquired RICHARD JEFFERSON and JASON COLLINS from Houston for Griffin in a draft-day trade.  PRO BASKETBALL  ", 
            "title": "Defense Falters and Nets Fade in Fourth Quarter"
        }, 
        "weight": 0.779703711092181, 
        "file": "1818973.txt", 
        "other_topics": {
            "0": 0.003085909903946812, 
            "1": 0.00016900389385331952, 
            "2": 0.00030802957945071796, 
            "3": 0.00022401016185757063, 
            "4": 0.00011588283890045187, 
            "5": 0.00038679998298559267, 
            "6": 0.0001993037977034947, 
            "7": 0.07743752980822578, 
            "8": 0.00016508976847587505, 
            "9": 0.00032385800363948054, 
            "10": 0.00013909164316106703, 
            "11": 0.00020338670849344163, 
            "12": 0.0001644134947452424, 
            "13": 0.00012532494107336158, 
            "14": 7.97852869375478e-05, 
            "15": 0.00014713000166834, 
            "16": 0.0002132141280196955, 
            "17": 0.00012836959452876541, 
            "18": 0.779703711092181, 
            "19": 7.7364130350525e-05, 
            "20": 0.12617892244667225, 
            "21": 0.009036439243904232, 
            "22": 0.00016964889793509368, 
            "23": 0.00020134753899600435, 
            "24": 9.639935391666961e-05, 
            "25": 0.00020868673496174156, 
            "26": 0.00017111566017383986, 
            "27": 0.00011825675651758745, 
            "28": 0.00017891068829449183, 
            "29": 0.00024306391843008243
        }
    }, 
    {
        "content": {
            "text": "  A report in the On Baseball column on Jan. 7 about Gil Meche and Ron Guidry, two pitchers from different eras but the same hometown, Lafayette, La., misstated the team that signed Meche to a five-year, $55 million contract this off-season. It is the Kansas City Royals, not the Seattle Mariners.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.774469779266513, 
        "file": "1819122.txt", 
        "other_topics": {
            "0": 0.0029766234738294586, 
            "1": 0.10284961688573742, 
            "2": 0.0036525258808273787, 
            "3": 0.0026562478681824517, 
            "4": 0.001374105269313491, 
            "5": 0.004586562599208113, 
            "6": 0.002363286930291921, 
            "7": 0.04423653485465019, 
            "8": 0.001957586843098643, 
            "9": 0.003840214768061077, 
            "10": 0.001649308574061424, 
            "11": 0.0024117009084429265, 
            "12": 0.00194956778431843, 
            "13": 0.0014860669926566442, 
            "14": 0.0009460709129567741, 
            "15": 0.0017446251100237792, 
            "16": 0.002528231613790766, 
            "17": 0.0015221696148913126, 
            "18": 0.774469779266513, 
            "19": 0.0009173615366968511, 
            "20": 0.01712420111798322, 
            "21": 0.0063058718991429105, 
            "22": 0.0020116476848318723, 
            "23": 0.0023875210248808835, 
            "24": 0.001143075725725902, 
            "25": 0.0024745470931471876, 
            "26": 0.0020290401282705645, 
            "27": 0.0014022544994978182, 
            "28": 0.0021214713227137388, 
            "29": 0.002882181816253886
        }
    }, 
    {
        "content": {
            "text": "  After two poor months, St. John's has had two very good days.  About 53 hours after beating Syracuse Sunday afternoon, the Red Storm pulled off another upset in the Big East last night at Madison Square Garden. With the freshman Larry Wright breaking a 68-68 tie with a 3-pointer from the right wing with 10 seconds remaining, St. John's defeated No. 22-ranked Notre Dame, 71-68. It was the first victory of the season for St. John's against a ranked team.  This is the same St. John's (12-8, 3-4 Big East) that lost four straight games before the Syracuse victory, was defeated at home earlier this season by Illinois State and was forced into overtime before defeating Boston University.  ''I think they're starting to understand what we need to do to win,'' St. John's Coach Norm Roberts said. ''We've got to play extremely hard and we've got to do the little things. We've got to be fundamentally sound, which we aren't all the time. When you play that hard, you have a chance to win, and that's what we're doing now.''  Colin Falls made one of two free throws for Notre Dame (16-4, 4-3 ) with 40.3 seconds left to tie the score at 68-68. On the next possession, St. John's followed Roberts's instructions and got the ball inside to forward Lamont Hamilton. But Hamilton was double-teamed, so he passed to Wright. Averaging only 3.9 points a game, Wright, a freshman, was an unlikely candidate to have the ball in such an important situation. But he made the most important shot of his college career.  ''It felt really good when it left my hand,'' said Wright, who finished with a season-high 11 points. ''I kind of knew it was good, but when it went in I was kind of shocked. I couldn't believe what had happened.''  After Wright's basket, Notre Dame's Russell Carter missed a shot from well beyond the N.B.A. 3-point line and Hamilton grabbed the rebound to seal the victory.  ''Winning against Syracuse was a big confidence booster for us,'' St. John's guard Eugene Lawrence said. ''We realized what we were capable of doing and what we should've been doing since the beginning of the season.''  Hamilton led St. John's with 23 points, all in the first half. Lawrence had 13 points, but he also had 10 turnovers.  Carter led Notre Dame with a career-high 32 points.  For St. John's, the opening half might have been its best 20 minutes of offensive basketball this season. The Red Storm was in front, 49-41, at the break, led by as many as 14 points during the half and shot 59.3 percent from the field.  Most of the damage was done by Hamilton. At times, it seemed that he could do whatever he pleased inside. He not only had 23 points in the half, he also pulled down 5 rebounds and had 3 steals.  ''In the first half, they were playing man to man and they weren't trapping, so I took advantage of that,'' Hamilton said. ''In the second half, they did a good job of slacking down on me so I made sure I kicked it out.''  Notre Dame started quickly in the second half. Carter scored 9 straight points for Notre Dame to open the half, and his 3-pointer with 16 minutes 30 seconds to go gave the Irish a 50-49 lead.  St. John's finally picked up its first points of the half when Wright hit a 3-pointer with 13:42 to go that tied the game at 52-52. The Red Storm missed its first 10 shots of the half.  Notre Dame has struggled away from its home court all season. The Irish are 14-0 at the Joyce Center and 2-4 elsewhere. The road losses include an 18-point loss to Georgetown and a 15-point loss to Villanova.  Notre Dame learned Monday that point guard Kyle McAlarney would be suspended for the semester for his arrest last month on a marijuana possession charge.  Up next for St. John's is a trip Saturday to Pittsburgh to play the ninth-ranked Panthers, who are considered the class of the Big East.  COLLEGE BASKETBALL  ", 
            "title": "Red Storm Makes Its Last Shot Count"
        }, 
        "weight": 0.7726050759278418, 
        "file": "1821101.txt", 
        "other_topics": {
            "0": 0.0034043947297077, 
            "1": 0.00018644613207872748, 
            "2": 0.00033982012097465885, 
            "3": 0.00024712938425503254, 
            "4": 0.00012784265850136905, 
            "5": 0.00042672011319675786, 
            "6": 0.0002198731718138332, 
            "7": 0.11670414329367576, 
            "8": 0.00018212804495980532, 
            "9": 0.00035728213560408205, 
            "10": 0.00015344675368464102, 
            "11": 0.0002243774640348681, 
            "12": 0.00018138197563306928, 
            "13": 0.0001382592435201679, 
            "14": 8.801961781548044e-05, 
            "15": 0.0001623147200833557, 
            "16": 0.00023521913352075137, 
            "17": 0.00014161812388284678, 
            "18": 0.7726050759278418, 
            "19": 8.534858302145892e-05, 
            "20": 0.08916202414345979, 
            "21": 0.0005866795257675326, 
            "22": 0.00018715770453708844, 
            "23": 0.00022212783974053034, 
            "24": 0.00010634835838901206, 
            "25": 0.012740058701885987, 
            "26": 0.00018877584563347472, 
            "27": 0.00013046157897412823, 
            "28": 0.00019737536845749825, 
            "29": 0.00026814960534885966
        }
    }, 
    {
        "content": {
            "text": "  Seton Hall announced a heaping portion of bad news before Friday night's game against Georgetown. Its starting center and tallest player, the 6-foot-10 Grant Billmeier, was lost for the season.  The Pirates never seemed to rebound -- literally and figuratively.  Georgetown raced to an early lead and it dominated the boards in a 74-58 victory at Continental Arena.  ''I've been a head coach eight years, and I've never seen a stat where we got beat on the boards, 39 to 11,'' Seton Hall Coach Bobby Gonzalez said. ''We had one defensive rebound at halftime.''  It got worse in the second half, when the Pirates (11-7, 3-3 Big East) managed only four rebounds.  Georgetown (13-5, 3-2) had a significant height advantage. It started three players who were 6-8 or taller, including the 7-2 center Roy Hibbert. Seton Hall's tallest starter was Stan Gaines, who was listed at 6-7.  Billmeier, a tri-captain, tore his left anterior cruciate ligament while playing defense during the opening minutes of Wednesday's 69-68 victory against Providence. He started 14 times this season and averaged 3.4 points and 3.4 rebounds a game.  ''He gives you 15, 20 minutes a night,'' Gonzalez said of Billmeier. ''He changes the rotation, he is a senior, he does play hard. He's a great energy guy. And so now you have one less body. It's a small team getting smaller.''  John Garcia, at 6-9, became Seton Hall's tallest player. He came off the bench to grab three rebounds, which tied Paul Gause for the team high. Georgetown, which had been ranked eighth in the preseason but has fizzled out of the Top 25, had six players with at least three rebounds. DaJuan Summers had a game-high 10 rebounds and 17 points.  ''If I'm going to give this team anything, it's rebounds,'' Garcia said. ''I'm not going to make excuses.''  Gonzalez hinted at an excuse anyway, saying that Seton Hall was fatigued from playing four games in nine days. And when the Hoyas raced to a 10-0 lead after just 2 minutes 10 seconds, the Pirates were not able to recover. They trailed, 34-21, at halftime and fell behind by as many as 20 points late in the game.  Jonathan Wallace led Georgetown with a career-high 21 points, and he helped break down Seton Hall's full-court pressure and zone defense.  ''We handled their pressure better than I anticipated,'' Georgetown Coach John Thompson III said. ''Our guys were very poised and pretty attentive and seeing when their teammates were in trouble.''  Brian Laing scored a team-high 19 points for the Pirates. But like five of his teammates, he had no rebounds.  ''We just didn't have the bodies and the energy and the juice to play a team like Georgetown tonight,'' Gonzalez said. ''It's just that simple.''  LOYOLA, MD. 62, ST. PETER'S 55 -- Michael Tuck made four free throws in the final 11 seconds and finished with 14 points as Loyola of Maryland beat host Saint Peter's.  Gerald Brown and Marquis Sullivan also scored 14 points each for the Greyhounds (10-7, 6-1 Metro Atlantic Athletic Conference), and Brett Harvey had a game-high eight assists.  Akeem Gooding had 16 points and 6 rebounds -- both game highs -- to lead the Peacocks (3-15, 1-7), who made just 37 percent of their shots. Kevin Spann added 12 points, and Todd Sowell finished with 11 and Raul Orta had 10.  Loyola led for most of the game but had trouble putting away the Peacocks, who rallied late and tied the score at 55-55 when Brandon Brock hit a jumper with 56 seconds left.  But the Greyhounds closed the game with a 7-0 run keyed by Tuck's free throws. (AP)  FAIRFIELD 72, SIENA 67 -- Michael Van Schaick scored 27 points to lead Fairfield in a victory against host Siena.  Fairfield (5-15, 3-5 MAAC) rallied from a 9-point deficit with 5:32 remaining for the victory.  Van Schaick tied the score at 66-66 with his fifth 3-pointer of the game with a minute left.  After Kenny Hasbrouck missed a jumper for Siena, Van Schaick was fouled with 30 seconds left and converted both free throws.  Siena (9-8, 5-3) had a chance to tie, but David Ryan missed the first of two free throws with 22 seconds left.  After Jonathan Han made two free throws to put Fairfield up, 70-67, with 16 seconds to go, the Saints failed to get a shot off.  Hasbrouck led the Saints with 23 points, and Michael Haddix had 14 points and 14 rebounds.  Siena shot 46 percent from the field and 38 percent from 3-point range. The Saints limited the Stags to just 39 percent from the floor and 36 percent from long range. (AP)  WOMEN  MARYLAND 95, VIRGINIA 68 -- Crystal Langhorne had 17 points and 12 rebounds, Laura Harper had 21, and No. 3 Maryland bounced back from its first loss of the season by cruising past visiting Virginia.  Kristi Toliver scored 20 points and Marissa Coleman added 16 for the Terrapins (19-1, 3-1 Atlantic Coast Conference), the defending national champions, who were coming off an 82-61 defeat at Duke on Saturday that dropped them from the top spot in the Associated Press poll.  Lyndra Littles led Virginia (12-6, 2-2) with a career-high-tying 23points. The Cavaliers have lost fourin a row at Maryland. (AP)  COLLEGES  ", 
            "title": "Seton Hall Drops Game After Losing A Starter"
        }, 
        "weight": 0.7695804112516639, 
        "file": "1820082.txt", 
        "other_topics": {
            "0": 0.0001986544480219485, 
            "1": 0.00013374328349950365, 
            "2": 0.04062528378996123, 
            "3": 0.00017727316158815416, 
            "4": 9.170529164991797e-05, 
            "5": 0.00927977016142113, 
            "6": 0.00015772148032234615, 
            "7": 0.025386444291742815, 
            "8": 0.0001306457928555159, 
            "9": 0.022690467209160993, 
            "10": 0.00011007186071019037, 
            "11": 0.00016095254135196354, 
            "12": 0.0001301106154272504, 
            "13": 9.917741385343807e-05, 
            "14": 6.313905559619217e-05, 
            "15": 0.00011643311331920972, 
            "16": 0.00016872958912169758, 
            "17": 0.00010158683733451615, 
            "18": 0.7695804112516639, 
            "19": 0.051659833008800365, 
            "20": 0.07741904413692445, 
            "21": 0.0004208424452857493, 
            "22": 0.00013425371531145897, 
            "23": 0.0001593388198099262, 
            "24": 7.628679923337101e-05, 
            "25": 0.00016514678165224873, 
            "26": 0.00013541445541898132, 
            "27": 9.3583920181096e-05, 
            "28": 0.0001415831455719537, 
            "29": 0.0001923515832085441
        }
    }, 
    {
        "content": {
            "text": "  For now, Seton Hall looks like the best Big East basketball team from the state of New Jersey. For the Pirates, that may be as good as it gets the rest of this season.  In front of a small crowd (7,214) at Continental Arena that included an impartial Gov. Jon S. Corzine, Seton Hall defeated interstate rival Rutgers, 77-72, Wednesday night.  The game kicked off the Big East portion of the schedule for Seton Hall and Rutgers, which figures to mean problems for both. Neither team fared particularly well in the nonconference portion of their schedules and must now play much tougher opponents.  Both have first-year coaches and are in a rebuilding mode. Bobby Gonzalez has come over from Manhattan to try to get Seton Hall (9-4, 1-0) back on track. Fred Hill is the new coach at Rutgers (7-7, 0-1).  So far, it is Gonzalez's team that seems to be on the faster track.  ''We don't know how long we are going to stay undefeated in the league, but the bottom line is that we're 9-4 and we won our first Big East game, and it's a rivalry game,'' Gonzalez said. ''Rivalry games are important. We've got to find ways to win games and scratch and claw. That's what we did. That's what we're going to have to do every game. No games this year are going to be easy for us.''  The Pirates have a talented freshman, Eugene Harvey, they can build around. A point guard, he had 21 points for Seton Hall on Wednesday. Brian Laing also had 21.  ''Eugene Harvey makes everyone else on the floor better,'' Hill said. ''Everybody gets worried about Eugene's penetration and that opens up the floor for Laing and Jamar Nutter. He's their catalyst and he makes them go. The better Eugene plays and as he continues to develop and grow, they will develop and grow as a team.''  It appeared early on that Seton Hall was going to run away with the game. The Pirates had a 34-16 lead with 5 minutes 17 seconds to go in the first half.  But the Scarlet Knights went on a 17-0 run to cut the Pirates' lead to 34-33. Rutgers had its first lead, 54-53, on a hook shot by J. R. Inman with 10:11 to go. Seton Hall then started to take control. When Harvey scored on a driving layup with 4:44 to play, the Pirates had a 68-61 lead.  Rutgers was not done. When Hamaday N'Diaye dunked with 1:07 left to go, the Seton Hall lead was down to 68-66. Making 9 of 10 free-throw attempts inside the final minute, Seton Hall was able to close out the game.  Rutgers was led by Inman, who had 18 points and 12 rebounds.  ST. JOHN'S 64, DEPAUL 53 -- Aaron Spears, playing for the first time since serving a four-game suspension, scored all 6 of his points in the final nine and a half minutes and St. John's won a Big East opener at Madison Square Garden.  Daryll Hill, who has battled a knee injury all season, had 9 points for the Red Storm (10-4), including a 3-pointer from deep in the corner as the shot clock ran out for a 59-52 lead with 45 seconds to play.  Wilson Chandler had 15 points for the Blue Demons (9-6).  Hill, who came in averaging 6.5 points a game, and Spears, who was averaging 2.8, combined to score 12 straight points for the Red Storm in the second half.(AP)  NOTRE DAME 78, LOUISVILLE 62 -- Tory Jackson, a freshman point guard, tied a career high with 14 points to help 17th-ranked Notre Dame beat visiting Louisville in a Big East opener. Jackson was put in the starting lineup after Kyle McAlarney was arrested on a marijuana possession charge last week and suspended indefinitely.  Notre Dame (13-1) has won 12 consecutive games for the first time in nearly 33 years. Terrence Williams led Louisville (10-5) with 18 points, but the Cardinals continued to struggle offensively. (AP)  NORTH CAROLINA 102, PENNSYLVANIA 64 -- Tyler Hansbrough and Reyshawn Terry scored 19 points apiece, and No. 2 North Carolina routed visiting Pennsylvania for its 10th straight victory. Wayne Ellington added 17 points for North Carolina (13-1), which used a 27-4 run late in the first half to take command against the Quakers (6-6). (AP)  WEST VIRGINIA 67, VILLANOVA 56 -- Frank Young scored a career-high 25 points, including eight 3-pointers, for No. 25 West Virginia (12-1, 2-0) in a Big East game. Curtis Sumpter, conference's second-leading scorer, led visiting Villanova (10-3, 0-1) with 21 points. (AP)  GEORGE WASHINGTON 70, FORDHAM 59 -- Maureece Rice had 17 points and 6 rebounds to lead George Washington (9-3) past visiting Fordham in the Atlantic 10 opener for both teams. Marcus Stout had 15 points for Fordham (7-6) to give him 1,001 in his career. (AP)  IN OTHER GAMES -- Dan Nwaelele led a balanced offense with 22 points, and No. 20 Air Force (14-1, 1-0 Mountain West Conference) beat Colorado State, 81-75, for its 10th straight victory.  Cliff Hammonds's layup with three seconds left lifted No. 23 Clemson (15-0) past Florida State, 68-66, in the Atlantic Coast Conference opener for both teams. (AP)  WOMEN  MARYLAND 80, NORTH CAROLINA STATE 61 -- Top-ranked Maryland (16-0) opened Atlantic Coast Conference play in the same fashion it handled the nonleague portion of its schedule: with a blowout victory. Laura Harper scored 17 points and Coach Brenda Frese earned her 100th win at Maryland.  Shay Doron scored 10 points to move into second place on the Terps' career scoring list. Doron, a senior guard, has 1,681 points. (AP)  DUKE 72, MIAMI 42 -- Carrem Gay had 12 points and 10 rebounds to lead third-ranked Duke (15-0) past Miami in the A.C.C. (AP)  TENNESSEE 72, ALABAMA 36 -- In a Southeastern Conference opener, Candace Parker scored 15 points and No. 4 Tennessee (13-1) beat visiting Alabama (10-6) for the 31st consecutive time. (AP)  COLLEGE BASKETBALL: ROUNDUP  ", 
            "title": "Seton Hall Starts Big East Play On Right Track, Beating Rutgers"
        }, 
        "weight": 0.7658686475035595, 
        "file": "1816385.txt", 
        "other_topics": {
            "0": 0.0001761316461754989, 
            "1": 0.00011857990053704393, 
            "2": 0.00021612588953385335, 
            "3": 0.0001571745011710338, 
            "4": 8.130804088272765e-05, 
            "5": 0.00027139435941026375, 
            "6": 0.024008635524883117, 
            "7": 0.00858474662477745, 
            "8": 0.00011583359341142402, 
            "9": 0.00022723174587341565, 
            "10": 9.75922674650811e-05, 
            "11": 0.0001427042603210136, 
            "12": 0.00011535909267723479, 
            "13": 8.793299792363461e-05, 
            "14": 5.598055271782781e-05, 
            "15": 0.00010323230173021357, 
            "16": 0.00014959957144899502, 
            "17": 9.006924872638178e-05, 
            "18": 0.7658686475035595, 
            "19": 0.07762786876674123, 
            "20": 0.11836818045498784, 
            "21": 0.0023621950167255776, 
            "22": 0.00011903246123324391, 
            "23": 0.0001412734973328297, 
            "24": 6.763764750411668e-05, 
            "25": 0.00014642297115734598, 
            "26": 0.0001200616003638072, 
            "27": 8.29736765583612e-05, 
            "28": 0.0001255309042842992, 
            "29": 0.00017054337988566535
        }
    }, 
    {
        "content": {
            "text": "  A sports article on Monday about the Knicks' 90-80 loss to the Clippers in Los Angeles misidentified the team that drafted guard Nate Robinson in 2005. It was the Phoenix Suns, who selected him at the Knicks' request, then traded him and Quentin Richardson to the Knicks for Kurt Thomas the same day; the Knicks did not draft Robinson.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7645942151700513, 
        "file": "1816160.txt", 
        "other_topics": {
            "0": 0.0027039427023943198, 
            "1": 0.09342782970950077, 
            "2": 0.033853731271395196, 
            "3": 0.002412915876687033, 
            "4": 0.0012482270424689493, 
            "5": 0.004166399471831231, 
            "6": 0.002146792331986034, 
            "7": 0.009648336571140352, 
            "8": 0.0017782573796241506, 
            "9": 0.003488422633571076, 
            "10": 0.0014982196848338358, 
            "11": 0.002190771230918412, 
            "12": 0.0017709729260614257, 
            "13": 0.001349932242150028, 
            "14": 0.0008594038055293401, 
            "15": 0.0015848045196639338, 
            "16": 0.0022966268599895565, 
            "17": 0.0013827275966135678, 
            "18": 0.7645942151700513, 
            "19": 0.0008333244209142476, 
            "20": 0.04609130121156318, 
            "21": 0.005728207297238354, 
            "22": 0.001827365847582915, 
            "23": 0.0021688064038997575, 
            "24": 0.0010383615173484744, 
            "25": 0.002247860239319529, 
            "26": 0.0018431650142986015, 
            "27": 0.0012737975945404912, 
            "28": 0.001927128826277372, 
            "29": 0.0026181526006066173
        }
    }, 
    {
        "content": {
            "text": "  The Miami Heat defeated the Knicks handily Monday without Shaquille O'Neal and Dwyane Wade. On Friday, the teams will meet again, but this time it may be the Knicks who are short-handed.  Guard Stephon Marbury, who missed Wednesday's game against the Phoenix Suns with a knee injury, said Thursday that he was fit to play. But Coach Isiah Thomas said that center Eddy Curry, the Knicks' leading scorer, was questionable. Curry, who strained his left calf muscle during the second half Wednesday, did not practice Thursday.  One Knicks player whose status was not ambiguous was Jared Jeffries, an ineffective starter who played 9 minutes 14 seconds in the past two games. Jeffries, a forward, received a vote of confidence from Thomas, who did not discuss potential lineups other than to say that Jeffries would start against the Heat.  ''He's definitely got to play a little better than what he's playing,'' Thomas said. ''We'll stick with him, and hopefully he'll come out of it. And if not, we have some guys on the bench that are eager to play.''  The Knicks (18-26) will have their hands full even if Curry and Marbury are healthy and Jeffries produces. The Heat defeated them Monday in Miami, 101-83, without O'Neal and Wade, its two best players. If the Knicks lose, they will fall to a season-worst nine games below .500.  O'Neal and Wade returned Wednesday as the Heat (19-23) lost to the Indiana Pacers in overtime, 96-94. Wade was coming off a sprained ankle, and O'Neal had missed the previous 35 games while recovering from knee surgery. O'Neal, who came off the bench and played 14 minutes against the Pacers, will presumably play more against the Knicks.  Asked how effective he thought O'Neal would be Friday, Thomas pointed to the doorway leading to the trainer's room. ''When he stands in that door, he takes up the whole door,'' Thomas said. ''And when he stands in front of somebody, you can't see them. He's a big man, and that's the Shaq effect. It has nothing to do with points and rebounds.''  Defense might not be Curry's specialty, but he seems to be the natural matchup against O'Neal. If Curry is unable to play, it is not clear how Thomas will respond.  ''It would be a huge loss, but we'll get by,'' Thomas said.  Channing Frye would probably join Jeffries at forward. Thomas could go with a big frontcourt by inserting the seldom-used Jerome James or Kelvin Cato at center. Or he could use a smaller frontcourt and have the 6-foot-9 David Lee defend O'Neal. Lee would surrender four inches to O'Neal, but he is bulkier than Frye or Jeffries. The 6-7 Malik Rose, who sometimes guarded O'Neal when he played for the San Antonio Spurs, is another option.  The Knicks may simply rotate several players on O'Neal, spreading their fouls. They may try to wear him down on offense, too.  ''He's coming off an injury, so hopefully we can get out and push the ball in transition and make him run up and down the court,'' Jeffries said.  Jeffries missed 26 of the Knicks' first 30 games because of injury or suspension. He came to the Knicks in the off-season with a reputation as a defensive stopper. But his play this season has been as unsightly as his jump shot.  After practice Thursday, Jeffries said he needed to play with more confidence, an observation he has made before.  ''Whenever I play well, coaches play me,'' Jeffries said.  He added, referring to Thomas: ''So I haven't played well, and really right now he has no reason to play me. I put myself in this position.''  A return to form by Jeffries will be needed, especially if Curry is unavailable. Curry, who has started all 44 games and has been the focal point of the Knicks' offense, had his way inside against the Suns before feeling tightness in his calf during the third quarter. He was injured when he planted his left foot in the opening minutes of the fourth quarter. Curry, who left the game for good, was listed as questionable for Friday.  ''It's kind of hard to gauge it, being I didn't practice,'' said Curry, who initially feared the injury might cost him 15 to 20 games. ''It's kind of painful right now when I step. Try to loosen it up and see what happens.''  Marbury, who was listed as probable, seemed more certain of his status, though Thomas said he would be evaluated again Friday. If healthy, Marbury would probably join Quentin Richardson in the backcourt. Marbury has been playing with pain in his left knee since Dec. 15.  ''I worked out a little bit, did some running,'' Marbury said. ''I felt pretty good.'' He added: ''Yes, I'm playing tomorrow.''  BASKETBALL  ", 
            "title": "Knicks Face Another Loss as Heat's Stars Return"
        }, 
        "weight": 0.7626944226418089, 
        "file": "1821567.txt", 
        "other_topics": {
            "0": 0.00025102849555144773, 
            "1": 0.00016900389385331952, 
            "2": 0.00030802957945071796, 
            "3": 0.00022401016185757063, 
            "4": 0.00011588283890045187, 
            "5": 0.00038679998298559267, 
            "6": 0.0001993037977034947, 
            "7": 0.07460264839983041, 
            "8": 0.00016508976847587505, 
            "9": 0.00032385800363948054, 
            "10": 0.002973973051556431, 
            "11": 0.00020338670849344163, 
            "12": 0.0001644134947452424, 
            "13": 0.002960206349468725, 
            "14": 7.97852869375478e-05, 
            "15": 0.00014713000166834, 
            "16": 0.0002132141280196955, 
            "17": 0.00012836959452876541, 
            "18": 0.7626944226418089, 
            "19": 7.7364130350525e-05, 
            "20": 0.14318821089704445, 
            "21": 0.009036439243904232, 
            "22": 0.00016964889793509368, 
            "23": 0.00020134753899600435, 
            "24": 9.639935391666961e-05, 
            "25": 0.00020868673496174156, 
            "26": 0.00017111566017383986, 
            "27": 0.00011825675651758745, 
            "28": 0.00017891068829449183, 
            "29": 0.00024306391843008243
        }
    }, 
    {
        "content": {
            "text": "  The free-agent outfielder Cliff Floyd is close to signing a one-year contract with the Chicago Cubs, a person with direct knowledge of the contract confirmed yesterday.  The Mets had made it clear that they had little interest in re-signing Floyd, 34, who is known for his powerful bat and upbeat personality. Floyd was hindered by injuries in his four years with the Mets. He played only 97 games last season, hitting .244 with 11 home runs and 44 runs batted in.  The Chicago Sun-Times first reported the deal yesterday.  Floyd will return to his native Chicago to play for a team that struggled for the past two seasons. The Cubs, however, hired Lou Piniella as manager and signed Alfonso Soriano as a free agent this off-season. With Derrek Lee, Aramis Ramírez and Soriano, the Cubs are loaded with powerful right-handed hitters. The addition of the left-handed Floyd would give Piniella more flexibility with his lineup. Floyd would probably share time in left field with Matt Murton.  Floyd, who spent time on the disabled list last season because of ankle and Achilles' tendon injuries, returned to the Mets at the beginning of September. He caught the last out of their division-clinching game against the Florida Marlins on Sept. 18.  The Mets signed Moises Alou to a one-year contract Nov. 20. Alou, who played right field in 81 of his 98 games with San Francisco last season, will probably fill Floyd's spot in left.  ", 
            "title": "Floyd Is Close to Signing With the Cubs"
        }, 
        "weight": 0.7625441550110894, 
        "file": "1820733.txt", 
        "other_topics": {
            "0": 0.0006428378385036894, 
            "1": 0.0004327879095347919, 
            "2": 0.0007888071376690287, 
            "3": 0.0005736488518367006, 
            "4": 0.00029675465135857606, 
            "5": 0.0009905236632578311, 
            "6": 0.0005103803942251375, 
            "7": 0.053111076142784056, 
            "8": 0.00042276455385263526, 
            "9": 0.0008293408227794439, 
            "10": 0.0003561881333319058, 
            "11": 0.000520835978326246, 
            "12": 0.0004210327411264277, 
            "13": 0.00032093413958133953, 
            "14": 0.00020431545544923326, 
            "15": 0.00037677289203263297, 
            "16": 0.0005460021934702603, 
            "17": 0.00032873093747858646, 
            "18": 0.7625441550110894, 
            "19": 0.00019811531843426345, 
            "20": 0.14889038314373867, 
            "21": 0.0013618292999319508, 
            "22": 0.0004344396464375802, 
            "23": 0.0005156140400391379, 
            "24": 0.0002468610273459716, 
            "25": 0.0005344083719758586, 
            "26": 0.000438195754942645, 
            "27": 0.00030283381805410565, 
            "28": 0.0004581573892469402, 
            "29": 0.02240127274216503
        }
    }, 
    {
        "content": {
            "text": "  Before the Knicks' game on Wednesday night, they vowed that Gilbert Arenas would not beat them with his scoring. He did not. He beat them by not taking the game-winning shot.  The Knicks were so concerned about stopping Arenas at the end of a tight game that they left Caron Butler open underneath the basket for a dunk that gave the Wizards a 99-98 victory at the Verizon Center.  ''It's obviously frustrating,'' Quentin Richardson said. ''You never want to lose that way. At the same time, we denied, denied and swarmed. They just made a great play at the end. They found probably the only open guy on the court.''  Coach Isiah Thomas was also dejected. He fielded a few questions from the news media before leaving the arena with a sour look on his face.  Arenas scored 16 points in what was a quiet night for him. He entered the game averaging 30.2 points, second most in the N.B.A, and he was coming off a 51-point performance against the Utah Jazz on Monday, when he made a game-winning 3-pointer.  Stephon Marbury deserved ample credit for his defense of Arenas, who made 4 of 14 shots and went 0 for 5 from beyond the 3-point arc. A double team -- and sometimes even a triple team -- never seemed far away when the ball arrived in Arenas's hands.  ''I've never really tried to beat double teams like that, because I know what kind of energy it takes to do that,'' Arenas said. ''I had to do that all through high school.''  Marbury has been playing exceptionally well on defense in recent weeks, which has sparked the Knicks (17-23) to four wins in their last six games.  ''I always play defense,'' Marbury said. ''I don't get enough credit for playing defense. I think this year it's just being talked about more because Isiah spoke about it and he said that I was playing the best defense of my career.''  The Knicks led twice in the closing moments. Marbury made a driving layup over Antawn Jamison to give the Knicks their first lead of the second half, 96-95, with 31 seconds left. After Jamison made a layup, the Knicks went to Jamal Crawford, who made the game-winning shot on Monday against the Sacramento Kings.  Crawford delivered again, making a runner in the lane after driving past Jamison. That gave the Knicks a 98-97 lead with 12.4 seconds left.  After a timeout, the Wizards (22-16) inbounded the ball to Arenas, and most of the 16,503 fans probably thought he would take the final shot. Arenas also made a game-winning 3-pointer against the Milwaukee Bucks earlier this month.  The Knicks closed in, as they had the entire game. Arenas passed to Jamison, who drove toward the basket before dishing off to DeShawn Stevenson on the left wing. Eddy Curry went out to cover Stevenson, who passed underneath to Butler.  ''That wasn't an easy pass that he made, but he got it through there,'' Curry said. ''You got to give him credit.''  Butler dunked with one hand to quash the Knicks' hopes of a thrilling comeback.  Crawford's desperation shot from near midcourt was on target but fell just short at the final buzzer.  ''We played a hard-fought game,'' Richardson said. ''We went blow for blow with them. Unfortunately they just got the last punch.''  The loss spoiled a fine offensive performance by Richardson, who finished with a game-high 35 points and made seven 3-pointers. He had 25 points in the first half.  The game was close for most of the first half, but the Wizards took a 14-point lead in the third quarter, when they went on a 19-3 spurt.  The Wizards led, 81-70, to start the fourth quarter, but the Knicks scored 8 consecutive points to cut the lead to 81-78.  They kept chipping away by going to Curry in the paint and threatening with Richardson from the perimeter. When Richardson made a 3-pointer with 2 minutes 45 seconds remaining, the Knicks cut the lead to 93-92.  With Arenas quiet, the Wizards went to Butler and Jamison. Butler led them with 27 points and Jamison added 21.  ''Everybody in the league, despite what anybody else says or writes, knows those two can play,'' Richardson said. ''But obviously Gilbert is the focal point.''  Last night it became apparent early on that he would not be the focal point. In the first quarter, Arenas mostly stood at the top of the key as his teammates looked for an open man. He took only 3 of the Wizards' first 17 shots.  ''We all knew what they were going to do before, and that's why we tried to keep four shooters out there when I was in,'' Arenas said.  Arenas began to look for his shot in the final minutes of the opening quarter. He finally got going when the Knicks handed him four consecutive free throws.  Thomas and Marbury were hit with technical fouls after arguing after Marbury was whistled for a touch foul as Arenas was shooting. He missed the shot but he made both technical free throws and both free throws that resulted from the initial foul.  Arenas was quiet for nearly the rest of the game, but just the threat of his scoring did the Knicks in.  ''We gave ourselves a chance to win,'' Jared Jeffries said. ''That's all you can really ask for.''  PRO BASKETBALL  ", 
            "title": "Neutralizing Arenas Not Enough for Knicks"
        }, 
        "weight": 0.7622565311851016, 
        "file": "1819741.txt", 
        "other_topics": {
            "0": 0.00022955351483409337, 
            "1": 0.0001545459521217044, 
            "2": 0.0002816782711478595, 
            "3": 0.00020484654501074602, 
            "4": 0.00010596929611562704, 
            "5": 0.00035371002577638734, 
            "6": 0.00018225376040324382, 
            "7": 0.12266016616403268, 
            "8": 0.00015096667226377467, 
            "9": 0.00029615260562065946, 
            "10": 0.00012719263405348597, 
            "11": 0.00018598738642258263, 
            "12": 0.000150348252384726, 
            "13": 0.00011460364552067233, 
            "14": 7.295981680616477e-05, 
            "15": 0.0001345433272279303, 
            "16": 0.00019497409005973378, 
            "17": 0.0001173878350231604, 
            "18": 0.7622565311851016, 
            "19": 7.074578527443017e-05, 
            "20": 0.1076074814214508, 
            "21": 0.00048630102909170606, 
            "22": 0.00015513577740718974, 
            "23": 0.0001841226637565327, 
            "24": 8.815258391560564e-05, 
            "25": 0.00019083400633256267, 
            "26": 0.00015647706109926806, 
            "27": 0.0027005031602379886, 
            "28": 0.00016360524031013986, 
            "29": 0.0002222702911970306
        }
    }, 
    {
        "content": {
            "text": "  The 2006-7 season began as one long victory parade for the Maryland women's basketball team. After stunning the Duke Blue Devils in the N.C.A.A. championship game last April, the Terrapins have held the No. 1 spot in the national polls since November with an 18-game winning streak.  No team had challenged Maryland's perch until Saturday afternoon, when the Terrapins showed up at Cameron Indoor Stadium to meet Duke again.  And the rematch was no match. The Blue Devils outplayed Maryland in an 81-62 victory in front of a crowd of 9,314, a rare sellout for a women's game at Cameron.  ''I thought this game we were outworked, outhustled, outplayed, outcoached, you name it,'' Maryland Coach Brenda Frese said.  Duke guard Lindsey Harding drove the lane at will and finished with 28 points. The 6-foot-7 center Alison Bales had 18 points, 12 rebounds and 7 blocked shots.  Crystal Langhorne led Maryland (18-1) with 14 points.  It was the first meeting among the big three of the Atlantic Coast Conference. No. 1 Maryland, No. 2 North Carolina (19-0) and No. 3 Duke (18-0) have spent the season atop the polls and were the only three undefeated teams remaining going into Saturday's play.  The Terrapins, with all five starters back from last season's championship team, had been averaging 88.8 points a game, second best in the nation. But they faced a Duke defense that was allowing only 45.9 points a game, also second best in the nation. Duke held the Terrapins to 37.8 percent shooting from the field; they were 3 of 18 from 3-point range.  Maryland had taken an early lead before Duke built a 41-30 halftime advantage, led by Harding's 16 points. The Blue Devils, with three starters back from last season's team, knew better than to sit on that lead. Duke blew a 13-point lead to Maryland in the second half of the championship game before losing in overtime.  Duke Coach Gail Goestenkors said her halftime message was, ''I don't care about a lead, I have no interest in a lead right now, I don't want to secure a lead or hold onto a lead.''  Instead, the Blue Devils kept pushing and Maryland dropped behind by as many as 22 in the waning minutes. As the clock ticked down in the final minute, Duke guard Abby Waner allowed a smile to cross her face as she clapped her hands and motioned to the crowd. Goestenkors had ordered a distraught Waner to stay away from basketball for a month after the championship game loss.  ''One thing that Coach said to us yesterday that I think is really important is that with a win today, we don't win last year's national championship, that no matter what happened last year, we can't take it back,'' Waner said. ''So I'm more excited for this year. I think that this was our first big test, and we really proved ourselves, I feel like. But we have a lot farther to go.''  CONNECTICUT 76, SYRACUSE 45 -- The freshman center Tina Charles had 14 points, 19 rebounds and 5 blocks, and No. 7 Connecticut (14-1, 4-0 Big East) defeated visiting Syracuse (8-10, 2-3) in a tuneup before tomorrow's showdown with second-ranked North Carolina.  It was Charles's fifth double-double of the season, and her 19 rebounds were the most for a Connecticut player since Swin Cash had 20 against West Virginia in 2001. (AP)  STANFORD 63, WASHINGTON STATE 55 -- The freshman JJ Hones scored a season-high 17 points to help No. 10 Stanford (14-3, 7-0 Pac-10) send visiting Washington State (5-13, 1-7) to its seventh consecutive defeat. (AP)Texas A&M 60, Baylor 52 Takia Starks had 12 points and 11 rebounds, and No. 19 Texas A&M (12-3, 2-1 Big 12) defeated ninth-ranked Baylor (15-3, 2-2), the host Aggies' first victory against a top-10 team in five years. (AP)  MARQUETTE 76, VILLANOVA 70 -- Krystal Ellis scored 8 of her 21 points down the stretch to help No. 16 Marquette (16-2, 4-1 Big East) hold off visiting Villanova (7-10, 1-3) and bounce back from its loss at Pittsburgh on Tuesday that ended its 14-game winning streak. (AP)  COLLEGE BASKETBALL: WOMEN'S ROUNDUP  ", 
            "title": "In Rematch of Championship, Maryland Is No Match for Duke"
        }, 
        "weight": 0.7618833646699052, 
        "file": "1818968.txt", 
        "other_topics": {
            "0": 0.00026452672990690863, 
            "1": 0.0061527272482077375, 
            "2": 0.030197771480410533, 
            "3": 0.00023605557389780855, 
            "4": 0.0001221140586423311, 
            "5": 0.00040759888395322313, 
            "6": 0.00021002070601075807, 
            "7": 0.11446197557820206, 
            "8": 0.0001739669295315586, 
            "9": 0.000341272406022024, 
            "10": 0.00014657084026237555, 
            "11": 0.00021432316194267817, 
            "12": 0.00017325429139821355, 
            "13": 0.00013206387890381144, 
            "14": 8.407547916785575e-05, 
            "15": 0.0001550414351447502, 
            "16": 0.012173950466812838, 
            "17": 0.00013527224861693303, 
            "18": 0.7618833646699052, 
            "19": 8.152413282308807e-05, 
            "20": 0.05529351591320146, 
            "21": 0.0005603905523684355, 
            "22": 0.0001787712112304153, 
            "23": 0.00021217434279090003, 
            "24": 0.00010158291312983289, 
            "25": 0.012169179628036176, 
            "26": 0.00018031684379979406, 
            "27": 0.00012461562589647805, 
            "28": 0.003175848886021241, 
            "29": 0.0002561338837625778
        }
    }, 
    {
        "content": {
            "text": "  The Nets squandered double-digit leads in the fourth quarter and lost each of their first two games of their trip out West, a reflection of their inability to maintain a steady course this season.  The letdowns, 1-point defeats to the Sacramento Kings on Monday night and the Golden State Warriors on Wednesday night, came on the heels of a four-game winning streak that had the Nets at .500 for the first time in two months. They have followed each apparent turning point this season with a misstep.  With their season past the midway point, the Nets (20-22) were still trying for their first road victory against a Western Conference opponent when they played the Los Angeles Clippers (20-21) on Thursday night.  After the game against the Warriors, ''the mood was not good,'' Rod Thorn, the Nets' president, said Thursday morning. ''If you're a competitor, as a player or as a coach, you're very upset about that, about losing two games like that, games that you had in hand.''  Perhaps most disheartening for the Nets is that their five-game trip was getting more difficult. They play the Denver Nuggets on Saturday night and the Utah Jazz on Monday.  ''Virtually every game, we're playing a better team,'' Thorn said. ''We've got our work cut out for us.''  Against the Kings, the Nets held a 20-point lead in the third quarter, only to have it evaporate at the hands of Sacramento point guard Mike Bibby, who capped a strong fourth quarter by making the winning shot with 10 seconds remaining.  ''We just quit playing,'' Thorn said. ''We just stood around in the fourth quarter.''  The Nets led the Warriors by 11 points with a little more than four minutes remaining, but Golden State finished the game on a 17-5 run, capped by guard Monta Ellis hitting the winner at the buzzer. It was the seventh time this season the Nets had lost after squandering a double-digit lead.  ''It is hard,'' Nets forward Bostjan Nachbar said after the game. ''It is not easy. We had both games won. We thought we were the better team, at least most of the game. We lost the game down the stretch, and the next couple games will show how tough we are.''  The Nets' grit will have to start with their two stars, Jason Kidd and Vince Carter. That is especially true with their third top-flight player, Richard Jefferson, out for about six weeks after he had arthroscopic surgery on his right ankle Monday.  Kidd has been stellar all season, playing some of the best basketball of his career, but he had eight turnovers against the Warriors.  Carter, after leading by 214,000 votes the last time they were counted, was surpassed in the All-Star voting by the Washington Wizards' Gilbert Arenas for an Eastern Conference starting spot Thursday. Arenas beat out Carter by 3,010 votes, the smallest margin in 17 years. Carter has been voted a starter six times.  Before Thursday night's game, Carter pretended to have thought he had beaten out Arenas. After sarcastically acting as if his feelings were hurt, Carter said he would not be disappointed to go the game as a reserve.  ''It's still an honor to be involved in it,'' he said.  For now, Carter has more pressing things to think about. He scored only 8 points against the Kings. Despite having 23 points and a career-high 13 assists against the Warriors, he did not dominate down the stretch.  The injuries to Jefferson and center Nenad Krstic, who is out for the season with a torn anterior cruciate ligament, have probably affected Carter more than any other player because he faces more double-teams.  As the Nets have struggled this season, Carter has seemed to be the most likely candidate for a trade if Thorn chooses to make drastic changes. Carter can opt out of his contract at the end of the season, meaning the Nets may try to get someone in return for him if they feel he may leave.  But with the Nets' recent success -- they had won 9 of 11 games before losing to the Kings and the Warriors -- much of the trade talk seemed to have settled.  The Nets' ability to make any significant trades by the Feb. 22 deadline could be hampered by the fact that two of their biggest assets, Jefferson and Krstic, are injured.  ''When you're talking about trading, you trade from assets,'' Thorn said. ''If you don't have a lot of assets to trade, it's difficult to make anything but a minor trade.''  BASKETBALL  ", 
            "title": "Nets Take Two Steps Back After a Big Step Forward"
        }, 
        "weight": 0.7617430438512994, 
        "file": "1821583.txt", 
        "other_topics": {
            "0": 0.00026140315267817376, 
            "1": 0.00017598858875004071, 
            "2": 0.0003207600117654664, 
            "3": 0.0002332681889873966, 
            "4": 0.0001206721147865332, 
            "5": 0.0004027858860651757, 
            "6": 0.00020754074530853004, 
            "7": 0.059973613079443176, 
            "8": 0.000171912698037339, 
            "9": 0.0003372426026194677, 
            "10": 0.0001448401065130822, 
            "11": 0.00021179239709910187, 
            "12": 0.00017120847485792477, 
            "13": 0.00013050444585510778, 
            "14": 8.30827014159964e-05, 
            "15": 0.0031052537768692496, 
            "16": 0.0002220259701490878, 
            "17": 0.00013367493058556317, 
            "18": 0.7617430438512994, 
            "19": 8.056148180869657e-05, 
            "20": 0.16977028135621913, 
            "21": 0.0005537733641198521, 
            "22": 0.0001766602499496813, 
            "23": 0.00020966895157430474, 
            "24": 0.00010038340457962867, 
            "25": 0.0002173114662591504, 
            "26": 0.00017818763142322784, 
            "27": 0.0001231441431032958, 
            "28": 0.0001863048171693211, 
            "29": 0.00025310941070796526
        }
    }, 
    {
        "content": {
            "text": "  Devils goaltender Martin Brodeur has seen almost everything, but the 856th game of his N.H.L. career was different. On Saturday night, he could not recall allowing a game-tying goal with seven-tenths of a second left in regulation.  The Devils wound up beating the Islanders, 2-1, when center Scott Gomez knocked a shot past Islanders goaltender Rick DiPietro with 1 minute 20 seconds remaining in overtime. The Devils' captain, Patrik Elias, set up the play, intercepting the puck and slipping a pass to Gomez.  It was a gorgeous goal, but it was not the most memorable one in a tense, thrilling duel between Brodeur and DiPietro. With DiPietro on the bench and the Devils' Brian Rafalski in the penalty box in the final moments of regulation, Islanders right wing Miroslav Satan scored to force overtime.  The sellout crowd of 16,234 at Nassau Coliseum roared. Brodeur lost what would have been his 8th shutout of the season and 88th of his career. He remembered allowing a similar goal at Montreal early in his career, but that was with two or three seconds left.  ''I don't think they had tenths of a second on the clock then,'' Brodeur said, smiling.  He could smile because the Devils (27-14-4) rescued him. John Madden, who scored what seemed to be the winning goal with 1:18 left in regulation, said the Devils chose to shrug off Satan's goal and play on.  ''I really like that about this team,'' he said. ''Nothing was said. We were ready to play overtime.''  In overtime, each team has four skaters, instead of the usual five, allowing Elias's creativity to become even more apparent. With Elias and Gomez forechecking fiercely, Elias guessed where the puck might be going. It ended up on his stick.  ''I really had nothing to shoot at, and I didn't see anything there,'' Elias said. ''Scotty got open, and it worked out.''  Elias tapped a short pass to Gomez, who rapped in his eighth goal of the season, and his second in two nights.  The Devils have won three straight against the Islanders (21-19-4), all in the last two weeks. Saturday's game had the feel of a playoff game, especially because the goalies stopped almost everything, sometimes acrobatically. Brodeur finished with 27 saves and DiPietro made 28.  ''It was just kind of playing chess,'' Islanders Coach Ted Nolan said.  Late in regulation, Madden took a drop pass from Sergei Brylin and fired a shot over DiPietro's glove that hit the top left corner of the net.  ''I just don't think he saw the shot,'' Madden said.  Midway through the third period, Brodeur tried leaping to snare a sailing puck before Satan got to it, but was knocked down instead. Play continued, and Brodeur made a sprawling pad save to keep the Islanders from scoring.  But with less than a second left, Brodeur did not move his left leg fast enough to stop a shot by Satan. The Devils knew better than to lose faith in him. ''You got the best goaltender in the world,'' Gomez said, ''so we thought, 'Let's win it in overtime.' ''  HOCKEY  ", 
            "title": "Brodeur Wins Battle Of Goalies"
        }, 
        "weight": 0.7552086783623905, 
        "file": "1818970.txt", 
        "other_topics": {
            "0": 0.00037561185963760354, 
            "1": 0.0002528791271954679, 
            "2": 0.00046090210956612593, 
            "3": 0.00033518455061528333, 
            "4": 0.00017339453245682538, 
            "5": 0.0005787656122379768, 
            "6": 0.0002982166224746537, 
            "7": 0.16677084972747036, 
            "8": 0.00024702245379810316, 
            "9": 0.00048458604963680786, 
            "10": 0.00020812167412711502, 
            "11": 0.00030432584808737744, 
            "12": 0.00024601055101380377, 
            "13": 0.012912951416264811, 
            "14": 0.00011938206430508678, 
            "15": 0.0002201494034122621, 
            "16": 0.0003190305345636527, 
            "17": 0.00019207836152606314, 
            "18": 0.7552086783623905, 
            "19": 0.00011575930774859423, 
            "20": 0.057304379999649685, 
            "21": 0.0007957204837958214, 
            "22": 0.00025384424146306057, 
            "23": 0.00030127465565057406, 
            "24": 0.00014424155517867439, 
            "25": 0.0003122562338131631, 
            "26": 0.00025603894565762387, 
            "27": 0.00017694660573376546, 
            "28": 0.00026770258169979356, 
            "29": 0.0003636945288293567
        }
    }, 
    {
        "content": {
            "text": "  With the anticipated return of Quentin Richardson and Nate Robinson for Wednesday's game against the Philadelphia 76ers at Madison Square Garden, the Knicks will be at nearly full strength in a season in which they have lost players to injuries and suspensions and often played better while shorthanded.  The question at Monday's practice, as it has been at other times this season, was who would be in the starting lineup Wednesday. Coach Isiah Thomas said that for the immediate future he would stay with the same players who started the final two games of the Knicks' recent trip, lopsided victories against Portland and Seattle.  ''I don't want to prejudge or predetermine anything,'' Thomas said. ''I want to see where everybody's game is at.''  Stephon Marbury, Eddy Curry, Jared Jeffries, Channing Frye and Jamal Crawford started in the victories against Portland and Seattle. Of those five, only Marbury and Curry seem assured of remaining starters, particularly as Richardson weaves his way back into the team's nucleus.  Richardson began the season as the Knicks' starting small forward, because Jeffries was out with a wrist injury, but then missed 11 games with a bad back. Thomas said Richardson would get some time to ''knock the rust off'' his game, as would Robinson, who has finished serving a 10-game suspension for fighting.  Because Richardson is the team's best 3-point shooter and because he can also play shooting guard, he may eventually start in place of Crawford, who can score in bunches and has become adept at lobbing the ball inside to Curry for easy baskets. Richardson plays better defense than Crawford, and he also rebounds well.  During his injury layoff, Richardson was a visible cheerleader on the bench. In one memorable moment, he ran across the court in a suit to embrace Frye after Frye, a second-year forward, made a tying shot during the Knicks' three-overtime victory against Detroit last month. On Monday, he was the proper diplomat, saying, ''My job is to come in and fit in.''  In recent weeks, the most constant lineup question Thomas faced -- and one he will continue to be questioned about -- was why the second-year forward David Lee, who has turned into one of the N.B.A.'s most capable rebounders, was not starting every game. Thomas's response has been to say that he likes the way Lee is playing, but that he believes Lee provides the team with more of a spark when he comes off the bench.  That could change, as could the roles of other players.  ''We'll give it a couple of games and see how it goes,'' said Thomas, who added that he felt good coming off a pair of victories on the West Coast. ''Good and lucky.''  PRO BASKETBALL  ", 
            "title": "Knicks Have a Surplus of Starters for a Change"
        }, 
        "weight": 0.7546403086045086, 
        "file": "1817584.txt", 
        "other_topics": {
            "0": 0.0004201687560154237, 
            "1": 0.00028287687294671534, 
            "2": 0.0005155765481104, 
            "3": 0.00037494576396893185, 
            "4": 0.00019396343095383624, 
            "5": 0.0006474215898112458, 
            "6": 0.0003335925213042774, 
            "7": 0.11063411796399311, 
            "8": 0.0002763254526104843, 
            "9": 0.0005420699917589669, 
            "10": 0.0002328100742138623, 
            "11": 0.0003404264528217547, 
            "12": 0.00027519351302130883, 
            "13": 0.0002097675185154769, 
            "14": 0.00013354374246334346, 
            "15": 0.0002462645909490538, 
            "16": 0.00035687548036389486, 
            "17": 0.00021486362623840633, 
            "18": 0.7546403086045086, 
            "19": 0.00012949123699358323, 
            "20": 0.12578701913389856, 
            "21": 0.0008901126980789561, 
            "22": 0.0002839564737389225, 
            "23": 0.0003370133131733628, 
            "24": 0.00016135218643955276, 
            "25": 0.00034929757927750806, 
            "26": 0.0002864115243652291, 
            "27": 0.0001979368683513867, 
            "28": 0.0002994587573551123, 
            "29": 0.00040683773375868116
        }
    }, 
    {
        "content": {
            "text": "  Jason Kidd, 33, had played nearly 43 minutes against the Chicago Bulls and still was relentlessly pursuing Kirk Hinrich, a point guard who is seven years younger.  On the final play of Thursday night's game at the United Center, with the Nets holding a 3-point lead, Kidd disrupted Hinrich's dribble, forcing him to attempt an off-balance 3-pointer that was blocked by Nets forward Bostjan Nachbar. Time expired, and the Nets beat the Bulls, 86-83.  It was the second consecutive victory for the Nets (16-19), and it blemished Chicago's 13-0 home record against Eastern Conference opponents.  Kidd (23 points, 14 rebounds, 11 assists) recorded his 82nd triple-double. If he was distracted by his split from his wife, Joumana, which became public this week, he certainly did not show it. Kidd's performance was so dazzling that his coach, Lawrence Frank, nearly credited him alone for the victory.  ''It's a team victory,'' Frank said, ''but to make the understatement of the short year, without him, we don't have a chance in this game.''  Kidd's stellar play began early in the second half after the Bulls outscored the Nets, 6-2, in just over a minute and a half to extend their halftime lead to 18 points. Frank called a timeout, and Kidd apparently found a cape on the bench. He quickly made a pair of shots to spark a 22-6 run that drew the Nets to within 2 points.  His energy sparked the Nets' defense, which at one point held the Bulls scoreless for nearly five minutes on 0-for-7 shooting from the field.  Kidd and the Nets made their decisive statement midway through the fourth quarter when they showed the resolve of an elite team, using a 14-0 spurt to take control of the game.  The Nets prevented the Bulls from scoring on eight consecutive possessions, and Chicago shot 0 for 9 from the field. When Kidd hit a 3-pointer from the corner with 5 minutes 41 seconds to play, the Nets went ahead, 75-74, their first lead since they went ahead by 2-0 a minute into the game.  Kidd's teammates did not hear him say a word during their game-changing runs. But his play spoke volumes.  ''He's a special guy,'' Eddie House said. ''He's not really into the talking too much. He leads by example.''  Kidd was also reserved as he spoke about his performance after the game.  ''My job was just to try to inject some energy,'' he said. ''Hopefully, I did that.''  The Nets finally seem to be finding the swagger of a year ago, when they used winning streaks of 10 and 14 games to cruise to the Atlantic Division title. And with their runs in the third and fourth quarters, they are showing they know how to shift gears when it counts.  ''That's the Nets that I'm used to seeing,'' power forward Cliff Robinson said. ''Being able to clamp down and get stops when they're needed.''  The Nets held the Bulls' sixth man, Ben Gordon, to just 3 points in the second half after he scored 20 in the first. Frank gave Kidd much of the credit, saying he prevented Gordon from even touching the ball on many possessions.  The Nets are also showing determination.  On one possession the, Nets got offensive rebounds after 3-point misses by Kidd and Nachbar. Center Mikki Moore finally ended the sequence by throwing down a dunk and a scream.  Rod Thorn, the Nets' president, now has reason to believe his team can contend in the Eastern Conference. ''Right now, you can't say that anyone's dominant in the Eastern Conference,'' he said Thursday.  Even before the game, Thorn said he felt his team was starting to prove it could compete consistently.  ''Sometime during the season, if you're a quality team, you get into a rhythm, a groove, and you play well,'' Thorn said. ''I see a lot of good signs. Our spirit seems to be good; confidence level's up. Hopefully, we can continue to play well.''  REBOUNDS  The Nets rookie point guard Marcus Williams did not make the trip to Chicago because of strep throat.  Power forward Chris Webber, who agreed to a buyout with the Philadelphia 76ers, did not mention the Nets as one of the teams he is interested in, which led Rod Thorn to say, ''I don't think we're on his radar.''  PRO BASKETBALL  ", 
            "title": "What Distractions? Kidd Leads Way for the Nets"
        }, 
        "weight": 0.7499332961595309, 
        "file": "1818335.txt", 
        "other_topics": {
            "0": 0.0002677258588681945, 
            "1": 0.00018024532447821618, 
            "2": 0.00032851841594354255, 
            "3": 0.003262356215901418, 
            "4": 0.0001235908796113134, 
            "5": 0.0004125282965486967, 
            "6": 0.0002125606509278754, 
            "7": 0.05840078300878422, 
            "8": 0.00017607084788705425, 
            "9": 0.00034539968056315247, 
            "10": 0.0001483434362496634, 
            "11": 0.00021691513982970102, 
            "12": 0.0001753495912625189, 
            "13": 0.00013366103084338902, 
            "14": 8.509226979780278e-05, 
            "15": 0.00015691647267137537, 
            "16": 0.0002273962381103747, 
            "17": 0.00013690820188472184, 
            "18": 0.7499332961595309, 
            "19": 8.251006802309541e-05, 
            "20": 0.1829469488706729, 
            "21": 0.0005671677942991234, 
            "22": 0.00018093323152792035, 
            "23": 0.00021474033332464696, 
            "24": 0.00010281143487309792, 
            "25": 0.00022256770184315958, 
            "26": 0.000182497556642729, 
            "27": 0.0001261227002778628, 
            "28": 0.00019081107736044196, 
            "29": 0.00025923151146091985
        }
    }, 
    {
        "content": {
            "text": "  With three open spots in their starting rotation and no top-flight pitchers left on the free-agent market, the Mets have turned toward a lower-tier starter.  The Mets are close to signing Jorge Sosa to a one-year contract, said a baseball official with direct knowledge of the deal. The official spoke on the condition of anonymity because the deal was not complete.  Sosa had his best season in 2005, going 13-3 with a 2.55 earned run average, but he struggled last season with the Atlanta Braves and the St. Louis Cardinals, going 3-11 with a 5.42 E.R.A. In five major league seasons, Sosa, 29, has a 27-40 record with a 4.61 E.R.A.  General Manager Omar Minaya and Manager Willie Randolph made it clear last week at the Mets' minicamp in Port St. Lucie, Fla., that the only two guaranteed spots in the Mets' rotation belonged to Tom Glavine and Orlando Hernández.  BASEBALL  ", 
            "title": "Mets Set to Add Sosa to Their Pitching Mix"
        }, 
        "weight": 0.7382180916680409, 
        "file": "1818911.txt", 
        "other_topics": {
            "0": 0.0010207665830051474, 
            "1": 0.0006872268698589293, 
            "2": 0.0012525522275457408, 
            "3": 0.0009109009197360966, 
            "4": 0.00047121873249288983, 
            "5": 0.013100443828845, 
            "6": 0.0008104365048869533, 
            "7": 0.0036423477260393105, 
            "8": 0.0006713107150884887, 
            "9": 0.0013169159422627731, 
            "10": 0.0005655935634008338, 
            "11": 0.0008270389981083447, 
            "12": 0.0006685607578628056, 
            "13": 0.0005096135065612832, 
            "14": 0.00032443390357902416, 
            "15": 0.03518103391042398, 
            "16": 0.0008670006025769349, 
            "17": 0.0005219940950569443, 
            "18": 0.7382180916680409, 
            "19": 0.00031458866377536543, 
            "20": 0.1787861309086278, 
            "21": 0.002162458022638397, 
            "22": 0.0006898496741390993, 
            "23": 0.01234633160287897, 
            "24": 0.00039199230702976345, 
            "25": 0.0008485906944446461, 
            "26": 0.000695814024422269, 
            "27": 0.00048087188270221564, 
            "28": 0.0007275112395199717, 
            "29": 0.0009883799244491238
        }
    }, 
    {
        "content": {
            "text": "  For all the heartache the Nets suffered in the early part of this five-game Western trip, vindication came in the sweetest form Monday night.  Vince Carter made a 3-pointer from 31 feet at the buzzer to lift the Nets to a 116-115 victory against the Utah Jazz. His basket gave the Nets a 2-3 trip after they lost each of the first three games by a point on their opponent's final shot.  ''Sometimes what goes around comes around,'' Coach Lawrence Frank said. ''Our guys deserve a great deal of credit for staying together.''  The shot capped a magnificent 33-point night for Carter, who over the past three games has played like a superstar that one would be silly to trade. Carter scored 16 points in the fourth quarter.  He got the opportunity for the winner after Jazz point guard Deron Williams, who had been terrific all game and finished with 25 points, made 1 of 2 free throws.  Without any timeouts, the Nets had to go the length of the court in five seconds. Carter did just that, pulling up from way out. He was mauled by his teammates after the shot.  ''About midway, I felt it was going in,'' Carter said. ''it's just a great feeling to actually see it going in.''  The Nets also received a big game from Jason Kidd (22 points, 10 assists) and the reserve guard Eddie House, who scored 19 points.  Carter saved most of his aggression for a fourth quarter in which the teams traded baskets and played at a very quick pace.  During one stretch, Carter scored 11 consecutive points. Although it is difficult to take the ball from his hands when he is that hot, the approach might have become somewhat predictable.  On one possession in the final two minutes of the game, Carter tried to work off a screen from the top of the key. When he reached the lane, the Jazz clogged it and Carter passed the ball to Mikki Moore, who gave it back to Carter. With the shot clock running down, Carter had to settle for a long fadeaway jump shot that missed.  The Jazz marched down the court and Williams made a jumper to give the Jazz a 114-110 lead with 1 minute 22 seconds to play.  That was as far as the Nets would fall in the closing minutes.  The Nets (22-23) began this trip at .500 and with the news that one of their best players, small forward Richard Jefferson, could miss up to six weeks after ankle surgery.  Under those circumstances, the expectations might not have been very high.  But the manner in which the Nets lost the first three games of this trip, meant that they had a lot to play for in the final two games, namely mental stability.  That is exactly what they gave themselves.  ''It's just a relief for our team,'' Carter said. ''We've been on the other side of the ball.''  They had a terrific defensive performance against the Denver Nuggets, who boasted two of the league's three leading scorers -- Carmelo Anthony and Allen Iverson. The Nets also were able to see the super abilities of Carter that have been missing at times. He scored 40 points against the Nuggets.  In the Jazz, the Nets were facing one of the surprise teams in the league. Utah entered the night leading the Northwest Division and with the fourth-best record in the Western Conference.  Kidd kept the Nets in the game in the first half with 20 points, 5 assists and 5 rebounds.  Early in the second quarter, the Nets' defense went sour and the Jazz took advantage, scored on six of seven possessions in a stretch of about four minutes. Utah received a boost on the inside from power forward Paul Millsap, who had 6 points and 6 rebounds in 15 minutes in the first half.  Earlier in the day, Jazz Coach Jerry Sloan raved about Millsap's performance against the Hornets on Saturday night. In that game, Millsap scored 15 points and grabbed 17 rebounds, 10 on offense, even though not a single play was called for him. Millsap kept several possessions alive for the Jazz by muscling his way around the basket.  Williams's jump shot with 6:16 to play in the first half capped a 13-5 run that put Utah ahead by 13 points.  That is when Kidd took charge. He had two 3-pointers, two layups and a pair of free throws during a 24-14 run to close the first half and cut the deficit to 56-53.  Kidd received help in the third quarter from Carter, who scored only 4 points and reached the free throw line once in the first half, and the Nets were collectively hot on offense throughout the period. Carter scored 13 points on 4-of-7 shooting and the team shot 64.7 percent in the quarter.  PRO BASKETBALL  ", 
            "title": "Carter's Long 3 at Buzzer Sends Nets Home Happy"
        }, 
        "weight": 0.7381905166806914, 
        "file": "1822649.txt", 
        "other_topics": {
            "0": 0.00024478311561942044, 
            "1": 0.0029291511373342035, 
            "2": 0.00030036606001741106, 
            "3": 0.00021843697556904934, 
            "4": 0.00011299977036695582, 
            "5": 0.0003771767215062933, 
            "6": 0.00019434528518156018, 
            "7": 0.14461974654129886, 
            "8": 0.00016098247251030229, 
            "9": 0.0003158006861930558, 
            "10": 0.00013563115890408037, 
            "11": 0.0057270304558039165, 
            "12": 0.00016032302390693882, 
            "13": 0.0001222069609004626, 
            "14": 7.780029543761397e-05, 
            "15": 0.00014346952974542135, 
            "16": 0.00020790953806295093, 
            "17": 0.00012517586591325003, 
            "18": 0.7381905166806914, 
            "19": 0.0028397912948367864, 
            "20": 0.08986747289281798, 
            "21": 0.0005185644014905696, 
            "22": 0.00016542817462506917, 
            "23": 0.0001963381798925833, 
            "24": 9.400101826521693e-05, 
            "25": 0.005732198622027141, 
            "26": 0.00569556228429365, 
            "27": 0.00011531462689059373, 
            "28": 0.00017445953935283468, 
            "29": 0.0002370166905445453
        }
    }, 
    {
        "content": {
            "text": "  The Nets will be without Richard Jefferson, their starting small forward, for about six weeks after he has arthroscopic surgery today to remove loose fragments from his right ankle.  Jefferson is the team's second-leading scorer, and the news comes during one of the Nets' most promising stretches of the season. They beat the Orlando Magic on Saturday night for their ninth victory in 11 games and got back to .500 for the first time in two months.  The Nets (20-20) start a five-game trip to the West on Monday night with a game against the Kings in Sacramento. The trip could be an indicator of what direction the Nets, the leaders of the Atlantic Division, will take for the remainder of the season.  Jefferson, who has been bothered by ankle problems all season, chose to have the surgery now because his ankle was not getting better, said Rod Thorn, the Nets' president. Jefferson took two cortisone shots earlier this season, and Thorn said they were not working. Having the surgery now avoids the possibility of Jefferson's ankle becoming so bad that he would have to miss the rest of the season.  ''He's just not able to do the type things that he can do,'' Thorn said during a telephone interview yesterday. ''He's playing about 50, 55 percent. It's tough for him. He's a young guy, still in the early part of his career. It's mentally a tough situation.''  If Jefferson recovers in six weeks, he should be back by early March, when the Nets have a six-game trip.  Coach Lawrence Frank said his team needed to find a way to cope with Jefferson's absence.  ''Injuries happen throughout the course of the season, so regardless of how you're playing, where you're playing, that's the unfortunate reality of pro sports,'' he said by telephone.  Regardless of who plays in place of Jefferson, Frank added, ''We understand we have to be consistent.''  Jefferson missed five games early in the season after rolling his left ankle, and the second-year swingman Antoine Wright started in his place.  But Wright has fallen out of the rotation and Frank said he was not sure who would replace Jefferson. Frank said matchups could dictate his starting lineup, which may change from game to game.  Jefferson was averaging 16.1 points, 4.5 rebounds and 2.9 assists this season, all below his career averages. But he seemed to be battling through the pain and was showing flashes of his usual explosiveness. In a victory against the Knicks on Friday night, he scored 21 points.  Many credited Jefferson's improved play at times for the team's turnaround from an 11-18 record.  Jefferson's problems date to last season's playoffs, when he sprained his right ankle in the second round against the Miami Heat. He tweaked the ankle again in the off-season. The problems with the ankle resurfaced during a game against the Milwaukee Bucks in mid-December. Jefferson sat out the second half of that game because it was sore, and he missed the next game, at Toronto.  Jefferson, 26, has always prided himself on his ability to play through pain, and the nagging injury has frustrated him.  Last month, Jefferson said of his statistics: ''We're looking at some of the lows of my career. It's not acceptable.''  And after Saturday night's game, Jefferson dismissed a question about whether he would make the trip, saying: ''You're not asking me any questions about this. Come on, guys.''  Thorn said he did not believe that Jefferson's ankle problems would threaten his career.  Jefferson will be the fifth Nets player to have surgery this season. The most serious injury has been to their starting center, Nenad Krstic, who will miss the rest of the season after tearing the anterior cruciate ligament in his left knee in late December. Krstic was the Nets' second-leading scorer at the time of his injury.  ''You can't lose players like Richard now, on top of Nenad,'' Thorn said. ''It's going to affect your team, obviously. We are just coming into one of the most difficult periods of our schedule. The players are going to have to play an increased role.''  PRO BASKETBALL  ", 
            "title": "Nets Will Lose Jefferson for 6 Weeks"
        }, 
        "weight": 0.7374159072639883, 
        "file": "1820672.txt", 
        "other_topics": {
            "0": 0.00029541408159984393, 
            "1": 0.00687114784204707, 
            "2": 0.0003624938081994382, 
            "3": 0.00026361850310585176, 
            "4": 0.00013637265503168184, 
            "5": 0.00045519199517771684, 
            "6": 0.00023454368488565563, 
            "7": 0.02774315668009114, 
            "8": 0.0001942801044506767, 
            "9": 0.0003811209341144629, 
            "10": 0.00016368512240961345, 
            "11": 0.0002393485152640422, 
            "12": 0.0001934842554272179, 
            "13": 0.00014748426184609762, 
            "14": 9.389251691947917e-05, 
            "15": 0.0001731447827194115, 
            "16": 0.0002509135692929369, 
            "17": 0.0001510672554912696, 
            "18": 0.7374159072639883, 
            "19": 9.104326369827199e-05, 
            "20": 0.22188411677728884, 
            "21": 0.0006258243181073212, 
            "22": 0.00019964535606934732, 
            "23": 0.00023694879015319958, 
            "24": 0.0001134441990004072, 
            "25": 0.00024558566554512177, 
            "26": 0.00020137146377171265, 
            "27": 0.00013916631672781412, 
            "28": 0.00021054476924943844, 
            "29": 0.0002860412483265909
        }
    }, 
    {
        "content": {
            "text": "  On consecutive nights, the Nets have shown that resiliency and effort are slowly finding places in their team persona. But they are still learning how to catch a winning attitude.  After trailing by 16 points in the first half and by 8 in the third quarter against the Cleveland Cavaliers on Saturday night, the Nets battled back in the fourth, only to watch the game slip from their grasp in the closing minutes.  With a 96-91 loss to the Cavaliers, the Nets had their season-long winning streak of three games snapped, and they missed an opportunity to beat two of the Eastern Conference's best teams on consecutive nights.  On Friday night, the Nets overcame an 18-0 deficit to start the game against the Chicago Bulls and executed to perfection down the stretch to win by 5 points at Continental Arena.  After Saturday night's game here, Nets point guard Jason Kidd said: ''There were six minutes left and the momentum was in our favor, and we turned the ball over and took some bad shots. It was kind of the opposite of what we did last night.''  Still, Kidd echoed the sentiments of several of his teammates that the Nets (14-19), who have limped to one of the most disappointing starts in the National Basketball Association, finally have something to feel good about.  ''The effort was there,'' he said. ''And if we can build on what we've done the last four games in the sense of playing hard, we'll hopefully be in the win column more.''  Kidd, who had 11 points, 9 rebounds and 6 assists, said he was playing with a stiff back that he had hurt against the Bulls.  The Nets held LeBron James to a quiet 19 points and forced him into 5 turnovers. But the Cavaliers' frontcourt of Drew Gooden (21 points, 6 offensive rebounds) and Zydrunas Ilgauskas (16 points), along with guard Larry Hughes (21 points), picked up much of the slack.  The Nets' frontline was again depleted because their starting power forward, Jason Collins, missed his second consecutive game with a strained lower back. The reserve forward Josh Boone was also out of the game because of a migraine.  Yet the Nets got another impressive performance from center Mikki Moore, who has been shifted into the starting lineup because of the season-ending injury to Nenad Krstic. Moore scored 18 points and grabbed 10 rebounds.  Moore and a couple of his fellow role players opened the fourth quarter on a 14-4 run that turned a 6-point deficit into a 4-point lead.  The rookie point guard Marcus Williams led like a veteran during that stretch, getting a couple of open jump shots on pick-and-roll plays. He helped cap the run by finding his fellow rookie teammate Hassan Adams with a lob pass for an emphatic dunk.  ''Those guys did a very good job to get us in that position,'' Nets Coach Lawrence Frank said. ''In the last seven minutes, unfortunately, it was a combination of lack of ability to get defensive stops and lack of ability to score down the stretch, obviously, that determined the outcome of the game.''  With the score tied at 83-83, Ilagauskas got an open dunk courtesy of a pass from James. Kidd lost the ball on his team's next possession, eventually leading to a reverse dunk by James. Two possessions later, Gooden scored on a driving two-handed dunk. Moments later, Hughes all but sealed the game for the Cavaliers with a layup.  ''The last six minutes, we pride ourselves in trying to out-execute teams, and we did it for maybe five minutes,'' said Vince Carter, who scored 18 points.  One encouraging sign for the Nets was the play of small forward Richard Jefferson, who finished with 17 points. Jefferson has struggled this season because of injuries to both ankles, and many people within the Nets' organization have cited his lack of explosiveness as a direct reason for the team's problems.  During the Nets' three-game winning streak, Jefferson shot 56.4 percent from the field and averaged 21 points, both well above his season averages.  Power forward Cliff Robinson, who was playing in only his second game Saturday night after missing a month and a half because of an injured left knee, pointed to another possibility for the Nets' early struggles: a lack of accountability.  Robinson, 40, is the longest-tenured player in the N.B.A., and one of the few Nets willing to correct his teammates when they do something wrong.  ''You're not out there to step on anyone's toes or hurt anyone's feelings,'' he said before the game. ''But at the same time, if you can't take constructive criticism, you're in the wrong business.''  PRO BASKETBALL  ", 
            "title": "The Nets Lose a Step Down the Stretch"
        }, 
        "weight": 0.7370235692484262, 
        "file": "1817281.txt", 
        "other_topics": {
            "0": 0.00024078935650021844, 
            "1": 0.00016211043593906182, 
            "2": 0.0002954654373243067, 
            "3": 0.00021487306691896847, 
            "4": 0.00011115612252290918, 
            "5": 0.0003710228944040658, 
            "6": 0.00019117444452531766, 
            "7": 0.049805698406017035, 
            "8": 0.0001583559628509543, 
            "9": 0.00031064823984420435, 
            "10": 0.00013341826862220616, 
            "11": 0.00019509081847959506, 
            "12": 0.00015770727348180788, 
            "13": 0.00012021309313188248, 
            "14": 7.65309446550066e-05, 
            "15": 0.00014112875251779894, 
            "16": 0.00020451738982794372, 
            "17": 0.00012313355897255275, 
            "18": 0.7370235692484262, 
            "19": 7.420854402357707e-05, 
            "20": 0.1917327451460256, 
            "21": 0.01682560456557108, 
            "22": 0.00016272913110930228, 
            "23": 0.00019313482416108483, 
            "24": 9.246734457632302e-05, 
            "25": 0.00020017466348265972, 
            "26": 0.00016413606594684198, 
            "27": 0.0001134332110030792, 
            "28": 0.0001716131445986089, 
            "29": 0.000233149644539881
        }
    }, 
    {
        "content": {
            "text": "  High point totals are a common occurrence for Vince Carter, but they are not the true mark of his dominance. That is typically measured by how inclined he is to shun jump shots for a taste of the rim.  Carter was that unstoppable high flier Saturday night, scoring 40 points, 20 in the fourth quarter, to lead the Nets to a much needed 112-102 victory against the Denver Nuggets.  The Nets (21-23) won their first road game against a Western Conference team this season and snapped a gut-wrenching streak of three consecutive 1-point losses to start this five-game Western trip.  ''The good part is we won,'' said Nets forward Bostjan Nachbar, who scored a career-high 22 points. ''The sad part is we should be 4-0.''  Carter outshone the other two superstar scorers on the court, Carmelo Anthony and Allen Iverson, who combined for only 41 points Saturday night after scoring 70 a night earlier against the Utah Jazz.  The Nets pointed to their commitment to team defense as the reason they were able to slow Anthony and Iverson.  What was also special about this performance for the Nets was the contributions from all around. In addition to Nachbar's scoring, Antoine Wright returned to the rotation for 11 points and played excellent defense against Anthony. Jason Kidd scored 18 points and had 12 rebounds. And the rookie backup point guard Marcus Williams scored 11 points.  ''When you play a team like Denver, you're going to need everyone to contribute, and our guys did a good job of that,'' Nets Coach Lawrence Frank said.  The contributions started with a lineup of reserves, led by Nachbar and Williams, pulling the Nets back into the game in the second quarter after falling behind by double digits after the first. It continued with Kidd, the team captain, showing his excellence in the third quarter with 12 points on four 3-pointers and 7 rebounds. And, when the game counted the most in the fourth quarter, the ball went to the Nets' superstar, Carter.  Carter got 10 of his 12 free throws in the fourth quarter, a sign of his willingness to drive to the basket.  Carter, who shot 14 of 23 from the floor and had 7 rebounds and 6 assists, has been criticized at times for settling for jump shots and not having the mental fortitude to be consistently dominant.  ''What, I think, Vince has done, he's touched the specialness, but he doesn't quite comprehend the fundamental nature that he has to play at to be there consistently,'' Nuggets Coach George Karl said before Saturday night's game.  After the game, Nachbar said of Carter: ''When he plays like that, we're a different kind of team. He's basically unstoppable when he puts his mind to it.''  Carter may have found some added motivation during the first three games of this trip. He had costly mistakes in each one. Against the Sacramento Kings on Monday night, he missed a pair of foul shots late in the game. He fouled the Golden State Warriors' Baron Davis on a 3-point attempt and gave up a costly charging foul Wednesday night. And he left the Clippers' Cuttino Mobley open for the winning 3-pointer Thursday night.  Carter took the blame after those games and got down on himself, something he does not typically do.  ''It's tough to lose by 1 point and then it's tough to be the one to let it happen,'' Carter said after Saturday night's game. ''I took that personal. I just can't let that happen. I wanted to erase that.''  The victory against the Nuggets could help the entire Nets team forget the mental burden of their three defeats.  The Nets' team effort might have best been represented in their ability to limit Anthony (23 points) and Iverson (18 points). They did it by crowding the paint, smothering and limiting them to outside shots or off-balanced looks when they got close to the rim.  Wright was the biggest beneficiary of the Iverson-Anthony duo. Frank put Wright, who had not played in 12 of the Nets' previous 19 games, in the starting lineup Saturday night for his defense. Wright said his ability to make Anthony struggle was more pleasing than a thunderous one-handed dunk he had early in the third quarter.  ''I knew there could be a night like this where Coach is going to call me to play,'' Wright said. ''So I just try to stay in shape. I think that helped me tonight.''  Nachbar was once in Wright's position -- a reserve who had fallen out of the rotation. But he has been one of the team's most significant contributors of late, benefiting from the attention Carter draws in the form of open shots.  Nachbar has averaged 17.7 points in the past three games and is a symbol of what the Nets could be when everyone shows up.  PRO BASKETBALL  ", 
            "title": "Carter Gets 40 and Support, Letting Nets Exhale"
        }, 
        "weight": 0.735894089180876, 
        "file": "1822224.txt", 
        "other_topics": {
            "0": 0.00023692382563309146, 
            "1": 0.0001595079833094528, 
            "2": 0.0029663185975321357, 
            "3": 0.00021142358524435485, 
            "4": 0.00010937166897011245, 
            "5": 0.0003650666491963238, 
            "6": 0.00018810541054865268, 
            "7": 0.03027696364571978, 
            "8": 0.00015581378295026827, 
            "9": 0.01100804697525045, 
            "10": 0.005482469303631563, 
            "11": 0.00019195891268572224, 
            "12": 0.00015517550736691396, 
            "13": 0.00011828324278929193, 
            "14": 7.530234911758698e-05, 
            "15": 0.00013886313099272052, 
            "16": 0.0002012341538297469, 
            "17": 0.00012115682470196147, 
            "18": 0.735894089180876, 
            "19": 7.301723132729755e-05, 
            "20": 0.2100595199491484, 
            "21": 0.0005019147727055597, 
            "22": 0.00016011674620813166, 
            "23": 0.00019003431907579823, 
            "24": 9.09829127897348e-05, 
            "25": 0.0001969611437833026, 
            "26": 0.00016150109470663382, 
            "27": 0.00011161220203132536, 
            "28": 0.00016885813948836414, 
            "29": 0.0002294067583893971
        }
    }, 
    {
        "content": {
            "text": "  Everything the Nets would like to be was wrapped into their 116-115 victory over the Utah Jazz on Monday night.  A team with a dominant star player: Vince Carter scored 33 points, including the winning 3-pointer at the buzzer.  A team with a balanced supporting cast: Eddie House had 19 points, and Antoine Wright and Marcus Williams added 12 each.  A team with resiliency: the Nets fought their way back from 13 points down in the second quarter and from 4 down with less than a minute and a half to play.  And then there was the performance of Jason Kidd, the face of the franchise, who had 22 points, 10 assists and 6 rebounds.  The Nets displayed those characteristics throughout their five-game Western trip, even if they finished with a 2-3 record. Perhaps that is why they seemed to be feeling confident as they headed back to New Jersey early Tuesday morning one game below .500 (22-23).  ''The big thing is that we're not going to quit,'' Kidd said after Monday night's game. ''We're going to play hard.''  If nothing else, this trip will be remembered because four of the five games were decided by a point. The Nets were three defensive stops short of having a nine-game winning streak. The Nets became the first team in N.B.A. history to have five of seven games decided by a point and only the fourth team to lose by a point three games in a row, according to the Elias Sports Bureau.  They lost each of the first three games of the trip -- against the Sacramento Kings, the Golden State Warriors and the Los Angeles Clippers -- by a point on their opponent's final shot.  In the fourth game, the Nets played stellar defense against the Denver Nuggets' Carmelo Anthony and Allen Iverson, two of the league's top three scorers. The Nets won that game, 112-102.  On Monday night, the Nets appeared to be out of it when they were down by 2 points with 5.9 seconds left and with the length of the court to go. But Carter jogged the ball up the court, used a screen from center Mikki Moore and drilled the winning shot from about 10 feet beyond the 3-point line.  ''Sometimes, what comes around goes around,'' Nets Coach Lawrence Frank said. ''And I think our guys deserve a great deal of credit for staying together and fighting the fight, so to speak, and not getting discouraged and not wilting and not letting circumstances determine their behavior.''  Perhaps more than anyone else, Carter seemed motivated by the Nets' early struggles on the trip.  Against the Kings, he scored a season-low 8 points and missed two crucial free throws down the stretch. Against the Warriors, he fouled Baron Davis on a 3-pointer late in the game and was later called for charging. Against the Clippers, he left Cuttino Mobley open for the winning 3-pointer.  After each of those games, Carter put much of the blame on himself and appeared uncharacteristically down.  But he made a renewed commitment to attacking the basket. In the final three games of the trip, Carter averaged 35.3 points and shot 66.1 percent from the field. He also averaged 12 free-throw attempts a game, evidence of his aggressiveness in the paint.  ''At the beginning of the trip, each individual had to step their game up, and I felt I had to do the same,'' Carter said Monday night. ''I felt that in the first three games, regardless of points, I didn't deliver because we didn't win the game. I'm just glad I could do it for my team.''  Carter is playing his best at a time when he is the subject of many trade rumors. Although the Nets' president, Rod Thorn, has said that players are worth more in trades when they are playing well, Carter might be making him think twice about any such decision.  The Nets also need Carter more than ever because they are without small forward Richard Jefferson, who missed the trip because of ankle surgery that could keep him out until early March. Jefferson was the Nets' second-leading scorer before he was injured.  Another good sign for the Nets was that their bench helped lift the burden of not having Jefferson. In each game, a different reserve stepped forward.  The rookie Hassan Adams took Jefferson's place in the starting lineup for the first three games, and Wright started the last two. Both were called on for their defense, and they delivered.  Wright was especially impressive. Before starting Saturday night's game against the Nuggets, he had not played in 12 of the previous 19 games. But he scored 11 points and slowed Anthony.  The reserve forward Bostjan Nachbar was averaging 17.7 points over a three-game stretch but became ill before the Jazz game and did not play. So House stepped in with his 19-point effort.  Moore had a fitting description for what these all-around contributions said about the Nets: ''We're a team.''  PRO BASKETBALL  ", 
            "title": "Nets End 5-Game Trip By Making Their Point"
        }, 
        "weight": 0.7354261647610649, 
        "file": "1822795.txt", 
        "other_topics": {
            "0": 0.00024478311561942044, 
            "1": 0.0001647992177077396, 
            "2": 0.00030036606001741106, 
            "3": 0.00021843697556904934, 
            "4": 0.00011299977036695582, 
            "5": 0.0003771767215062933, 
            "6": 0.00019434528518156018, 
            "7": 0.07827530047026374, 
            "8": 0.00016098247251030229, 
            "9": 0.0003158006861930558, 
            "10": 0.00013563115890408037, 
            "11": 0.00019832661655098846, 
            "12": 0.00016032302390693882, 
            "13": 0.0001222069609004626, 
            "14": 7.780029543761397e-05, 
            "15": 0.00014346952974542135, 
            "16": 0.011265317216568807, 
            "17": 0.00012517586591325003, 
            "18": 0.7354261647610649, 
            "19": 7.543937521032264e-05, 
            "20": 0.17003367856198542, 
            "21": 0.0005185644014905696, 
            "22": 0.00016542817462506917, 
            "23": 0.0001963381798925833, 
            "24": 9.400101826521693e-05, 
            "25": 0.00020349478277421293, 
            "26": 0.00016685844504072252, 
            "27": 0.00011531462689059373, 
            "28": 0.00017445953935283468, 
            "29": 0.0002370166905445453
        }
    }, 
    {
        "content": {
            "text": "  In the excitement of a shootout against the Devils on Tuesday night, a game the Rangers felt they desperately needed to win, Marcel Hossa took the ice as the Rangers' eighth shooter.  He followed a trail of sharpshooting teammates, including Jaromir Jagr, Brendan Shanahan and Martin Straka. But if he was nervous in such a crucial spot, he betrayed none of it.  ''He just looked like the smoothest, coolest guy out there,'' Shanahan said.  As Hossa skated in on Devils goalie Martin Brodeur, he pulled Brodeur wide and calmly fired a shot into the upper left corner, then turned to smile at his teammates, who were celebrating wildly.  One more save by Rangers goalie Henrik Lundqvist, on Travis Zajac, and the Rangers were celebrating a 3-2 victory over a team that seems to bring out the best in them.  The victory pulled the Rangers (20-17-4) a point closer to the Devils (22-13-4), who lead the Atlantic Division. The Rangers, 4 points behind the Devils in second place, have won three of the teams' four meetings this season.  But the most important part of this one was mental.  Just four days earlier, the Rangers were mired in a seven-game losing streak. They ended it with a home victory Saturday against Washington, but beating a struggling team at home does not offer the same boost in confidence that beating a first-place team on the road does.  And they vanquished the Devils in spectacular fashion.  Lundqvist had stopped all 22 shots he had faced in the Rangers' four shootouts this season, a record that came to a screeching halt when Zach Parise scored on the Devils' first shot. In all, Lundqvist gave up three goals in the shootout. But Brodeur allowed goals to Michael Nylander Shanahan, Matt Cullen and Hossa.  It was the second time this season that Hossa won a shootout for the Rangers; he put a shot through the pads of Flyers goalie Antero Niittymaki in the 13th round on Oct. 7 in Philadelphia.  Hossa has scored only once in regulation this season. His shot against the Flyers, however, helped him climb a few notches up the shootout chart. Hossa said it had also increased his confidence in trying a far more difficult shot against Brodeur.  ''I was thinking I would go five-hole again, but maybe my brother scored too many goals on him five-hole so he would think I was going to do the same,'' Hossa said, laughing, referring to his brother Marian, a star forward for Atlanta who has scored 23 more goals than he has this season. ''This time I did a different thing and it went through.''  The Devils said they were happy to collect a point for taking the game to overtime. Jamie Langenbrunner's power-play goal with 4 minutes 12 seconds left in regulation allowed them to tie the score at 2-2.  ''It was a hard-earned point,'' Devils Coach Claude Julien said. ''We'll take it and move on.''  Langenbrunner had a chance to win the game in the shootout as well, as the Devils' seventh shooter, pulling Lundqvist wide and nearly stuffing in a backhand. But Lundqvist stretched his glove to the right post and nudged the puck aside.  That turn of events allowed Hossa to score the winner.  The Rangers played a solid game to reach the shootout. After falling behind, 1-0, in the first on a goal by John Madden, they came back on goals by Nylander and Petr Prucha before Langenbrunner tied it late.  The remarkable part of Prucha's goal was how the puck got to him. Jagr deflected a pass from defenseman Karel Rachunek with his right skate and sent it to a waiting Prucha, unguarded at the left post.  ''I tried to kick it in the net,'' Jagr said. ''I missed that. I wanted to go top shelf. I'll be working on it tomorrow.''  Shootouts, it seems, have become a specialty for the Rangers, who are now 5-1 in them. And they can turn to their secret weapon when they need to win one.  ''It was a terrific move,'' Renney said of Hossa's shot. ''This is one of the best goalies to ever play the game. Hoss should feel good about himself right about now.''  SLAP SHOTS  Rangers forward Jed Ortmeyer played his first game since doctors found he had a pulmonary embolism in August. He played only nine shifts, for 5 minutes 35 seconds of ice time. Forward Jarkko Immonen was a healthy scratch. ... Devils defenseman Colin White missed his fourth straight game with a groin injury.  HOCKEY  ", 
            "title": "Hossa Delivers for Rangers in Shootout With Devils"
        }, 
        "weight": 0.7350965783429311, 
        "file": "1816177.txt", 
        "other_topics": {
            "0": 0.00025031887123720686, 
            "1": 0.00016852614222589475, 
            "2": 0.00030715882062071567, 
            "3": 0.00022337691479475425, 
            "4": 0.00011555525346077352, 
            "5": 0.0003857065506560415, 
            "6": 0.00019874039226037854, 
            "7": 0.14506344594377074, 
            "8": 0.0001646230815625606, 
            "9": 0.0003229424999503905, 
            "10": 0.0001386984495051915, 
            "11": 0.00020281176120220558, 
            "12": 0.00016394871956820826, 
            "13": 0.0001249706640612196, 
            "14": 7.955974449701653e-05, 
            "15": 0.00014671408463745155, 
            "16": 0.00021261139991486392, 
            "17": 0.0001280067106844961, 
            "18": 0.7350965783429311, 
            "19": 7.714543219904131e-05, 
            "20": 0.11451476104601462, 
            "21": 0.0005302917046236772, 
            "22": 0.000169169322966545, 
            "23": 0.0002007783561668986, 
            "24": 9.61268457089217e-05, 
            "25": 0.0002080968051975406, 
            "26": 0.00017063193886267958, 
            "27": 0.0001179224603271737, 
            "28": 0.00017840493147109837, 
            "29": 0.0002423768089206471
        }
    }, 
    {
        "content": {
            "text": "  After running through the gamut of emotions, from the highest highs late last week to another stupefying low Sunday afternoon, the Knicks were left with a bad case of whiplash.  Then again, the condition might simply have been a product of watching their shots fly in the opposite direction. The Knicks converted a season-low 34.5 percent of their field-goals attempts Sunday, in large part because 16 of their attempts were swatted away by the Los Angeles Clippers, who cruised to a 90-80 victory at the Staples Center.  Elton Brand accounted for eight of those blocks, a career high, and scored an efficient 32 points to ruin the Knicks' New Year's Eve. The defeat denied the Knicks (13-20) a chance to claim a share of first place in the Atlantic Division. It prevented them from recording a .500 record in December, leaving them 7-9. And, combined with Friday night's lopsided loss in Phoenix, it wiped out all the exhilaration of the previous two weeks. That triple-overtime victory last week against Detroit already seems like a distant memory.  ''I'd be lying if I told you I wasn't frustrated right now,'' forward David Lee said. ''All our guys are frustrated.''  The Knicks trailed wire to wire, by as many as 24 points, and never got closer than 10 in the second half. They also trailed by as many as 24 points in Phoenix, where they never got closer than 11. But the Clippers (14-16) are not the Suns, and Coach Isiah Thomas surely expected his team to have learned something in Saturday's extensive film session here.  But there are lessons that still elude them and the most damaging one is how to keep the offense rolling when Eddy Curry is double-teamed. The Clippers, like the Suns, crowded Curry every time he touched the ball. Curry made 5 of 13 shots, and six of his seven misses were blocked. He finished with 15 points.  ''It seemed like they were coming from everywhere tonight,'' Curry said.  The Knicks do not have the shooters to keep defenses honest. Indeed, their forward rotation is littered with players who have no reliable jump shot -- Lee, Jared Jeffries and Renaldo Balkman. Jeffries played just 15 minutes Sunday.  ''I don't think it's Eddy's fault, whatsoever,'' Lee said. ''He's getting double-teamed and guys need to step up and make a play, myself included.''  It would help to have the injured Quentin Richardson back. But the Knicks also need Curry to take the next step as a franchise player, and diversify his game.  ''It's just different because of how they're guarding Eddy now,'' Stephon Marbury said. ''Once Eddy understands that he's going to be double-teamed for the remainder of his career, it's going to be tough for us until he understands that. He's starting to learn that when the trap comes to kick it out right away and repost. This is all brand new to him.''  Thomas tried everything Sunday -- playing Curry and Jerome James as co-centers, benching Jeffries for long stretches, and leaning hard on the rookie Mardy Collins. Curry and Jamal Crawford were on the bench in the fourth quarter when a unit featuring James, Collins, Lee, Marbury and Channing Frye cut a 24-point deficit to 84-74 with 3 minutes 36 seconds to play. The Clippers responded with three quick baskets.  ''I was just searching, pushing every button I could push tonight,'' Thomas said. ''And I finally got a group out there that had some semblance of working together and I just tried to stick with it.''  While Richardson missed his eighth game in a row because of back spasms, the Knicks' guards had another terrible shooting performance. Crawford was 2 for 8 and Marbury 3 for 13. Collins, in his first game back from a suspension, was the best shooter, hitting 4 of 9 shots, including three 3-pointers. He finished with a career-high 11 points and is likely to keep his rotation spot while Richardson and Steve Francis recover from injuries.  ''He was definitely a bright spot,'' Thomas said of Collins. ''I hope I can keep finding him minutes.''  For Collins, every game is a chance to make a name for himself. Until then, the image of him is as the guy who committed the flagrant foul that set off the brawl with Denver.  ''It's definitely tough to be known, the first thing you come in the league, to be known as a guy that's like this and like that,'' Collins said. ''So my whole thing is to try to go out there and prove to them and show them I can actually play basketball, try to forget about the whole situation.''  REBOUNDS  Steve Francis was back in a suit and tie Sunday afternoon, resting his right knee (tendinitis). Francis played sparingly last week, when the Knicks desperately needed another guard, but he was limited. ''I can't do anything,'' Francis said. ''It's constant pain at all times. I couldn't run or stop.''  Nate Robinson, barred from attending N.B.A. games during his suspension, went to the U.C.L.A.-Washington game at Pauley Pavilion. Robinson played three years for Washington before being drafted by the Knicks in 2005.  PRO BASKETBALL  Correction:  January 3, 2007, Wednesday  A sports article on Monday about the Knicks' 90-80 loss to the Clippers in Los Angeles misidentified the team that drafted guard Nate Robinson in 2005. It was the Phoenix Suns, who selected him at the Knicks' request, then traded him and Quentin Richardson to the Knicks for Kurt Thomas the same day; the Knicks did not draft Robinson.  ", 
            "title": "Knicks Have a Hard Time Dealing With Rejection"
        }, 
        "weight": 0.7291508387161116, 
        "file": "1815828.txt", 
        "other_topics": {
            "0": 0.0002166366928991833, 
            "1": 0.0025923422609774923, 
            "2": 0.0002658284242222752, 
            "3": 0.002639812473325257, 
            "4": 0.00010000647507373368, 
            "5": 0.010119777023128523, 
            "6": 0.0001719984638472408, 
            "7": 0.10107920605293104, 
            "8": 0.00014247187912089273, 
            "9": 0.012511950825974777, 
            "10": 0.005013020601395109, 
            "11": 0.00017552200124084806, 
            "12": 0.00014188825731263141, 
            "13": 0.0001081549754432311, 
            "14": 6.885441697044454e-05, 
            "15": 0.0001269726646676574, 
            "16": 0.000184003029106723, 
            "17": 0.00011078250047441855, 
            "18": 0.7291508387161116, 
            "19": 6.676496750435315e-05, 
            "20": 0.1333568833675705, 
            "21": 0.0004589371971587429, 
            "22": 0.00014640639152106738, 
            "23": 0.0001737622052654339, 
            "24": 8.319229728979188e-05, 
            "25": 0.00018009590510721337, 
            "26": 0.0001476722020816308, 
            "27": 0.0001020551574779429, 
            "28": 0.00015439928344107787, 
            "29": 0.0002097632913591599
        }
    }, 
    {
        "content": {
            "text": "  Coach Isiah Thomas looked ahead Tuesday, staring straight at Gilbert Arenas, whom the Knicks will somehow try to contain when they play the Wizards on Wednesday in Washington.  Arenas walked off the court Monday in Washington to a chorus of ''M.V.P! M.V.P!'' after he hit a 3-pointer at the buzzer to beat Utah, 114-111. He finished with 51 points, the third time this season he has scored more than 50.  Now it's the Knicks' turn.  Thomas said he would ask Stephon Marbury, Jared Jeffries and the rookie Renaldo Balkman to try to keep Arenas in line, which may be asking a lot from the Knicks, who often seem defensively challenged.  Marbury is generally known for his offensive skills, although he shut down Ray Allen in Seattle recently in a defensive performance that did not go unnoticed. Balkman, a forward, is still learning the finer points of the game. But Jeffries, another forward, has generally earned his living in the N.B.A. as a defensive demon.  Jeffries is an offensive liability who compensates with blocked shots, steals and rebounds. When he is playing well, he can have a noticeable effect on a game. Against the Sacramento Kings on Monday, Jeffries blocked a shot by Ron Artest 30 seconds into the game. Jeffries had two more blocks in the game, including one more on Artest, who ended up with only 12 points. The Knicks prevailed, 102-97.  Still, more often than not this season, the 6-foot-11 Jeffries has struggled to make an impact.  ''I feel like I definitely could do better,'' Jeffries said after Tuesday's practice.  Jeffries, who starts at small forward, missed the first 22 games of the season with a fractured left wrist. He returned Dec. 11, and in his fourth game back, he was suspended for four games for his role in a brawl with the Denver Nuggets.  In 13 games, Jeffries has averaged 5.6 points and 5.4 rebounds. He has not consistently been the player the Knicks coveted when they signed him to a five-year, $30 million deal in August. Monday's game was the perfect example. In the opening minute of the third quarter, Jeffries made a bad pass that led to a turnover and shot an air ball on a 3-point attempt.  Jeffries's struggles have opened the door to more minutes for David Lee, who might not be as imposing defensively but is better at finding ways to score and rebound.  ''Just not making mistakes, just being more active,'' Jeffries said when asked what areas of his game needed improvement. ''Not really thinking when I'm out there; just playing like a natural feel.''  There is no telling what defensive scheme the Knicks will use against the Wizards. Thomas said that Marbury would start off guarding Arenas; Marbury also defended well in the fourth quarter Monday against Kevin Martin.  But Jefferies, as a former Wizard, is more familiar with Arenas, who is averaging 30.2 points and has a knack for sinking game-winning shots.  Jeffries was drafted by the Wizards with the 11th overall pick in 2002, and he played the first four seasons of his career in Washington.  ''I played with him for a couple years,'' Jeffries said of Arenas. ''It's just a matter of trying to force him to do things. Keep him guessing. Don't let him get into a rhythm.''  Jeffries was a restricted free agent after last season, which meant the Wizards had the option of matching the Knicks' offer. They chose not to. But Jeffries said he expected a cordial reception from the fans Wednesday. He was more concerned about guarding Arenas.  ''The way he's playing right now, making pull-ups, getting to the rim, passing the ball, it's hard to say he really has a weakness,'' Jeffries said.  He'll try to find one.  BASKETBALL  ", 
            "title": "Knicks Count on Jeffries To Help Quiet Arenas"
        }, 
        "weight": 0.7257923148974157, 
        "file": "1819476.txt", 
        "other_topics": {
            "0": 0.00031653406207319466, 
            "1": 0.00021310524492473192, 
            "2": 0.00038840950629149125, 
            "3": 0.00028246532857827865, 
            "4": 0.00014612231826970412, 
            "5": 0.00048773494640643047, 
            "6": 0.00025131187013297456, 
            "7": 0.10836867500017332, 
            "8": 0.00020816973351012302, 
            "9": 0.00040836833763324937, 
            "10": 0.00017538743047274707, 
            "11": 0.00025646021129872685, 
            "12": 0.00020731698700992865, 
            "13": 0.0001580283249911152, 
            "14": 0.000100605156050268, 
            "15": 0.00018552338840500607, 
            "16": 0.0002688520834465844, 
            "17": 0.00016186747689188677, 
            "18": 0.7257923148974157, 
            "19": 0.035843953251698306, 
            "20": 0.12335875066727478, 
            "21": 0.0006705662522310927, 
            "22": 0.0002139185620009836, 
            "23": 0.00025388892311544055, 
            "24": 0.0001215546426689286, 
            "25": 0.0002631432729305192, 
            "26": 0.00021576807397971732, 
            "27": 0.00014911570666861217, 
            "28": 0.00022559720477056437, 
            "29": 0.0003064911386856213
        }
    }, 
    {
        "content": {
            "text": "  The Nets' success was clear and emphatic Monday.  Jason Kidd, the 33-year-old captain, fell one rebound short of his 83rd career triple-double. Vince Carter made it look easy, scoring 31 points. The journeyman center Mikki Moore blocked a shot and then yelled so loudly and scowled so fiercely that he seemed to rattle a young girl sitting in the first row at Continental Arena.  Leading by as many as 27 points against the Indiana Pacers, the Nets won for the sixth time in their last eight games, 105-95. The game followed a disappointing defeat at Minnesota on Saturday night, when the Nets fell apart in the fourth quarter.  Weeks ago, such a deflating defeat would have probably sent the Nets (17-20) into a slide. But now they carry themselves with a winning swagger.  ''I think we've been competing at a high level in the sense of as a team,'' said Kidd, who had 19 points, 10 assists and 9 rebounds. ''It's not been just one person playing. I think everybody's been pitching in.''  The most unheralded contributor during the Nets' turnaround has been Moore. He replaced Nenad Krstic, who tore his anterior cruciate ligament last month.  Moore, acquired last summer from the Seattle SuperSonics for a second-round pick, has exceeded expectations as an off-the-bench energy player. Although he cannot recall being a first option on offense, Moore has been scoring at an unusual pace.  Moore scored 19 points Monday, the third time this season that he has matched or surpassed his previous career high, 18.  ''I'm having a good time out there,'' he said. ''The team is real unselfish, man. If the play is there for me to get the ball, they make sure I get the ball. If they're going to put that much trust in me, I've got to finish.''  Moore, who made his first four field-goal attempts, all dunks, made his biggest mark on defense in the third quarter. He swatted a layup attempt by Pacers center Jermaine O'Neal, screamed, flexed and stared ahead.  ''Anybody can score, but once you get a stop, once you make a team do what they don't want to do, you can make offensive runs,'' Moore said. ''You can make transition baskets easy off of defense.''  The Nets' offense was precise in the first quarter -- eight straight field goals over one stretch -- and late in the period, Kidd scored 7 consecutive points. The first 2 points came on a smart play in which he intercepted an outlet pass by Al Harrington, who led the Pacers with 18 points, and then drove for an easy layup.  He followed with a 16-foot bank shot over Jamaal Tinsley, and after making a free throw, he hit a fadeaway jumper to give the Nets their first double-digit lead of the game, 29-18, with 3 minutes 35 seconds to play in the quarter.  The Nets steadily pulled away in the second quarter, building a 21-point lead at halftime. They led by as many as 27 points in the third quarter. Through three quarters, the Nets were shooting 50.8 percent from the field and they held the Pacers (20-18) to 37.9 percent shooting. The statistics were skewed by the fact that the Nets entered the fourth quarter with a 25-point lead and were not at their sharpest.  Since filing for divorce last week, Kidd has been playing some of his best basketball of the season. By all indications, he has appeared as happy as ever during practices and games.  ''I think you could make the argument he is having as good a year as he's ever had,'' Nets Coach Lawrence Frank said. ''I think any time it is called into question that he is not where he was, that just fuels the fire, and that's what the great ones do.''  Kidd may be looking to add to his legacy. He addressed a report that he would be invited to join the United States national basketball team.  ''If that's the case, I would love to be a part of that team this summer to help try to regain that special feeling of winning in international ball,'' he said.  REBOUNDS  Marcus Williams, the Nets' rookie point guard, returned after a two-game absence because of strep throat, which left him bedridden for four days. Williams finished with 6 points, 3 rebounds and an assist in 11 minutes.  PRO BASKETBALL  ", 
            "title": "Nets Get Unexpected Lift From Moore on Offense"
        }, 
        "weight": 0.7257457294632528, 
        "file": "1819281.txt", 
        "other_topics": {
            "0": 0.0002677258588681945, 
            "1": 0.00018024532447821618, 
            "2": 0.00032851841594354255, 
            "3": 0.0002389103788666493, 
            "4": 0.0001235908796113134, 
            "5": 0.009482865807653004, 
            "6": 0.0002125606509278754, 
            "7": 0.0795649038680276, 
            "8": 0.00017607084788705425, 
            "9": 0.00034539968056315247, 
            "10": 0.0001483434362496634, 
            "11": 0.00021691513982970102, 
            "12": 0.0001753495912625189, 
            "13": 0.00013366103084338902, 
            "14": 8.509226979780278e-05, 
            "15": 0.00015691647267137537, 
            "16": 0.003250842075145143, 
            "17": 0.00013690820188472184, 
            "18": 0.7257457294632528, 
            "19": 8.251006802309541e-05, 
            "20": 0.14968904466329042, 
            "21": 0.0005671677942991234, 
            "22": 0.00018093323152792035, 
            "23": 0.012308523681463722, 
            "24": 0.003126257271907867, 
            "25": 0.009292905212947466, 
            "26": 0.000182497556642729, 
            "27": 0.0031495685373126316, 
            "28": 0.00019081107736044196, 
            "29": 0.00025923151146091985
        }
    }, 
    {
        "content": {
            "text": "  With three games left before the season's mathematical midpoint, the Knicks' image remains a curious mosaic of contradictions.  After consecutive routs of three of the N.B.A.'s worst teams, Coach Isiah Thomas declared that the Knicks should now be expected to beat the N.B.A.'s worst teams. Then the Charlotte Bobcats came to New York and routed them by 16 points.  Weakened by suspensions and injuries in late December, the Knicks beat three top-tier opponents -- Utah, Chicago and Detroit. Faced with a string of sub-.500 opponents -- Sacramento, the Clippers, Portland, Seattle, Philadelphia and Charlotte -- the Knicks proceeded to go 3-3.  The Knicks have been lauded this season for their resilience. But their loss Friday to the Bobcats left them 2-20 in games they trailed at halftime.  For all the recent flashes of promise, the Knicks are 16-22 -- shaky enough to hold the 11th-best record in the Eastern Conference, but solid enough to be in contention for the Atlantic Division title and a playoff berth.  To put it more simply, the Knicks are a typical rebuilding project, albeit one with a massive payroll and a lot of former lottery picks in the rotation. They are young and inconsistent, teasing their fans with surprising victories and infuriating them with unforgivable defeats.  The Knicks are 11-11 since a 5-11 start, and there are certainly more wild fluctuations to come. The roster finally returned to full strength last week (minus guard Steve Francis, who has always been superfluous), so Thomas is again retooling the rotation and fiddling with the chemistry.  Quentin Richardson appears to be healthy after missing 11 games because of a back injury. He averaged 18 points, 8 rebounds, 3 assists and 2.5 steals in his first two games back, making a strong case to return to the starting lineup. That would force Thomas to send Jamal Crawford, Jared Jeffries or Channing Frye to the bench. The current lineup is 4-5, so Thomas would not be breaking up any magic combinations.  Nate Robinson, the other key player to return last week -- after a 10-game suspension for his role in the Dec. 16 brawl with Denver -- is not yet himself. Robinson vowed to suppress his wilder side, but he also seems to have lost his confident stride. He went scoreless in two games last week, going 0 for 4 from the field in 18 minutes. Yet he still managed to draw a technical foul Friday night. In the 5 minutes 48 seconds he played, Robinson had extensive conversations with two of the three referees.  Thomas had more options last week, but he relied primarily on eight players -- Eddy Curry, Stephon Marbury, David Lee, Jeffries, Frye, Crawford, Richardson and Robinson. Thomas still seems to be searching for the best way to deploy Jeffries and Lee, in particular.  Jeffries was signed last summer to bolster the Knicks' defense, but his lack of scoring punch can be a drag on the offense. Thomas played him just 16 minutes Friday (3 in the second half), preferring to use Richardson (38 minutes) and Lee (27 minutes), despite the Knicks' inability to contain the Bobcats' shooters.  The newly crowded frontcourt rotation has seemed to affect Lee the most. A linchpin of the Knicks' success in the weeks after the brawl, Lee lost some steam last week, averaging only 9 points and 5.5 rebounds in two games. He had been averaging a double-double.  And the Knicks continue to wait for Frye to become a reliable scoring threat. He had 10 points in the first quarter against Charlotte, but only 2 the rest of the night. Thomas continues to start Frye, but often leaves him on the bench in the fourth quarter.  By Feb. 1, the Knicks could just as easily be division leaders or bottom dwellers. Over the next 10 games, they play just four teams with winning records (Washington, Indiana, Phoenix and the Lakers). But they also have two games with the Miami Heat, whose losing record could be offset by the imminent return of Shaquille O'Neal.  PRO BASKETBALL  ", 
            "title": "No Method to Knicks' Maddening First Half"
        }, 
        "weight": 0.7234306980922771, 
        "file": "1818946.txt", 
        "other_topics": {
            "0": 0.00027607276952560294, 
            "1": 0.00018586484747160753, 
            "2": 0.0003387606610474945, 
            "3": 0.00024635890698402203, 
            "4": 0.00012744408241565673, 
            "5": 0.0035430977757875868, 
            "6": 0.0002191876714557992, 
            "7": 0.000985095947540324, 
            "8": 0.00018156022288766234, 
            "9": 0.0003561682342133152, 
            "10": 0.00015296835150522897, 
            "11": 0.00022367792060871104, 
            "12": 0.00018081647958727312, 
            "13": 0.0001378281915634752, 
            "14": 8.774519834434271e-05, 
            "15": 0.00016180867017370353, 
            "16": 0.0002344857889343484, 
            "17": 0.0001411765999178039, 
            "18": 0.7234306980922771, 
            "19": 8.508249105700388e-05, 
            "20": 0.24476944554908564, 
            "21": 0.022408806789550328, 
            "22": 0.00018657420145478596, 
            "23": 0.0002214353099861482, 
            "24": 0.00010601679525581762, 
            "25": 0.00022950671300316926, 
            "26": 0.00018818729765964786, 
            "27": 0.00013005483785897222, 
            "28": 0.0001967600096821254, 
            "29": 0.0002673135931653043
        }
    }, 
    {
        "content": {
            "text": "  Disaster took on many forms for the Knicks on Monday night. Had a 28-point first-quarter deficit been the worst of it, they might have left South Florida feeling grateful.  They had greater concerns, however, after being routed, 101-83, by the star-depleted Miami Heat at American Airlines Arena. Stephon Marbury's left knee again became too painful to bear, and he played only 15 minutes 58 seconds before leaving the game for good. His status for Wednesday's home game against the Phoenix Suns is uncertain.  Marbury, who routinely plays hurt and nearly always vows to be back by the next game, could not make that declaration this time.  ''I don't know yet,'' he said. ''To really be honest, I don't know.''  Had Marbury been at full strength, the Knicks (18-25) would have probably still been blown out by the energized Heat (19-22). Miami looked that determined. The Knicks looked that disoriented, at least in the first quarter.  After Quentin Richardson made a 3-pointer for a 3-2 lead, the Heat scored 27 consecutive points -- a Miami franchise record. The Knicks went 8:14 without scoring until Eddy Curry made a driving layup to cut the deficit to 29-5.  Coach Isiah Thomas called timeouts, to no avail. He sent in Jamal Crawford for Jared Jeffries and David Lee for Curry, and later sent in Nate Robinson and Malik Rose for Marbury and Channing Frye. The Heat kept scoring, and the Knicks kept missing.  ''It seems like the court's tilted, like they're running downhill, shooting layups and making 3's,'' Lee said. ''And we're going uphill just to get the ball across halfcourt and try to get a shot up.''  It was the kind of display one might expect when the defending champion plays one of the league's weaker teams. Except that the Heat was missing its two biggest stars -- Shaquille O'Neal and Dwyane Wade -- and the Knicks had lately appeared to be stronger than this.  Thomas was forced to concede the obvious, that the Knicks had perhaps been overconfident. ''Probably,'' he said.  Thomas had far worse things to say about his team.  ''This is the first time I've been with this group where we didn't show up to compete,'' he said. ''Maybe respect had something to do with it.''  The disbelief in Thomas's expression was matched by the exasperation in his players' voices. No one disputed the conclusions. They just could not fathom how it all happened.  ''We don't have the luxury of taking anybody lightly,'' Richardson said. ''We're not that good.''  Even without Wade (who has a sprained ankle) and O'Neal (who missed his 36th game after knee surgery), the Heat had a stockpile of talented and accomplished veterans: Alonzo Mourning, Gary Payton, Jason Williams and Udonis Haslem among them.  ''They performed flawlessly,'' said Ron Rothstein, the Heat's acting head coach while Pat Riley recovers from surgery.  With the ageless Mourning setting the tone, the Heat outrebounded the Knicks, 45-33. Mourning blocked four shots, including consecutive swats of Lee in the first quarter, and finished with seven rebounds.  Payton, who is also in his twilight, started for Wade and collected 10 points and 13 assists. Williams had 20 points and 7 assists. Jason Kapono scored 12 points in the first quarter -- matching the Knicks' team output -- and finished with 22.  The Knicks trailed by 40-12 at the end of the first quarter and were down by 15 points at halftime, when Marbury said he was done for the night.  Crawford (23 points) and Curry (26 points) led a second-half rally, and the Knicks cut their deficit to 6 points with 8:10 left in the game. They were down by just 8 points with 5:37 left, but Williams hit two 3-pointers and Antoine Walker followed with another 3-pointer to kill the Knicks' surge.  ''By the time we showed up, the game was over,'' Thomas said.  When all the self-flogging was over, the attention turned to Marbury's health. He has had trouble with the knee for more than a month, since banging the patellar tendon in a game Dec. 15 at Indiana. But Marbury has not missed a game this season and has not flinched at playing 40 minutes on many nights.  The knee had not been an issue until Saturday, when Marbury landed awkwardly late in the fourth quarter at Indiana. He spent the final 1:26 on the bench. On Monday morning, Marbury dismissed concerns about the knee, saying it had improved greatly after a therapeutic massage that broke up scar tissue.  But he passed up some early scoring opportunities and went to the bench for good with 4:51 left in the first half.  ''Just running on it, it just got really sore,'' he said. ''It's just going to take some time for it to heal a little bit.''  Asked if that meant he might have to take time off, Marbury said, ''I don't know, I'm just going to see.'' But, he reiterated, ''it's not something that I'm worried about.''  With Steve Francis still in Houston -- presumably rehabilitating his own sore knee -- the Knicks can ill afford to lose Marbury. There are no indications that Francis will return anytime soon, if he does at all. Last season, the Knicks went 5-17 in games that Marbury missed.  ''I don't even want to think that way, 5-17,'' Thomas said. ''I mean, that wouldn't be good right now.''  REBOUNDS  Isiah Thomas said he had no update on the status of Steve Francis, who left for Houston three weeks ago to rehabilitate a sore knee. Reminded that he had said he hoped Francis would return soon, Thomas said with a chuckle, ''I still hope that.'' ... The Heat's previous franchise record for consecutive points scored was 26, against the Golden State Warriors on March 24, 1995.  BASKETBALL  ", 
            "title": "After Loss, Concerns About Effort, and Marbury's Knee"
        }, 
        "weight": 0.7148073447950256, 
        "file": "1820955.txt", 
        "other_topics": {
            "0": 0.004975718077385403, 
            "1": 0.00014202759148790743, 
            "2": 0.0002588620787304966, 
            "3": 0.00018825379127098823, 
            "4": 9.738568815519093e-05, 
            "5": 0.0003250591966755934, 
            "6": 0.0001674910424654958, 
            "7": 0.08890078975551746, 
            "8": 0.00013873823650640256, 
            "9": 0.007419301883623967, 
            "10": 0.0001168899166986489, 
            "11": 0.00017092224143100274, 
            "12": 0.00013816990919181618, 
            "13": 0.00010532064751988466, 
            "14": 6.705000625456856e-05, 
            "15": 0.00012364519713789832, 
            "16": 0.00017918101401920397, 
            "17": 0.00010787931517733905, 
            "18": 0.7148073447950256, 
            "19": 6.501531326123207e-05, 
            "20": 0.170362558027874, 
            "21": 0.009976427415868376, 
            "22": 0.00014256964039663706, 
            "23": 0.0001692085629721621, 
            "24": 8.101214561161448e-05, 
            "25": 0.00017537628078448722, 
            "26": 0.0001438022789075304, 
            "27": 9.938068243529377e-05, 
            "28": 0.000150353069213685, 
            "29": 0.00020426619840013664
        }
    }, 
    {
        "content": {
            "text": "  The Yankees continued their attempt to trade Randy Johnson yesterday, talking with multiple teams about a deal. The most likely match remains Johnson's former team, the Arizona Diamondbacks, but Arizona has not been granted a 72-hour window to speak with him. Johnson must approve a trade and it is not clear how the Diamondbacks would afford him.  While the Johnson talks have absorbed most of the Yankees' attention, they have other needs. They are still interested in signing a first baseman, with Travis Lee emerging as an option if they cannot agree to terms with Doug Mientkiewicz on a one-year deal.  Signing Mientkiewicz is the Yankees' priority because of his exceptional glove and decent left-handed bat. Lee is also a left-hander and a strong defender, but he hit only .224 for Tampa Bay last season. He played briefly for the Yankees in 2004.  Mientkiewicz had back surgery last August after hitting .283 for Kansas City. He has discussed a one-year deal with the Yankees.  The Yankees already have two right-handers at first base in Andy Phillips and Josh Phelps, with only one expected to make the team. If they want to add another right-handed first baseman, they could still turn to the free agent Craig Wilson, who hit .212 in 40 games for the Yankees last season.  For now, the Yankees do not have a roster spot for Bernie Williams, the longtime center fielder, and they also need a backup infielder. They would also like another left-handed reliever to complement Mike Myers. They have signed the left-hander Ben Kozlowski, a minor leaguer, but have made no formal offers to veteran left-handers on the free-agent market.  BASEBALL  ", 
            "title": "Yanks Still Seek Help at First"
        }, 
        "weight": 0.7138045507411562, 
        "file": "1816321.txt", 
        "other_topics": {
            "0": 0.0006382047209756962, 
            "1": 0.0004296686823682074, 
            "2": 0.0007831219773426746, 
            "3": 0.0077768025370971655, 
            "4": 0.0002946158550799948, 
            "5": 0.0009833846738093975, 
            "6": 0.0005067019356640599, 
            "7": 0.002277272348933917, 
            "8": 0.00041971756789856005, 
            "9": 0.0008233635245052111, 
            "10": 0.00035362098282370856, 
            "11": 0.0005170821633579025, 
            "12": 0.000417998236845671, 
            "13": 0.0003186210747641117, 
            "14": 0.00020284289509079956, 
            "15": 0.00037405738123723196, 
            "16": 0.0005420669983380354, 
            "17": 0.0003263616788923608, 
            "18": 0.7138045507411562, 
            "19": 0.00019668744424979065, 
            "20": 0.19106101607842402, 
            "21": 0.001352014203772808, 
            "22": 0.00043130851472720946, 
            "23": 0.0005118978610846675, 
            "24": 0.0002450818287918895, 
            "25": 0.0005305567368557623, 
            "26": 0.0004350375518760014, 
            "27": 0.00030065120746951187, 
            "28": 0.0004548553169301636, 
            "29": 0.07269083727963732
        }
    }, 
    {
        "content": {
            "text": "  A cruel sort of familiarity came over the Knicks last night, as they stared at the wrong end of a lopsided score and watched another star player limp away. A few more games like this could destroy their morale, if not their season.  The injured star was center Eddy Curry, who has become the Knicks' most irreplaceable player. He strained his left calf muscle early in the fourth quarter, just as the Phoenix Suns surged to a 17-point lead at Madison Square Garden. The Knicks avoided the rout, losing, 112-107, but they could not avoid another night of furrowed brows and deep sighs.  Stephon Marbury was already out, resting a sore knee that knocked him out of Monday night's blowout loss in Miami. Marbury said he planned to be back tomorrow when the Heat go to the Garden, but now it is Curry whose status is up in the air.  The Knicks offered no official prognosis, and Coach Isiah Thomas said, ''I don't know what his situation will be.''  The most optimistic voice belonged to Curry, who predicted he would be fine for tomorrow's showdown with Shaquille O'Neal. But Curry said he could not be sure until he sees how the calf responds overnight. A similar injury cost Curry five games last season, but he said this one was not as severe.  ''Definitely not as bad,'' Curry said. ''I'm not expecting to miss any time, but you don't really know with these type of things.''  According to Curry, the team doctors believe the injury is ''fairly significant, but they think there's a good chance I'll play Friday.''  The Suns (34-8) won their 15th straight game, tying a franchise record they set earlier this season. Amare Stoudemire led the way, scoring 26 of his 30 points in the second half. Steve Nash, who is sprinting toward a possible third straight Most Valuable Player award, had 22 points and 14 assists.  The Knicks (18-26) fell eight games below .500, matching their low point of the season. After briefly making a run at the Atlantic Division lead, the Knicks have lost five of seven games and are three and a half games behind Toronto.  Still, the Knicks nearly survived Marbury's absence last night. They cannot afford to lose Curry, their leading scorer and the focal point of their offensive system. No one on the roster can do what he does.  ''I don't even want to think about it,'' Jamal Crawford said of losing Curry.  Curry was barreling toward a career game, scoring 21 points in the first half and overpowering Stoudemire.  ''He's a load,'' Suns Coach Mike D'Antoni said.  Curry said the calf began to feel tight when he started the third quarter. It was evident in his play. Curry picked up two quick fouls guarding Stoudemire and stopped attacking on offense. The training staff had Curry put a sleeve over the calf to keep it loose.  ''I kind of knew when it started to tighten up that if I push off on it too fast that it'd be a problem,'' Curry said. ''So I kind of had to gauge myself out there and pick my spots.''  But 1 minute 20 seconds into the fourth quarter, Curry caught a pass on the right block and spun aggressively toward the basket for a layup. He came down with a wince and could not run back up the court. He limped to the sideline and later retreated to the locker room.  ''It's just in my nature to get the ball and try to score,'' Curry said. ''It just kind of gave out on me.''  The Knicks trailed by 87-70 when Curry left. Crawford, as he so often has, seized the moment. He scored 23 points in the fourth quarter, and along with David Lee, nearly rallied the Knicks to the comeback.  Crawford hit two free throws with 41.5 seconds left to cut the deficit to 6 points, then hit two more to make it a 5-point game with 25.6 seconds left. But the Knicks ran out of time, and Nash made three of four free throws to close out the victory.  Crawford, starting in place of Marbury, had 29 points and 11 assists and played all 48 minutes. Curry finished with 25 points in 31 minutes. Lee had 17 points and 14 rebounds off the bench. Nate Robinson, who played most of the second half next to Crawford, also had 17 points but shot 5 of 19 from the field.  Quentin Richardson, a former Sun and the Knicks' best shooter, missed all five of his shots and went scoreless in 24 minutes.  Phoenix pulled away by hitting seven 3-pointers in the second half (after making just two in the first half) and by getting to the foul line. They made 22 of 31 free throws in the second half. Without Curry, the Knicks' inside game dried up.  Marbury watched the game in a suit and tie, but before tip-off he said he was ''definitely playing Friday'' when the Heat -- with O'Neal and Dwyane Wade back in the lineup -- visits the Garden. Miami routed the Knicks by 18 points Monday.  The Knicks have weathered the absence of several players already, and Thomas said they could survive Curry's as well.  ''It'd be tough, but we'll manage,'' he said. ''We'll find a way to make it work.''  REBOUNDS  Stephon Marbury's troublesome left knee felt good enough to run yesterday but not ready for jumping and cutting. He said that another 48 hours of rest would be enough and that he had no doubt about playing tomorrow night. Marbury said the knee will not be pain free when he returns, but it will be much better than it was when he was forced to sit out the second half of Monday's loss at Miami. ''These two days are going to be huge for me,'' Marbury said. ''It's just like more stiff than hurting. The pain part is gone, as far as the way how it felt when I initially did it.'' Marbury said he had already adjusted his game to compensate for the knee, which he originally injured Dec. 15. ''I'm playing smarter,'' he said. ''I wasn't going to the basket like how I did four or five years ago.''  For the second straight game, Jared Jeffries opened the second half on the bench. He was replaced by Nate Robinson and did not return until the final 25.6 seconds of the fourth quarter. Jeffries has been ineffective lately and was booed by fans several times last night. ''We depend on him to bring energy,'' Isiah Thomas said before the game. ''It won't necessarily show up on the stat sheet, but he's got to find a way to affect the game with his energy.''  BASKETBALL  ", 
            "title": "Knicks Avoid Rout, but Not Another Loss"
        }, 
        "weight": 0.7082663361537164, 
        "file": "1821373.txt", 
        "other_topics": {
            "0": 0.00018229582031633433, 
            "1": 0.00012272990522038722, 
            "2": 0.00022368976376291823, 
            "3": 0.0001626752218918963, 
            "4": 8.415362220745962e-05, 
            "5": 0.00028089249406448955, 
            "6": 0.000144733565863534, 
            "7": 0.14475798976160792, 
            "8": 0.008354602522454069, 
            "9": 0.00023518429774188642, 
            "10": 0.00010100775664329688, 
            "11": 0.00014769855822464723, 
            "12": 0.00011939637701217316, 
            "13": 9.101043644020258e-05, 
            "14": 5.7939734289940486e-05, 
            "15": 0.0001068451782270939, 
            "16": 0.00015483518827214733, 
            "17": 9.32214507635468e-05, 
            "18": 0.7082663361537164, 
            "19": 5.618150072694978e-05, 
            "20": 0.13486284801404538, 
            "21": 0.0003861872691560447, 
            "22": 0.00012319830442716293, 
            "23": 0.00014621772205310912, 
            "24": 7.000479870462489e-05, 
            "25": 0.00015154741478818032, 
            "26": 0.00012426346089449499, 
            "27": 8.587755103246601e-05, 
            "28": 0.00012992417699177135, 
            "29": 0.00017651197845956618
        }
    }, 
    {
        "content": {
            "text": "  With a month to go before pitchers and catchers report to camp, the Mets' off-season priority of landing a top-flight starting pitcher remains unfulfilled. Instead, General Manager Omar Minaya indicated yesterday that the Mets would divide eight into three and hope that a group consisting of John Maine, Oliver Pérez, Mike Pelfrey, Philip Humber, Alay Soler, Dave Williams, Jorge Sosa and Jason Vargas will fill the Nos. 3, 4 and 5 spots in the rotation.  Minaya was straightforward about the team's pitching strategy during a conference call in which the Mets announced their two latest free-agent signings -- Sosa and the left-handed reliever Scott Schoeneweis.  This off-season has been somewhat frustrating for the Mets because they have been unable to acquire an ace pitcher, even though they are willing to spend a considerable amount of money. The Mets bid nearly $40 million for the negotiating rights to the Japanese pitcher Daisuke Matsuzaka, only to learn that Boston bid more. They were apparently willing to give the free agent Barry Zito $80 million or $90 million in a long-term deal, but the Giants snared him with a $126 million offer.  Minaya said yesterday that there were few pitchers left on the free-agent market that interested him and that the Mets would probably not add anyone before they report to Port St. Lucie, Fla., next month.  It is a team in which Tom Glavine and Orlando Hernández, both over 40 years old, have the only two guaranteed spots in the rotation. Then comes the group of eight, presumably led by Maine and Pérez, who pitched well under pressure in last year's National League Championship Series. There is also Sosa, who agreed to a $1.25 million deal and may also be considered for a role in the bullpen.  ''This is the group we are going to go in with and it is going to be fun to watch these guys go at it,'' Minaya said of the competition that will ensue in spring training. It will be even more fun for Minaya if some of the eight candidates pitch well.  The 33-year-old Schoeneweis, meanwhile, agreed to a three-year, $10.8 million deal. He has been a starter, long reliever, setup man and an occasional closer, but Minaya said yesterday that he would most likely be used in the seventh and eighth innings because he produces ground balls and does not give up many home runs.  The Mets also announced that they had signed two reserve players, Endy Chávez and Ramón Castro, to new deals. The speedy Chávez will make $1.75 million, a big jump from the $700,000 he made in 2005 as a bargain-basement pickup for the Mets.  Chávez had an excellent 2006 season, batting .306 with 22 doubles, and he made a spectacular catch in Game 7 of the N.L.C.S., robbing the St. Louis Cardinals' Scott Rolen of a two-run home run. The feat was to no avail as the Mets lost the game.  Castro is guaranteed $850,000 next season, only $50,000 more than he made in 2006, when he missed a chunk of the season with a knee injury. He remains the team's primary backup catcher.  SOSA AND RANGERS CLOSE -- Sammy Sosa and the Texas Rangers are negotiating a minor league contract. Sosa, 38, has not played since the 2005 season. He had a second workout for the Rangers on Monday, then had dinner with General Manager Jon Daniels and other team officials. An agreement appears very likely. (AP)  VIZCAÍNO AND YANKEES REACH DEAL -- Luis Vizcaíno and the Yankees reached agreement yesterday on a one-year contract worth $3 million. The Diamondbacks traded Vizcaíno and three minor leaguers to the Yankees this month for Randy Johnson.  Vizcaíno was 4-6 last season with a 3.58 earned run average in 70 games and made $1,775,000. Vizcaíno, a 32-year-old right-hander, is 25-23 with a 4.24 E.R.A. in eight seasons with Oakland, Milwaukee, the Chicago White Sox and Arizona. (AP)  LIDGE AVOIDS ARBITRATION -- Brad Lidge, who blew a career-high six save chances last season, including four before the All-Star Game break, agreed to a one-year, $5.35 million contract with Houston yesterday. Lidge was 1-5 with a 5.28 E.R.A. and 32 saves, but his struggles led Manager Phil Garner to adopt a closer-by-committee approach for part of the season. (AP)  DEVIL RAYS' DUKES CHARGED -- The Tampa Bay Devil Rays prospect Elijah Dukes was arrested Monday and charged with misdemeanor marijuana possession after a traffic stop. The 22-year-old Dukes, who lives in nearby Brandon, Fla., was pulled over in his 2006 Dodge Charger on Monday night because of a loud music violation, the police said yesterday. A police officer smelled marijuana, and a police dog found less than 2 grams of marijuana in the car's center console, the police said.  Dukes, a switch-hitting outfielder who was the team's third-round draft pick in 2002, has a history of problems on and off the field. Dukes was suspended for 15 games at Class AAA Durham last year for disciplinary reasons. He was suspended for five games by the International League after he was ejected for arguing balls and strikes. (AP)  CREDE AGREES TO DEAL -- Third baseman Joe Crede and the Chicago White Sox agreed yesterday to a one-year, $4.94 million contract and avoided arbitration. Crede, 28, hit .283 last season with 30 home runs and 94 runs batted in. He had a .978 fielding percentage in 150 games. (AP)  ZAMBRANO MAKES HIGHEST REQUEST -- Cubs pitcher Carlos Zambrano asked for $15.5 million in salary arbitration yesterday. Zambrano, who went 16-7 for the Chicago last year and made $6.65 million, was offered $11,025,000 by the Cubs. His request and the club's offer were the highest numbers traded this year. (AP)  BASEBALL: ROUNDUP  ", 
            "title": "Mets Hope Their New Math Leaves Them With 5 Starters"
        }, 
        "weight": 0.7080109920999197, 
        "file": "1819486.txt", 
        "other_topics": {
            "0": 0.00018117686542261182, 
            "1": 0.0021680189014196263, 
            "2": 0.00022231672758795925, 
            "3": 0.00016167670072280167, 
            "4": 8.363707658820127e-05, 
            "5": 0.008463337652035899, 
            "6": 0.0001438451728574416, 
            "7": 0.03133711880170695, 
            "8": 0.00011915159950306789, 
            "9": 0.00023374070665774463, 
            "10": 0.002146430086148864, 
            "11": 0.00014679196571893625, 
            "12": 0.01853304445836842, 
            "13": 9.045180282447914e-05, 
            "14": 0.002103626420785655, 
            "15": 0.018520570300435284, 
            "16": 0.008338054101993748, 
            "17": 9.264924566114362e-05, 
            "18": 0.7080109920999197, 
            "19": 5.583665154134582e-05, 
            "20": 0.15858755066284103, 
            "21": 0.00038381680265842766, 
            "22": 0.03490516167260772, 
            "23": 0.00014532021910786127, 
            "24": 6.957510036069867e-05, 
            "25": 0.00424270185339653, 
            "26": 0.0001235007159920748, 
            "27": 8.53504237191687e-05, 
            "28": 0.0001291266858951267, 
            "29": 0.0001754285255216149
        }
    }, 
    {
        "content": {
            "text": "  On the afternoon that followed the most disturbing night of their season, only two developments could have soothed the Knicks: a positive report on Stephon Marbury's knee or an N.B.A. edict canceling the rest of their games this week.  Neither event materialized Tuesday, leaving the Knicks (18-25) to contemplate Marbury's probable absence and the daunting sight of the Phoenix Suns and the Miami Heat.  Marbury said his left knee felt better, but that was after a morning of treatment and an afternoon of rest. Marbury called himself day to day. Coach Isiah Thomas glumly called him doubtful for Wednesday night's game against the Suns at Madison Square Garden.  Marbury has tendinitis, and there is no cure except rest. The pain flares up when he bangs the knee or lands awkwardly, as he did Saturday night in Indiana. Marbury said there was no plan for an extended rest; he will play if the knee feels right, or sit out if it does not. That is a decision he may be making daily for the rest of the season.  There is no good time for Marbury, the Knicks' starting point guard, to miss games. But this week ranks among the worst possible. The Suns (33-8), who have the league's second-best record, have won 14 consecutive games after their 127-105 victory at Washington on Tuesday night.  ''They're the best team in the league,'' Thomas said without prompting, ''and it definitely will be a challenging game for us, because they create so many mismatches for us. They're faster at a lot of positions, and their speed is really overwhelming sometimes.''  The Knicks were routed in Phoenix last month, 108-86. The Suns raced to a 34-14 lead in the first 12 minutes, which ranked as the Knicks' worst first quarter until this week. And Marbury was generally healthy for that game.  Marbury played just 16 minutes in Monday's 101-83 loss in Miami before bowing out because of pain in his knee. He was on the court for most of the first quarter, when the Heat scored 27 straight points and took a 40-12 lead. Miami performed these feats without its top two players, Shaquille O'Neal and Dwyane Wade.  It all prompted the harshest criticism Thomas had dispensed since becoming coach last June. ''We didn't show up,'' he said. ''We did not come to compete.''  But by the time the Knicks concluded a two-hour practice Tuesday, Thomas seemed ready to move on. He declined invitations to revisit his anger or to criticize his players further.  ''We're not going to dwell on it,'' he said. ''It happened, it's over, we lost and they won.''  Thomas called the first quarter Monday night ''definitely out of character for us'' and said his team ''responded today with a good practice.''  For the Knicks' sake, it better have been their best of the season. They could get run off their own court by Phoenix. On Friday, the Heat visits the Garden and is likely to have Wade and O'Neal healthy and in uniform. The Los Angeles Lakers visit next Tuesday.  The Knicks need a quick recovery by Marbury. But they also need their two starting forwards to find themselves.  Jared Jeffries played just four minutes Monday night, and Channing Frye played 14. They combined for zero points and zero defense. Thomas waved off any concerns, however, and said he had no plans to alter his starting lineup or his rotation.  ''We definitely can't base anything on last night's performance of any of our players,'' he said. Asked why he never put Jeffries -- generally regarded as the Knicks' best defender -- back on the court, Thomas said: ''Nobody was playing well. And the only reason why I played the guys that I played is because it's a rule that you had to have five people out on the floor.''  Recent games suggested that the struggles of Frye and Jeffries are not an aberration but a trend. Over the past two games, Frye has logged just 24 minutes -- the fewest he had played in any two-game stretch this season. His production was dismal: 6 points, 3 rebounds and 8 fouls, including a disqualification against Indiana. Frye has scored in double figures just once in the past four games.  In the same span, Jeffries has collected 10 points, 10 rebounds, 3 steals, 4 blocks and 7 turnovers. His defense has been spotty.  REBOUNDS  There are indications that Steve Francis -- the Knicks' other point guard with knee trouble -- may be ready to return soon. Francis, who has been rehabilitating in Houston, began running this week. ''He said last night that he felt as good as he's felt in a while,'' said his agent, Jeff Fried. ''There's definitely improvement.'' Francis should be re-evaluated by doctors this week. If all goes well, it is conceivable that he would return to New York next week and continue his rehabilitation with the team. Francis would still need time to regain his conditioning and practice with the team before returning to the rotation.  PRO BASKETBALL  ", 
            "title": "After Blowout Loss, Knicks Go From the Heat to the Frying Pan"
        }, 
        "weight": 0.7047028573946116, 
        "file": "1821099.txt", 
        "other_topics": {
            "0": 0.00024276981203166914, 
            "1": 0.00016344376941454335, 
            "2": 0.00029789559523579604, 
            "3": 0.00021664036494295345, 
            "4": 0.0028536859135936585, 
            "5": 0.0003740745008130755, 
            "6": 0.00019274682501436906, 
            "7": 0.0995644225197188, 
            "8": 0.0029012739653701664, 
            "9": 0.0030548188229872126, 
            "10": 0.00013451561342153572, 
            "11": 0.00019669541054383278, 
            "12": 0.00015900439162131656, 
            "13": 0.002862817376396977, 
            "14": 7.716039993854617e-05, 
            "15": 0.0001422895148647441, 
            "16": 0.00020619951399592886, 
            "17": 0.016573839607666927, 
            "18": 0.7047028573946116, 
            "19": 7.481889791807018e-05, 
            "20": 0.15766871543494668, 
            "21": 0.005997530386829943, 
            "22": 0.0001640675532576803, 
            "23": 0.00019472332847201033, 
            "24": 9.322787430532111e-05, 
            "25": 0.0002018210693924249, 
            "26": 0.00016548605991850113, 
            "27": 0.00011436618176825942, 
            "28": 0.0001730246363955466, 
            "29": 0.00023506726461203047
        }
    }, 
    {
        "content": {
            "text": "  In an effort to raise the performance standards of their bullpens, teams have raised the standard of living for the pitchers who populate those bullpens. The more important they are perceived to be, the more money middle relievers are earning.  In an era when starting pitchers last fewer innings, middle relievers have become more important. A manager needs one or more pitchers to get him from the starter to the closer. With an increase in competition for good relief pitching, teams are offering relievers more money. That is a welcome development for a group that has always been the lowest paid on the field.  According to the players union's annual study of major league salaries, relievers had an average salary of $1,433,992 last season, up from $1,316,384 in 2005. The averages include the salaries of high-priced closers like Mariano Rivera and Billy Wagner.  Average salaries for other players ranged from $2,793,608 for second basemen to $5,872,629 for third basemen. First basemen and designated hitters were also over $5.5 million, and starting pitchers and outfielders were just under $5 million.  The Baltimore Orioles did more than their share this winter to raise the average salary of relievers. They signed Danys Báez to a three-year, $19 million contract; Jamie Walker for three years and $12 million; and Chad Bradford for three years and $10.5 million. The Mets signed Scott Schoeneweis for three years and $10.8 million. The Angels signed Justin Speier for four years and $18 million.  ''Omar always has been a believer in a good bullpen; I brought that belief here,'' Jim Duquette, the Orioles' general manager, said, referring to Omar Minaya, the Mets' general manager, with whom he worked in New York.  Minaya, in his second year as the Mets' chief tactician, built a strong bullpen for the 2006 season and needed it when injuries crippled the rotation late in the year. This year again, Minaya has sought to bolster the bullpen.  Besides Schoeneweis, the Mets have added Ambiorix Burgos in a trade with Kansas City and Jorge Sosa as a free agent to go with Wagner, Aaron Heilman, Guillermo Mota (after his season-opening 50-game steroids suspension), Pedro Feliciano and Duaner Sánchez, who is coming back from a shoulder separation.  ''A good bullpen makes your starters better,'' Minaya said. ''Your starters have a different feeling knowing the bullpen is there.''  A strong bullpen, Minaya believes, is a pennant-winning ingredient, and the Mets fell one victory short of demonstrating that last season. The Mets had the best bullpen in the National League, finishing the season with a .681 winning percentage (32-15) and a 3.28 earned run average.  Besides the Mets, the teams that have done the most to strengthen their bullpens this winter are the Orioles, whose bullpen was 13th in the American League last season; Cleveland (11th); Boston (9th); and Atlanta (10th in the N.L.).  ''We tried to invest dollars in a frontline starter,'' Minaya said. ''We weren't able to get one. Instead of investing dollars in a mediocre market, I said, 'Who is the best reliever in the market?' and it was Schoeneweis.''  The Orioles needed a wholesale upgrade to their bullpen because it had a .432 winning percentage (19-25) and a 5.27 E.R.A.  ''We blew 18 games where we had a lead or were tied after six innings last year,'' Duquette said. ''It seemed a lot worse having lived it. We felt we wanted to shorten the games.''  The Indians have pursued the same goal with the signing of Keith Foulke, Joe Borowski, Roberto Hernández and Aaron Fultz.  ''We scored the second-most runs in the league and our starters' E.R.A. was third in the league,'' General Manager Mark Shapiro said. ''I knew what I had to do.''  Shapiro said the offense that has developed in the American League has placed a greater strain on starting pitchers, making deeper bullpens necessary.  ''With strict pitch counts and starters not going far into games, you don't see guys throwing 280 innings,'' Shapiro said. ''The need for a deeper bullpen is there.''  The Indians traded their closer, Bob Wickman, to Atlanta last season. Shapiro said he expected Foulke or Borowski to replace him this year. The Red Sox are also looking for a closer because they want to make Jonathan Papelbon a starter.  Joel Piñeiro, whom they signed as a free agent after Seattle did not tender him a contract, could become the closer, or the Red Sox could start him and leave Papelbon as the closer. ''We don't have one person designated as the closer yet, but we certainly will by the time the season breaks,'' Theo Epstein, the Boston general manager, said.  Rollins Is High on Phillies  Phillies shortstop Jimmy Rollins might have become a little too enthusiastic at the team's winter promotional tour last week. ''I think we're the team to beat in the N.L. East -- finally,'' he declared.  The Phillies finished last season 12 games behind the Mets. They scored the most runs in the league, but they tied for allowing the second-most runs. They cannot expect their best player of 2006, Ryan Howard, to have a better season.  Rollins did not explain why he thought they were the team to beat, and in any event, Phillies General Manager Pat Gillick did not agree.  ''I think the team to beat is the incumbent,'' Gillick said. ''The Mets are probably the team to beat. I think we're going to be much better than we were last year, but the Mets are the team to beat.''  Injury Clause for Drew  In the wrangling over outfielder J. D. Drew's contract with the Red Sox, the agent Scott Boras made sure Drew would be guaranteed more money ($42 million) than he would have earned ($33 million) had he not opted out of the last three years of his five-year, $55 million contract with the Dodgers.  The Red Sox have an out for the last two years or the last year of the five-year, $70 million deal. If Drew winds up on the disabled list for 35 days with a baseball injury to his right shoulder in the third or fourth year, the Red Sox can terminate the rest of the contract  Word out of the Drew camp was it agreed to the out clause to allow the Red Sox' doctor to save face after a second opinion supposedly found nothing suspicious about Drew's shoulder. But the final structure of the contract seems to enable Boras to save face because he recommended that Drew walk away from the Dodgers' deal. Had the Red Sox contract extended the out clause to the final three years, Drew could have wound up with only $28 million.  On a conference call Friday, Boras and Theo Epstein, the Red Sox' general manager, called the contract issues minor.  If Drew's shoulder could cost him $28 million, or 40 percent of the contract, a reporter asked, how could it be considered minor? ''Every contract in baseball has certain contingencies that can turn it from guaranteed to nonguaranteed and you don't call those major parts of the contract,'' Epstein said. ''They are minor parts of the contract.''  Epstein was presumably referring to routine provisions that bar players from engaging in potentially dangerous activities like skydiving or racecar driving. A player's surgically repaired throwing shoulder does not quite fit into that category. Boras was more determined with his spin.  ''When you talk about the status of the contract,'' Boras said, ''guarantee provisions are not customarily applicable in normal major league contracts. In this contract, the guarantee provision is in place with the exception of a very, very myopic element of this, so this is something that is certainly treated for all intents and purposes as a $70 million contract.''  Guarantee provisions ''are not customarily applicable'' in normal major league contracts? Boras would be hard pressed to name one major free agent contract he has negotiated that-has not been guaranteed. The one for Alex Rodriguez? Barry Zito? Drew's Dodgers' contract?  ON BASEBALL  ", 
            "title": "Middle Relievers Are Moving Front and Center"
        }, 
        "weight": 0.6993773515781821, 
        "file": "1822158.txt", 
        "other_topics": {
            "0": 0.04546923634614329, 
            "1": 9.650507584282675e-05, 
            "2": 0.00017589191141670072, 
            "3": 0.00012791490874400428, 
            "4": 0.004922517458957779, 
            "5": 0.00022087160741057407, 
            "6": 0.0001138070116291665, 
            "7": 0.049074940429420906, 
            "8": 9.427002102961371e-05, 
            "9": 0.0001849303024382397, 
            "10": 7.942449884623483e-05, 
            "11": 0.00011613844676039077, 
            "12": 9.388385331372747e-05, 
            "13": 7.15633981414624e-05, 
            "14": 4.555921755111982e-05, 
            "15": 8.401458478868944e-05, 
            "16": 0.00012175012732642275, 
            "17": 7.330196466753241e-05, 
            "18": 0.6993773515781821, 
            "19": 4.4176681949539026e-05, 
            "20": 0.17565308292183163, 
            "21": 0.021347831849007723, 
            "22": 9.687338787642151e-05, 
            "23": 0.00011497403449437895, 
            "24": 0.0016738281339781422, 
            "25": 0.00011916488268817, 
            "26": 9.771094254966737e-05, 
            "27": 6.75273036404795e-05, 
            "28": 0.0001021620812946325, 
            "29": 0.00013879503807828409
        }
    }, 
    {
        "content": {
            "text": "  At the Final Four in Boston last April, the North Carolina women's basketball team saw a night full of promise dissolve into a disquieting mess.  The top-seeded Tar Heels lost in a semifinal to Maryland, which went on to win the national championship against Duke. North Carolina guard Ivory Latta said the flight home was filled with quiet tears.  Weeks and months passed, and Latta refused to watch the film from that game.  But on Friday, as the undefeated Tar Heels prepared for Sunday's game against Maryland, North Carolina Coach Sylvia Hatchell figured the time was right. Her players sat and stomached last season's end.  ''Man, it was depressing,'' Latta said. ''It was very hard to watch.''  But Latta said the film was also helpful. The players noticed simple mistakes they had made and vowed not to repeat them. At the Comcast Center on Sunday, the second-ranked Tar Heels took their long-awaited shot at the No. 3 Terrapins. This time, they walked off the court delighted, with an 84-71 victory that snapped Maryland's 19-game home winning streak before a crowd of 17,950 that was the largest to attend an Atlantic Coast Conference regular-season women's game.  ''Playing against North Carolina, playing against Duke, the revenge factor is so, so big right now,'' said Maryland forward Laura Harper, whose team lost to Duke, 81-62, on Jan. 13. ''They come ready to play us.''  For a time, North Carolina's victory looked as if it would come easily. The Tar Heels (23-0, 7-0) raced to a 20-point second-half lead behind the shooting of Latta, who made six 3-pointers and finished with 32 points.  But Maryland (21-2, 5-2) responded with a furious comeback that was led by the senior guard Shay Doron, who scored 13 of her 19 points in the second half. With 3 minutes 13 seconds left, Doron converted a 15-footer, pulling the Terrapins to 67-66.  ''She just kept putting them up, making shots and all,'' Hatchell said. ''But, you know, that's Maryland; I knew they could score like that.''  The Tar Heels, who entered the game as the nation's top-scoring team, can pounce quickly, too. They closed the game with a 17-5 run, and revenge was theirs.  When Maryland, Duke and North Carolina reached the Final Four last season, it was the first time a conference had placed three teams in the national semifinals; the A.C.C. had never sent more than one.  This season, the three A.C.C. powers have a combined record of 65-2, with the two losses coming within their impressive triumvirate. Maryland plays host to Duke on Feb. 18 but will not face North Carolina again in the regular season. North Carolina plays host to Duke on Feb. 8 before visiting the Blue Devils on Feb. 25.  Sunday's game became a sellout more than two weeks ago. The atmosphere and the national-television audience might have caused some early-game jitters for the Terrapins. Maryland missed 15 of its first 18 field-goal attempts and committed 10 turnovers in the first 10 minutes.  ''Anxiousness, nerves, whatever you want to call it,'' Maryland Coach Brenda Frese said. ''But at the same time, we have played on the biggest stage before.''  With 30 seconds remaining in the first half and North Carolina leading, 33-27, Maryland guard Kristi Toliver was hounded by two defenders as she struggled to bring the ball across midcourt. Frese stomped the floor and yelled to a referee, frustrated that a foul had not been called. She received a technical foul, and Latta made both free throws, giving the Tar Heels an 8-point halftime lead. Latta made four 3-pointers in the first 4:50 of the second half, putting North Carolina ahead by 20.  COLLEGE BASKETBALL  ", 
            "title": "North Carolina Exacts Revenge While Remaining Undefeated"
        }, 
        "weight": 0.6990956584544483, 
        "file": "1822454.txt", 
        "other_topics": {
            "0": 0.003458475930369535, 
            "1": 0.0001894079597991101, 
            "2": 0.00034521840219950894, 
            "3": 0.000251055208044708, 
            "4": 0.00012987352889581023, 
            "5": 0.0036106392909138266, 
            "6": 0.00022336601153105336, 
            "7": 0.15668375570237644, 
            "8": 0.0001850212768343784, 
            "9": 0.00036295781319219545, 
            "10": 0.00015588436310886862, 
            "11": 0.019290784432192683, 
            "12": 0.00018426335567253797, 
            "13": 0.000140455588681591, 
            "14": 0.022329400874942385, 
            "15": 0.00016489320338042957, 
            "16": 0.00023895575461478383, 
            "17": 0.00014386782721725373, 
            "18": 0.6990956584544483, 
            "19": 8.670440518987802e-05, 
            "20": 0.07151558292709638, 
            "21": 0.003773139771068069, 
            "22": 0.0001901308360855995, 
            "23": 0.000225656496440871, 
            "24": 0.00010803777673404244, 
            "25": 0.006588162621541627, 
            "26": 0.00019177468248947235, 
            "27": 0.0033096744818584753, 
            "28": 0.0065547916729703365, 
            "29": 0.0002724093501098641
        }
    }, 
    {
        "content": {
            "text": "  Jason Kidd hit a shot Friday night that had his teammate Hassan Adams running in place and screaming on the sideline like a child in a schoolyard. The shot left many in Continental Arena with ear-to-ear grins, wide-eyed looks and hanging jaws.  Yet that may not have been the most spectacular thing they witnessed.  That distinction might belong to the Nets' shaking off an 18-0 deficit and defeating the Chicago Bulls, 91-86, in their first game of the new year.  The Nets (14-18) showed the type of resiliency they could only have dreamed of through their disappointing first 31 games of the season.  ''To me, the most impressive thing is, compared to some prior games that we've had, we kept our composure, we kept our poise,'' Nets Coach Lawrence Frank said. ''We didn't break.''  Chicago got out to that 18-0 lead by hitting 7 of its first 10 shots and forcing the Nets into four turnovers. The Nets missed their first nine shots and did not score until Richard Jefferson hit a free throw 6 minutes 34 seconds into the game.  That start was a distant memory by the beginning of the fourth quarter, when the Bulls led by only 2 points. The Nets executed in those final 12 minutes, yet another quality they have lacked for much of the season. Nine times this season, the Nets have squandered leads in the final six minutes.  But Friday night, their execution was punctuated by several timely shots late in the game.  Vince Carter, who led the Nets with 21 points, hit a long jumper over Kirk Hinrich with 1:05 to play that gave the Nets an 85-84 lead they did not relinquish.  On the Bulls' next possession, Kidd (17 points, 10 rebounds, 7 assists, 5 steals) slapped the ball from Ben Gordon's hands. He raced the other way for an uncontested layup that gave the Nets an 87-84 lead with 53 seconds left.  That play provided a prelude to his circus shot.  Kidd drove past Adrian Griffin along the baseline and into the middle of the lane. With Wallace in his way, Kidd turned his back to the basket and flicked the ball over his head with his left hand. The shot banked in to give the Nets an 89-84 advantage with 15 seconds to play.  ''I was a little stuck,'' Kidd said, ''and I just threw it up, hoping that it would just hit the rim and kind of kill time.''  Small forward Richard Jefferson, who scored 18 points, called it ''one of the craziest on-purpose shots I have ever seen at the end of the game.''  Adams said: ''It was crazy that he did that. It felt like it was in rhythm, like he'd been doing that, like a go-to move.''  In the fourth quarter, forward Bostjan Nachbar made two 3-pointers for the Nets. He was making his first start of the season, and he tied a season high with 16 points.  The Nets have won three games in a row for the first time this season and may finally be able to speak with some confidence, having beaten the Bulls (19-14), one of the Eastern Conference's best teams.  The Nets won the game without Jason Collins, their starting power forward, who missed the game with a strained lower back.  The Nets will have little time to celebrate. They travel to Cleveland on Saturday for a game against the Cavaliers and LeBron James.  At this time a year ago, the Nets were in the midst of a 10-game winning streak. Later in the season, the Nets had a 14-game winning streak that created a bravado they relied on for the rest of their schedule.  On Thursday, Carter reflected on those winning streaks by saying, ''We just felt unbeatable.''  He added: ''It's just not the case right now. We feel like we have to win by any means necessary. Last year, we kind of felt, especially during those two win streaks, even when we were losing, we still felt like we could walk on the floor and beat anybody.''  Slowly but surely, the Nets are trying to regain that swagger, one trick shot at a time.  REBOUNDS  Nets center Nenad Krstic, who sustained a season-ending tear of his anterior cruciate ligament two weeks ago, spoke with reporters for the first time since then before Friday night's game against the Bulls. Krstic, wearing jeans and a sweater and lounging on a leather sofa, said that he was over the initial shock and that he felt good mentally and physically. Krstic is to have surgery Wednesday, and he said that doctors told him he could be playing basketball again by June or July.  The swingman Bernard Robinson, who was acquired from the Charlotte Bobcats for point guard Jeff McInnis on Wednesday, joined the Nets on Friday. He was inactive for the game against the Bulls.  PRO BASKETBALL  ", 
            "title": "Nets Keep Composure and Pull Off Comeback"
        }, 
        "weight": 0.6959955594565367, 
        "file": "1816752.txt", 
        "other_topics": {
            "0": 0.00023884095163127452, 
            "1": 0.00016079868043922932, 
            "2": 0.013779307950688246, 
            "3": 0.00021313436992722893, 
            "4": 0.00011025667607941006, 
            "5": 0.00036802067360637916, 
            "6": 0.00018962751062448122, 
            "7": 0.17887052373520143, 
            "8": 0.00015707458757120924, 
            "9": 0.013794367897917596, 
            "10": 0.0028295853512531914, 
            "11": 0.002890758862871644, 
            "12": 0.005550924484373161, 
            "13": 0.00011924036003697611, 
            "14": 7.59116761484663e-05, 
            "15": 0.0001399867753450936, 
            "16": 0.0002028624882828079, 
            "17": 0.0001221371942273681, 
            "18": 0.6959955594565367, 
            "19": 7.36080677791354e-05, 
            "20": 0.0822914268788138, 
            "21": 0.0005059761365513222, 
            "22": 0.0001614123692890094, 
            "23": 0.00019157202737792324, 
            "24": 9.171912286499226e-05, 
            "25": 0.00019855490215002592, 
            "26": 0.00016280791957563875, 
            "27": 0.00011251533895162851, 
            "28": 0.00017022449565095327, 
            "29": 0.0002312630582338387
        }
    }, 
    {
        "content": {
            "text": "  On the play that essentially decided the game, Knicks guard Stephon Marbury did everything right defensively. He stepped around a high screen set by Ruben Patterson, Milwaukee's muscular forward, and forced the right-handed guard Mo Williams to dribble left.  But Williams, who had missed the previous nine games with a sprained left shoulder, made an off-balance 20-footer Sunday to give the Bucks a 4-point lead with 3.1 seconds to play. That basket, and a foul shot that Williams was actually trying to miss, enabled the Bucks to overcome 17 fourth-quarter points from Jamal Crawford and hold off the Knicks, 107-105, at the Bradley Center.  ''He made a good shot,'' Marbury said of Williams. ''I wouldn't call it a lucky shot.''  Had the Knicks defended the first 47 minutes 50 seconds as well as Marbury did on that play, the struggling Bucks might not have broken their six-game losing streak, and Knicks Coach Isiah Thomas might not have turned his postgame news conference into a lamentation on his team's failure to make free throws.  The Knicks finished 14 of 24 from the line (58.3 percent) after a 10-for-20 start. The numbers 14 and 24 remained on the locker room dry erase board long after Thomas pulled on his dark wool overcoat and headed for the team bus.  ''Our inability to convert when we get to the foul line is killing us right now, and all season,'' Thomas said.  Center Eddy Curry, who shot 6 for 9 and had 15 points in his return from a strained left calf muscle, and the backup forward David Lee (19 points, 14 rebounds) gave the Knicks a strong presence inside.  But Thomas and his players used words like ''strange'' and ''weird'' to describe a game that the Knicks, who gave up too many layups and easy baskets inside, nearly pulled out.  ''It was definitely a strange game from the beginning,'' Curry said. ''It wasn't one of those games where we were clicking early and rode a wave the whole game.''  The Knicks' performance mirrored that of Crawford, who was ineffective until the final quarter.  Coming off his career-high 52 points against Miami on Friday night at Madison Square Garden, Crawford did not touch the ball the first four minutes as the Knicks worked it inside to Curry. Then he missed his first six shots.  The Knicks trailed by as many as 11 before Crawford scored his first basket, a pumping layup from the right with 1 minute 12 seconds left in the first half.  ''I think the first game after a game like that is probably the hardest,'' Crawford said, referring to his big night. ''By my teammates kept encouraging me.''  When the fourth quarter began, the Knicks trailed, 78-69, and Crawford was 3 of 13 from the field. But over the next 10 minutes, he and the rookie reserve forward Renaldo Balkman led the Knicks back.  Crawford scored 14 points, including two 3-pointers, while Balkman added 8 points inside and a block. Then, two foul shots and a 3-pointer by Marbury cut the Bucks' lead to 102-100 with a minute to play.  But Williams, who finished with 30 points and 10 assists, proved too tough. He had a hand in Milwaukee's final 11 points. Over the last 4:03, Williams hit three jumpers and one free throw and had two assists.  Williams and Marbury exchanged baskets before Williams sank the critical 20-footer. The Knicks called timeout to advance the ball to the forecourt, where Mardy Collins inbounded to Crawford, who made a quick catch-and-shoot 3-pointer. Even though no Knick touched the ball before Crawford, the game clock ran down to 0.8 from 3.1.  Thomas argued that the play could not have taken that much time, but the officials let it stand.  ''It was their call,'' Thomas said.  Crawford fouled Williams on the inbounds play, leaving four-tenths of a second left.  Then, more weirdness. Williams missed the first of two free throws. On the second, he stepped to the left side of the foul line and tried bank the ball off the rim to keep play alive and run out the clock. Instead, he swished it.  ''I guess I'm too good of a free-throw shooter,'' Williams said, laughing.  After another Knicks timeout, Crawford shot an air ball on a turnaround 3-point attempt from the left corner. The shot would not have counted because Crawford stepped on the sideline as he spun.  ''I was just trying to rush to get it up there,'' Crawford said.  Marbury was left to explain how the Knicks, after routing the Heat with Dwyane Wade and Shaquille O'Neal, could lose to an undersized Milwaukee team without its leading scorer, Michael Redd (strained left patellar tendon). The Bucks had been 0-4 at the Bradley Center in January after going 7-0 in December.  ''We have to come out more prepared at the beginning of the game to make the plays, so we don't put ourselves in these situations,'' Marbury said.  REBOUNDS  Guard NATE ROBINSON had a halfcourt 3-point basket at the end of the first quarter disallowed on video review, because the clock showed time had expired before the ball left his hands. Undaunted, Robinson tried again just before halftime and made it from three-quarters court, easily beating the buzzer.  The Knicks deactivated KELVIN CATO to activate EDDY CURRY.  PRO BASKETBALL  ", 
            "title": "Clock Expires As Comeback By Knicks Falls Short"
        }, 
        "weight": 0.6945524875389405, 
        "file": "1822455.txt", 
        "other_topics": {
            "0": 0.0002022849248707054, 
            "1": 0.0001361874869857907, 
            "2": 0.00024821779774548833, 
            "3": 0.0001805128882364124, 
            "4": 9.338123669700165e-05, 
            "5": 0.014018195161691196, 
            "6": 0.00016060389341988063, 
            "7": 0.194897251044755, 
            "8": 0.00013303338865854083, 
            "9": 0.00026097273057019337, 
            "10": 0.00011208346098386655, 
            "11": 0.0001638940031764797, 
            "12": 0.00013248843068278376, 
            "13": 0.004669823994058993, 
            "14": 6.42929430720418e-05, 
            "15": 0.00011856096762372233, 
            "16": 0.0001718131791097703, 
            "17": 0.00010344337095233198, 
            "18": 0.6945524875389405, 
            "19": 6.234191565091087e-05, 
            "20": 0.08340273728559176, 
            "21": 0.0027129505223165195, 
            "22": 0.00013670724711077717, 
            "23": 0.0001622507903305373, 
            "24": 7.768096614601883e-05, 
            "25": 0.000168164894628853, 
            "26": 0.0001378892001341428, 
            "27": 9.529419779640439e-05, 
            "28": 0.00014417062517430504, 
            "29": 0.002480283912889161
        }
    }, 
    {
        "content": {
            "text": "  A gloom descended on the Rangers late in a 3-1 loss to Atlanta yesterday afternoon at Madison Square Garden, where the crowd melted away and the team limped into the All-Star Game break with the momentum of a stalled car.  This seemed worse than just another loss. The Rangers have lost four of their past five games, but they were tied, 1-1, going into the third period yesterday. And they remain in a full-scale search for answers.  Although they seem to have stanched the worst of their defensive problems lately, the Rangers are now having difficulty scoring. On the power play, they pass the puck excessively and routinely scamper back to retrieve it. If opponents slow Jaromir Jagr, then the rest of the Rangers offer few options.  ''It just seems right now the team's off balance, the power play's off balance, the lines seem disjointed,'' forward Brendan Shanahan said. ''Sometimes it's a good time to step back, have a bit of a break and come back recharged.''  Last season, the Rangers were a hot team going into the Olympic break and cooled off when they returned. Going into the All-Star Game this season, the Rangers would need Freon to lower their temperature any further. At 23-21-4, they are fighting to hang on to a playoff position.  Meanwhile, Atlanta cruises into the break in first place in the Southeast Division at 27-15-8, a young, entertaining team with few of the Rangers' worries.  Shanahan will be the Rangers' only representative at the All-Star Game on Wednesday in Dallas. It is a fitting honor for a 19-year veteran with 24 goals, tied for the team lead, but it comes with its own contradictions. Shanahan remains one of the Rangers' great projects because they have failed to put an effective line around him. Of Shanahan's goals, 12 have come on power plays. He has not scored at even strength since Dec. 9.  The Rangers signed Shanahan, who has 622 career goals, in the off-season as a free agent. But they cannot find the right person to pass him the puck.  Coach Tom Renney has tried several players on the line with Shanahan, including Petr Prucha, Jarkko Immonen, Martin Straka, Marcel Hossa and Jason Ward. Center Matt Cullen has been moved off the line, back on the line and shoved over to the left wing. Against Atlanta, Jason Krog, claimed off waivers from the Thrashers on Jan. 12, was thrown between Cullen and Shanahan at center.  That line had a few scoring chances.  ''It's our first game together and who knows if we'll have a second game together,'' Shanahan said. ''It's just about developing some chemistry and getting results.''  Shanahan is the star, but one without a proper setup man.  ''You'd like to think it's in your lineup, but it's possible that it's not,'' Renney said. ''You can guess your way through that only so long. Bottom line is, we have to have results from that position.''  Renney will spend at least part of the break in Hartford, searching for answers among the Rangers' minor leaguers, but the Rangers are also looking around the league as the Feb. 27 trade deadline approaches. They are reported to be in line to acquire the often-injured center Peter Forsberg from Philadelphia if the Flyers decide to trade him.  ''Obviously there has to be something missing,'' Jagr said. ''If there wasn't anything missing, we would have a better record.''  Jagr, with 17 goals and a team-leading 59 points, has tried to do the heavy lifting. Against Atlanta, he scored the Rangers' goal on a spectacular move, putting an unstoppable shot on Kari Lehtonen 8 minutes 7 seconds into the first period.  The Thrashers had a pretty goal in the first period, on a shot by Ilya Kovalchuk, and an ugly one in the third, when defenseman Niclas Havelid bounced a puck off the back of goaltender Henrik Lundqvist. In the second, Lundqvist had kept the Rangers alive by stopping a penalty shot by Marian Hossa, but Hossa added an empty-net goal in the final minute.  All the Rangers got was an emptier feeling for their week off.  HOCKEY  ", 
            "title": "With Loss, Rangers Limp Into Break"
        }, 
        "weight": 0.6932480951834734, 
        "file": "1820573.txt", 
        "other_topics": {
            "0": 0.00028680277746701276, 
            "1": 0.00019308878083101235, 
            "2": 0.00035192713374787343, 
            "3": 0.0002559340383268126, 
            "4": 0.00013239739968325803, 
            "5": 0.00044192317370489643, 
            "6": 0.003466589490355787, 
            "7": 0.07875656905245539, 
            "8": 0.00018861685015581487, 
            "9": 0.00037001127997314835, 
            "10": 0.000158913710148372, 
            "11": 0.0002323715192876888, 
            "12": 0.003426726940994169, 
            "13": 0.00014318510377385926, 
            "14": 9.115555524652196e-05, 
            "15": 0.00664586310369719, 
            "16": 0.00024359945263155696, 
            "17": 0.006624429135166159, 
            "18": 0.6932480951834734, 
            "19": 8.838935759905853e-05, 
            "20": 0.19922179334595294, 
            "21": 0.003846464314769318, 
            "22": 0.00019382570498667048, 
            "23": 0.00023004174603104602, 
            "24": 0.00011013730687662144, 
            "25": 0.00023842685698318786, 
            "26": 0.00019550149674502058, 
            "27": 0.00013510962629552652, 
            "28": 0.00020440740087564652, 
            "29": 0.000277703161765059
        }
    }, 
    {
        "content": {
            "text": "  Fists flew, mayhem reigned and the Knicks were sentenced to three weeks of unmitigated suffering for their transgressions. Wasn't that the idea when the National Basketball Association penalized them for brawling with the Denver Nuggets last month?  The punishment was swift: suspensions for four players, totaling 21 games and $253,000 in lost salary, and a $500,000 fine for the franchise. But the last of those suspensions has ended, and the Knicks appear no worse for the experience. In fact, they are unmistakably better off.  The Knicks won 6 of 10 games during the suspensions. Their enigmatic point guard, Stephon Marbury, found his stride again. Their new sensation at power forward, David Lee, became more sensational. Jamal Crawford became a force again. Eddy Curry flirted with dominance.  Like unruly students -- as if they were the N.B.A.'s own Bart Simpson -- the Knicks finished writing, ''I will not start brawls that embarrass the league'' 1,000 times on the chalkboard, only to end up smirking and oddly valiant when it was all over.  ''We're a better team now,'' Marbury said Tuesday, echoing the unanimous sentiment of Knicks' players and coaches.  The why and the how of the Knicks' improbable turnaround with a depleted roster depends on who is explaining it. But there is no debating the bottom line.  The Knicks had not won six games in any 10-game stretch since last January. They needed 17 games to earn their first six victories this season. Their record after the Dec. 16 brawl was 9-17. They are a more palatable 15-21 heading into Wednesday night's home game against the Philadelphia 76ers -- the Knicks' first game with a full roster since the fight.  Lee, who averaged 10.3 points and 14.1 rebounds during the past 10 games, recalled the daunting feeling the Knicks faced after the suspensions were issued. They were about to play the Utah Jazz at Madison Square Garden, and had only eight players in uniform. In addition to the suspended players (Nate Robinson, Jared Jeffries, Mardy Collins and Jerome James), the Knicks were missing two injured starters, Quentin Richardson and Steve Francis.  ''We had hardly enough guys to do two-line layups,'' Lee said of the pregame warm-ups. ''It seemed like we were rebounding, dribbling out and then dribbling back in to shoot our own layups.''  The Knicks beat the Jazz in overtime that night, with Lee passing to Marbury for a driving layup at the buzzer.  ''I think you saw the true character of our team that day,'' Lee said.  In the next days, the Knicks also beat Charlotte (in double overtime) and two Eastern Conference powers, Chicago (in regulation) and Detroit (in triple overtime). There was a sense among the players that the brawl, the suspensions and the universal criticism directed at them had made the Knicks a more tightly knit group.  Coach Isiah Thomas has consistently dismissed that idea, and he did again Tuesday.  ''We didn't need that fight to remind us that we were against the world,'' said Thomas, who insisted that even before the fight, the Knicks ''were right on the verge of starting to play well.''  ''I don't think it's because you got into a fight or something like that that made you play well,'' Thomas said. ''A lot of teams get into fights and a lot of people get into fights, and that don't make them play well.''  The Nuggets illustrate that point. They have lost 6 of 10 games -- 5 straight at one point -- since the brawl, despite acquiring Allen Iverson from the 76ers after the incident. The Nuggets' incumbent star, Carmelo Anthony, has another five games left in his 15-game suspension.  Coincidentally or not, the Knicks' resurgence has spread into the stands. In four home games since the brawl, attendance has averaged 18,732, with two sellouts (19,763). In the previous 14 home games, the Knicks averaged 17,579, with three sellouts (including the night of the brawl).  The dynamic at the Garden has changed so drastically that Thomas -- who earlier this season chided fans for booing too much -- now says the Knicks have regained their home-court advantage.  ''Definitely looking forward to getting back in the Garden,'' he said. ''The last couple games we've played there have been exciting, the fans have been great. And they've given us a big lift and given us a big advantage at home.''  REBOUNDS  Knicks officials and the agent for Steve Francis denied a report that they were discussing a contract buyout. ''That's never been discussed,'' Isiah Thomas, the team president, said in response to the report in Tuesday's New York Post. Jeff Fried, who represents Francis, called the report ''a false statement'' and said that buyout talks ''have never even been contemplated.'' Francis is making $15 million this season and is owed $34.5 million over the next two seasons. Speculation about Francis's future has gone on for months, because he has a large contract and has been an awkward fit next to Stephon Marbury. The speculation grew last week when Francis left the team to rehabilitate his sore right knee in Houston. Thomas said he expected Francis to return once the knee was ready. ''If it's up to me, he'd do it tomorrow,'' Thomas said, adding, ''We definitely want him back.''  PRO BASKETBALL  ", 
            "title": "Suspensions After Brawl Animated the Knicks"
        }, 
        "weight": 0.6920730493021743, 
        "file": "1817878.txt", 
        "other_topics": {
            "0": 0.0002204113356652714, 
            "1": 0.0001483910179002269, 
            "2": 0.00027046017577406873, 
            "3": 0.00019668834356497032, 
            "4": 0.00010174897175168432, 
            "5": 0.040165539938280904, 
            "6": 0.0001749953373161383, 
            "7": 0.1327098313762011, 
            "8": 0.00014495428614390301, 
            "9": 0.0002843580566073092, 
            "10": 0.00012212707079991617, 
            "11": 0.00017858026825649808, 
            "12": 0.00014436049540346682, 
            "13": 0.0001100394502762328, 
            "14": 7.005412521678328e-05, 
            "15": 0.00012918501588002449, 
            "16": 0.00018720906818284208, 
            "17": 0.00011271275687941048, 
            "18": 0.6920730493021743, 
            "19": 6.792826952048804e-05, 
            "20": 0.11576751380670999, 
            "21": 0.010423412829432403, 
            "22": 0.00014895735285300223, 
            "23": 0.0001767898098800867, 
            "24": 0.0025737616226070878, 
            "25": 0.0026723536632442726, 
            "26": 0.00015024521869243707, 
            "27": 0.00010383335006739205, 
            "28": 0.0001570895116315593, 
            "29": 0.00021341817308636647
        }
    }
]