[
    {
        "i": 0, 
        "content": {
            "text": "  ''It won't stop us.''  VICE PRESIDENT DICK CHENEY, on CNN, discussing the Senate Foreign Relation Committee's approval of a resolution opposing President Bush's plan to send more troops to Iraq. [A1]  ", 
            "title": "QUOTATION OF THE DAY"
        }, 
        "weight": 0.7771376427961929, 
        "file": "1821308.txt", 
        "other_topics": {
            "0": 0.002980839030787026, 
            "1": 0.002422510276183604, 
            "2": 0.002557525442492451, 
            "3": 0.002360934842495189, 
            "4": 0.0033924595025464147, 
            "5": 0.0014535600309965797, 
            "6": 0.0037838097651452184, 
            "7": 0.003902718441687494, 
            "8": 0.0016403247121953755, 
            "9": 0.7771376427961929, 
            "10": 0.09823148358664473, 
            "11": 0.004512701740835311, 
            "12": 0.00237539164432319, 
            "13": 0.0019119941282779817, 
            "14": 0.008847212481463364, 
            "15": 0.0032247170160361093, 
            "16": 0.001822086214476761, 
            "17": 0.00439430937063437, 
            "18": 0.001317518228033957, 
            "19": 0.0490401631566093, 
            "20": 0.0026400407615237674, 
            "21": 0.0018301393588620078, 
            "22": 0.001979540766106553, 
            "23": 0.001335928064635608, 
            "24": 0.0015346675949798768, 
            "25": 0.0014439022573845195, 
            "26": 0.0016272481936286643, 
            "27": 0.001908241934732001, 
            "28": 0.005005316655597499, 
            "29": 0.002286695166157209, 
            "30": 0.0010983768383349953
        }
    }, 
    {
        "i": 1, 
        "content": {
            "text": "  President Bush plans to nominate Zalmay Khalilzad, the ambassador to Iraq, to be the American ambassador to the United Nations. Mr. Bush wants Ryan C. Crocker, the ambassador to Pakistan, to replace Mr. Khalilzad in Baghdad. Meanwhile, Mike McConnell, a retired vice admiral who once led the National Security Agency, is Mr. Bush's choice to assume the post of director of national intelligence. And Harriet E. Miers, the White House counsel who was briefly one of Mr. Bush's Supreme Court nominees, said she was leaving the administration.  PAGES A3, A6 AND A14  ", 
            "title": "The Administration's Revolving Door"
        }, 
        "weight": 0.6943697698422525, 
        "file": "1816550.txt", 
        "other_topics": {
            "0": 0.0014038439543810205, 
            "1": 0.001140895690951931, 
            "2": 0.0012044818903457234, 
            "3": 0.0011118963724952588, 
            "4": 0.0015976990753086044, 
            "5": 0.0006845627827496839, 
            "6": 0.07475359736798377, 
            "7": 0.001838008571891165, 
            "8": 0.0007725207254245028, 
            "9": 0.6943697698422525, 
            "10": 0.06450560159162516, 
            "11": 0.0021252838517495203, 
            "12": 0.0011187048897067923, 
            "13": 0.0009004650603646869, 
            "14": 0.0041666475871215995, 
            "15": 0.019761597135865245, 
            "16": 0.0008581223910902816, 
            "17": 0.002069526257516883, 
            "18": 0.0006204930826888431, 
            "19": 0.004852860504755658, 
            "20": 0.05597203513384826, 
            "21": 0.0008619150675623154, 
            "22": 0.000932276553093755, 
            "23": 0.0006291633052494846, 
            "24": 0.0007227608746884024, 
            "25": 0.0006800143965543745, 
            "26": 0.00076636226086314, 
            "27": 0.000898697942391932, 
            "28": 0.02060018117658458, 
            "29": 0.03756272752722509, 
            "30": 0.0005172871356698533
        }
    }, 
    {
        "i": 2, 
        "content": {
            "text": "  ''We could not clear and hold.''  STEPHEN J. HADLEY, the president's national security adviser, on Iraq strategy. [A1]  ", 
            "title": "QUOTATION OF THE DAY"
        }, 
        "weight": 0.6791692146760843, 
        "file": "1815953.txt", 
        "other_topics": {
            "0": 0.005193956769555472, 
            "1": 0.004221097992325808, 
            "2": 0.0044563548880520235, 
            "3": 0.004113806005961884, 
            "4": 0.005911184004471883, 
            "5": 0.0025327526528517723, 
            "6": 0.006593091455595028, 
            "7": 0.0068002836317262476, 
            "8": 0.0028581803831677684, 
            "9": 0.6791692146760843, 
            "10": 0.1711632442707316, 
            "11": 0.007863147762664602, 
            "12": 0.00413899623023939, 
            "13": 0.0033315501921946187, 
            "14": 0.015415806987625113, 
            "15": 0.00561890145772791, 
            "16": 0.003174890334784886, 
            "17": 0.007656855223444014, 
            "18": 0.0022957068962234164, 
            "19": 0.017954664827044546, 
            "20": 0.0046001335340802784, 
            "21": 0.0031889225194697856, 
            "22": 0.0034492466907934676, 
            "23": 0.0023277850777206274, 
            "24": 0.002674078359024498, 
            "25": 0.002515924485307969, 
            "26": 0.0028353952305881424, 
            "27": 0.00332501219035435, 
            "28": 0.008721503596336543, 
            "29": 0.0039844472363327, 
            "30": 0.0019138644375193664
        }
    }, 
    {
        "i": 3, 
        "content": {
            "text": "  The new chairman of the Senate Intelligence Committee on Friday sharply criticized the Bush administration's increasingly combative stance toward Iran, saying that White House efforts to portray it as a growing threat are uncomfortably reminiscent of rhetoric about Iraq before the American invasion of 2003.  Senator John D. Rockefeller IV, the West Virginia Democrat who took control of the committee this month, said that the administration was building a case against Tehran even as American intelligence agencies still know little about either Iran's internal dynamics or its intentions in the Middle East.  ''To be quite honest, I'm a little concerned that it's Iraq again,'' Senator Rockefeller said during an interview in his office. ''This whole concept of moving against Iran is bizarre.''  Mr. Rockefeller did not say which aspects of the Bush administration's case against Iran he thought were not supported by solid intelligence. He did say he agreed with the White House that Iranian operatives inside Iraq were supporting Shiite militias and working against American troops.  Mr. Rockefeller said he believed President Bush was getting poor advice from advisers who argue that an uncompromising stance toward the government in Tehran will serve American interests.  ''I don't think that policy makers in this administration particularly understand Iran,'' he said.  The comments of Mr. Rockefeller reflect the mounting concerns being voiced by other influential Democrats, including the Senate majority leader, Harry Reid of Nevada, and Senator Joseph R. Biden Jr. of Delaware, about the Bush administration's approach to Iran. The Democrats have warned that the administration is moving toward a confrontation with Iran when the United States has neither the military resources nor the support among American allies and members of Congress to carry out such a move.  Because Mr. Rockefeller is one of a handful of lawmakers with access to the most classified intelligence about the threat from Iran, his views carry particular weight. He has also historically been more tempered in his criticism of the White House on national security issues than some of his Democratic colleagues.  Mr. Rockefeller was biting in his criticism of how President Bush has dealt with the threat of Islamic radicalism since the Sept. 11 attacks, saying he believed that the campaign against international terrorism was ''still a mystery'' to the president.  ''I don't think he understands the world,'' Mr. Rockefeller said. ''I don't think he's particularly curious about the world. I don't think he reads like he says he does.''  He added, ''Every time he's read something he tells you about it, I think.''  Last week, the Intelligence Committee heard testimony from John D. Negroponte, the director of national intelligence, that an emboldened Iran was casting a shadow across the Middle East and could decide to send Hezbollah operatives on missions to hit American targets.  Mr. Negroponte testified the morning after President Bush had, in a televised address to the nation, said he was determined to confront what he called worrying activities by Iranian operatives in Iraq, and announced that the Pentagon was building up the American naval presence in the Persian Gulf and sending a battery of Patriot missiles to deter Iranian aggression.  Some Democrats have suggested that Mr. Bush's speech was the beginning of a meticulously choreographed campaign to demonize Iran, much the way the administration built its public case against Iraq.  In a speech on Friday, Mr. Reid warned the White House not to take military action against Iran without seeking approval from Congress.  Gordon D. Johndroe, a White House spokesman, said in response to Senator Rockefeller's comments that Iran was taking provocative actions both inside Iraq and elsewhere, and that American allies were united in efforts to end what intelligence officials believe is a covert nuclear weapons program inside the country.  ''It has been clear for some time that Iran has been meddling in Iraq, and the Iraqis have made the concerns known to the Iranians,'' Mr. Johndroe said. He noted that the administration has said it would be willing to begin direct talks with Iran -- which have not occurred since 1979 -- if Iran agreed to suspend its uranium enrichment and reprocessing activities.  Gen. Michael V. Hayden, director of the Central Intelligence Agency, told lawmakers on Thursday that over the past year and a half he had come to a ''much darker interpretation'' of Iran's activities inside Iraq.  ''I think there's a clear line of evidence that points out the Iranians want to punish the United States, hurt the United States in Iraq, tie down the United States in Iraq, so that our other options in the region, against other activities the Iranians might have, would be limited,'' he said.  Mr. Rockefeller's committee is working to complete a long-delayed investigation into the misuse of intelligence about Iraq in the months before the American-led invasion.  He said that the committee was nearing completion on one part of that investigation, concerning whether the White House ignored prewar C.I.A. assessments that Iraq could disintegrate into chaos.  That report, Mr. Rockefeller said, could be released within months and was ''not going to make for pleasant reading at the White House.''  Mr. Rockefeller said that with Democrats now in charge of the Intelligence Committee, he expected the panel to be much more aggressive, both in investigating the use of intelligence to fashion White House policy and in subjecting secret intelligence programs to new scrutiny. He mentioned the C.I.A's network of secret prisons and the National Security Agency's domestic wiretapping program as likely subjects of investigations.  ''We weren't able to drill down on a lot of stuff'' during the years in which the Intelligence Committee was under Republican control, Mr. Rockefeller said. ''Now, there's a very different attitude.''  ", 
            "title": "Leading Senator Assails President Over Iran Stance"
        }, 
        "weight": 0.6655987567068966, 
        "file": "1820091.txt", 
        "other_topics": {
            "0": 0.00017069698099466858, 
            "1": 0.00013872442835798557, 
            "2": 0.00014645603715650842, 
            "3": 0.00013519832697327756, 
            "4": 0.00019426832151968096, 
            "5": 8.323774159657415e-05, 
            "6": 0.0268350861504599, 
            "7": 0.0002234881685283025, 
            "8": 9.393277306516335e-05, 
            "9": 0.6655987567068966, 
            "10": 0.17420844662049442, 
            "11": 0.00025841870538262195, 
            "12": 0.062245643124391785, 
            "13": 0.00010948985235556755, 
            "14": 0.020470438791484986, 
            "15": 0.00018466259114104723, 
            "16": 0.00010434129877891056, 
            "17": 0.0002516389967310052, 
            "18": 7.544734271392801e-05, 
            "19": 0.04051768261975723, 
            "20": 0.00015118125569363243, 
            "21": 0.00010480246002239872, 
            "22": 0.00011335789321070663, 
            "23": 7.650157727542236e-05, 
            "24": 8.788234540267948e-05, 
            "25": 8.268469167281716e-05, 
            "26": 9.318394959022751e-05, 
            "27": 0.00010927498395650559, 
            "28": 0.0002866281718698646, 
            "29": 0.006785548825171359, 
            "30": 6.289826735419197e-05
        }
    }, 
    {
        "i": 4, 
        "content": {
            "text": "  Republican allies of the White House argued on the Sunday news programs that resolutions critical of President Bush's new Iraq plan being considered by the Senate would embolden insurgents and demoralize American troops.  But they were faced with counterpoint arguments not only from Democrats but also from other Republicans. ''What I'll be doing is trying to appeal to my Republican colleagues to not pass a nonbinding resolution that basically says to the troops who are going there this is a mission that doesn't have a chance of succeeding,'' Senator Mitch McConnell of Kentucky, the Republican leader, said on ''Face the Nation'' on CBS.  But on the same program, Senator Arlen Specter, Republican of Pennsylvania, said, ''I cannot support sending additional troops to Iraq.''  On ''This Week'' on ABC, Senator Richard G. Lugar, Republican of Indiana, said the resolutions were ''not helpful'' to the new American commander, Lt. Gen. David H. Petraeus, or ''to the troops, to the Iraqis.''  On ''Fox News Sunday,'' Senator Sam Brownback of Kansas, a Republican presidential contender, said he was considering voting for a resolution criticizing the plan. That resolution also lays out benchmarks for the Iraqis to achieve and states that the Senate's intention is not to countermand the president's authority as commander in chief.  The Senate Foreign Relations Committee has passed a more harshly worded resolution criticizing the plan. Its backers include Senator Chuck Hagel, Republican of Nebraska.  ", 
            "title": "Senators Argue Over Bush Iraq Plan"
        }, 
        "weight": 0.6498604776087921, 
        "file": "1822386.txt", 
        "other_topics": {
            "0": 0.0006020607213191797, 
            "1": 0.0004892911925865184, 
            "2": 0.0005165611416100561, 
            "3": 0.0004768543754222584, 
            "4": 0.0006851985612285581, 
            "5": 0.0002935855950971866, 
            "6": 0.0007642422864868378, 
            "7": 0.0007882590961269242, 
            "8": 0.00033130775235497224, 
            "9": 0.6498604776087921, 
            "10": 0.05895927150883448, 
            "11": 0.0009114616512748363, 
            "12": 0.25083995260722886, 
            "13": 0.00038617870745108474, 
            "14": 0.017434443974280102, 
            "15": 0.000651318448488085, 
            "16": 0.0003680193828862914, 
            "17": 0.0008875491236053881, 
            "18": 0.0002661082891523523, 
            "19": 0.002081226112657789, 
            "20": 0.0005332273325659494, 
            "21": 0.008193401503883833, 
            "22": 0.00039982157010610633, 
            "23": 0.00026982665146218555, 
            "24": 0.0003099674520079009, 
            "25": 0.0002916349476160044, 
            "26": 0.0003286665972575972, 
            "27": 0.0003854208509115366, 
            "28": 0.0010109585002663775, 
            "29": 0.0004618596733853808, 
            "30": 0.000221846783653275
        }
    }, 
    {
        "i": 5, 
        "content": {
            "text": "  John D. Negroponte, nominated as deputy secretary of state, defended the Bush administration's more confrontational policy with Iran in a Senate confirmation hearing that was peppered with demands from both sides of the aisle that the United States show restraint in dealing with Tehran.  In a sign that the debate over Iraq is increasingly becoming a debate over Iran, Mr. Negroponte, appearing before the Senate Foreign Relations Committee, found himself answering the same questions, over and over again.  ''Do you think we are drifting toward a military confrontation with Iran?'' demanded Senator Chuck Hagel, Republican of Nebraska.  ''I don't think that has to be, Senator,'' Mr. Negroponte replied. ''I think we would strongly prefer that the issues between us and Iran be resolved peacefully.''  Mr. Negroponte maintained that an emboldened Iran could harm American interests in the region.  ''We don't believe that their behavior, such as supporting Shia extremists in Iraq, should go unchallenged,'' said Mr. Negroponte, who is now the director of national intelligence.  In an interview with ABC News on Tuesday, President Bush said stern measures aimed at Iran should not be seen as a precursor to war. ''Some are trying to take my words and say, 'Well, what he's really trying to do is go invade Iran,' '' he said. ''Nobody's talking about that.''  The United States has refused to hold direct talks with Iran over the two major issues of contention: its nuclear programs and its stance toward Iraq. Instead, the Bush administration has increased pressure on Iran. The administration has seized Iranians in Iraq and is trying to starve Iran of international financing.  The Pentagon announced Tuesday that it had suspended the sale of spare parts for American-made F-14 fighter jets lest they end up in Iran, the only nation whose air force still flies the vintage plane. Many of the parts are common to other aircraft. The United States Navy retired its last squadrons in 2006.  Mr. Bush announced this month that the United States would send another aircraft carrier and its supporting ships to the Persian Gulf, a response to the growing concern that Iran is building up its own missile capacity and naval power to dominate the gulf militarily.  Meanwhile, the administration has continued to resist calls for it to initiate talks with Iran, and has said that it will do so only if Tehran suspends its enrichment of uranium.  ''The view at the moment is that we are reluctant to initiate a high-level diplomatic dialogue with Iran until there has been some progress on this nuclear issue,'' Mr. Negroponte said.  Senator Barack Obama, Democrat of Illinois, warned him not to ''stumble into active hostilities with Iran without having aggressively pursued diplomatic approaches, without the American people understanding exactly what's taking place.''  ''This committee is going to be paying attention,'' Mr. Obama said. ''We do not want to see precipitous actions that have not been thought through, have not been discussed, have not been authorized.''  If confirmed, Mr. Negroponte would become the second-highest-ranking diplomat behind Secretary of State Condoleezza Rice. The deputy secretary of state job has been open since Robert B. Zoellick left to join Goldman Sachs in the summer.  Mr. Negroponte, who has spent 41 years in government service, speaks five languages fluently and has won Senate confirmation for eight posts, including five ambassadorships. He was ambassador to Iraq before President Bush chose him for the intelligence job in February 2005.  Several senators on the committee praised Mr. Negroponte as one of the most distinguished public servants of his generation, and there appeared to be no obstacle to his confirmation.  At a separate confirmation hearing on Tuesday, the admiral picked to lead American forces in the Middle East said Iran was increasing its military capabilities and seeking to curb American influence. ''They are posturing themselves with the capability to attempt to deny us the ability to operate in this vicinity,'' Adm. William J. Fallon told the Senate Armed Services Committee.  ", 
            "title": "Choice for No. 2 at State Dept. Defends Bush's Stance on Iran"
        }, 
        "weight": 0.6267223686731973, 
        "file": "1822824.txt", 
        "other_topics": {
            "0": 0.00023986627936785254, 
            "1": 0.00019493790864819988, 
            "2": 0.00020580249585544142, 
            "3": 0.00018998297145543159, 
            "4": 0.006507094999013449, 
            "5": 0.00011696707969531446, 
            "6": 0.00030448083939691877, 
            "7": 0.00031404934730095693, 
            "8": 0.0001319959184664742, 
            "9": 0.6267223686731973, 
            "10": 0.2572688618931874, 
            "11": 0.00036313432737936237, 
            "12": 0.07811746972654883, 
            "13": 0.00015385698891701998, 
            "14": 0.0007119297348119921, 
            "15": 0.00025949099051033263, 
            "16": 0.000146622154514194, 
            "17": 0.006587713240341288, 
            "18": 0.00010601987966937978, 
            "19": 0.01641444344805247, 
            "20": 0.0002124424527140536, 
            "21": 0.00014727018607878044, 
            "22": 0.00015929242522619546, 
            "23": 0.00010750130787258009, 
            "24": 0.00012349375537297654, 
            "25": 0.00011618992460596693, 
            "26": 0.00013094365907799808, 
            "27": 0.00015355505221529046, 
            "28": 0.0004027747459141129, 
            "29": 0.00018400895046310613, 
            "30": 0.0032054386441292305
        }
    }, 
    {
        "i": 6, 
        "content": {
            "text": "  Defense Secretary Robert M. Gates said Monday that Iran was ''acting in a very negative way'' in the Middle East and that the United States was building up its forces to demonstrate its resolve to remain in the Persian Gulf.  ''The Iranians clearly believe that we are tied down in Iraq, that they have the initiative, that they're in a position to press us in many ways,'' Mr. Gates said, speaking to reporters at NATO headquarters in Brussels before flying here. ''We are simply trying to communicate to the region that we are going to be there for a long time.''  Delivering that message to Iran -- and to allies in the region worried that Washington is consumed with stabilizing Iraq -- is one of Mr. Gates's priorities on a trip to the region this week that will take him later to the Persian Gulf.  Senior Pentagon officials said they also planned to stress to the largely Sunni Arab governments worried about Iran that they must assist the United States in Iraq with reconstruction aid and with putting pressure on fellow Sunnis to reach political reconciliation.  President Bush announced last week, in his speech laying out his new Iraq strategy, that he was also sending a second aircraft carrier and several Patriot antimissile batteries to the Persian Gulf.  ''The United States has had a strong presence in the Gulf for a long time,'' Mr. Gates said. ''We are simply reaffirming that'' with the buildup, he said.  In Afghanistan, which Mr. Gates is visiting for the first time as defense secretary, he is expected to meet with President Hamid Karzai and with American and NATO commanders. There are about 23,000 American troops in Afghanistan, 11,000 of them under NATO command. Other NATO countries are supplying 20,000 soldiers.  In a stop at NATO headquarters in Brussels before flying to Kabul, Mr. Gates said he had discussed the increase over the last year in Taliban attacks, especially in the south, with Jaap de Hoop Scheffer, NATO's secretary general. Mr. Gates said that there had been ''indications that the Taliban were planning a large spring offensive,'' and that he and Mr. de Hoop Scheffer had talked about ''how perhaps to avoid it.''  Though Mr. Gates is largely concerned during his trip with explaining the White House plan to stabilize Iraq, he is also dealing with Iran, following a decision announced last week by President Bush.  As part of its review of Iraq strategy, concluded last week, the Bush administration rejected a proposal by the Iraq Study Group to resume diplomatic contacts with Iran.  Mr. Gates, who endorsed resuming diplomatic contacts with Iran in 2004, two years before he joined the Bush administration, said that Iran's behavior had worsened since then and that resuming diplomatic relations would be possible only when Iran was ''prepared to play a constructive role in dealing with some of these problems.''  He said Iran ''was doing nothing to be helpful'' in Iraq, where the American military conducted two recent operations that resulted in the arrest of Iranians who the United States said were suspected of involvement in providing bomb-making materials. He also criticized Iran for aiding Hezbollah in Lebanon.  Bush administration officials have sought to rally international pressure on Iran to halt its nuclear program, which the White House has said is aimed at producing nuclear weapons, which Iran denies.  ", 
            "title": "Defense Secretary, in Afghan Capital, Scolds Iran"
        }, 
        "weight": 0.6117597223439648, 
        "file": "1819227.txt", 
        "other_topics": {
            "0": 0.00028520527656042584, 
            "1": 0.00023178464390510807, 
            "2": 0.0002447028315191503, 
            "3": 0.00022589313536907157, 
            "4": 0.00032458892971095287, 
            "5": 0.0001390759401483361, 
            "6": 0.0003620331387821879, 
            "7": 0.0003734102650303369, 
            "8": 0.0001569454970089622, 
            "9": 0.6117597223439648, 
            "10": 0.18729785106332997, 
            "11": 0.0004317731802142409, 
            "12": 0.00022727635536885993, 
            "13": 0.00018293869897209933, 
            "14": 0.000846497129332876, 
            "15": 0.0003085394074918769, 
            "16": 0.00017433635206379352, 
            "17": 0.00042044545391400917, 
            "18": 0.00012605952442209357, 
            "19": 0.015810834053997233, 
            "20": 0.00025259785843665034, 
            "21": 0.00017510687313113506, 
            "22": 0.00018940152951197527, 
            "23": 0.00012782096892989037, 
            "24": 0.0038530677094035888, 
            "25": 0.10020640065223536, 
            "26": 0.00015569434186245913, 
            "27": 0.0001825796908582975, 
            "28": 0.00047890634357913603, 
            "29": 0.07434341863162582, 
            "30": 0.00010509217931911881
        }
    }, 
    {
        "i": 7, 
        "content": {
            "text": "  John D. Negroponte, whom President Bush installed less than two years ago as the first director of national intelligence, will soon leave his post to become the State Department's second-ranking official, administration officials said Wednesday.  Mr. Negroponte will fill a critical job that has been vacant for months, and he is expected to play a leading role in shaping policy in Iraq. But his transfer is another blow to an intelligence community that has seen little continuity at the top since the departure of George J. Tenet in 2004 as director of central intelligence.  Mr. Negroponte had been brought to the intelligence job to help restore credibility and effectiveness to agencies whose reputations were badly damaged by failures related to the attacks on Sept. 11, 2001, and mistaken prewar assessments of Iraq's illicit weapons. He has maintained a low public profile but provides Mr. Bush with a briefing most mornings.  President Bush has hailed the establishment of the intelligence post as an essential step in helping prevent another terrorist attack. On paper, the director of national intelligence outranks the deputy secretary of state, raising questions about why the White House would seek -- and why Mr. Negroponte would agree to -- the shift.  The move, expected to be announced this week, comes as the president prepares to announce a new strategy for Iraq as sectarian violence worsens there and approval ratings sag at home.  The administration has had great difficulty filling the State Department position. Secretary of State Condoleezza Rice has asked several people who have turned down the post, according to senior State Department officials.  But administration officials interviewed on Wednesday would not say whether Mr. Negroponte was moving because the White House saw him as uniquely qualified for the diplomatic post, or because President Bush was dissatisfied with his performance as intelligence chief, or whether it was a combination of the two.  Mr. Negroponte has served as ambassador to the United Nations and to Iraq, and administration officials say Ms. Rice was trying to recruit him to bring more Iraq expertise to her office.  Administration officials from two different agencies said Wednesday that the leading candidate to become the new intelligence chief is J. Michael McConnell, a retired vice admiral who led the National Security Agency from 1992 to 1996. Admiral McConnell was head of intelligence for the Joint Chiefs of Staff under Gen. Colin L. Powell during the first Persian Gulf war, in 1991.  Mr. Bush had at first been reluctant to set up the intelligence post, but ultimately bowed to Congressional pressure and made the office a cabinet-level position.  As deputy secretary of state, Mr. Negroponte, who would need Senate confirmation for the post, would fill a pivotal foreign policy position that has been vacant since Robert B. Zoellick resigned to take a post at Goldman Sachs.  The shift of Mr. Negroponte, first reported Wednesday evening by NBC News, reflects a further transformation in President Bush's foreign policy team that has already seen Robert M. Gates take over as defense secretary from Donald H. Rumsfeld. Mr. Bush still has other top posts to fill, including that of ambassador to the United Nations, left vacant with the departure of John R. Bolton.  Mr. Negroponte would move to the State Department as the administration is preparing a shift in Iraq strategy.  As a career diplomat who also served as ambassador to Mexico, the Philippines and Honduras, Mr. Negroponte brought a policy maker's perspective to the role of intelligence chief, a post established by Congress at the end of 2004 to address a lack of coordination among intelligence agencies. He took over the job in April 2005, and said in an interview on C-Span last month that he expected to stay in his position until the end of the Bush administration.  Admiral McConnell is a career intelligence officer who is a senior vice president of Booz Allen Hamilton, an international consulting firm. During his tenure at the Pentagon and as director of the National Security Agency, Admiral McConnell worked closely with Mr. Gates during Mr. Gates's time as deputy national security adviser and as director of central intelligence, and with Dick Cheney while he was defense secretary during the first Persian Gulf war.  Senator Susan M. Collins, Republican of Maine and chairwoman of the Senate Government Reform Committee, was a major backer of the intelligence post, and on Wednesday she said of the reported transfer: ''The director of national intelligence is an absolutely critical position. I'm disappointed that Negroponte would leave this critical position when it's still in its infancy. There are a number of people who could ably serve as deputy secretary of state, but few who can handle the challenges of chief of intelligence.''  Representative Jane Harman, a California Democrat who also pressed for establishment of the intelligence job, said: ''I'm worrying that our deficit in intelligence will not be corrected. I'm sorry Negroponte isn't completing his term because he at least understood intelligence.''  Mr. Negroponte's move to the State Department has been rumored for months. Ms. Rice was pushing to bring Mr. Negroponte in as her deputy, and officials in Washington speculated that the career diplomat might be more comfortable returning to the State Department.  The White House press secretary, Tony Snow, declined to comment on the change. ''We don't comment on personnel matters until the president has announced his intentions,'' Mr. Snow said in an e-mail message Wednesday night.  Officials said one priority in replacing Mr. Negroponte had been to select someone who could pass swiftly through the Senate confirmation process. They also cautioned that the choice of Admiral McConnell was not final.  The job of deputy director of national intelligence is also vacant, and the White House is conscious that a long nomination battle in the Senate, where Democrats are now in the majority, could throw the intelligence office into disarray.  THE STRUGGLE FOR IRAQ  ", 
            "title": "IN SHIFT, DIRECTOR FOR INTELLIGENCE IN STATE DEPT. POST"
        }, 
        "weight": 0.6068442593714127, 
        "file": "1816373.txt", 
        "other_topics": {
            "0": 0.0021853049095074996, 
            "1": 0.00012690170402078978, 
            "2": 0.006221440886040672, 
            "3": 0.00012367611297265226, 
            "4": 0.06713984335044218, 
            "5": 7.614384411222109e-05, 
            "6": 0.0022273680352951058, 
            "7": 0.00020444149419408618, 
            "8": 8.592739654047524e-05, 
            "9": 0.6068442593714127, 
            "10": 0.24864445541155875, 
            "11": 0.00023639509242939633, 
            "12": 0.0528824763885443, 
            "13": 0.00010015863104550601, 
            "14": 0.00046345575941185755, 
            "15": 0.00016892480842826507, 
            "16": 9.54488605324564e-05, 
            "17": 0.00023019318126754626, 
            "18": 6.901737832021017e-05, 
            "19": 0.002568938646499928, 
            "20": 0.004196607901392814, 
            "21": 9.587071952527901e-05, 
            "22": 0.004162008017236197, 
            "23": 6.998176623569689e-05, 
            "24": 8.039261373753331e-05, 
            "25": 7.563792760880454e-05, 
            "26": 8.52423911949502e-05, 
            "27": 9.996207470496865e-05, 
            "28": 0.00026220042036710113, 
            "29": 0.00011978711339817637, 
            "30": 5.7537792021780586e-05
        }
    }, 
    {
        "i": 8, 
        "content": {
            "text": "  Defense Secretary Robert M. Gates on Thursday played down the possibility of American military action against Iran but said it was not the right time for diplomatic engagement, either.  ''Frankly, right at this moment there's really nothing the Iranians want from us, and so in any negotiation right now we would be the supplicant,'' Mr. Gates told reporters after talks with allies in the Persian Gulf.  His comments were a blunt acknowledgment that the Bush administration, despite its increasingly tough comments toward Iran in recent weeks, has limited options to compel its leaders to halt their nuclear program or to play a more supportive role in Iraq.  Mr. Gates said he told the emir of Qatar, Sheik Hamad bin Khalifa al-Thani, over lunch on Thursday ''that the Iranians were being very aggressive'' because they believed that ''they have the United States at some disadvantage because of the situation in Iraq.''  He said he had told the emir that the United States did not intend to retreat from its commitments to defend the region's Sunni Arab governments.  In meetings late Wednesday with King Abdullah of Saudi Arabia, Mr. Gates said the United States viewed Iraq, despite the close ties between some in its Shiite-dominated government and Shiite Iran, as a bulwark against Tehran, said a senior Defense Department official.  ''Our Arab friends tend to see Iraq in the context of the new challenge from Iran,'' the official said. ''That's clearly the Saudi perspective. So the secretary was able to reassure them that we want an Iraq that is a barrier against Iranian expansionism.''  Mr. Gates also met with Bahrain's leader, King Hamad bin Isa al-Khalifa, on Thursday night.  President Mahmoud Ahmadinejad of Iran said Thursday that Iran was prepared for anything in the standoff with the West over its nuclear program, which Iran says is for peaceful energy purposes and the United States contends is aimed at producing nuclear weapons.  ''Today, with the grace of God, we have gone through the arduous passes and we are ready for anything in this path,'' Iran's state-run television quoted Mr. Ahmadinejad as saying, The Associated Press reported.  He was apparently referring to the United Nations decision to impose sanctions on Iran for its nuclear activities and to the American decision to move a second aircraft carrier, the John C. Stennis, to the Persian Gulf and to extend deployments of Patriot antimissile defense systems in Kuwait and Qatar.  Commodore Keith Winstanley of Britain, who is second in command of coalition naval forces in the region, told reporters at a briefing on Thursday that the carrier deployment should not be seen entirely as a move aimed at intimidating Iran, but he added, ''I'm sure there's a message there for Iran.''  Mr. Gates, who also met with the top American Navy and Air Force commanders in the region, said the deployments were meant to show that, for all its problems in Iraq, the United States could still fulfill its security commitments in the Persian Gulf.  He added: ''Nobody wants another conflict in this region. My view is that there are many courses of actions available that do not involve a conflict with Iran. There is no need for that.''  He acknowledged that the United States' troubles stabilizing Iraq had given Iran an opportunity to seek to expand its influence in the region but that the Iranians were ''overplaying their hand.''  Even though Iran is worrying its neighbors, he said, he disagreed with critics, including the Iraq Study Group, who have called for the Bush administration to hold talks with Iran and enlist its support in stabilizing Iraq. Mr. Gates had been a member of the group before resigning to become defense secretary.  Perhaps seeking leverage, the White House late last year approved a stepped up campaign of going after Iranian operatives inside Iraq, who United States officials say have been involved in supplying materials for the homemade bombs that are the largest killer of American troops in Iraq.  ", 
            "title": "Gates Says U.S. Has Few Options to Halt Iran's Atomic Plans"
        }, 
        "weight": 0.5962106843826568, 
        "file": "1819864.txt", 
        "other_topics": {
            "0": 0.003325818955148033, 
            "1": 0.00019313190156518961, 
            "2": 0.00020389583353514905, 
            "3": 0.00018822286951077058, 
            "4": 0.0002704600104903864, 
            "5": 0.0032040583581549025, 
            "6": 0.0033898348919852977, 
            "7": 0.0003111398293443247, 
            "8": 0.00013077303901048748, 
            "9": 0.5962106843826568, 
            "10": 0.1776810150783251, 
            "11": 0.00035977006040902753, 
            "12": 0.00018937542174348663, 
            "13": 0.0001524315770323761, 
            "14": 0.006881683889883395, 
            "15": 0.006433436775534594, 
            "16": 0.00014526376993207181, 
            "17": 0.0003503313621246432, 
            "18": 0.00010503765586821886, 
            "19": 0.010086021584432139, 
            "20": 0.0002104742743489822, 
            "21": 0.0001459057977921773, 
            "22": 0.00015781665660723706, 
            "23": 0.00010650535934313772, 
            "24": 0.0001223496444175562, 
            "25": 0.07731948655183499, 
            "26": 0.00012973052830517892, 
            "27": 0.00015213243763069828, 
            "28": 0.0003990432293044252, 
            "29": 0.11135660141817919, 
            "30": 8.756685554993323e-05
        }
    }, 
    {
        "i": 9, 
        "content": {
            "text": "  An article yesterday about Senator Jim Webb of Virginia and his response, for the Democratic Party, to the State of Union address omitted part of a conversation he had with President Bush at a White House reception for new members of Congress in November. President Bush approached Mr. Webb, whose son is a marine serving in Iraq, and asked, ''How's your boy?'' Mr. Webb replied, ''I'd like to get them out of Iraq, Mr. President.'' Mr. Webb did not say at that point in the conversation, ''That's between me and my boy, Mr. President.'' Mr. Webb did not make that statement until after Mr. Bush had said of the Iraq comment: ''That's not what I asked you. How's your boy?''  The article also referred incorrectly to how Mr. Webb's speech dealt with Democrats' response to the president's Iraq strategy. The speech did not mention whether the party will go beyond a symbolic resolution denouncing Mr. Bush's plan to send more troops to Baghdad.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5943673987676071, 
        "file": "1821334.txt", 
        "other_topics": {
            "0": 0.001014997539281197, 
            "1": 0.0008248825058361392, 
            "2": 0.000870856159614062, 
            "3": 0.07994303602946251, 
            "4": 0.001155157327058545, 
            "5": 0.0004949478450265367, 
            "6": 0.04085797516510779, 
            "7": 0.0013289042359909897, 
            "8": 0.0005585425879440582, 
            "9": 0.5943673987676071, 
            "10": 0.059828246993106654, 
            "11": 0.00153660802047686, 
            "12": 0.09313781207814208, 
            "13": 0.0006510480154340495, 
            "14": 0.09534151451108817, 
            "15": 0.001098039780863534, 
            "16": 0.0006204337117673229, 
            "17": 0.0014962945506173705, 
            "18": 0.00044862461394284346, 
            "19": 0.0035086816133875097, 
            "20": 0.0008989532305745412, 
            "21": 0.0006231758664593673, 
            "22": 0.013863901542415825, 
            "23": 0.00045489329824825237, 
            "24": 0.0005225655650744397, 
            "25": 0.0004916593023209658, 
            "26": 0.000554089937522317, 
            "27": 0.0006497703660283814, 
            "28": 0.0017043470097790844, 
            "29": 0.0007786364653588719, 
            "30": 0.000374005364462478
        }
    }, 
    {
        "i": 10, 
        "content": {
            "text": "  To the Editor:  Re ''Democrats Plan Symbolic Votes Against Bush's Iraq Troop Plan'' (front page, Jan. 10):  So the Democrats are planning symbolic votes against more troops for Iraq.  Actually, when I and many other Americans cast our votes against this war, even before the prospect of escalation, they were for real.  Daniel England  Fairfield, Conn., Jan. 10, 2007  ", 
            "title": "Symbolic Vote on Iraq?"
        }, 
        "weight": 0.5880767753695819, 
        "file": "1818048.txt", 
        "other_topics": {
            "0": 0.0021485709995895407, 
            "1": 0.001746130962409429, 
            "2": 0.0018434490892320493, 
            "3": 0.0017017477569616843, 
            "4": 0.0024452645812708305, 
            "5": 0.0010477174032229254, 
            "6": 0.0027273475170540265, 
            "7": 0.030733652450509352, 
            "8": 0.0011823362718122064, 
            "9": 0.5880767753695819, 
            "10": 0.014963475109102764, 
            "11": 0.003252728506978789, 
            "12": 0.1692357457440292, 
            "13": 0.0013781539670456183, 
            "14": 0.006377018003504846, 
            "15": 0.002324356797189674, 
            "16": 0.001313348878870194, 
            "17": 0.0031673919924742645, 
            "18": 0.000949659282821774, 
            "19": 0.14703024226595282, 
            "20": 0.0019029256391770344, 
            "21": 0.0013191535373247233, 
            "22": 0.0014268411808331832, 
            "23": 0.0009629289832722026, 
            "24": 0.0011061792517232968, 
            "25": 0.0010407561375896065, 
            "26": 0.0011729107952004715, 
            "27": 0.0013754494083108204, 
            "28": 0.0036078024002322126, 
            "29": 0.0016482362409250128, 
            "30": 0.0007917034757976612
        }
    }, 
    {
        "i": 11, 
        "content": {
            "text": "  For more than two years after Saddam Hussein's fall, the war in Iraq was about chasing down insurgents and Al Qaeda in Iraq. Last year it expanded to tamping down sectarian warfare.  Over the past three weeks, in two sets of raids and newly disclosed orders issued by President Bush, a third front has opened -- against Iran.  Administration officials say the goal is limited to preventing Iranians from aiding in attacks on American and Iraqi forces inside Iraq. But in recent interviews and public statements, senior members of the Bush administration have made it clear that their agenda goes significantly further, toward foiling Iran's dream of emerging as the greatest power in the Middle East.  In an interview on Friday, before she left on her latest Middle East trip, Secretary of State Condoleezza Rice described what she called an ''evolving'' strategy to confront ''destabilizing behavior'' by Iran across the region. Mr. Bush's national security adviser, Stephen J. Hadley, said Sunday on the NBC News program ''Meet the Press'' that the United States was resisting an Iranian effort ''to basically establish hegemony'' throughout the region.  Even some of Mr. Bush's fiercest critics do not question that the administration's conviction that Iran's ambitions are large is correct. A few midlevel administration officials wondered even in 2003 whether Iran was a far more potent threat than Mr. Hussein.  Before the 2003 invasion of Iraq, administration officials argued that deposing Mr. Hussein would send a powerful signal to Iran and North Korea, the two countries that Mr. Bush identified along with Iraq in his 2002 State of the Union address as part of an ''axis of evil.''  ''You heard this argument in meetings all the time,'' a senior official on the National Security Council, who has since left the administration, recalled recently. ''Iraq would make the harder problems of Iran and North Korea easier.''  But the opposite happened. North Korea tested a nuclear device in October. And Iran has sped ahead with a uranium enrichment program.  Now, despite the urging of the bipartisan Iraq Study Group to engage with Iran, Washington is moving in a more confrontational direction. It is stationing more naval, air and antimissile batteries off Iran's coast; has persuaded many international businesses to cut off dealings with Iran; and it has interfered with Iranians inside Iraqi territory.  ''The administration does have Iran on the brain, and I think they are exaggerating the amount of Iranian activities in Iraq,'' Kenneth M. Pollack, the director of research at the Saban Center at the Brookings Institution, said Sunday. ''There's a good chance that this is going to be counterproductive -- that this is a way to get into a spiral with Iran that leads you into conflict. The likely response from the Iranians is that they are going to want to demonstrate to us that they are not going to be pushed around.''  Administration officials say ignoring Iran's activities will only lead to escalation with the government of President Mahmoud Ahmadinejad. ''There's no question that everything that has gone wrong in Iraq has made life easier for the Iranians,'' one senior White House official said recently. ''The question is what you do about that.''  The answer, shaped in the National Security Council, is for the American military to make targets of Iranians whom they believe are fueling attacks, a decision that Mr. Bush made months ago that was disclosed only last week.  At least twice in the last month, in raids in Iraq that have infuriated officials there, American soldiers have detained Iranians. On Sunday, Iraq's foreign minister, Hoshyar Zebari, called for the release of five Iranians taken in the most recent raid, which occurred early on Thursday in Erbil. On CNN's ''Late Edition,'' he said that while the five were members of Iran's Revolutionary Guards, the group ''in fact is part of the Iranian political system.''  The potential strategic split with the Iraqi government over how to handle the Iranians is only one of the questions raised by Washington's new approach. First among them is whether the effort will stop at Iran's borders. In Congressional testimony, Secretary of Defense Robert M. Gates has said that he sees no need to enter Iranian territory.  Yet American officials have been careful not to rule out the possibility of American actions inside Iran. Pressed on the ABC News program ''This Week'' on Sunday about excluding the option of going after Iranians inside Iran, Mr. Hadley said that for now, Iraq was ''the best place'' for the United States to take on the Iranians.  ''So, you don't believe you have the authority to go into Iran?'' the host, George Stephanopoulos, asked.  ''I didn't say that,'' Mr. Hadley responded. ''This is another issue. Any time you have questions about crossing international borders, there are legal issues.''  A second question is whether Mr. Bush will step up covert as well as overt efforts to halt Iran's nuclear program. So far, the evidence collected by the International Atomic Energy Agency suggests that Iran's nuclear efforts have run into technical obstacles, but concerns remain that inspectors are missing secret facilities. A third question is what Washington would do if the Iranians looked for ways to strike back.  Escalating tensions are the fear of American allies in the region, who worry about Iran, but worry more about provoking it.  On Sunday, Vice President Dick Cheney argued that America's actions were intended to protect allies in the Persian Gulf -- though it is far from clear that Iran's Sunni Arab neighbors have signed on to the strategy. ''If you go and talk with the gulf states or if you talk with the Saudis or if you talk about the Israelis or the Jordanians, the entire region is worried,'' Mr. Cheney said on ''Fox News Sunday.'' He described how the Iranians ''sit astride the Straits of Hormuz'' and its oil-shipping channels, and how they support Hamas and Hezbollah.  ''So the threat that Iran represents is growing,'' he said, in words reminiscent of how he once built a case against Mr. Hussein. ''It's multidimensional, and it is, in fact, of concern to everybody in the region.''  THE REACH OF WAR: NEWS ANALYSIS  ", 
            "title": "Opening a New Front in the War, Against Iranians in Iraq"
        }, 
        "weight": 0.5875163541362438, 
        "file": "1819074.txt", 
        "other_topics": {
            "0": 0.00015427116970224118, 
            "1": 0.00012537526852762334, 
            "2": 0.00013236288088068254, 
            "3": 0.00012218847645937588, 
            "4": 0.00017557428972846516, 
            "5": 7.522794887554257e-05, 
            "6": 0.00019582833972943292, 
            "7": 0.00020198237234523607, 
            "8": 8.48938199709023e-05, 
            "9": 0.5875163541362438, 
            "10": 0.27171536058602164, 
            "11": 0.00023355161714055798, 
            "12": 0.0021276845059674566, 
            "13": 9.895387425713556e-05, 
            "14": 0.018500611541449323, 
            "15": 0.00016689289857133358, 
            "16": 9.430075515732947e-05, 
            "17": 0.00022742430558630154, 
            "18": 6.818720368444637e-05, 
            "19": 0.0005332903732883614, 
            "20": 0.00013663340158100824, 
            "21": 9.471753982475413e-05, 
            "22": 0.012130936670746958, 
            "23": 6.913999147245853e-05, 
            "24": 7.942561223078216e-05, 
            "25": 0.09429787604213925, 
            "26": 8.421705420324963e-05, 
            "27": 0.002103507510369789, 
            "28": 0.00025904654602743163, 
            "29": 0.008137337568376845, 
            "30": 5.684569944021772e-05
        }
    }, 
    {
        "i": 12, 
        "content": {
            "text": "  To the Editor:  Re ''Busywork for Nuclear Scientists'' (editorial, Jan. 15):  Nuclear deterrence undergirds America's security and that of our allies.  The administration is committed to the smallest nuclear stockpile consistent with our security; to safe, secure and reliable weapons; and to the current nuclear testing moratorium. That's why it seeks to develop the Reliable Replacement Warhead.  You do not acknowledge the national security potential this warhead holds, and you make light of its increased safety and security features. In a terrorist age, nuclear safety and security are crucial.  There is no ''busywork.'' Developing the warhead will increase security while maintaining our nuclear scientists' design skills.  This warhead will not hurt American credibility overseas. It does not expand capabilities, but replaces existing weapons with ones of greater reliability. With greater confidence in our weapons' reliability, we could significantly reduce the numbers of spare warheads.  I disagree that President Bush has not focused on nuclear arms reduction. Under plans he approved, by 2012 the stockpile will be at the lowest levels since the Eisenhower administration.  The Reliable Replacement Warhead will give the United States up-to-date security and safety while making it easier to maintain the stockpile. It deserves support, not condemnation.  Linton F. Brooks  Washington, Jan. 25, 2007  The writer is the former administrator of the National Nuclear Security Administration.  ", 
            "title": "A New Nuclear Warhead"
        }, 
        "weight": 0.5807095815408798, 
        "file": "1822583.txt", 
        "other_topics": {
            "0": 0.0006116312277712647, 
            "1": 0.0004970690866589588, 
            "2": 0.000524772525551269, 
            "3": 0.0004844345707664822, 
            "4": 0.0006960906473902805, 
            "5": 0.008246376433840902, 
            "6": 0.008724514800653244, 
            "7": 0.0008007894580958425, 
            "8": 0.0003365743025039199, 
            "9": 0.5807095815408798, 
            "10": 0.23475522914814673, 
            "11": 0.04861469404773503, 
            "12": 0.0004874009273393736, 
            "13": 0.00039231749990248447, 
            "14": 0.0018153383582614911, 
            "15": 0.0006616719679802038, 
            "16": 0.00037386951021346233, 
            "17": 0.0009016578244610026, 
            "18": 0.00027033841247397605, 
            "19": 0.04185492944557614, 
            "20": 0.0005417036464094579, 
            "21": 0.000375521915639215, 
            "22": 0.0004061772328837726, 
            "23": 0.0002741158827927149, 
            "24": 0.0003148947714531521, 
            "25": 0.0002962708490275711, 
            "26": 0.0003338911629504836, 
            "27": 0.04808029117242536, 
            "28": 0.01692327680587409, 
            "29": 0.0004692015092294589, 
            "30": 0.00022537331511288564
        }
    }, 
    {
        "i": 13, 
        "content": {
            "text": "  As President Bush and his aides calibrate how directly to confront Iran, they are discovering that both their words and their strategy are haunted by the echoes of four years ago -- when their warnings of terrorist activity and nuclear ambitions were clearly a prelude to war.  This time, they insist, it is different.  ''We're not looking for a fight with Iran,'' R. Nicholas Burns, the under secretary of state for policy and the chief negotiator on Iranian issues, said in an interview on Friday evening, just a few hours after Mr. Bush had repeated his warnings to Iran to halt ''killing our soldiers'' and to stop its drive for nuclear fuel.  Mr. Burns, citing the president's words, insisted that Washington was committed to ''a diplomatic path'' -- even as it executed a far more aggressive strategy, seizing Iranians in Iraq and attempting to starve Iran of the money it needs to revitalize a precious asset, its oil industry.  Mr. Burns argues that those are defensive steps that are not intended to provoke Iran, though there has been a vigorous behind-the-scenes debate in the administration over whether the more aggressive policy could provoke Iran to strike back. The State Department has tended to counsel caution, while some more hawkish aides in the Pentagon and the White House say the increase in American forces in Iraq could be neutered unless the American military forcefully pushes back against the Iranian aid to the militias.  To many in Washington, especially Mr. Bush's Democratic critics, the new approach to Iran has all the hallmarks of an administration once again spoiling for a fight.  Some see an attempt to create a diversion, focusing the country's attention away from a war gone bad in Iraq, and toward a country that has exploited America's troubles to expand its influence. Others suspect an effort to shift the blame for the spiraling chaos in Iraq, as a steady flow of officials, from the C.I.A. director to the new secretary of defense, cite intelligence that Iranians are smuggling into Iraq sophisticated explosive devices and detailed plans to wipe out Sunni neighborhoods. So far, they have disclosed no evidence. Next week, American military officials are expected to make their most comprehensive case -- based on materials seized in recent raids -- that Iran's elite Quds force is behind many of the most lethal attacks.  But as they present their evidence, some Bush administration officials concede they are confronting the bitter legacy of their prewar distortions of the intelligence in Iraq. When speaking under the condition of anonymity, they say the administration's credibility has been deeply damaged, which would cast doubt on any attempt by Mr. Bush, for example, to back up his claim that Iran's uranium enrichment program is intended for bomb production.  ''It's never stated explicitly, but clearly we can't make the case about Iran's intentions,'' said a senior strategist for the Bush administration who joined it long after evidence surfaced that Iraq had none of the illicit weapons that the administration cited as a reason to go to war.  It has not helped that even as the administration is making its case against Iran, the perjury trial of I. Lewis Libby Jr., Vice President Dick Cheney's former chief of staff, was opening just a few blocks away.  The early testimony in that trial has laid bare again how Mr. Cheney, among others, carefully selected intelligence for use in a political campaign to make the case against Iraq. Now, several years later, the administration is paying the price in dealing with a country whose ability to project power and to build a sophisticated nuclear program is far greater than Saddam Hussein's was in 2003.  The administration does not have definitive evidence that Iran is moving toward producing a nuclear bomb, but next week it will unveil what officials say is evidence of Iran's meddling in Iraq.  In interviews over the past several weeks, officials from the Pentagon to the State Department to the White House insist that Mr. Bush's goal in Iran is not to depose a government, Iraq-style, but rather to throw a series of brushback pitches.  Officials familiar with the intelligence prepared for Mr. Bush say American assessments conclude that Iran sees itself at the head of an alliance to drive the United States out of Iraq, and ultimately out of the Middle East. Other briefings have included assessments that Russia and China will never join meaningful economic sanctions against a country that they do business with, so if Mr. Bush wants to apply military and economic pressure, he must do so outside the United Nations.  One result was a strategy that Mr. Bush approved in the fall to push back on all fronts and to force Iran to recalculate what administration officials call its cost-benefit analysis for challenging the United States. The effort to stop European and Japanese banks from lending money to Iran's oil sector is part of the equation. So is pushing down the price of oil, though administration officials grow silent when asked whether Mr. Cheney or others have discussed with Saudi Arabia the benefits of pumping enough oil to push the price down and deprive Iran of revenues.  But it is the military component of the strategy that carries the biggest risks. Two aircraft carriers and their accompanying battle groups were sent into the Persian Gulf, a senior military official said, ''to remind the Iranians that we can focus on them, too.'' American military forces in Iraq were authorized to move against Iranian operatives, though it is unclear what kind of evidence is needed, if any, that they are conspiring against American forces before military action is authorized.  American officials describe those measures as purely defensive. ''We are definitely looking to protect our interests in the gulf, in Iraq itself, and to protect the lives of our soldiers,'' said Mr. Burns, who insisted that there was no effort to stop Iran from ordinary exchanges with Iraq.  Yet administration officials clearly worry that the Iranians may not back down, and that a confrontation could build up -- especially if a midlevel American commander or a member of Iran's military or paramilitary forces in Iraq miscalculated. Both Secretary of State Condoleezza Rice and Defense Secretary Robert M. Gates have warned against that risk, officials say.  Administration officials say that while all of Mr. Bush's advisers have signed on to the strategy of more forceful confrontation with Tehran, there is considerable debate about how far to push it. Some Iran experts at the State Department have warned that encounters between Americans and Iranians inside Iraq could strengthen the hand of President Mahmoud Ahmadinejad by allowing him to change the subject from his failure to produce jobs and the rising cost of nuclear defiance.  Over the longer run, there is a continuing debate about whether military action may some day be necessary to set back Iran's nuclear activities. For now American officials say they do not believe they have a good set of targets or the ability to contain Iran's reaction. ''It's not a question of ideology,'' one senior military official said, refusing to talk on the record about military planning. ''We simply don't have the forces to deal with the reaction. They're busy.''  At the Pentagon, military officials say there are still arguments over the rules for confronting Iranian operatives. Are they legitimate targets simply because they are identified as part of Iran's military? Or do American forces need evidence that they are importing weapons or sowing chaos? Publicly, officials say the answers to those questions are classified. Privately, a senior official said, ''It's all still a matter of debate.''  In coming weeks, administration officials say, more escalation is likely. The Iranians have told the International Atomic Energy Agency that they will announce in February that they are beginning industrial-scale efforts to produce uranium. It will probably be years before they can produce enough fuel for a bomb.  But the debate over whether the United States should stick to diplomacy or take more forceful action is bound to begin right away, and will sound familiar. Democrats, even while accusing the administration of failing to engage with Iran, are positioning themselves to sound tough.  ''To ensure that Iran never gets nuclear weapons, we need to keep all options on the table,'' former Senator John Edwards recently told an Israeli security conference. ''Let me reiterate -- all options.''  For Mr. Bush, this is not only about options but about legacy. Already bloodied in Iraq, he will come under increasing pressure to show that he has not left the United States weakened in the Middle East. He does not want to be remembered for leaving Iran more powerful than he found it when he came to office.  NEWS ANALYSIS  ", 
            "title": "On Iran, Bush Confronts Haunting Echoes of Iraq"
        }, 
        "weight": 0.5782788434443543, 
        "file": "1822167.txt", 
        "other_topics": {
            "0": 0.00011123322025416808, 
            "1": 9.039858118322151e-05, 
            "2": 0.014550150368812182, 
            "3": 8.810082752830478e-05, 
            "4": 0.00012659328167427363, 
            "5": 5.4241158751134815e-05, 
            "6": 0.027605152685718212, 
            "7": 0.00014563414378656025, 
            "8": 0.010179509969921481, 
            "9": 0.5782788434443543, 
            "10": 0.2768596997714222, 
            "11": 0.00016839632784436853, 
            "12": 0.0029795830089097233, 
            "13": 7.134812104874647e-05, 
            "14": 0.0003301432665172154, 
            "15": 0.0001203337900495091, 
            "16": 6.799311037049341e-05, 
            "17": 0.00016397838898388027, 
            "18": 4.916461229008013e-05, 
            "19": 0.04663959853719474, 
            "20": 9.851596563032798e-05, 
            "21": 6.829362213040091e-05, 
            "22": 7.386869662005808e-05, 
            "23": 4.9851595179261515e-05, 
            "24": 5.726777489365462e-05, 
            "25": 0.018845008385109743, 
            "26": 6.072251968678233e-05, 
            "27": 7.120810390363208e-05, 
            "28": 0.00018677878417572007, 
            "29": 0.02176740082084459, 
            "30": 4.098711521109389e-05
        }
    }, 
    {
        "i": 14, 
        "content": {
            "text": "  ''Why put more American lives on the line now in the hope that this time they'll make the difficult choice?''  NORM COLEMAN, Republican senator from Minnesota, voicing doubt about Iraqis' readiness to halt sectarian fighting. [A12]  ", 
            "title": "QUOTATION OF THE DAY"
        }, 
        "weight": 0.5617002511969159, 
        "file": "1818278.txt", 
        "other_topics": {
            "0": 0.002869679452241958, 
            "1": 0.002332171543182457, 
            "2": 0.00246215180863652, 
            "3": 0.0022728923419261995, 
            "4": 0.003265950031676159, 
            "5": 0.001399354782485433, 
            "6": 0.0036427063058694573, 
            "7": 0.003757180714665883, 
            "8": 0.0015791547523949778, 
            "9": 0.5617002511969159, 
            "10": 0.35560790397576164, 
            "11": 0.00434441689940984, 
            "12": 0.00228681002977263, 
            "13": 0.0018406932430960303, 
            "14": 0.00851728778557045, 
            "15": 0.00310446289270794, 
            "16": 0.0017541381187956135, 
            "17": 0.004230439543182671, 
            "18": 0.001268386165067433, 
            "19": 0.00992001570518864, 
            "20": 0.002541590018172054, 
            "21": 0.0017618909503741033, 
            "22": 0.0019057209740948092, 
            "23": 0.0012861094735954154, 
            "24": 0.0014774377340907782, 
            "25": 0.0013900571605062898, 
            "26": 0.0015665658751526385, 
            "27": 0.0018370809739971204, 
            "28": 0.004818661527905506, 
            "29": 0.002201421165009966, 
            "30": 0.0010574168585534818
        }
    }, 
    {
        "i": 15, 
        "content": {
            "text": "  In promising to stop Iran from meddling in Iraq, President Bush returned Wednesday night to a strategy of confrontation in dealing with Tehran, casting aside what had been a limited flirtation with a more diplomatic approach toward it.  Mr. Bush accused Iran of providing material support for attacks on American troops and vowed to respond. ''We will disrupt the attacks on our forces,'' he said in his speech. ''We will seek out and destroy the networks providing advanced weaponry and training to our enemies in Iraq.''  Mr. Bush said the United States would send another aircraft carrier and its supporting ships to the Persian Gulf. Administration officials said the battle group would be stationed within quick sailing distance of Iran, a response to the growing concern that Iran is building up its own missile capacity and naval power, with the goal of military dominance in the gulf.  Mr. Bush also announced the deployment of Patriot missiles to protect America's gulf allies. A battery of such missiles is already in Qatar, having been moved there several months ago.  The more combative talk reflects increased frustration in the administration with Iran, which American officials blame for part of the rising death toll in Iraq.  Military officials in Baghdad say they have documented a gradual rise in the number of sophisticated roadside bombs using ''shaped charges'' -- a type of weapon that commanders believe is imported from Iran. According to military statistics, 78 coalition troops were killed and 243 were wounded by these bombs between September and December of last year, compared with 53 killed by the bombs in the previous nine months.  American officials have provided members of Congress information to support the claim that Iran is helping to orchestrate attacks on Americans in Iraq, but the administration has not made that information public.  The American officials say that the Revolutionary Guard's Quds force trains inside Iran and then dispatches operatives into Iraq, using contacts with Iraqi Shiite militias to attack American troops.  ''They're training to kill coalition forces,'' said one senior American counterterrorism official, speaking on condition of anonymity. ''Their comments about wanting to see a stable Iraq are belied by this type of activity.''  Gen. Michael V. Hayden, director of the Central Intelligence Agency, told Congress late last year that while he was originally skeptical of reports of Iranian operations inside Iraq, he now had the ''zeal of a convert'' on the matter.  One American official who recently returned from a trip to Baghdad said American commanders in Iraq believed that Iran was using its vast political influence to press Shiite politicians not to forge any long-term agreements with Sunnis.  ''We caught them with their finger in the cookie jar last month,'' a senior administration official said, referring to the arrest of five Iranians in Iraq whom the Americans accused of running guns and planning sectarian attacks. The Iranians were eventually released by Iraqi authorities.  American officials maintain that the latest moves should not be seen as preparations for a military strike against Iran. But they also said that Mr. Bush's top deputies, including Secretary of State Condoleezza Rice and National Security Adviser Stephen J. Hadley, had decided that, barring some major conciliatory move from Tehran, American moves to engage Iran had run their course.  The United States has grown frustrated with what one administration official described as the ''molasseslike'' pace of diplomatic efforts at the United Nations to impose broad sanctions on Iran over its nuclear program.  The Security Council passed a resolution on Dec. 23 with sanctions intended to curb Iran's uranium enrichment program, which Iran says is for peaceful purposes but the United States and some European nations contend is for the purpose of creating nuclear arms. The measure bars the trade of goods or technology related to Iran's nuclear program.  But American officials acknowledge that the resolution is too weak to force Iran to abandon its nuclear program and are seeking to increase economic and psychological pressure on Iran. The United States is pressing governments and financial institutions in Europe, Japan and China to cut some of their financial ties with Iran.  For instance, during talks in Washington last week between Ms. Rice and visiting Vice Foreign Minister Yang Jiechi of China, American officials urged Beijing to abandon a proposal for a $16 billion natural gas deal for the China National Offshore Oil Corporation to develop Iran's North Pars gas field, American officials said. The Chinese assured the United States that a decision was not imminent, American officials said.  Mr. Bush is expected to seek to apply pressure to other countries to limit their dealings with Iran in the coming month. American officials are hoping that the economic pressure will also persuade Iran not to actively oppose the new Bush strategy in Iraq.  THE STRUGGLE FOR IRAQ  ", 
            "title": "To Counter Iran's Role in Iraq, Bush Moves Beyond Diplomacy"
        }, 
        "weight": 0.5603681366194835, 
        "file": "1818038.txt", 
        "other_topics": {
            "0": 0.0001710764629081461, 
            "1": 0.00013903283106793748, 
            "2": 0.011262441415153127, 
            "3": 0.00013549889069455615, 
            "4": 0.00019470020563355791, 
            "5": 8.342279007997763e-05, 
            "6": 0.00021716059949987836, 
            "7": 0.002447116969597867, 
            "8": 0.008986669427534861, 
            "9": 0.5603681366194835, 
            "10": 0.2146121102182622, 
            "11": 0.0024821251616449556, 
            "12": 0.00013632859618893352, 
            "13": 0.00010973326274534804, 
            "14": 0.0005077596617238115, 
            "15": 0.0001850731204487455, 
            "16": 0.00010457326325470049, 
            "17": 0.0002521984234263609, 
            "18": 7.561507211261474e-05, 
            "19": 0.0005913835419879646, 
            "20": 0.0001515173515745218, 
            "21": 0.00010503544972048656, 
            "22": 0.00011360990276572462, 
            "23": 7.667165037665333e-05, 
            "24": 8.807771945323367e-05, 
            "25": 0.10679320246489388, 
            "26": 9.339110980647643e-05, 
            "27": 0.00010951791666548148, 
            "28": 0.0002872653841186339, 
            "29": 0.08905651641867343, 
            "30": 6.303809850241091e-05
        }
    }, 
    {
        "i": 16, 
        "content": {
            "text": "  A recent series of American raids against Iranians in Iraq was authorized under an order that President Bush decided to issue several months ago to undertake a broad military offensive against Iranian operatives in the country, Secretary of State Condoleezza Rice said Friday.  ''There has been a decision to go after these networks,'' Ms. Rice said in an interview with The New York Times in her office on Friday afternoon, before leaving on a trip to the Middle East.  Ms. Rice said Mr. Bush had acted ''after a period of time in which we saw increasing activity'' among Iranians in Iraq, ''and increasing lethality in what they were producing.'' She was referring to what American military officials say is evidence that many of the most sophisticated improvised explosive devices, or I.E.D.'s, being used against American troops were made in Iran.  Ms. Rice was vague on the question of when Mr. Bush issued the order, but said his decision grew out of questions that the president and members of his National Security Council raised in the fall.  The administration has long accused Iran of meddling in Iraq, providing weapons and training to Shiite forces with the idea of keeping the United States bogged down in the war. Ms. Rice's willingness to discuss the issue seemed to reflect a new hostility to Iran that was first evident in Mr. Bush's speech to the nation on Wednesday night, in which he accused Tehran of providing material support for attacks on American troops and vowed to respond.  Until now, despite a series of raids in which Iranians have been seized by American forces in Baghdad and other cities in Iraq, administration officials have declined to say whether Mr. Bush ordered such actions.  The White House decision to authorize the aggressive steps against Iranians in Iraq appears to formalize the American effort to contain Iran's ambitions as a new front in the Iraq war. Administration officials now describe Iran as the single greatest threat the United States faces in the Middle East, though some administration critics regard the talk about Iran as a diversion, one intended to shift attention away from the spiraling chaos in Iraq.  In adopting a more confrontational approach toward Iran, Mr. Bush has decisively rejected recommendations of the Iraq Study Group that he explore negotiations with Tehran as part of a new strategy to help quell the sectarian violence in Iraq.  In the interview on Friday, Ms. Rice described the military effort against Iranians in Iraq as a defensive ''force protection mission,'' but said it was also motivated by concerns that Iran was trying to further destabilize the country.  Mr. Bush's public warning to Iran was accompanied by the deployment of an additional aircraft carrier off Iran's coast and advanced Patriot antimissile defense systems in Persian Gulf countries near Iran's borders. Both the White House and the secretary of defense, Robert M. Gates, insisted Friday that the United States was not seeking to goad Iran into conflict, and that it had no intention of taking the battle into Iranian territory. The White House spokesman, Tony Snow, warned reporters away from ''an urban legend that's going around'' that Mr. Bush was ''trying to prepare the way for war'' with Iran or Syria.  Mr. Gates said that the United States did not intend to engage in hot pursuit of the operatives into Iran.  ''We believe that we can interrupt these networks that are providing support, through actions inside the territory of Iraq, that there is no need to attack targets in Iran itself,'' Mr. Gates told the Senate Armed Services Committee. ''I continue to believe what I told you at the confirmation hearing,'' he added, referring to last month's hearings on his nomination, ''that any kind of military action inside Iran itself would be a very last resort.''  Ms. Rice's comments came just a day after the new chairman of the Senate Foreign Relations Committee, Senator Joseph R. Biden Jr., Democrat of Delaware, issued a sharp warning to the administration about the recent raids against Iranians in Iraq, including one in Erbil early Thursday.  He said the vote to authorize the president to order the use of force to topple Saddam Hussein was not a vehicle for mounting attacks in Iran, even to pursue cells or networks assisting insurgents or sectarian militias. ''I just want the record to show -- and I would like to have a legal response from the State Department if they think they have authority to pursue networks or anything else across the border into Iran and Iraq -- that will generate a constitutional confrontation here in the Senate, I predict to you,'' Mr. Biden said.  In the view of American officials, Iran is engaged in a policy of ''managed chaos'' in Iraq. Its presumed goal, both policymakers and intelligence officials say, is to raise the cost to the United States for its intervention in Iraq, in hopes of teaching Washington a painful lesson about the perils of engaging in regime change.  Toward this end, American officials charge, Iran has provided components, including explosives and infrared triggering devices, for sophisticated roadside bombs that are designed to penetrate armor. They have also provided training for several thousand Shiite militia fighters, mostly in Iran. Officials say the training is carried out by the Iranian Revolutionary Guards and the Ministry of Intelligence and Security.  In the interview on Friday, Ms. Rice said, ''We think they are providing help to the militias as well, and maybe even the more violent element of these militias.''  In addition, American officials say the Iranian Revolutionary Guard Quds Force is active in Iraq. A senior military official said last week that one of the Iranians seized in Baghdad late last month was the No. 3 Quds official. He said American forces uncovered maps of neighborhoods in Baghdad in which Sunnis could be evicted, and evidence of involvement in the war during the summer in Lebanon.  That Iranian official was ordered released, by Ms. Rice among others, after Iran claimed he had diplomatic status.  This week, American forces in Iraq conducted at least two raids against suspected Iranian operatives, including the raid in Erbil. The United States is currently detaining several individuals with Iranian passports who were picked up in those raids. The Iranians have said that they were in the process of establishing a consulate, but American officials said that the Erbil operation was a liaison office and that the workers there did not have diplomatic passports.  A defense official said Friday that such raids would continue. ''We are going to be more aggressive,'' he said, referring to the suspected Iranian operatives. ''We are going to look for them and to try to do what we can to get them into custody.''  THE REACH OF WAR  ", 
            "title": "BUSH AUTHORIZED IRANIANS' ARREST IN IRAQ, RICE SAYS"
        }, 
        "weight": 0.5568924331019008, 
        "file": "1818514.txt", 
        "other_topics": {
            "0": 0.0057105834624747, 
            "1": 0.0038279110688165334, 
            "2": 0.00012253667551615679, 
            "3": 0.00011311758698583333, 
            "4": 0.00016254020482396812, 
            "5": 6.964326176473938e-05, 
            "6": 0.00018129065764233688, 
            "7": 0.009466596002207775, 
            "8": 7.85915688891573e-05, 
            "9": 0.5568924331019008, 
            "10": 0.19401049330836365, 
            "11": 0.0076399000116201534, 
            "12": 0.00011381024419469877, 
            "13": 9.160784881860962e-05, 
            "14": 0.00042388943118667273, 
            "15": 0.0001545032929331699, 
            "16": 8.730016269484691e-05, 
            "17": 0.00021054103803646535, 
            "18": 6.312519942631826e-05, 
            "19": 0.004205543834873234, 
            "20": 0.00012649016614630227, 
            "21": 8.76860065750384e-05, 
            "22": 9.484415697190824e-05, 
            "23": 6.400725523561004e-05, 
            "24": 7.352930375071526e-05, 
            "25": 0.21535609003509898, 
            "26": 7.796504409066752e-05, 
            "27": 9.142807296364506e-05, 
            "28": 0.00023981574247208148, 
            "29": 0.0001095606006197521, 
            "30": 5.262565290547048e-05
        }
    }, 
    {
        "i": 17, 
        "content": {
            "text": "  Iran is barring 38 nuclear agency inspectors from entering the country in retaliation for a United Nations resolution aiming to curb Iran's nuclear program, a senior Iranian lawmaker said Monday.  The announcement came only days after Grand Ayatollah Hossein Ali Montazeri, Iran's most senior dissident cleric, criticized President Mahmoud Ahmadinejad's defiant stance against the West on the nuclear issue in a speech on Friday, calling it provocative. His comments were the first direct public attack on the president's nuclear policy by such a senior cleric.  The two developments suggest an increasingly open debate within Iran over how forcefully to confront the West over Iran's nuclear ambitions, even as its government continues to defend them.  Two hard-line newspapers, including one owned by the supreme leader, Ayatollah Ali Khamenei, have already called for the president to stay out of all nuclear matters. Ayatollah Montazeri said Iran has the right to nuclear technology but questioned the way Mr. Ahmadinejad has confronted the West.  ''One has to deal with the enemy with wisdom,'' he said. ''We should not provoke the enemy, otherwise the country will be faced with problems.  ''We should get our right in a way that it does not create problems or excuses for others,'' he said.  ''Besides, is this our only irrefutable right and we have no other rights?'' he asked, referring to rising inflation since Mr. Ahmadinejad took office over a year ago.  Ayatollah Montazeri was once in line to become Iran's supreme religious leader, until he was banished and put under house arrest for his criticisms. His comments reflect the growing concern in Iran over additional economic sanctions if Iran continues to defy the international demand to halt its uranium enrichment program.  The United Nations Security Council passed a resolution on Dec. 23 and imposed sanctions banning the trade of goods related to Iran's nuclear program. It also gave Iran a deadline of two months to halt its uranium enrichment program or face tougher sanctions.  In response, Parliament passed a bill last month calling for the government to limit its cooperation with the International Atomic Energy Agency.  ''The committee has decided to bar 38 inspectors from coming to Iran and we have announced the new limitation to the agency,'' said Alaedin Boroujerdi, the head of Parliament's committee for foreign policy and national security, the ISNA news agency reported.  The nuclear agency's inspectors visit Iran's nuclear facilities regularly. But last summer Iran said that it had decided not to let some of the inspectors return.  Still, Mr. Boroujerdi said that Iran planned to continue its cooperation with the agency, and that Iran would remain a party to the Nuclear Nonproliferation Treaty.  An I.A.E.A. spokeswoman, Melissa Flemming, said that the agency was confident that it could continue to monitor Iran's nuclear program.  ''There are a sufficient number of inspectors designated for Iran, and the I.A.E.A. is able to perform its inspection activities in accordance with Iran's Comprehensive Safeguard Agreement,'' she said in an agency statement.  For his part, Mr. Ahmadinejad vowed again on Sunday that Iran would continue with its nuclear program, and brushed off the United Nations resolution as insignificant.  In Brussels on Monday, European Union foreign ministers called for all countries to enforce the sanctions against Iran. The British foreign secretary, Margaret Beckett, said a collective application of the sanctions was essential ''to keep pressure on Iran to accept the offer of the international community to come back to the negotiating table.''  European Union officials said they would apply the measures next month, including a ban on selling materials and technology that could be used in Iran's nuclear and missile programs and the freezing of the assets of 10 Iranian companies and individuals.  Germany's foreign minister, Frank-Walter Steinmeier, said it was time to take a tough and united stance on Iran but kept the option of diplomacy open. ''There is a need to send a clear signal, and we need to show resolve,'' he said.  Correction:  January 25, 2007, Thursday  A front-page article on Friday about criticism of Mahmoud Ahmadinejad, Iran's president, by Iranian religious authorities over his involvement in the country's nuclear program misstated the connection between Ayatollah Ali Khamenei, the supreme leader, and Jomhouri-Eslami, a newspaper that has rebuked Mr. Ahmadinejad. (The error was repeated in an article about Iran on Tuesday.) Ayatollah Khamenei owned the newspaper until 1989, when he became supreme leader and transferred ownership to Massih Mohajeri, a conservative politician. However, the newspaper still reflects Ayatollah Khamenei's views.  ", 
            "title": "Iran Bars Inspectors; Dissident Cleric Condemns President's Stance"
        }, 
        "weight": 0.5467748328984542, 
        "file": "1820919.txt", 
        "other_topics": {
            "0": 0.0001929534758715201, 
            "1": 0.00015681215030275797, 
            "2": 0.00016555185256966805, 
            "3": 0.00015282629469775438, 
            "4": 0.0002195981889692545, 
            "5": 9.409077694968744e-05, 
            "6": 0.025319159654340083, 
            "7": 0.0002526278946611417, 
            "8": 0.00010618029068563353, 
            "9": 0.5467748328984542, 
            "10": 0.17435598143806288, 
            "11": 0.04041087907377646, 
            "12": 0.0001537621017419751, 
            "13": 0.00012376579516263473, 
            "14": 0.0005726912397619571, 
            "15": 0.00020874000592441247, 
            "16": 0.0076402146028854605, 
            "17": 0.0027918720833233946, 
            "18": 8.528461919532662e-05, 
            "19": 0.0006670088220204563, 
            "20": 0.00017089317340427082, 
            "21": 0.00011846723253904217, 
            "22": 0.00012813817435448137, 
            "23": 8.647631117393623e-05, 
            "24": 0.0026067638588734973, 
            "25": 9.346561706403766e-05, 
            "26": 0.00010533383112049586, 
            "27": 0.00012352291093461638, 
            "28": 0.00032400046985433926, 
            "29": 0.1957270058411048, 
            "30": 7.109932021976747e-05
        }
    }, 
    {
        "i": 18, 
        "content": {
            "text": "  One of the most worrying parts of President Bush's Iraq strategy doesn't have anything to do with Iraq. It's the way he's ramping up a confrontation with Iran.  Across a broad spectrum of policy levers, Mr. Bush is raising the pressure on Iran, increasing the risk that he will drag the U.S. into a third war in an Islamic country in six years. Instead of disengaging from war, he could end up starting another.  We could have taken another route. In 2003, Iran sent the U.S. a detailed message offering to work together to capture terrorists, to stabilize Iraq, to resolve nuclear disputes, to withdraw military support for Hezbollah and Hamas, and to moderate its position on Israel, in exchange for the U.S. lifting sanctions and warming up to Iran.  Some diplomats liked the idea, but administration hawks rejected it at once. Lawrence Wilkerson, a former chief of staff to Colin Powell, says that the State Department sent a cable to the Swiss ambassador in Tehran, who looks after U.S. interests in Iran, scolding him for even forwarding the package to Washington.  Obviously, Iran's offer might have led nowhere. But it's plain where rejection of the offer has taken us: more Americans are dying in Iraq, and some experts worry about clashes with Iran itself.  The Iraq Study Group proposed engagement with Iran, but instead Mr. Bush has been escalating the rhetoric and military pressure.  ''When you have such a buildup and have zero communications, and you have an arena like Iraq where you may step on each other's toes, you could have rapid escalation,'' warns Vali Nasr, an expert on the region at the Naval Postgraduate School.  It doesn't appear that Mr. Bush wants a war with Iran. His aim seems to be a show of force to deter Iran and reassure our allies in the region. But he is on a path that may easily lead to escalation.  It's unfortunate that we are ratcheting up the military pressure, because the administration has quietly taken one very useful step against Iran: squeezing its access to international banking transactions. That has caused real economic pain and has added to the unpopularity of Iran's hard-line president, Mahmoud Ahmadinejad. Those banking sanctions, not military moves, are a reason Mr. Ahmadinejad has been rebuked by the country's supreme leader.  Unfortunately, both Mr. Bush and Mr. Ahmadinejad benefit from confrontation. Both are unpopular domestically but can use a crisis to distract from their policy failures.  ''The current strategy benefits Ahmadinejad,'' says Professor Nasr. ''It's going to divert attention at the popular level from democracy.''  Mr. Ahmadinejad is facing growing criticism: he has been heckled by university students and scolded in the press, and his candidates did poorly in recent elections. Ordinary Iranians love the U.S. -- it's the most pro-American country in the Middle East I've visited -- and a civil society is struggling to be born.  ''If there is any military strike on Iran, all this movement will end,'' said Shirin Ebadi, the Iranian lawyer and Nobel Peace Prize winner.  Even some Republicans opposed to a ''grand bargain'' favor some kind of engagement. Mitchell Reiss, a former senior State Department official under Mr. Bush, proposes technical talks with Iran about drug trafficking and maritime security. ''Even if they are a nonstarter for Tehran, I think we score points in the region for trying,'' Ambassador Reiss said.  Granted, Mr. Bush is right to be frustrated by Iran and the way it's defying the international community with its nuclear program.  Unfortunately, Mr. Bush's military pressure may end up making Iraq bloodier than ever. Instead of being cowed, Iran may use its proxies in Iraq, Afghanistan, Lebanon and elsewhere to kill more American officials and troops.  Or even ordinary Americans here at home. ''It's a pretty good assumption that they have, if not operatives, at least sympathetic actors and affiliated groups'' in the U.S., said Henry Crumpton, the State Department coordinator for counterterrorism.  Mr. Bush is absolutely right to denounce Iran's leaders for stealing elections, suppressing their people and dabbling in terrorism. But we ourselves are partly to blame for the awful government in Tehran.  By instigating a coup in 1953 and seeking special legal privileges for American troops in 1964, we empowered extremists like Ayatollah Ruhollah Khomeini and allowed them to tap nationalist outrage. So it would be in keeping with tradition if Mr. Bush, by shortsightedly stoking a confrontation with Tehran, now inadvertently helped Iranian hard-liners crush Iran's democracy movement.  Op-Ed Columnist  ", 
            "title": "Hang Up! Tehran Is Calling"
        }, 
        "weight": 0.5378435281512065, 
        "file": "1820468.txt", 
        "other_topics": {
            "0": 0.014070758944629499, 
            "1": 0.00017332711671893508, 
            "2": 0.0001829872571607362, 
            "3": 0.00016892148323747693, 
            "4": 0.0002427255850854263, 
            "5": 0.00010400012401492419, 
            "6": 0.041843178764083076, 
            "7": 0.00027923387632814334, 
            "8": 0.00011736286761827266, 
            "9": 0.5378435281512065, 
            "10": 0.198261603096957, 
            "11": 0.000322877301715199, 
            "12": 0.0001699558465598782, 
            "13": 0.00013680042256004004, 
            "14": 0.0034045021364765052, 
            "15": 0.0002307238520798188, 
            "16": 0.00013036764098524721, 
            "17": 0.00031440649836291033, 
            "18": 9.426652920107509e-05, 
            "19": 0.0977396455849455, 
            "20": 0.011274878477795756, 
            "21": 0.00013094383185243934, 
            "22": 0.00014163328708655446, 
            "23": 9.55837264607944e-05, 
            "24": 0.00010980325325137411, 
            "25": 0.00010330912424061582, 
            "26": 0.00011642726157268745, 
            "27": 0.00013653195852292527, 
            "28": 0.00035812318845834475, 
            "29": 0.09162300553203677, 
            "30": 7.858727879552479e-05
        }
    }, 
    {
        "i": 19, 
        "content": {
            "text": "  Iran's supreme religious leader, Ayatollah Ali Khamenei, said Monday that Iran would not back down from developing its nuclear program, despite sanctions imposed by the United Nations Security Council last month.  Ayatollah Khamenei, 67, has the final word on state matters, including nuclear policies.  He was making his first public appearance since rumors spread on several Web sites on Thursday that he had died.  ''The Iranian people will definitely not give up their right and the authorities have no right to give up this great achievement,'' Ayatollah Khamenei said, addressing a crowd in Qum, 82 miles south of Tehran.  The Security Council passed a resolution on Dec. 23 with sanctions intended to curb Iran's uranium enrichment program, which Iran says is for peaceful purposes but the United States and some European nations contend is for the purpose of creating nuclear weapons. The measure bars the trade of goods or technology related to Iran's nuclear program. Enriched uranium can be used for making nuclear fuel but also for making nuclear weapons.  The resolution also gave Iran a two-month deadline to halt the program or face tougher sanctions.  President Mahmoud Ahmadinejad has also brushed off the resolution and vowed that Iran will not suspend the nuclear program.  In his remarks, Ayatollah Khamenei also warned neighboring Arab countries not to join an alliance with the United States and Britain against Iran.  ''The nuclear program is a native achievement and is a source of pride for Iran and the Islamic world,'' Ayatollah Khamenei said.  ''If some Arab and Islamic governments think that by joining an alliance with Britain and the United States and imposing sanctions on Iran they can earn the satisfaction of the Zionist regime, they should know that they are making a political blunder,'' he said.  ", 
            "title": "Iranian Leader Vows to Resist U.N. Sanctions"
        }, 
        "weight": 0.5375698980164345, 
        "file": "1817544.txt", 
        "other_topics": {
            "0": 0.00046975248963042587, 
            "1": 0.0003817650740744895, 
            "2": 0.00040304220774604546, 
            "3": 0.0003720613587861235, 
            "4": 0.0005346200451725883, 
            "5": 0.00022906753311252776, 
            "6": 0.0005962932043987578, 
            "7": 0.0006150321051805438, 
            "8": 0.0002584999087161856, 
            "9": 0.5375698980164345, 
            "10": 0.18640399504331145, 
            "11": 0.0007111597962259783, 
            "12": 0.000374339616209841, 
            "13": 0.00030131248035899377, 
            "14": 0.03802072994260088, 
            "15": 0.0005081853904189537, 
            "16": 0.000287143829885288, 
            "17": 0.000692502260518505, 
            "18": 0.00020762861105888338, 
            "19": 0.0016238580483421822, 
            "20": 0.0004160458540842966, 
            "21": 0.0002884129304926174, 
            "22": 0.0003119572018479493, 
            "23": 0.00021052982997342225, 
            "24": 0.0002418493303566927, 
            "25": 0.00022754555787277307, 
            "26": 0.00025643917108863606, 
            "27": 0.00030072116957649423, 
            "28": 0.0007887913221985565, 
            "29": 0.22622372670281127, 
            "30": 0.00017309396751425063
        }
    }, 
    {
        "i": 20, 
        "content": {
            "text": "  Democratic leaders said Tuesday that they intended to hold symbolic votes in the House and Senate on President Bush's plan to send more troops to Baghdad, forcing Republicans to take a stand on the proposal and seeking to isolate the president politically over his handling of the war.  Senate Democrats decided to schedule a vote on the resolution after a closed-door meeting on a day when Senator Edward M. Kennedy of Massachusetts introduced legislation to require Mr. Bush to gain Congressional approval before sending more troops to Iraq.  The Senate vote is expected as early as next week, after an initial round of committee hearings on the plan Mr. Bush will lay out for the nation Wednesday night in a televised address delivered from the White House library, a setting chosen because it will provide a fresh backdrop for a presidential message.  The office of Nancy Pelosi, speaker of the House, followed with an announcement that the House would also take up a resolution in opposition to a troop increase. House Democrats were scheduled to meet Wednesday morning to consider whether to interrupt their carefully choreographed 100-hour, two-week-long rollout of their domestic agenda this month to address the Iraq war.  In both chambers, Democrats made clear that the resolutions -- which would do nothing in practical terms to block Mr. Bush's intention to increase the United States military presence in Iraq -- would be the minimum steps they would pursue. They did not rule out eventually considering more muscular responses, like seeking to cap the number of troops being deployed to Iraq or limiting financing for the war -- steps that could provoke a Constitutional and political showdown over the president's power to wage war.  The resolutions would represent the most significant reconsideration of Congressional support for the war since it began, and mark the first big clash between the White House and Congress since the November election, which put the Senate and House under the control of the Democrats. The decision to pursue a confrontation with the White House was a turning point for Democrats, who have struggled with how to take on Mr. Bush's war policy without being perceived as undermining the military or risking criticism as defeatists.  ''If you really want to change the situation on the ground, demonstrate to the president he's on his own,'' said Senator Joseph R. Biden Jr., chairman of the Foreign Relations Committee. ''That will spark real change.''  The administration continued Tuesday to press its case with members of Congress from both parties. By the time Mr. Bush delivers his speech, 148 lawmakers will have come to the White House in the past week to discuss the war, White House aides said Tuesday night, adding that most met with the president himself.  While Mr. Kennedy and a relatively small number of other Democrats were pushing for immediate, concrete steps to challenge Mr. Bush through legislation, Democratic leaders said that for now they favored the less-divisive approach of simply asking senators to cast a vote on a nonbinding resolution for or against the plan.  They also sought to frame the clash with the White House on their terms, using language reminiscent of the Vietnam War era to suggest that increasing the United States military presence in Iraq would be a mistake.  ''We believe that there is a number of Republicans who will join with us to say no to escalation,'' said the Senate mority leader, Harry Reid of Nevada. ''I really believe that if we can come up with a bipartisan approach to this escalation, we will do more to change the direction of that war in Iraq than any other thing that we can do.''  On the eve of the president's Iraq speech, the White House sent Frederick W. Kagan, a military analyst who helped develop the troop increase plan, to meet with the Senate Republican Policy Committee.  But Republican officials conceded that at least 10 of their own senators were likely to oppose the plan to increase troops levels in Iraq. And Democrats were proposing their resolution with that in mind, hoping to send a forceful message that as many as 60 senators believed strengthening American forces in Baghdad was the wrong approach. Democratic leaders said they expect all but a few of their senators to back the resolution.  In an interview on Tuesday, Senator John W. Warner, Republican of Virginia, said he was becoming increasingly skeptical that a troop increase was in the best interest of the United States. ''I'm particularly concerned about the greater injection of our troops into the middle of sectarian violence. Whom do you shoot at, the Sunni or the Shia?'' Mr. Warner said. ''Our American G.I.'s should not be subjected to that type of risk.''  But the Senate minority leader, Mitch McConnell, Republican of Kentucky, said Congress could not supplant the authority of the president. ''You can't run a war by a committee of 435 in the House and 100 in the Senate,'' he said.  The White House press secretary, Tony Snow, criticized the Democrats' plans. ''We understand that the resolution is purely symbolic, but the war -- and the necessity of succeeding in Iraq -- are very real,'' he said Tuesday night.  On Thursday, Democrats in the House and Senate will open a series of hearings on the Iraq war. Defense Secretary Robert M. Gates and Secretary of State Condoleezza Rice are among those who have agreed to testify.  Senator Carl Levin, the Michigan Democrat who is the new chairman of the Armed Services Committee, said that if he was not satisfied that Mr. Bush's plan has sufficient incentives and penalties for the Iraqis, he might support a resolution or amendment to cap the number of American troops in Iraq.  ''We have got to force the Iraqis to take charge of their own country,'' Mr. Levin said at a breakfast meeting with reporters. ''We can't save them from themselves. It is a political solution. It is no longer a military solution.''  Lawmakers said Senate Democrats appeared broadly united in opposition to Mr. Bush's approach during their private luncheon on Tuesday. While there were a few senators who favored cutting off money for any troop increase, a handful of others expressed uncertainty about challenging the president on a potential war-powers issue.  ''We have to be very careful about blocking funding for any troops because we don't want to leave our troops short-changed,'' said Senator Mary L. Landrieu, Democrat of Louisiana.  Yet a large share of the House Democratic caucus supports a stronger stance against the plan. It remained unclear whether a resolution would satisfy constituents.  ''Twice in the past 12 months the president has increased troop levels in a last-ditch effort to control the rapidly deteriorating security situation in Iraq,'' said Representative Martin T. Meehan, Democrat of Massachusetts, who proposed a resolution opposing a troop increase. ''Rather than cooling tensions in Baghdad, the situation has descended further into chaos.''  THE STRUGGLE FOR IRAQ  ", 
            "title": "Democrats Plan Symbolic Votes Against Bush's Iraq Troop Plan"
        }, 
        "weight": 0.5288568907310686, 
        "file": "1817879.txt", 
        "other_topics": {
            "0": 0.00013746110388448868, 
            "1": 0.00011171382731384659, 
            "2": 0.00011794003866248885, 
            "3": 0.00010887428213896311, 
            "4": 0.00015644294216730272, 
            "5": 6.703078038078641e-05, 
            "6": 0.00017449002171326283, 
            "7": 0.0001799734838425913, 
            "8": 0.00364824677375024, 
            "9": 0.5288568907310686, 
            "10": 0.23139024861610102, 
            "11": 0.0002081028047438352, 
            "12": 0.22875615587724002, 
            "13": 0.0018744731035521842, 
            "14": 0.00040798834873061987, 
            "15": 0.00014870751360981113, 
            "16": 8.40253297235425e-05, 
            "17": 0.0019889448311025, 
            "18": 6.0757225782052927e-05, 
            "19": 0.0004751807064448817, 
            "20": 0.0001217452246266671, 
            "21": 8.439669969874204e-05, 
            "22": 9.128633115807948e-05, 
            "23": 6.16061936181081e-05, 
            "24": 7.077104785694802e-05, 
            "25": 6.65854130838379e-05, 
            "26": 7.504039321813953e-05, 
            "27": 8.799839243841227e-05, 
            "28": 0.00023081969393972543, 
            "29": 0.00010545072663796332, 
            "30": 5.0651541770378295e-05
        }
    }, 
    {
        "i": 21, 
        "content": {
            "text": "  The head of the United Nations nuclear inspection agency said Friday that Iranian officials had told him that they planned to begin installing equipment next month in an industrial-scale plant to enrich uranium.  Such a move would intensify Iran's confrontation with the Security Council, which has demanded a full suspension of the production of nuclear material, and has authorized mild sanctions.  The announcement by the official, Mohamed ElBaradei, director general of the International Atomic Energy Agency, was coupled with a plea to both Tehran and Western nations for all sides to take a ''timeout'' to head off a larger confrontation.  ''Enough flexing muscles, enough calling names,'' Dr. ElBaradei said in a conversation with reporters here at the World Economic Forum conference. ''It's time to engage.''  He proposed a suspension of the sanctions against Iran, while the Iranians simultaneously suspend enrichment of uranium. That process can produce fuel for nuclear weapons, though the Iranians deny that is their goal.  Nuclear experts and American officials say Iran's announcement may be a bluff. Tehran has run into significant difficulties in assembling centrifuges to enrich uranium. A year ago it promised to have 3,000 centrifuges running by now; instead, it is just beginning to install that equipment, at Natanz.  But Dr. ElBaradei seemed clearly concerned that once enrichment began, it would be difficult to halt, and that Iranian officials would be loath to dismantle any plant once construction had begun.  He is also concerned that such a plant could become a military target for the United States or Israel. Such a strike would be ''absolutely bonkers,'' he said, noting that it would not deprive Iran of the technological expertise to pursue any nuclear ambitions.  ''It would only strengthen the hand of hard-liners,'' he said. ''They would simply go underground.''  Dr. ElBaradei said he worried that further sanctions against Iran, which the United Nations has threatened to impose next month, ''is only going to lead to an escalation.''  Given what inspectors know about Iran's current capabilities, Dr. ElBaradei said, the Iranians are three to eight years away from being able to manufacture a nuclear device. That is roughly in line with estimates made by American intelligence officials.  The United States said it would stick to its insistence that Iran stop enrichment before negotiations begin. The State Department spokesman, Sean McCormack, said the reports that Iran planned to install 3,000 centrifuges showed its continued defiance.  ''We'll see what Dr. ElBaradei has to say,'' Mr. McCormack said Friday at a briefing in Washington. ''More importantly, we'll see what the Iranians do; they continue in provocative behavior.''  He said the preliminary sanctions, which ban the import and export of material used in uranium enrichment, reprocessing and ballistic missiles, appeared to be having some effect in Iran.  There is evidence of an internal split in Tehran. Two hard-line newspapers that reflect the views of Iran's supreme religious leader, Ayatollah Ali Khamenei, recently demanded that President Mahmoud Ahmadinejad stay away from nuclear issues because his comments were deepening Iran's isolation.  Iran's relations with the international nuclear monitoring agency have deteriorated since the sanctions were approved. Iran has demanded the agency remove the official who oversees inspections of Iranian facilities, and it has barred more than 30 inspectors, all from countries that supported sanctions.  It is not clear how much influence Dr. ElBaradei can exercise, now that the confrontation has moved to the Security Council. But he appears to believe there is support for his proposal.  A diplomat at the agency, speaking on condition of anonymity, said he had found such support in Germany and France. Those nations, along with Britain, have led the talks with Iran over its nuclear program.  Dr. ElBaradei has also consulted with Russia, which favors a more conciliatory approach. But he did not discuss the idea with American officials before making it public here, the diplomat said.  The United States has said that if Iran suspended uranium enrichment, Washington would join the Europeans in direct talks with Tehran, and Secretary of State Condoleezza Rice has indicated that she would take part.  Dr. ElBaradei also suggested the United States show more flexibility in its standoff with North Korea, which detonated a crude nuclear device in October. The North Koreans have demanded that the United States drop financial sanctions as a condition for reviving talks over their nuclear program.  American and North Korean officials met this month in Berlin, a meeting meant to lay the groundwork for a revival of multiparty talks in Beijing. State Department officials say they are hopeful of some kind of deal, perhaps involving a temporary freeze on plutonium production in the North.  ", 
            "title": "Chief U.N. Nuclear Monitor Cites Iran Enrichment Plan"
        }, 
        "weight": 0.5257850079556425, 
        "file": "1821737.txt", 
        "other_topics": {
            "0": 0.000195403269016002, 
            "1": 0.00015880308272337397, 
            "2": 0.0001676537467783606, 
            "3": 0.00015476662154263805, 
            "4": 0.00022238627109862603, 
            "5": 9.528538067107258e-05, 
            "6": 0.0002480404979294813, 
            "7": 0.01041286674402668, 
            "8": 0.0534319433021968, 
            "9": 0.5257850079556425, 
            "10": 0.2527473910076384, 
            "11": 0.0002958216338238846, 
            "12": 0.00015571430986378905, 
            "13": 0.00012533716149921555, 
            "14": 0.0005799622934018918, 
            "15": 0.0002113902294209471, 
            "16": 0.00011944341813175538, 
            "17": 0.0002880606457514396, 
            "18": 8.636741739054325e-05, 
            "19": 0.0006754773589675838, 
            "20": 0.00017306288256734026, 
            "21": 0.00011997132679186159, 
            "22": 0.0001297650536820611, 
            "23": 8.757423943522887e-05, 
            "24": 0.00010060223373847096, 
            "25": 9.465228357467729e-05, 
            "26": 0.00010667117990986322, 
            "27": 0.00012509119354278022, 
            "28": 0.0003281140735418239, 
            "29": 0.152505371167945, 
            "30": 7.200201775587035e-05
        }
    }, 
    {
        "i": 22, 
        "content": {
            "text": "  From the start, John D. Negroponte felt miscast as the nation's first director of national intelligence, a diplomat who never seemed comfortable in spook's clothing, colleagues and friends of his said.  Even at age 67, Mr. Negroponte longed to be back in the thick of policymaking, they said. But he knew it was the one role he was barred from playing as long as he remained the nation's top intelligence chief, whose role is to step into the Oval Office each morning as a neutral, impartial adviser on the threats lurking around the globe.  It was because of this, officials said, that he agreed to do something generally unheard of in a city obsessed with the bureaucratic totem pole: trade a cabinet-level job for a subcabinet post as deputy secretary of state, a job that essentially requires him to handle tasks that Condoleezza Rice would rather not deal with.  Mr. Negroponte leaves his office at Bolling Air Force Base after only 19 months and with mixed reviews. The base is the home of a new intelligence bureaucracy created to solve the problems laid bare after the Sept. 11 attacks, but Mr. Negroponte barely had time to get it running. All over Washington on Thursday, there were questions about whether Mr. Negroponte was there long enough to lay the foundations of real change and whether his transfer suggested that the Bush administration was less committed than it claimed to be to an intelligence overhaul that President Bush had billed as the most significant restructuring of American spy agencies in half a century.  Senior administration officials said it was Mr. Bush who personally asked Mr. Negroponte to take on the diplomatic post sometime last month. It was the second time in two years that Mr. Bush had turned to Mr. Negroponte to fill a critical job: Mr. Negroponte became the director of national intelligence only after several other candidates had turned down the job. This time around, Ms. Rice had requested over the summer that Mr. Negroponte become her deputy. But the decision languished for months as the White House sought an adequate replacement for the spy chief, and as Mr. Negroponte vacillated between remaining at the helm of an intelligence community that numbered roughly 100,000 people and a return to the State Department, in the shadow of the administration's most visible international figure.  Senior administration officials said that Ms. Rice wanted Mr. Negroponte to focus on China and North Korea, which have been among his focuses in the intelligence post, and on Iraq, a country he knows particularly well.  Mr. Negroponte has also served as ambassador to the United Nations, Mexico, the Philippines and Honduras, in a Foreign Service career that spanned more than three decades. A senior administration official who was involved in discussions about his nomination said that Ms. Rice regarded him as a foreign policy moderate who could help fill the big voids left by the departure of Robert B. Zoellick, who stepped down as deputy secretary last summer, and Philip D. Zelikow, who left the job of State Department counselor last month.  Ms. Rice would continue to play a central role in Iraq policy, the official said, but she has also made it clear that she wants to devote more time to a broader diplomatic initiative aimed at Middle East peace.  Mr. Bush is expected to nominate Mike McConnell, a retired vice admiral and former chief of the National Security Agency, to be Mr. Negroponte's successor.  John E. McLaughlin, a former director of central intelligence who is a friend of Mr. Negroponte, said that he managed to make the transition from career Foreign Service officer to the intelligence arena with little difficulty, but that Mr. Negroponte was now returning to the world where he felt most at ease.  Mr. McLaughlin said he believed that Mr. Negroponte's familiarity with the latest intelligence from Iraq would help to bring a ''realistic'' view of the situation there as the administration works to develop a new strategy.  But other intelligence experts expressed concern about what Mr. Negroponte's departure might mean to the office he helped to establish. ''My major concern about this appointment is not about the State Department, but what happens at the D.N.I. office,'' said Lee H. Hamilton, who served as co-chairman of both the 9/11 commission and the Iraq Study Group. ''The future of that office and the concept of intelligence-sharing is on the line.''  Top Congressional officials responded angrily to the news of Mr. Negroponte's departure.  ''I think he walked off the job, and I don't like it,'' said Senator John D. Rockefeller IV of West Virginia, the new chairman of the Senate Intelligence Committee.  Just as Mr. Negroponte is leaving his post, his office is finishing a major National Intelligence Estimate on Iraq's chances of surviving as a unified, independent country -- a review that was commissioned only after a Congressional request over the summer, on a problem that Mr. Negroponte will have to help manage in his new post.  ''He came into it after just a year in Iraq, and someone without a strong background in intelligence, and I think he is leaving awfully early, given the importance of getting this right,'' said Robert Hutchings, the senior diplomat in residence at the Woodrow Wilson School of Public and International Affairs at Princeton, who once headed the National Intelligence Council.  ''I think it is quite irresponsible,'' he said.  Mr. Hutchings said the departure would compound ''three or four years of nonstop turmoil'' within American intelligence agencies.  Bush administration officials noted several successes during Mr. Negroponte's tenure, most significant the creation and progress of the National Counterterrorism Center. Terrorism experts have credited the center with fusing information from across the intelligence community to understand better the global terrorism threat.  But as he assembled a staff of more than 1,500 people, he was criticized for simply adding another layer to a bureaucracy he was assigned to streamline. But some intelligence experts said that the criticism was unfair, and that the real blame rested with Congress for passing convoluted legislation that made bureaucratic bloat at the director of national intelligence office inevitable. Some critics say that the job of spy czar was never necessary to begin with. Some of those whom the White House first approached to take the job nearly two years ago -- including Robert M. Gates, the newly installed secretary of defense -- were deeply skeptical about whether that structure would work.  The White House spokesman, Tony Snow, said that President Bush was ''very impressed'' with the job Mr. Negroponte had done.  One of the greatest difficulties of Mr. Negroponte's position has been trying to wrest control over multibillion dollar spy satellites and other gadgetry from the Pentagon, which historically had been in charge of 80 percent of the nation's intelligence budget.  One of the top priorities of the former defense secretary, Donald H. Rumsfeld, was to expand the Pentagon's role in intelligence gathering, and some members of Congress say that Mr. Negroponte was not aggressive enough in bringing the Pentagon's intelligence budget more under his control.  Some intelligence experts believe that Mr. Gates is likely to be less territorial than Mr. Rumsfeld was about the Pentagon's intelligence functions, and may even be eager to cede some of the Pentagon's authority to the new intelligence chief. Others said that the job of corralling 16 sometimes dysfunctional intelligence agencies is an often thankless task, and one where it is difficult to have a noticeable impact. Mr. Negroponte is said by associates to have grown particularly weary of clashes with members of Congress.  ''I think it's pretty telling that both Bob Gates and John Negroponte prefer jobs trying to bail us out of Iraq to the job of trying to fix U.S. intelligence,'' said Amy Zegart, a professor at the University of California at Los Angeles and an expert in intelligence overhaul.  ", 
            "title": "Speculation Surrounds Choice By Spy Chief to Take Step Back"
        }, 
        "weight": 0.5210622686539919, 
        "file": "1816584.txt", 
        "other_topics": {
            "0": 0.020100922478213847, 
            "1": 0.00010409041509985594, 
            "2": 0.00010989174640648888, 
            "3": 0.00010144464202900726, 
            "4": 0.005138977639544845, 
            "5": 6.245656354339698e-05, 
            "6": 0.00016258272791863418, 
            "7": 0.00016769199561584246, 
            "8": 7.048146786809654e-05, 
            "9": 0.5210622686539919, 
            "10": 0.3454235241176357, 
            "11": 0.05345481320884921, 
            "12": 0.0001020658218514779, 
            "13": 8.215455861532057e-05, 
            "14": 0.025346199245697938, 
            "15": 0.0001385596321628678, 
            "16": 7.829139561438813e-05, 
            "17": 0.00018881467334252544, 
            "18": 5.661111971575686e-05, 
            "19": 0.01375798198022447, 
            "20": 0.00011343726441502253, 
            "21": 7.863742310090101e-05, 
            "22": 8.505690236977189e-05, 
            "23": 5.740215352586119e-05, 
            "24": 0.011716765973362173, 
            "25": 6.204158835253692e-05, 
            "26": 6.991959605312357e-05, 
            "27": 8.199333437302285e-05, 
            "28": 0.0018794719156260463, 
            "29": 9.825471181369635e-05, 
            "30": 4.7195053066388656e-05
        }
    }, 
    {
        "i": 23, 
        "content": {
            "text": "  By stepping up the American military presence in Iraq, President Bush is not only inviting an epic clash with the Democrats who run Capitol Hill. He is ignoring the results of the November elections, rejecting the central thrust of the bipartisan Iraq Study Group and flouting the advice of some of his own generals, as well as Prime Minister Nuri Kamal al-Maliki of Iraq.  In so doing, Mr. Bush is taking a calculated gamble that no matter how much hue and cry his new strategy may provoke, in the end the American people will give him more time to turn around the war in Iraq and Congress will not have the political nerve to thwart him by cutting off money for the war.  The plan, outlined by the president in stark, simple tones in a 20-minute speech from the White House library, is vintage George Bush -- in the eyes of admirers, resolute and principled; in the eyes of critics, bull-headed, even delusional, about the prospects for success in Iraq. It is the latest evidence that the president is convinced that he is right and that history will vindicate him, even if that vindication comes long after he is gone from the Oval Office.  Mr. Bush long ago staked his presidency on Iraq, and to the extent he can salvage the war he can also salvage the remaining two years of his administration. So he is taking a risk, challenging not only the Democratic leadership in Congress but also some members of his own party, who are openly skeptical that the new policy will work and who, unlike the president, will be running for re-election.  But there are no guarantees that Mr. Bush's reading of the country and the Congress will prove correct.  ''It's more than a risk, it's a riverboat gamble,'' said Leon E. Panetta, a Democratic member of the Iraq Study Group and former chief of staff to President Bill Clinton. ''There's no question that under our system he's going to be able to deploy these troops without Congress being able to stop him. But he's going to face so many battles over these next few months, on funding for the war, on every decision he makes, that he's basically taking the nation into another nightmare of conflict over a war that no one sees any end to.''  The White House orchestrated an elaborate rollout for the speech, including a presidential briefing for network news anchors before Mr. Bush addressed the nation. On Thursday, Secretary of State Condoleezza Rice and Defense Secretary Robert M. Gates are scheduled to appear at a news conference before testifying on Capitol Hill -- a show of cabinet comity that might have been unthinkable when Donald H. Rumsfeld was still at the Pentagon.  Acknowledging that any mistakes in Iraq were his own and that Americans would face ''trying hours'' in the months ahead, Mr. Bush took pains to say he had consulted with members of Congress. But Democrats complained the consultation was perfunctory. Standing outside the White House after meeting with the president just hours before his speech, Speaker Nancy Pelosi promised to force a vote on Mr. Bush's plan.  That vote would be nonbinding. But in the months to come, Democrats could go further, tying Mr. Bush's hands by setting conditions on the use of tax dollars, as Congress did during the Vietnam War and in Lebanon and Central America.  Wartime clashes between presidents and the Congress are a familiar thread in American history. But perhaps no president since Richard M. Nixon has so boldly expanded an unpopular war. Explaining his decision to invade Cambodia in April 1970, Nixon said: ''A majority of the American people, a majority of you listening to me, are for the withdrawal of our forces from Vietnam. The action I have taken tonight is indispensable for the continuing success of that withdrawal program.''  Likewise, Mr. Bush has concluded that he must scale up American involvement in order to scale it down. The White House press secretary, Tony Snow, said on Tuesday that Mr. Bush hoped to ''bring the public back to this war.'' But the president's aides are under no illusions.  ''The reality is, conditions on the ground have to change,'' said Dan Bartlett, counselor to the president.  In the meantime, some Republicans are already jumping ship. Moderates like Senators Gordon H. Smith of Oregon and Susan Collins of Maine, both up for re-election in 2008, oppose sending more troops to Baghdad, and on Wednesday, a conservative, Senator Sam Brownback of Kansas, joined them.  After Democrats swept the November midterm elections, people both inside and outside the administration expected the bipartisan Iraq Study Group to provide Mr. Bush with a face-saving exit from the war. Mr. Bush made favorable reference to the study group on Wednesday night, noting that he had accepted some of its 79 recommendations.  But he rejected its central notion, that the United States should set a timetable for scaling back combat operations and mount a new diplomatic offensive to engage Iran and Syria. Mr. Bush concluded that those recommendations were not a recipe for victory, but rather, as he said after a meeting with Mr. Maliki in November, a recipe for ''a graceful exit,'' a path he did not want to pursue. At their meeting, Mr. Maliki presented Mr. Bush with a plan calling for Iraqi troops to assume primary responsibility for security in Baghdad, shifting American troops to the periphery of the capital. Instead, Mr. Bush concluded that the United States would have to take a central role, because the Iraqis were not capable of quelling the sectarian violence on their own.  In a sense, it is a predictable path for Mr. Bush. This, after all, is the same president who lost the popular vote in 2000, was installed in the White House by a 5-to-4 vote of the Supreme Court and then governed as if he had won by a landslide. And this is the same president who, after winning re-election in 2004, famously told reporters that he had ''earned capital in the campaign, political capital, and now I intend to spend it.''  But no American president has been able to prosecute a war indefinitely without the support of the American public. With polls showing fewer than 20 percent of Americans supporting increasing troop levels in Iraq, Mr. Bush and those Republicans who support him know that the new policy will be a tough sell.  ''The American people have no reason in the world to think it's going to work just like the president paints it,'' said one of those backers, Senator Pete V. Domenici of New Mexico, ''but I think the American people, in their usual good sense, are going to wait around for a while and say, 'Mr. President, you've taken us down a lot of roads in Iraq, let's go down this one and see if it works.' ''  The question for Mr. Bush is just how long the American people, and their elected representatives, will wait.  THE STRUGGLE FOR IRAQ: NEWS ANALYSIS  ", 
            "title": "Bush's New Strategy for Iraq Risks Confrontations on Many Fronts"
        }, 
        "weight": 0.5162430319286342, 
        "file": "1818090.txt", 
        "other_topics": {
            "0": 0.0001444268309305294, 
            "1": 0.00011737483254621177, 
            "2": 0.00012391655197357604, 
            "3": 0.00011439139578262287, 
            "4": 0.0020411915881932193, 
            "5": 7.042750939445723e-05, 
            "6": 0.003936974218597959, 
            "7": 0.00018909349036477067, 
            "8": 7.94765827448457e-05, 
            "9": 0.5162430319286342, 
            "10": 0.25062304102531424, 
            "11": 0.0002186482411938377, 
            "12": 0.13899984808193147, 
            "13": 9.263943804173127e-05, 
            "14": 0.0004286628187800566, 
            "15": 0.00015624314310956971, 
            "16": 8.828324338251913e-05, 
            "17": 0.0002129119251238078, 
            "18": 6.383604763720176e-05, 
            "19": 0.05117342790658076, 
            "20": 0.0001279145625698638, 
            "21": 8.867343222216275e-05, 
            "22": 9.591219002224228e-05, 
            "23": 6.472803621184927e-05, 
            "24": 7.435731181237238e-05, 
            "25": 0.03197591708554294, 
            "26": 7.884300269684973e-05, 
            "27": 0.001969278667865463, 
            "28": 0.00024251628984503604, 
            "29": 0.00011079435445564735, 
            "30": 5.32182664980516e-05
        }
    }, 
    {
        "i": 24, 
        "content": {
            "text": "  One day after President Bush implored Congress to give his Iraq strategy a chance to succeed, the Senate Foreign Relations Committee approved a resolution on Wednesday denouncing the plan to send more troops to Baghdad, setting up the most direct confrontation over the war since it began nearly four years ago.  The full Senate is poised to consider the nonbinding, yet strongly symbolic, repudiation of Mr. Bush as early as Wednesday. Democratic leaders agreed to tone down the language in the resolution, hoping to make it more acceptable to Republicans in an effort to send a strong, bipartisan rebuke to the White House.  ''This is not designed to say, 'Mr. President, ah-ha, you're wrong,' '' said Senator Joseph R. Biden Jr., a Delaware Democrat and chairman of the committee. ''This is designed to say, 'Mr. President, please don't go do this.' ''  Even as the White House delicately worked to persuade some Republicans to consider the president's approach, the administration also said Congressional action would not interrupt the plan to send more than 20,000 American troops to Iraq. In a television interview on CNN, Vice President Dick Cheney declared, ''It won't stop us.''  The Foreign Relations Committee approved the resolution by a vote of 12 to 9, with a Republican senator, Chuck Hagel of Nebraska, joining 11 Democrats in supporting it. But even Republicans who opposed the resolution, including Senator Richard G. Lugar of Indiana, expressed deep doubt about whether the troop increase could succeed and suggested it was time for a new direction.  The committee rejected amendments that would have strengthened or softened the resolution, which described Mr. Bush's plan to increase troops as contrary to the national interest.  Some Republicans expressed reluctance to support the legislation because they feared it could be seen as a political attack on Mr. Bush, but left themselves open to backing a similar plan offered by Senator John W. Warner, a Virginia Republican.  The Foreign Relations Committee tends to carry a more centrist outlook than the Senate as a whole, but Democrats say they believe that at least 8 of the 49 Republicans might join with nearly all Democrats in embracing a resolution -- Mr. Biden's or Mr. Warner's -- critical of the president's troop increase plan.  Senator George V. Voinovich, an Ohio Republican, said he was disappointed that the administration had failed to extend an olive branch to Congress. He said he told a White House official at the State of the Union address on Tuesday that the stalemate in Iraq was threatening to consume the Bush presidency.  ''It's time to recognize that if you keep going the way you are, you are never going to achieve what you want to achieve,'' Mr. Voinovich said. ''And, beyond that, it's going to fall over on your domestic initiatives and make your presidency uneventful and not have meaning.''  Hours after the hearing on Wednesday, the effort led by Mr. Warner was gaining ground, with six Democrats and three other Republicans signing on as co-sponsors of his proposal, which also bluntly opposes sending more troops to Iraq. Mr. Warner was declining offers from Democratic leaders to merge his proposal with theirs, saying he wanted to keep his plan as neutral as possible, so it could attract wide bipartisan support. ''It's not a question of who is the most patriotic or who is trying to set up a confrontation with the president,'' Mr. Warner said, speaking from the floor of the Senate. ''To have a vote all on one side or all on the other side will not help.''  While details of the two resolutions vary somewhat, their message is the same: many members of Congress do not support the plan to expand the military operation in Iraq.  The White House is shying away from an overt lobbying effort to thwart the Iraq resolutions, as it might do more harm than good. Instead, the administration is leaving it mainly to the Republican leadership, including the Senate Republican leader, Mitch McConnell of Kentucky, and the Republican whip, Trent Lott of Mississippi, to work toward an alternative.  Still, the White House has sought to head off overwhelming votes against the president in both the Senate and the House. Since Mr. Bush delivered his Iraq speech on Jan. 10, the national security adviser, Stephen J. Hadley, and his deputy, J. D. Crouch, have met with members of both parties. Officials, aware that a majority of senators are likely to vote in favor of the Warner resolution, say those meetings will continue. But the remarks by Mr. Cheney on Wednesday suggested that the White House was not focused on the resolutions. ''We are moving forward,'' Mr. Cheney said in the CNN interview. ''The Congress has control over the purse strings. They have the right, obviously, if they want, to cut off funding. But in terms of this effort, the president has made his decision.''  A preview of next week's full debate on Iraq unfolded Wednesday in the Senate Foreign Relations Committee, with senator after senator recounting the stories of troops from their states who had died in Iraq. Under the new Democratic majority, the committee has held nearly daily hearings on Iraq.  Senator James Webb, a Virginia Democrat who fought as a marine in Vietnam, urged his colleagues not to draw a link between the Iraq and Vietnam wars. Such comparisons, he feared, could force people away from backing the Iraq resolutions.  ''I think there are parallels and there were many people at this table who opposed the Vietnam War, but some of those parallels are superficial,'' Mr. Webb said. ''We're losing the support of a lot of people who supported the Vietnam War and who have problems with this if we try to lump it together.''  Mr. Hagel, who also served in Vietnam, has derided the president's Iraq strategy as the worst foreign policy since Vietnam. Yet on Wednesday, Mr. Hagel took a different approach as he addressed fellow Republicans -- from the administration or the Congress -- who have questioned the motives of those who have spoken critically of the war.  ''I think all 100 senators ought to be on the line on this. What do you believe? What are you willing to support? What do you think? Why were you elected?'' Mr. Hagel said, his voice booming. ''If you wanted a safe job, go sell shoes.''  THE STRUGGLE FOR IRAQ  ", 
            "title": "Bush Iraq Plan Is Condemned By Senate Panel"
        }, 
        "weight": 0.5150363735644341, 
        "file": "1821364.txt", 
        "other_topics": {
            "0": 0.0022633817183150273, 
            "1": 0.00013143566174864463, 
            "2": 0.0001387610415021882, 
            "3": 0.0001280948264366696, 
            "4": 0.00018406120463402791, 
            "5": 7.8864319562926e-05, 
            "6": 0.00020529429546789366, 
            "7": 0.0002117458018836316, 
            "8": 8.89974198044285e-05, 
            "9": 0.5150363735644341, 
            "10": 0.23020655725421518, 
            "11": 0.004448147810745305, 
            "12": 0.22290413795306221, 
            "13": 0.00010373710938623607, 
            "14": 0.008886627694687512, 
            "15": 0.00017496017214941936, 
            "16": 9.88590676858227e-05, 
            "17": 0.00023841754800210565, 
            "18": 7.148323863474096e-05, 
            "19": 0.0068640287317498815, 
            "20": 0.00014323799075103408, 
            "21": 9.929599890210624e-05, 
            "22": 0.0001074019182125089, 
            "23": 7.248208230537935e-05, 
            "24": 8.326488968631036e-05, 
            "25": 0.004281647096652697, 
            "26": 8.828794051425527e-05, 
            "27": 0.0022051869149758395, 
            "28": 0.0002715683451821647, 
            "29": 0.00012406688026718633, 
            "30": 5.959350844256339e-05
        }
    }, 
    {
        "i": 25, 
        "content": {
            "text": "  President Bush and his senior aides on Friday justified American actions against Iranian operatives inside Iraq as necessary to protect American troops and Iraqis, and said they would continue as long as Tehran kept up what they called its support for Shiites involved in sectarian attacks.  ''If somebody is trying to harm our troops and stop them from achieving our goal, or killing innocent citizens in Iraq, we will stop them,'' President Bush told reporters at the White House.  President Bush decided several months ago to allow American troops to make targets of select Iranian operatives inside Iraq whom military officials have accused of helping militants build sophisticated and powerful roadside bombs. He and other officials faced repeated questioning about the policy, which was disclosed in recent weeks, after The Washington Post published articles on Friday exploring Iran's regional influence and the administration's approaches to containing it.  Several administration officials, including Defense Secretary Robert M. Gates, said that President Bush had given the military no new authorities to carry out the offensive, and that the Pentagon had long had permission to capture or kill foreign operatives thought to be aiding attacks against American troops.  Officials said there was no blanket authority to take action against Iranian agents, only Iranian agents thought to be directly involved in planning or carrying out attacks against American and allied forces. That is a different standard than applied to foreign fighters of Al Qaeda in Iraq, they said.  ''If you are on the wire diagram as an Al Qaeda operative, you can be targeted just for reading the newspaper in your living room. These guys are not in that position,'' said one senior Defense official, speaking on condition of anonymity.  The official said there was debate within the administration about whether to become even more aggressive toward Iranians in Iraq. Already, the arrests of Iranians have caused tensions between American and Iraqi officials, as well as heightening the strains between Tehran and Washington. Meanwhile, some lawmakers have expressed concerns that the administration might even strike militarily into Iranian territory just as Congress considers resolutions denouncing Mr. Bush's war strategy for Iraq.  ''You have to balance it,'' this official said. ''While you want to take care of the situation, you don't want to cause an international incident where you provoke Iran.''  The White House has not issued a presidential finding authorizing covert action against Iranians inside of Iraq or authorized any military actions inside Iran, officials said.  President Bush kicked off a campaign of escalated rhetoric against Iran during a televised address to the nation on Jan. 10. For months, officials from across the Bush administration have accused Iran of supplying Shiite militias with high-tech explosives and training them to carry out attacks with roadside bombs.  Administration officials have thus far provided little detailed public evidence to support these claims. Officials said that Zalmay Khalilzad, the American ambassador in Baghdad, is planning a news conference for Wednesday during which he will present a dossier of Iran's efforts to fuel sectarian violence in Iraq.  Part of Mr. Khalilzad's presentation, officials said, will be to show evidence found during a December raid on a compound of the Iranian-backed Supreme Council for the Islamic Revolution in Iraq, or Sciri.  The officials said that among the evidence that would be presented were photographs, documents and a color-coded wall map that were seized in the raid detailing which Sunni neighborhoods in Baghdad would be targets for attack.  Some leading Democrats, including the chairman of the Senate Foreign Relations Committee, Joseph R. Biden Jr., and the chairman of the Senate Intelligence Committee, John D. Rockefeller IV, have criticized the Bush administration for building a case against Iran when American intelligence agencies still have a murky understanding of Iran's intentions in the Middle East.  Last week, Mr. Rockefeller said that the White House campaign was unnervingly similar to Bush administration rhetoric in the months before the Iraq war.  Some Middle East specialists point out that an effort to move against Iranian agents could backfire and prompt Iran to strike back against America troops.  ''It's going to be a bumpy road inside Iraq because it puts U.S. forces at risk and because Ahmadinejad will be more confrontational,'' said Patrick Clawson, an Iran expert at the Washington Institute for Near East policy, referring to Iran's president, Mahmoud Ahmadinejad.  Military commanders in Baghdad say they have documented a rise in the number of sophisticated roadside bombs using ''shaped charges'' -- a type of weapon that officials believe are imported from Iran. Military statistics show that the number of coalition troops killed by these weapons jumped dramatically during the last four months of 2006.  It was late last year, officials in Washington said, that Mr. Bush signed off on a more aggressive military offensive inside Iraq to counter Iranian influence. Secretary of State Condoleezza Rice confirmed the policy change in an interview on Jan. 12. An article in The Washington Post on Friday reported new details about how the policy was being carried out, including some that the administration said were inaccurate, without elaborating.  One person briefed on the Bush administration strategy said officials in Washington believed that by giving assistance to radical Shiite militants in organizations like the Mahdi Army, Iran was hoping to split off hard-line elements within these organizations and make them more beholden to Tehran.  By moving against Iranians inside Iraq, the Bush administration hopes it can persuade them to stop their efforts to create rifts among Shiites and to provide aid in attacks against American troops, the person said, requesting anonymity because the briefing he had received was not intended to be made public.  ''The Iranian government needs to know that whether it's the Quds Force or any other kind of Iranian organization, we are not going to tolerate American soldiers being targeted in that fashion,'' said R. Nicholas Burns, a top State Department official. He was referring to a section of the Iranian Revolutionary Guards Corps.  ", 
            "title": "Bush Defends Moving Against Iranians Who Help Shiites Attack U.S.-Led Forces in Iraq"
        }, 
        "weight": 0.5144203396921041, 
        "file": "1821747.txt", 
        "other_topics": {
            "0": 0.00014497100017429908, 
            "1": 0.00011781707567688732, 
            "2": 0.0038921684193004673, 
            "3": 0.00011482239796508253, 
            "4": 0.00016498987099115766, 
            "5": 7.069286510627922e-05, 
            "6": 0.03974576516674964, 
            "7": 0.00018980595397690285, 
            "8": 7.977603341928767e-05, 
            "9": 0.5144203396921041, 
            "10": 0.17621163522594938, 
            "11": 0.000219472060752125, 
            "12": 0.009534987935317743, 
            "13": 9.298848352460742e-05, 
            "14": 0.0004302779281085991, 
            "15": 0.0001568318336768441, 
            "16": 8.861587566060401e-05, 
            "17": 0.00021371413147658656, 
            "18": 6.407656813844223e-05, 
            "19": 0.03441120598562011, 
            "20": 0.00012839651713697782, 
            "21": 8.900753464789559e-05, 
            "22": 9.627356653086209e-05, 
            "23": 6.497191753424041e-05, 
            "24": 7.463747417470484e-05, 
            "25": 0.2129500743329384, 
            "26": 7.91400661779055e-05, 
            "27": 0.005744483462848636, 
            "28": 0.00024343003907844742, 
            "29": 0.00011121180375983572, 
            "30": 5.341878148303322e-05
        }
    }, 
    {
        "i": 26, 
        "content": {
            "text": "  President Bush intends to name Zalmay Khalilzad, the Afghan-born diplomat who has been ambassador to Iraq for the past 21 months, to be the new envoy to the United Nations, part of a diplomatic shakeup as Mr. Bush prepares to announce a new strategy for the war.  A senior administration official, who had been briefed on the decision but had to discuss it anonymously because the change had not been formally announced, confirmed Thursday that the president had decided to nominate Mr. Khalilzad to the United Nations post.  The official said Mr. Bush intended to name Ryan C. Crocker, the ambassador to Pakistan, to replace Mr. Khalilzad in Baghdad.  If confirmed by the Senate, the appointments would put seasoned, respected diplomats into two of the State Department's most challenging posts. Mr. Khalilzad would replace John R. Bolton, who served temporarily as United Nations ambassador but resigned late last year after concluding he could not win Senate confirmation.  Mr. Bush's decision to transfer Mr. Khalilzad, among the most visible Americans working in Iraq, would effectively accomplish two goals for the administration. As a Sunni Muslim, Mr. Khalilzad has been perceived by some Iraqi Shiites as not sympathetic enough to their views; removing him from Baghdad would help Mr. Bush make a fresh start there. And Mr. Khalilzad had told colleagues that he was ready to leave.  The change also would give the United States the strong voice it needs at the United Nations, particularly after the storm surrounding Mr. Bolton.  The senior administration official said the White House believed that Mr. Khalilzad, as a Muslim who had extensive experience overseas including a stint as ambassador to his native Afghanistan, would bring an important understanding of the Muslim world to his work at the United Nations.  Daniel P. Serwer, the executive director of the bipartisan Iraq Study Group, which recently issued a report recommending a new strategy for Iraq, said a Khalilzad nomination would send a message ''that we are taking the U.N. seriously and sending somebody who has real weight with this administration, and who has served in our toughest post.''  But Leon E. Panetta, a former chief of staff to President Bill Clinton who was one of five Democrats on the study group, said he feared removing Mr. Khalilzad from Baghdad would leave ''a vacuum'' there at a critical time.  ''The problem we've had in Iraq is that the people who finally get to understand how that country works suddenly leave,'' Mr. Panetta said. ''He's probably a pretty good appointment for the U.N., but you do have to be nervous about who is going to speak for us in Iraq.''  But some in the administration have suggested that perhaps Mr. Khalilzad has been too prominent a figure in Iraq.  In a classified memorandum written Nov. 8 after visiting Prime Minister Nuri Kamal al-Maliki in Baghdad, President Bush's national security adviser, Stephen J. Hadley, said that the president might urge Mr. Khalilzad, who goes by the nickname Zal, to take a lower profile as one way to buttress the Maliki government.  Under the heading ''What we can do to help Maliki,'' Mr. Hadley ticked off a list of suggestions, among them: ''Encourage Zal to move into the background and let Maliki take more credit for positive developments. (We want Maliki to exert his authority -- and demonstrate to Iraqis that he is a strong leader -- by taking action against extremists, not by pushing back on the United States and the Coalition.)''  Unlike the other changes to Mr. Bush's foreign policy team in the last 24 hours, which caught much of Washington off guard, the moves involving Mr. Khalilzad and Mr. Crocker have been the subject of speculation here for weeks, since Mr. Bolton resigned on Dec. 5.  By that time Mr. Khalilzad had already told colleagues that he was ready to for a change of assignment. ABC News first reported the decision about Mr. Khalilzad on its Web site on Thursday afternoon.  Educated in Beirut and the United States (he holds a doctorate from the University of Chicago), the blunt-spoken Mr. Khalilzad, 55, has been a prominent figure in American foreign policy circles since the Reagan administration, when he advised the State Department on the Iran-Iraq war and the Soviet war in Afghanistan.  He later joined the administration of the first President Bush, where he earned a reputation as a hawk who called for the ouster of Saddam Hussein, advice that administration did not take. More recently, senior administration officials say, he was considered for the No. 2 State Department job that John D. Negroponte is expected to take.  Mr. Crocker, 57, has been a Foreign Service officer since 1971 and is among the State Department's most respected voices in the Middle East. He has been ambassador to Pakistan since 2004, and has served as ambassador to Syria, Kuwait and Lebanon.  ", 
            "title": "Bush Is Expected to Shift U.S. Ambassador in Iraq to U.N."
        }, 
        "weight": 0.5135000809281466, 
        "file": "1816524.txt", 
        "other_topics": {
            "0": 0.0054396717250405745, 
            "1": 0.0001637940671799773, 
            "2": 0.0001729228966582763, 
            "3": 0.00015963074501728028, 
            "4": 0.02118188428845921, 
            "5": 9.828008232116124e-05, 
            "6": 0.0002558361039627134, 
            "7": 0.0002638759194984109, 
            "8": 0.00011090787054557912, 
            "9": 0.5135000809281466, 
            "10": 0.3104531370114342, 
            "11": 0.013400436874319412, 
            "12": 0.00016060821801011055, 
            "13": 0.0001292763534478193, 
            "14": 0.0005981897908921456, 
            "15": 0.00021803396284994853, 
            "16": 0.00012319737701665693, 
            "17": 0.0002971140355273104, 
            "18": 8.908183848590734e-05, 
            "19": 0.026887342641749228, 
            "20": 0.0001785020348942077, 
            "21": 0.0001237418771929473, 
            "22": 0.00013384340880483693, 
            "23": 9.032658945466432e-05, 
            "24": 0.00272282762399664, 
            "25": 0.09176485261501825, 
            "26": 0.00011002372314622511, 
            "27": 0.0001290226550227662, 
            "28": 0.00033842629300857494, 
            "29": 0.010630865496788228, 
            "30": 7.426495211017134e-05
        }
    }, 
    {
        "i": 27, 
        "content": {
            "text": "  To the Editor:  Re ''Chaos Overran Iraq Plan in '06, Bush Team Says'' (front page, Jan. 2):  It is galling and condescending that President Bush keeps talking about victory in Iraq. ''It's a word the American people understand,'' he told members of the Iraq Study Group. ''And if I start to change it, it will look like I'm beginning to change my policy.''  Americans also understand the word ''failure,'' and having seen it in Iraq, voted resoundingly for a change in policy in November.  Janice Gewirtz  Mountain Lakes, N.J., Jan. 2, 2007  ", 
            "title": "Words We Understand"
        }, 
        "weight": 0.5128807227889853, 
        "file": "1816315.txt", 
        "other_topics": {
            "0": 0.0015143483614448842, 
            "1": 0.07994629334249724, 
            "2": 0.0012992933946417992, 
            "3": 0.0011994199530012027, 
            "4": 0.0017234629028568778, 
            "5": 0.0007384485470254552, 
            "6": 0.0019222796194915395, 
            "7": 0.0019826885035753713, 
            "8": 0.0008333301511738343, 
            "9": 0.5128807227889853, 
            "10": 0.10894099385402006, 
            "11": 0.0022925768269744886, 
            "12": 0.07992235577920907, 
            "13": 0.000971345700101601, 
            "14": 0.004494627715982833, 
            "15": 0.021317142940880725, 
            "16": 0.0009256700025749692, 
            "17": 0.002232430240738319, 
            "18": 0.0006693355626352643, 
            "19": 0.1233082433480424, 
            "20": 0.0013412134503303426, 
            "21": 0.0009297612218183838, 
            "22": 0.001005661253293281, 
            "23": 0.0006786882668920983, 
            "24": 0.020458551267494848, 
            "25": 0.0007335421319209914, 
            "26": 0.0008266869194325771, 
            "27": 0.02064833732552701, 
            "28": 0.00254283877714644, 
            "29": 0.0011617041518272846, 
            "30": 0.000558005698463512
        }
    }, 
    {
        "i": 28, 
        "content": {
            "text": "  Iran's outspoken president, Mahmoud Ahmadinejad, appears to be under pressure from the highest authorities in Iran to end his involvement in its nuclear program, a sign that his political capital is declining as his country comes under increasing international pressure.  Just one month after the United Nations Security Council imposed sanctions on Iran to curb its nuclear program, two hard-line newspapers, including one owned by the supreme leader, Ayatollah Ali Khamenei, called on the president to stay out of all matters nuclear.  In the hazy world of Iranian politics, such a public rebuke was seen as a sign that the supreme leader -- who has final say on all matters of state -- might no longer support the president as the public face of defiance to the West.  It is the first sign that Mr. Ahmadinejad has lost any degree of Ayatollah Khamenei's confidence, a potentially damaging development for a president who has rallied his nation and defined his administration by declaring nuclear power Iran's ''inalienable right.''  It was unclear, however, whether this was merely an effort to improve Iran's public image by lowering Mr. Ahmadinejad's profile or was signaling a change in policy.  The presidency is a relatively weak position with no official authority over foreign policy, the domain of the supreme leader. But Mr. Ahmadinejad has used his post as a bully pulpit to insert himself into the nuclear debate, and as long as he appeared to enjoy Ayatollah Khamenei's support, he could continue.  While Iran remains publicly defiant, insisting that it will move ahead with its nuclear ambitions, it is under increasing strain as political and economic pressures grow. And the message that Iran's most senior officials seem to be sending is that Mr. Ahmadinejad, with his harsh approach and caustic comments, is undermining Iran's cause and its standing.  The Security Council passed a resolution on Dec. 23 with sanctions intended to curb Iran's uranium enrichment program, which Iran says is for peaceful purposes but the United States and some European nations contend is for the purpose of creating nuclear weapons. The measure bars the trade of goods or technology related to Iran's nuclear program. Enriched uranium can be used for making nuclear fuel but also for making nuclear weapons.  The president dismissed the Security Council resolution as ''a piece of torn paper.''  But the daily Jomhouri-Eslami, which reflects the views of Ayatollah Khamenei, said, ''The resolution is certainly harmful for the country,'' adding that it was ''too much to call it 'a piece of torn paper.' ''  The newspaper added that the nuclear program required its own diplomacy, ''sometimes toughness and sometimes flexibility.''  In another sign of pressure on the president to distance himself from the nuclear issue, a second newspaper, run by an aide to the country's chief nuclear negotiator, Ali Larijani, also pressed Mr. Ahmadinejad to end his involvement in the nuclear program. Mr. Larijani also ran for president and was selected for his post by the supreme leader.  ''They want to minimize the consequences of sanctions now that they have been imposed,'' said Mohammad Atrianfar, an executive at the daily Shargh, which was closed last fall, and a reformist politician. ''But they don't have clear strategy, and they are taking one step at a time.''  Mr. Ahmadinejad took office more than a year ago as an outsider, the mayor of Tehran who promised to challenge the status quo, to equally distribute Iran's oil wealth and to restore what he saw as the lost values of the Islamic revolution. His was a populist message, centered on a socialist economic model and Islamic values. He found opposition from the right and the left, in Parliament and among so-called pragmatists.  That pressure has continued, and the criticism now seems to have gained more credibility in the face of the sanctions and Iran's troubled economic standing. The United States increased pressure on Iran over its role in Iraq has also raised concerns in Tehran and may be behind efforts to restrain the president, political analysts in Tehran said.  ''The resolution has decreased Iran's political credibility in the international community, and so other countries cannot defend Iran,'' said Ahmad Shirzad, a reformist politician and a former legislator.  Although the Security Council sanctions were limited to Iran's nuclear program, they have started to cause economic disruptions.  About 50 legislators signed a letter this week calling on the president to appear before Parliament to answer questions about the nuclear program. They need at least 22 more signatures.  In another letter, 150 lawmakers criticized the president for his economic policies, which have led to a surge in inflation, and for his failure to submit his annual budget on time.  The Iranian stock market, which was already in a slump, continued to decline -- falling more rapidly in the past month -- as buyers stayed away from the market. The daily Kargozaran reported last week that the number of traders had decreased by 46 percent since the Security Council resolution was passed.  ''The resolution has had a psychological effect on people,'' said Ali Hagh, an economist in Tehran. ''It does not make sense for investors not to consider political events when they want to invest their money.''  Kargozaran reported that a group of powerful businessmen, the Islamic Coalition Party, met with Mohammad Nahavandian, a senior official at the Supreme National Security Council, and called for moderation in the country's nuclear policies to prevent further damage to the economy.  In the past year, several major European banks have severed their business ties with Iran. Economists say the banks' actions will also lead to an increase in inflation because importers must turn to complicated ways to finance purchases.  ''The nuclear issue has paved the way for other forms of pressures on Iran,'' Mr. Shirzad said.  Despite Mr. Ahmadinejad's harsh language since the resolution was passed, Ayatollah Khamenei has not referred to it directly and only once said that Iran would not give up its right to pursue its nuclear program.  Mr. Larijani has said that Iran will not quit the Nuclear Nonproliferation Treaty or bar international inspectors despite earlier threats to do so.  Correction:  January 25, 2007, Thursday  A front-page article on Friday about criticism of Mahmoud Ahmadinejad, Iran's president, by Iranian religious authorities over his involvement in the country's nuclear program misstated the connection between Ayatollah Ali Khamenei, the supreme leader, and Jomhouri-Eslami, a newspaper that has rebuked Mr. Ahmadinejad. (The error was repeated in an article about Iran on Tuesday.) Ayatollah Khamenei owned the newspaper until 1989, when he became supreme leader and transferred ownership to Massih Mohajeri, a conservative politician. However, the newspaper still reflects Ayatollah Khamenei's views.  ", 
            "title": "Rebuke in Iran To Its President On Nuclear Role"
        }, 
        "weight": 0.5118658288299321, 
        "file": "1819865.txt", 
        "other_topics": {
            "0": 0.00013721599472272007, 
            "1": 0.00011151462854563456, 
            "2": 0.053611224590288324, 
            "3": 0.00010868014661059093, 
            "4": 0.00015616398617658507, 
            "5": 6.691125669061123e-05, 
            "6": 0.00017417888567731871, 
            "7": 0.00017965257015487425, 
            "8": 7.55085345862238e-05, 
            "9": 0.5118658288299321, 
            "10": 0.22741141985682894, 
            "11": 0.0002077317332000237, 
            "12": 0.007241811612199803, 
            "13": 8.80142045598463e-05, 
            "14": 0.0021903773530580037, 
            "15": 0.00014844235078935087, 
            "16": 8.387550277210777e-05, 
            "17": 0.00020228181568454707, 
            "18": 6.064888857056554e-05, 
            "19": 0.032570430315361595, 
            "20": 0.00012152813870843785, 
            "21": 8.424621055137875e-05, 
            "22": 9.112355699521601e-05, 
            "23": 6.149634259806844e-05, 
            "24": 7.064485483414008e-05, 
            "25": 6.646668353543627e-05, 
            "26": 7.490658745519483e-05, 
            "27": 8.784148105331466e-05, 
            "28": 0.00023040811553607177, 
            "29": 0.1623688637481523, 
            "30": 5.056122417074621e-05
        }
    }, 
    {
        "i": 29, 
        "content": {
            "text": "  China spread alarm and consternation among space powers when it destroyed one of its own satellites last week with a missile fired from the ground, thus becoming the first nation in more than two decades to successfully test an antisatellite weapon. This aggressive show of force puts a wide range of United States military and intelligence satellites at risk and holds the danger of starting an arms race in space. Too bad the Bush administration's own bellicose attitudes -- and adamant refusal to consider an arms control treaty for space -- give it scant standing to chastise the Chinese. The administration needs to reverse course promptly and join in talks aimed at banning further tests or use of antisatellite weapons.  The Chinese test, which Beijing has not acknowledged but was tracked by intelligence agencies, destroyed an aging communications satellite some 500 miles above the Earth. The missile smashed the satellite into hundreds of pieces large enough to pose a danger for a decade or more to spacecraft or satellites that pass through the debris.  The Chinese have now demonstrated that -- should they ever choose -- they could destroy essential American satellites used to conduct military reconnaissance, spot nuclear tests and direct smart weapons. A top intelligence official told reporters last August that China had used a ground-based laser to illuminate an American satellite. That could signal a nascent effort to develop a way to blind satellites or to guide a missile to a target in space.  The Bush administration has been flexing its own muscles in space. A national space policy issued in October declared that ''freedom of action in space is as important to the United States as air power and sea power.'' It asserted a need to deter others from interfering with America's right to operate in space. The policy did not address whether Washington would place weapons in space -- as some in the Pentagon have been urging -- but the administration continues to oppose any restrictions.  Surely it would make military and diplomatic sense to pursue the opposite course and seek to ban all tests and any use of antisatellite weapons.  The United States and the Soviet Union successfully tested such weapons decades ago and have no overriding need to develop better versions, although the United States is clearly trying. China's success in matching the feat reportedly came after three earlier tests failed, so the Chinese could only benefit from additional testing. The United States, with many more satellites in orbit than any other power and a military that has become increasingly dependent on satellites, has the most to lose from an unbridled space arms race.  Some experts suggest that China's latest test is intended to prod the United States to join serious negotiations. The way to counter China or any other potentially belligerent space power is through an arms control treaty, not a new arms race in space.  Editorial  ", 
            "title": "China's Muscle Flex in Space"
        }, 
        "weight": 0.5106687129699372, 
        "file": "1820043.txt", 
        "other_topics": {
            "0": 0.0003092765353290678, 
            "1": 0.0002513472137471681, 
            "2": 0.0002653556933804521, 
            "3": 0.0002449584632658952, 
            "4": 0.00035198415961250584, 
            "5": 0.000150813917033534, 
            "6": 0.0003925886511890678, 
            "7": 0.0004049260042368941, 
            "8": 0.00017019166032205727, 
            "9": 0.5106687129699372, 
            "10": 0.26741033003349074, 
            "11": 0.00046821473583915746, 
            "12": 0.0002464584267107923, 
            "13": 0.00019837868246350967, 
            "14": 0.025032160311871866, 
            "15": 0.0003345800614644443, 
            "16": 0.000189050299484116, 
            "17": 0.0004559309520833216, 
            "18": 0.00013669891885830857, 
            "19": 0.03322141077250784, 
            "20": 0.00027391705872691974, 
            "21": 0.00018988585234968493, 
            "22": 0.0002053869743923872, 
            "23": 0.00013860902887140433, 
            "24": 0.00015922922095254897, 
            "25": 0.00014981187608771956, 
            "26": 0.0001688349079732359, 
            "27": 0.028331244900298334, 
            "28": 0.0005193259271901536, 
            "29": 0.09267509532198594, 
            "30": 0.03628529046834383
        }
    }, 
    {
        "i": 30, 
        "content": {
            "text": "  An Op-Ed article on Dec. 28, about Gerald Ford during World War II, incorrectly described a ship he saw hit by a Japanese torpedo during the Battle of Leyte Gulf. The ship, the cruiser Canberra, was American, not Australian.  ", 
            "title": "Correction"
        }, 
        "weight": 0.5059864348772847, 
        "file": "1818884.txt", 
        "other_topics": {
            "0": 0.002980839030787026, 
            "1": 0.23483783134953348, 
            "2": 0.002557525442492451, 
            "3": 0.002360934842495189, 
            "4": 0.0033924595025464147, 
            "5": 0.0014535600309965797, 
            "6": 0.0037838097651452184, 
            "7": 0.003902718441687494, 
            "8": 0.11784798524887032, 
            "9": 0.5059864348772847, 
            "10": 0.02075970989552809, 
            "11": 0.004512701740835311, 
            "12": 0.00237539164432319, 
            "13": 0.0019119941282779817, 
            "14": 0.008847212481463364, 
            "15": 0.0032247170160361093, 
            "16": 0.001822086214476761, 
            "17": 0.04313019621619268, 
            "18": 0.001317518228033957, 
            "19": 0.010304276311050988, 
            "20": 0.0026400407615237674, 
            "21": 0.0018301393588620078, 
            "22": 0.001979540766106553, 
            "23": 0.001335928064635608, 
            "24": 0.0015346675949798768, 
            "25": 0.0014439022573845195, 
            "26": 0.0016272481936286643, 
            "27": 0.001908241934732001, 
            "28": 0.005005316655597499, 
            "29": 0.002286695166157209, 
            "30": 0.0010983768383349953
        }
    }, 
    {
        "i": 31, 
        "content": {
            "text": "  Of all the aging Washington power brokers who have re-emerged in the shadow of the death of former President Gerald R. Ford, there is one, Henry A. Kissinger, for whom the return to the spotlight may be as much curse as blessing.  At 83, Mr. Kissinger, former secretary of state to Presidents Ford and Richard M. Nixon and sometime adviser to the current occupant of the White House, remains a towering figure in international relations. He is expected to be among a select few, including President Bush, to eulogize Mr. Ford on Tuesday at services at the Washington National Cathedral.  But at a time when the American public has soured on the war in Iraq -- indeed, at the precise moment the United States is recording the milestone of 3,000 American deaths there -- Mr. Kissinger's reappearance is stirring memories and rekindling debates about his role in managing another unpopular conflict, the Vietnam War.  ''Henry is certainly one of the most complex characters in recent American history, and he is someone who has, I think, justifiably been in the spotlight both for extraordinary brilliance and competence and at the same time clear defects,'' said David Rothkopf, a former managing director of Mr. Kissinger's consulting firm and the author of ''Running the World,'' about the National Security Council. ''One of the interesting dimensions of Gerald Ford's demise is the pictures it has brought back into the paper of Ford with Rumsfeld, Ford with Cheney, Ford with Henry.  ''It's forgotten that all of these people came together first 30 years ago dealing with Vietnam, dealing with a divided nation.''  Yet of all those former Ford advisers, only Mr. Kissinger continues to evoke the passions about Vietnam that Donald H. Rumsfeld, the former defense secretary, evokes today about Iraq. This year, the White House press secretary, Tony Snow, confirmed that Mr. Kissinger had been quietly advising President Bush about Iraq in private meetings in the Oval Office. Mr. Kissinger, Mr. Snow said, ''supports the overall thrust and direction of the administration policy'' in Iraq.  Given Mr. Kissinger's firsthand experience in the anguishing decisions about withdrawal from Vietnam, the disclosure sparked the inevitable Iraq-Vietnam comparisons that Mr. Bush has assiduously sought to avoid. Now, Mr. Ford's funeral is raising those comparisons anew.  Aaron David Miller, a scholar at the Woodrow Wilson International Center who recently interviewed Mr. Kissinger for a book about American policy in the Middle East, describes Mr. Kissinger as ''the bête noire of the Vietnam antiwar crowd,'' an image that he says cannot be avoided as the Ford and Nixon presidencies are revisited this week.  ''Here's Kissinger back in the limelight,'' Mr. Miller said, ''with a lot of his luggage coming along with him.''  Some of that luggage includes bags from Watergate. In 1969, as national security adviser to Mr. Nixon, Mr. Kissinger played a role in wiretapping the telephone of an aide, Morton H. Halperin, who was suspected of leaking classified information to reporters. Mr. Halperin sued. In 1992, Mr. Kissinger issued a formal apology.  ''That was the price for my ending the lawsuit,'' said Mr. Halperin, who became a civil liberties advocate and today is a leading opponent of the Bush administration's domestic wiretapping. ''Every time there was an event in the lawsuit, it would remind people of his role in wiretapping. He prefers to be remembered for other things.''  Mr. Kissinger is, of course, remembered not only for Vietnam, but also as being an architect of détente with the Soviet Union and the winner of the Nobel Peace Prize. But slipped into the flattering tributes to Mr. Ford over the last week have been some unflattering depictions of Mr. Kissinger, including some from Mr. Ford himself.  There was some tension in the relationship. Mr. Kissinger was named secretary of state in 1973 by Mr. Nixon, all the while keeping his post as national security adviser. It was an unusual arrangement, one that allowed Mr. Kissinger to centralize his power over foreign policy while Mr. Nixon was preoccupied with Watergate. In 1975, Mr. Ford ended it, stripping Mr. Kissinger of the national security adviser title.  Mr. Kissinger balked. '' 'Mr. President, the press will misunderstand this,' '' Mr. Ford said, recounting Mr. Kissinger's reaction to Bob Woodward of The Washington Post in interviews published last week.  The interviews painted Mr. Kissinger as a bit of a management challenge for Mr. Ford, high impact, but high maintenance as well.  Mr. Ford called Mr. Kissinger a ''super secretary of state'' but cast him as overly confident -- ''Henry in his mind never made a mistake'' -- and overly sensitive to press criticism, so much that he routinely threatened to resign over it.  ''Henry publicly was a gruff, hard-nosed German-born diplomat,'' Mr. Ford was quoted as saying, ''but he had the thinnest skin of any public figure I ever knew.''  In a retrospective in Newsweek online, Mr. Kissinger had kind words for Mr. Ford, saying he ''moved with calm and sure-footedness'' to reassure the nation during what could have been a constitutional crisis.  But he also described how the former president relied on him, saying, ''After Nixon told Ford of the decision to resign, Ford's first call was to me.''  Mr. Rothkopf, who worked with Mr. Kissinger and interviewed Mr. Ford for his book, said Mr. Kissinger often said that ''Ford was underestimated, that he was much more intelligent and much more capable than people gave him credit for.'' Mr. Ford, he added, believed diminishing Mr. Kissinger's role was his ''most important contribution'' to the foreign policy bureaucracy.  ''What he was trying to do was restore Henry to the role of an adviser, not 'the' adviser,'' Mr. Rothkopf said. ''I think he had a sense that the national security system called for giving the president a range of views, and what had happened was that Nixon sank into the depths and Henry assumed greater power, that there was far too much judgment and power in the hands of one person who wasn't the president.''  ", 
            "title": "Kissinger's Appearance Revives Memories of Vietnam Era"
        }, 
        "weight": 0.502447024446174, 
        "file": "1815919.txt", 
        "other_topics": {
            "0": 0.00016309944782495108, 
            "1": 0.00013254995802020723, 
            "2": 0.0001399374414923197, 
            "3": 0.0001291807994945586, 
            "4": 0.008663505485197842, 
            "5": 7.953292210259553e-05, 
            "6": 0.034118570080868535, 
            "7": 0.0002135409581937142, 
            "8": 8.975192959079391e-05, 
            "9": 0.502447024446174, 
            "10": 0.23639716361928964, 
            "11": 0.002366387733384876, 
            "12": 0.0001299718171815617, 
            "13": 0.00010461658054858184, 
            "14": 0.0004840836608797703, 
            "15": 0.00017644346416396318, 
            "16": 0.021294406761010114, 
            "17": 0.004479380739803913, 
            "18": 7.208926522775375e-05, 
            "19": 0.17224095587548657, 
            "20": 0.0001444523457968148, 
            "21": 0.00010013781884568667, 
            "22": 0.00010831245919834682, 
            "23": 7.309657697899719e-05, 
            "24": 8.397079974827636e-05, 
            "25": 7.900448781712207e-05, 
            "26": 8.903643541761805e-05, 
            "27": 0.00010441127570348249, 
            "28": 0.015110167374407775, 
            "29": 0.00012511870486537274, 
            "30": 6.009873528422433e-05
        }
    }, 
    {
        "i": 32, 
        "content": {
            "text": "  The new Democratic leaders of the Senate and the House warned President Bush on Friday against sending additional troops to Iraq, setting the stage for what could become a major confrontation over a new war strategy.  Mr. Bush is expected to call for more troops in a speech as soon as Wednesday, as part of a renewed effort to secure Baghdad. But Nancy Pelosi, the new speaker of the House, and Harry Reid, the new Senate majority leader, dismissed that approach as a strategy ''that has already failed.''  ''Adding more combat troops will only endanger more Americans and stretch our military to the breaking point for no strategic gain,'' Mrs. Pelosi and Mr. Reid wrote in a letter to Mr. Bush. ''We are well past the point of more troops for Iraq,'' they added, urging Mr. Bush to begin a ''phased redeployment,'' or gradual withdrawal.  Not all Democrats agree with the position their leaders staked out in the letter on Friday, just days before Mr. Bush is expected to announce a broad strategy involving more troops, accelerated training of Iraqi forces and a large increase in economic and reconstruction aid to Iraq. But the release of the letter suggests that a major political battle may be brewing.  Mr. Bush appeared to be trying to head off any confrontation when he invited 13 Democratic and Republican senators to the White House Friday for what administration officials called a ''consultation'' on Iraq.  At a later meeting, Mr. Bush met with the former chairman of the Armed Services Committee, Senator John W. Warner, Republican of Virginia, who cautioned that Congress would want to take time to consider the strategy before Mr. Bush began implementing it.  ''The president has had this opportunity now for some weeks, and I think Congress is entitled to an opportunity to independently look at the situation,'' Mr. Warner said.  Mr. Bush has begun to put parts of his plan in place, making official on Friday some changes that will insure new faces are associated with a new approach.  He announced the nomination of Lt. Gen. David H. Petraeus as the new commander in Iraq, to succeed Gen. George W. Casey Jr., whom Mr. Bush said he intended to elevate to Army chief of staff.  Mr. Bush praised General Casey, who spent much of 2006 pressing for a gradual withdrawal of troops, as ''strong and effective''; he hailed General Petraeus, who has reportedly backed an increase, as ''a soldier of vision and determination.''  Mr. Bush is also remaking his diplomatic team, nominating John D. Negroponte, the director of national intelligence, to be deputy secretary of state.  Ryan C. Crocker is expected to be nominated ambassador to Iraq. His nomination would for the first time place an Arabist with experience in sectarian conflicts, mostly in Lebanon, at the head of the embassy in Baghdad.  Administration and Congressional officials said they expected the military and diplomatic nominations to receive Senate approval, though senators might use the hearings to air dissent about any troop increase and draw attention to the perceived failings of Iraq strategy.  The bigger question is whether Congress will seek to stop the troop increase. In theory, it could cut off financing, the only way it could actually interfere with the commander in chief's plans. But Democrats have said they would not take such a step, largely out of fear of being accused of undercutting the troops.  That leaves them with only one option: holding a series of hearings, which start next week, immediately after the president's speech, that are intended to expose the divisions within the military over the wisdom of increasing troops. Many senior officers, including General Casey, have argued that adding American troops will undercut the effort to get the Iraqi government to defend itself.  Some Republican leaders insisted that Congress should not go down that path. ''I don't think that we should be dictating military strategy in Iraq from Capitol Hill,'' said Representative John A. Boehner of Ohio, the Republican minority leader in the House.  In addition to the 13 senators, Democrats and Republicans, invited to the White House on Friday afternoon, those attending the meeting included Vice President Dick Cheney, Secretary of State Condoleezza Rice, the Joint Chiefs chairman, Gen. Peter Pace, and Stephen J. Hadley, the national security adviser.  Senators Hillary Rodham Clinton of New York and Barack Obama of Illinois, who both are considering a presidential candidacy, arrived at the White House at nearly the same time. After the meeting, Mrs. Clinton did not issue a statement, while Mr. Obama spoke to reporters about his conversation with Mr. Bush.  ''I personally indicated that an escalation of troop levels in Iraq was a mistake and that we need a political accommodation, rather than a military approach to the sectarian violence there,'' he said. ''I think he recognizes that the status quo is unacceptable and has to change.''  Senator Mary L. Landrieu, a Louisiana Democrat, said she would consider supporting an increase in troops for a short time if the president could articulate ''specific opportunities for success,'' particularly cities that troops would be dispatched to and how long they would stay. Ms. Landrieu also said she would need to be convinced that there was a broader solution to limit American involvement in Iraq.  ''The American people's patience is wearing thin with the vagueness,'' she said, speaking to reporters as she left the White House.  In interviews after the meeting, several senators said they could not tell whether Mr. Bush had made a decision whether to call for a troop increase. The senators described the meeting as frank but not confrontational. But even those who have supported the administration's Iraq policy said it was time for a change of course.  ''I don't know that the American people will see the surge as a new direction,'' said Senator Ben Nelson, a Democrat from Nebraska. ''The American people want to see a change in direction, not just a change in slogans.''  Senator Blanche Lincoln, an Arkansas Democrat at the meeting, said an increase in troops would face considerable scrutiny in Congress from Democrats and Republicans.  ''I asked the president, 'Where would that surge come from?' '' Ms. Lincoln said. ''He said that was a very good question.''  ", 
            "title": "Bush Facing a Deep Divide With Democrats Over Talk Of Increasing Troops in Iraq"
        }, 
        "weight": 0.5023192208917326, 
        "file": "1816746.txt", 
        "other_topics": {
            "0": 0.00015458106575809714, 
            "1": 0.00012562711922204395, 
            "2": 0.00013262876811551602, 
            "3": 0.00012243392560582945, 
            "4": 0.00017592697895744798, 
            "5": 7.537906489217524e-05, 
            "6": 0.00019622171478599147, 
            "7": 0.00020238810946814133, 
            "8": 8.50643525469261e-05, 
            "9": 0.5023192208917326, 
            "10": 0.25418220134853625, 
            "11": 0.0002340207697705039, 
            "12": 0.190956800585932, 
            "13": 9.915265031751768e-05, 
            "14": 0.00045880086789250665, 
            "15": 0.0021760030641661387, 
            "16": 9.449018414878586e-05, 
            "17": 0.00022788114982649887, 
            "18": 6.832417642875395e-05, 
            "19": 0.004551911464266026, 
            "20": 0.00013690786733069993, 
            "21": 9.490780604279556e-05, 
            "22": 0.00010265550007091744, 
            "23": 6.92788781529743e-05, 
            "24": 7.958516040826582e-05, 
            "25": 0.04225915145160945, 
            "26": 8.438622730917582e-05, 
            "27": 9.895806816421193e-05, 
            "28": 0.0002595669122309935, 
            "29": 0.00011858398665530817, 
            "30": 5.6959889655297424e-05
        }
    }, 
    {
        "i": 33, 
        "content": {
            "text": "  In an interview with the Israeli daily newspaper Haaretz, King Abdullah II said Jordan wanted to develop a peaceful nuclear program. With the comments, Jordan joined Egypt and several Persian Gulf states that have announced intentions to develop peaceful nuclear programs. The king's statement was widely seen as a continuation of the political posturing of Arab leaders who have grown fearful that the West will fail to halt Iran's nuclear ambitions. Last month, members of the Gulf Cooperation Council, made up of Iran's Arab neighbors, agreed to begin a study into developing a nuclear research and development center somewhere in the Persian Gulf.  HASSAN M. FATTAH  ", 
            "title": "World Briefing | Middle East: Jordan: King Will Seek Nuclear Program"
        }, 
        "weight": 0.5020384249557771, 
        "file": "1820119.txt", 
        "other_topics": {
            "0": 0.001014997539281197, 
            "1": 0.0008248825058361392, 
            "2": 0.000870856159614062, 
            "3": 0.0008039156193225082, 
            "4": 0.001155157327058545, 
            "5": 0.0004949478450265367, 
            "6": 0.0012884149600377933, 
            "7": 0.0013289042359909897, 
            "8": 0.0005585425879440582, 
            "9": 0.5020384249557771, 
            "10": 0.07301810039479666, 
            "11": 0.00153660802047686, 
            "12": 0.0008088382663120785, 
            "13": 0.0006510480154340495, 
            "14": 0.016202394100948175, 
            "15": 0.001098039780863534, 
            "16": 0.0006204337117673229, 
            "17": 0.0014962945506173705, 
            "18": 0.00044862461394284346, 
            "19": 0.0035086816133875097, 
            "20": 0.0008989532305745412, 
            "21": 0.0006231758664593673, 
            "22": 0.0006740481407258255, 
            "23": 0.026834600101628255, 
            "24": 0.0005225655650744397, 
            "25": 0.02687136610570097, 
            "26": 0.000554089937522317, 
            "27": 0.0006497703660283814, 
            "28": 0.0017043470097790844, 
            "29": 0.33052497150760884, 
            "30": 0.000374005364462478
        }
    }, 
    {
        "i": 34, 
        "content": {
            "text": "  Vice President Dick Cheney yesterday defended efforts by the Pentagon and the Central Intelligence Agency to obtain financial records of Americans suspected of terrorism or espionage, calling the practice a ''perfectly legitimate activity'' used partly to protect troops stationed on military bases in the United States.  But the chairman of the House Intelligence Committee expressed concern over the expansion of the military's domestic intelligence collection efforts and said his committee would investigate how the Pentagon was using its authority.  Appearing on ''Fox News Sunday,'' Mr. Cheney said ''national security letters'' issued to banks and credit agencies were an essential tool for investigating terrorism cases in the United States.  He said the Pentagon had crossed no legal boundaries in issuing the letters independent of the Federal Bureau of Investigation.  ''There's nothing wrong with it or illegal,'' Mr. Cheney said. ''It doesn't violate people's civil rights. And if an institution that receives one of these national security letters disagrees with it, they're free to go to court to try to stop its execution.''  Representative Silvestre Reyes, a Texas Democrat who is the new chairman of the House Intelligence Committee, said his panel would examine the matter. Mr. Reyes also indicated that he might renew efforts to pass a law requiring various agencies to get court approval before issuing national security letters.  ''Any expansion by the department into intelligence collection, particularly on U.S. soil, is something our committee will thoroughly review,'' he said in a statement issued to the news media.  Since the Sept. 11 attacks, the Pentagon has issued hundreds of letters to American banks and other financial institutions seeking information about suspects in counterterrorism or counterespionage investigations.  Banks are not required to hand over the information, but Pentagon officials said that financial institutions usually complied.  The C.I.A. also uses the letters as an investigative tool, but issues them far less frequently than does the Pentagon, intelligence officials said.  The use of the national security letters by the Pentagon and the C.I.A. was first reported in The New York Times yesterday.  By law, the Pentagon and the C.I.A. are barred from any domestic law enforcement activities. But government officials said that their authority to issue the letters dated back several decades and was strengthened by the USA Patriot Act, an antiterrorism law passed in 2001.  Mr. Cheney said yesterday that the letters were valuable for protecting American forces stationed at hundreds of bases in the United States.  Since Sept. 11, the Pentagon has increased its domestic intelligence collection efforts to help ensure that American bases are protected from potential terrorist attacks.  The efforts have been criticized by civil liberties organizations, who say the Pentagon is using ''force protection'' to spy on Americans and collect information on groups like war protesters.  The American Civil Liberties Union said yesterday that it had ''serious concerns'' about the use of the letters by the Pentagon and the C.I.A., and it called for a Congressional investigation to examine the frequency and legal basis for the records demands, along with civil liberties safeguards in place.  ''This country has a long tradition of rejecting the use of the C.I.A. and the Pentagon to spy on Americans, and rightfully so,'' said Caroline Fredrickson, director of the A.C.L.U.'s Washington office. ''Today's published report that the Pentagon and C.I.A. have been relying on 'national security letters' to collect the financial records of Americans without judicial supervision or Congressional oversight raises a host of questions that need to be answered.''  Pentagon officials said the financial documents obtained through the national security letters usually did not establish an individual's links to terrorism or espionage and had rarely led to criminal charges.  But officials said the records still had intelligence value, and the Pentagon plans within the next year to incorporate the records into a database at its Counterintelligence Field Activity office.  With the Democrats now in charge of both houses of Congress, the House and the Senate Intelligence Committees are planning hearings on various intelligence programs conducted by the Bush administration since Sept. 11, 2001.  At the top of the agenda are hearings on the National Security Agency's domestic surveillance program and the C.I.A.'s detention and interrogation of terrorism suspects.  Mr. Reyes indicated yesterday that the military's domestic collection efforts could also be a priority for his committee.  ''We want our intelligence professionals to have strong tools that will enable them to interrupt the planning process of our enemies and to stop attacks against our country,'' his statement said.  ''But in doing so, we also want those tools to comply fully with the law and the Constitution.''  ", 
            "title": "Cheney Defends Efforts To Obtain Financial Records"
        }, 
        "weight": 0.4951666358226961, 
        "file": "1819059.txt", 
        "other_topics": {
            "0": 0.0054396717250405745, 
            "1": 0.0001637940671799773, 
            "2": 0.0001729228966582763, 
            "3": 0.00015963074501728028, 
            "4": 0.005467502769501705, 
            "5": 9.828008232116124e-05, 
            "6": 0.2621621947532545, 
            "7": 0.0002638759194984109, 
            "8": 0.00011090787054557912, 
            "9": 0.4951666358226961, 
            "10": 0.09830898650550782, 
            "11": 0.11292485316105029, 
            "12": 0.00016060821801011055, 
            "13": 0.0001292763534478193, 
            "14": 0.0005981897908921456, 
            "15": 0.00021803396284994853, 
            "16": 0.00012319737701665693, 
            "17": 0.0002971140355273104, 
            "18": 8.908183848590734e-05, 
            "19": 0.01379202470928464, 
            "20": 0.0001785020348942077, 
            "21": 0.0001237418771929473, 
            "22": 0.00013384340880483693, 
            "23": 9.032658945466432e-05, 
            "24": 0.0001037640375037223, 
            "25": 9.762708776614336e-05, 
            "26": 0.00011002372314622511, 
            "27": 0.002748086241515684, 
            "28": 0.00033842629300857494, 
            "29": 0.0001546111508165574, 
            "30": 7.426495211017134e-05
        }
    }, 
    {
        "i": 35, 
        "content": {
            "text": "  After President Bush told the nation on Wednesday night that he was ordering a rapid increase of American forces in Iraq, Gen. Eric K. Shinseki was not among the retired officers to offer instant analysis on television.  But the president's new strategy, with its explicit acknowledgment that not enough troops had been sent to Iraq to establish control, was a vindication for General Shinseki, who as Army chief of staff publicly told Congress as much just before the war began in 2003.  First vilified, then marginalized by the Bush administration after those comments, General Shinseki retired and faded away, even as lawmakers, pundits and politicians increasingly cited his prescience.  ''We never had enough troops to begin with,'' Senator Lindsey Graham, a South Carolina Republican, said just before the president's televised address. ''A month or two ago we found out the Army is broken, and they agreed that General Shinseki was right.''  Gen. John P. Abizaid, the departing commander of American forces in the Middle East, told Congress late last year, ''General Shinseki was right that a greater international force contribution, U.S. force contribution and Iraqi force contribution should have been available immediately after major combat operations.''  In his prime-time address on Wednesday, even President Bush said the main reason past efforts to stabilize Baghdad had failed was that ''there were not enough Iraqi and American troops to secure neighborhoods that had been cleared of terrorists and insurgents.''  The acknowledgment was far different from the harsh administration rebuttals after General Shinseki electrified Washington with his blunt warning that victory in Iraq would require more troops than were being deployed for the invasion.  He was the target of immediate rebuke from the Pentagon leadership, in particular from Donald H. Rumsfeld, then secretary of defense, and his deputy, Paul D. Wolfowitz. Mr. Wolfowitz dismissed the testimony as ''wildly off the mark.''  Some civilians in government and military officers say General Shinseki's treatment intimidated other top officers.  ''It sent a very clear signal to the military leadership about how that kind of military judgment was going to be valued,'' said Kori Schake, the director for defense strategy on the National Security Council staff from 2002 to 2005, now a fellow at the Hoover Institution and a professor at West Point. ''So it served to silence critics just at the point in time when, internal to the process, you most wanted critical judgment.''  General Shinseki has kept a strict public silence since retiring in June 2003 and would often say to his associates, ''I do not want to criticize while my soldiers are still bleeding and dying in Iraq.''  He now splits his time between his suburban Washington home and his native Hawaii, consulting with academic organizations, private companies and military support groups. He declined to comment for this article.  ''This is a man who is totally loyal to the Army, which was his life,'' said David R. Gergen, director of the Center for Public Leadership at Harvard's Kennedy School of Government. Mr. Gergen works with General Shinseki on the center's advisory board, and the general regularly meets with students there.  ''General Shinseki draws an enormous crowd, especially of former and active-duty military,'' said Mr. Gergen, who was an adviser to Presidents Nixon, Ford, Reagan and Clinton. ''They hold General Shinseki in awe.''  ''He has been very discreet in his comments about what happened,'' Mr. Gergen added. ''Just as he has been in public, he is reluctant in private to say anything that would disparage the commander in chief.''  The general, who throughout his career was known for his selfless, or at least self-effacing, bearing, did not go before Congress on that day in February 2003 planning to stir things up. But he is also not one who backs down easily; he had risen to the top of the Army after surviving grievous injury in Vietnam, and under withering cross-examination by Senator Carl Levin, Democrat of Michigan, he spoke matter-of-factly.  ''Something on the order of several hundred thousand soldiers are probably, you know, a figure that would be required'' to stabilize Iraq after an invasion, he said.  ''We're talking about post-hostilities control over a piece of geography that's fairly significant, with the kinds of ethnic tensions that could lead to other problems,'' he added. ''And so it takes a significant ground force presence to maintain a safe and secure environment, to ensure that people are fed, that water is distributed, all the normal responsibilities that go along with administering a situation like this.''  His comments brought to a boil long-simmering tensions with Mr. Rumsfeld, who had been scrubbing the war plans to reduce the number of invading troops. And they were politically explosive, coming less than a month before the start of the war, which proponents were saying confidently would be anything but a quagmire.  Former aides to the general said his estimate summarized back-of-the-envelope calculations but had been based on experiences as a commander in postwar Bosnia, where the United States sent 50,000 troops to quiet five million people, a population one-fifth that of Iraq. American troops in Iraq reached a peak of more than 160,000 in December 2005. There are now about 132,000.  General Shinseki was not fired for his comments, but his influence as a member of the Joint Chiefs of Staff certainly was never the same. He retired as scheduled.  During a House Armed Services Committee hearing on Thursday, Gen. Peter Pace, chairman of the Joint Chiefs, was asked specifically why General Shinseki's recommendation of more troops had not been adopted, and he replied: ''General Shinseki was not advocating for that number as an answer. He gave that as a guesstimate of what it might take. So I just want to put that in historical context.''  Some critics say General Shinseki should have spoken out more after his Senate testimony, and others ask why he did not resign to protest the war plan if he thought it would not assure victory. Even in retirement he declined to join the so-called generals' revolt of retired officers calling for Mr. Rumsfeld to resign last year.  These days, Army officers are pointing to another instance of his impolitic remarks coming true years later.  In his retirement speech, General Shinseki warned against trying to carry out a ''12-division strategy'' with a ''10-division army,'' counsel that the Pentagon's leaders rejected.  In his speech on Wednesday night, Mr. Bush vowed ''to increase the size of the active Army and Marine Corps, so that America has the armed forces we need for the 21st century.'' That, too, could be heard as an affirmation of the general's long-held view.  THE REACH OF WAR  ", 
            "title": "New Strategy Vindicates Ex-Army Chief Shinseki"
        }, 
        "weight": 0.49460900037489, 
        "file": "1818256.txt", 
        "other_topics": {
            "0": 0.011513395929703402, 
            "1": 0.00011848672442718746, 
            "2": 0.00012509041356782943, 
            "3": 0.00011547502556479188, 
            "4": 0.04374173125644247, 
            "5": 7.109466924631222e-05, 
            "6": 0.002079669021250505, 
            "7": 0.00019088477314763781, 
            "8": 8.022946447566218e-05, 
            "9": 0.49460900037489, 
            "10": 0.23784039203223564, 
            "11": 0.00022071949615454082, 
            "12": 0.00011618211816668226, 
            "13": 9.351701151112213e-05, 
            "14": 0.030746326057439155, 
            "15": 0.005841523706172034, 
            "16": 8.911955061647898e-05, 
            "17": 0.00021492883995787037, 
            "18": 6.44407665666489e-05, 
            "19": 0.09144479713088073, 
            "20": 0.00012912629732163855, 
            "21": 8.951343571530725e-05, 
            "22": 9.682076627371715e-05, 
            "23": 6.53412049497652e-05, 
            "24": 7.506169868562141e-05, 
            "25": 0.07585462858917452, 
            "26": 7.95898825233735e-05, 
            "27": 9.33334890191637e-05, 
            "28": 0.0040340139612793525, 
            "29": 0.00011184390946249836, 
            "30": 5.372240317842118e-05
        }
    }, 
    {
        "i": 36, 
        "content": {
            "text": "  Harriet E. Miers, President Bush's longtime confidante and onetime Supreme Court nominee, has resigned as White House counsel, officials said Thursday.  Tony Snow, the White House spokesman, said that Mr. Bush had accepted Ms. Miers's resignation ''reluctantly'' and that she had tendered it after deciding she was ready for a change after six years in the job. The White House said that a search for a successor was under way and that Ms. Miers would remain at her post through this month.  Ms. Miers's departure comes as the White House girds for possible confrontations with Congressional Democrats, who have promised oversight investigations into White House policies, including energy, the war in Iraq and national security.  The White House counsel's office would be central in attempts to stave off subpoenas and requests for sensitive information.  Even before the Democratic victories in November, Republicans close to the White House speculated that it would seek to beef up the counsel's office.  Mr. Snow said Ms. Miers's departure was not the beginning of another round of changes in the West Wing.  ''For those who are speculating about any others within the White House proper, I am aware of none and expect none,'' Mr. Snow said.  Still, her announced resignation came with Mr. Bush poised to name a new director of national intelligence, J. Michael McConnell, a retired Navy vice admiral and director of the National Security Agency from 1992 to 1996, and move his current director, John D. Negroponte, to the State Department as its second in command.  Rumors of Ms. Miers's departure date back to the White House shake-up last spring, when Joshua B. Bolten became Mr. Bush's chief of staff and undertook a review of all personnel. Mr. Bolten was said at the time to have raised the possibility of moving Ms. Miers out of the counsel's office, though White House officials denied it.  Mr. Snow said her decision to resign did come after a series of meetings with Mr. Bolten.  ''She's been here for six years,'' Mr. Snow said. ''It's hard duty.''  Ms. Miers has worked with Mr. Bush since his days as Texas governor and has grown close to him and the first lady, Laura Bush.  Ms. Miers started at the White House as staff secretary after the 2000 campaign and became a deputy chief of staff before moving to the White House counsel's office.  Mr. Bush's decision to nominate her to the Supreme Court in 2005 provoked the ire of liberals and conservatives, who criticized her as a Bush crony who did not have the legal intellectual credentials or résumé the job required. She withdrew her name from consideration but returned to Mr. Bush's inner circle and remained one of his closest advisers.  In her resignation letter, Ms. Miers said her own role in helping Mr. Bush choose nominees for the federal bench was ''among the most rewarding of my experiences.''  ", 
            "title": "Miers Steps Down as White House Counsel"
        }, 
        "weight": 0.4942209473800063, 
        "file": "1816591.txt", 
        "other_topics": {
            "0": 0.0003305312071218096, 
            "1": 0.000268620759988017, 
            "2": 0.0002835919561642937, 
            "3": 0.0002617929500271728, 
            "4": 0.0003761738634348402, 
            "5": 0.0001611784288608375, 
            "6": 0.08202913139746489, 
            "7": 0.00043275407503199747, 
            "8": 0.00018188788512022463, 
            "9": 0.4942209473800063, 
            "10": 0.2428353940024523, 
            "11": 0.0005003922514343772, 
            "12": 0.16348252108829117, 
            "13": 0.00021201202772183053, 
            "14": 0.0009810257417318953, 
            "15": 0.00035757368879299576, 
            "16": 0.00020204256242310393, 
            "17": 0.00048726427886277646, 
            "18": 0.00014609339377915755, 
            "19": 0.009733072958300806, 
            "20": 0.00029274169143136757, 
            "21": 0.00020293553769190904, 
            "22": 0.00021950195639892605, 
            "23": 0.00014813477389127063, 
            "24": 0.00017017206479797507, 
            "25": 0.00016010752381124125, 
            "26": 0.00018043789153715463, 
            "27": 0.00021159596464385202, 
            "28": 0.0005550160002315617, 
            "29": 0.000253560861818825, 
            "30": 0.00012179383673517177
        }
    }, 
    {
        "i": 37, 
        "content": {
            "text": "  The new Democratic leaders of Congress on Wednesday accused President Bush of ignoring strong American sentiment against the war in Iraq and said they would build a bipartisan campaign against his proposed military expansion.  Democrats continued to debate how assertively to confront Mr. Bush over his plan. House Democrats said that they would seek to attach conditions to the spending request Mr. Bush will send to Congress soon and that those conditions, if not met, could lead Congress to limit or halt money for wider military operations.  ''We are going to fund the troops that are there,'' said Brendan Daly, an aide to Representative Nancy Pelosi of California, the House speaker. ''Any escalation of troops we will subject to scrutiny. We will have hearings, and we will set benchmarks that the president must meet to obtain this money.''  Any challenge to Mr. Bush over paying for the additional troops is probably months away. House Democrats said their first step would be to vote on a nonbinding resolution opposing Mr. Bush's plan. The Senate is planning to vote on a similar resolution as soon as next week.  ''The president's response to the challenge of Iraq is to send more American soldiers into the crossfire of a civil war,'' said Senator Richard J. Durbin of Illinois, the No. 2 Democrat in the Senate, responding for his party immediately after Mr. Bush spoke. ''The escalation of this war is not the change the American people called for in the last election.''  The criticism from Democrats resounded in near unison on Wednesday evening, a rare moment for a party that for more than four years has struggled to present a unified policy on Iraq.  Of more immediate concern to the administration was the bleak assessment from some Republicans.  Senator Norm Coleman, Republican of Minnesota, delivered a strong rebuke to the plan in a speech on the Senate floor only hours before the presidential address. A recent trip to Iraq, Mr. Coleman said, confirmed his fears that Baghdad was besieged by irreparable sectarian violence.  ''I refuse to put more American lives on the line in Baghdad without being assured that the Iraqis themselves are willing to do what they need to do to end the violence of Iraqi against Iraqi,'' said Mr. Coleman, who is up for re-election in 2008.  Senator John McCain, Republican of Arizona, one of the administration's staunchest allies on Iraq, disagreed. Public opinion was not entirely against the war, Mr. McCain said, adding, ''Americans want to be told how we can prevail in Iraq and how we can get out.''  Even though Mr. Bush proposed a bipartisan Congressional working group on Iraq, he set the stage for a major confrontation with Democrats, who won the majority last fall after the lingering war soured the climate for Republicans. The clash begins Thursday as Democrats open a series of hearings to scrutinize the president's approach on Iraq.  ''In the coming days and weeks, we should undertake respectful debate and deliberation over this new plan,'' said Senator Joseph I. Lieberman of Connecticut, a Democrat turned independent singled out by Mr. Bush for recommending a new bipartisan group focusing on the war on terror. ''Excessive partisan division and rancor at home only weakens our will to prevail in this war.''  Senator Hillary Rodham Clinton, Democrat of New York, whose potential presidential ambitions are complicated by her previous support for the war, rejected the proposal to send more American troops to Iraq. Mrs. Clinton said more pressure should be placed on the Iraqi government to begin solving its own crisis.  ''The president simply has not gotten the message sent loudly and clearly by the American people, that we desperately need a new course,'' she said. ''The president has not offered a new direction, instead he will continue to take us down the wrong road, only faster.''  The White House had asked Republicans to reserve judgment on the Iraq strategy -- or to at least stay silent -- but several Republicans distanced themselves from the president Wednesday. Secretary of State Condoleezza Rice and Stephen J. Hadley, the national security adviser, made calls and held meetings in an effort to stem political damage.  ''This is a dangerously wrongheaded strategy that will drive America deeper into an unwinnable swamp at a great cost,'' said Senator Chuck Hagel, Republican of Nebraska. ''It is wrong to place American troops in the middle of Iraq's civil war.''  Senator Gordon H. Smith of Oregon, who was among the first Republicans to drop his support of the administration's Iraq policy, said he was opposed to a troop increase. ''This is the president's Hail Mary pass,'' Mr. Smith said. ''Now it is up to the Iraqi army to catch the ball.''  Senator John W. Warner, Republican of Virginia, said he had reservations about increasing troops, but declined to condemn the president's plan until Congress had had the opportunity to study it.  ''Blow the whistle, time out, until Congress has done its homework and its analysis,'' Mr. Warner said. ''But each day that goes by, all of us are pained by the casualties. We cannot dither about.''  Six hours before the president delivered his address, Congressional leaders from both parties were called to the White House for a briefing. Democrats dismissed the meeting as a last-minute procedural briefing, saying the president had failed to consult with them, as he promised to only a week ago.  THE STRUGGLE FOR IRAQ  ", 
            "title": "Democrats Plan to Fight Expansion Of Troops"
        }, 
        "weight": 0.4911357433447228, 
        "file": "1818088.txt", 
        "other_topics": {
            "0": 0.00017738610646125374, 
            "1": 0.00014416064112027132, 
            "2": 0.00015219522950877, 
            "3": 0.00014049636192812483, 
            "4": 0.0048121321983668084, 
            "5": 8.649959012986525e-05, 
            "6": 0.0002251699185688556, 
            "7": 0.00023224602933446308, 
            "8": 9.761372922968258e-05, 
            "9": 0.4911357433447228, 
            "10": 0.23635818905828535, 
            "11": 0.0002685453938169701, 
            "12": 0.25140003933513067, 
            "13": 0.00011378044587079294, 
            "14": 0.000526486857865597, 
            "15": 0.00019189898884374452, 
            "16": 0.00010843013523525293, 
            "17": 0.00026150000781398314, 
            "18": 7.840390784233924e-05, 
            "19": 0.007528571541940974, 
            "20": 0.00015710561581785856, 
            "21": 0.00010890936806618244, 
            "22": 0.00011780006416121606, 
            "23": 7.949945483485583e-05, 
            "24": 0.004701577260748643, 
            "25": 8.59248677646407e-05, 
            "26": 9.683556150889669e-05, 
            "27": 0.00011355715739498589, 
            "28": 0.0002978603084473436, 
            "29": 0.00013607844905375507, 
            "30": 6.536307018498222e-05
        }
    }, 
    {
        "i": 38, 
        "content": {
            "text": "  An article on Monday about the drafting of President Bush's State of the Union address misidentified a speech three years ago in which he called for human exploration of Mars. Mr. Bush proposed that idea in a speech at the headquarters of the space agency, delivered on Jan. 14, 2004. He did not mention it in his 2004 State of the Union address, which was delivered on Jan. 20.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.4900776505161441, 
        "file": "1820939.txt", 
        "other_topics": {
            "0": 0.002210283430902546, 
            "1": 0.001796284290878346, 
            "2": 0.0018963976421632707, 
            "3": 0.08791826699973594, 
            "4": 0.031238045712235082, 
            "5": 0.0010778105154794842, 
            "6": 0.002805683884037033, 
            "7": 0.0028938543202254477, 
            "8": 0.029938842885171225, 
            "9": 0.4900776505161441, 
            "10": 0.18772854565078698, 
            "11": 0.0033461551540875556, 
            "12": 0.059206439771711424, 
            "13": 0.0014177380590054817, 
            "14": 0.006560182202220303, 
            "15": 0.002391118244319365, 
            "16": 0.0013510716036452992, 
            "17": 0.0032583675575425224, 
            "18": 0.0009769359161157598, 
            "19": 0.06508568458278685, 
            "20": 0.0019575825101037585, 
            "21": 0.0013570429866745523, 
            "22": 0.0014678236935747014, 
            "23": 0.0009905867561597823, 
            "24": 0.0011379515371655216, 
            "25": 0.0010706493045674987, 
            "26": 0.0012065997805302182, 
            "27": 0.001414955818455568, 
            "28": 0.003711427673894455, 
            "29": 0.0016955777836644066, 
            "30": 0.0008144432160155847
        }
    }, 
    {
        "i": 39, 
        "content": {
            "text": "  Even before the November elections, President Bush and his national security adviser, Stephen J. Hadley, were informally discussing what Mr. Hadley was calling ''the big push'' -- whether it made sense to make a show of increased American force in Baghdad to take back the city.  But when Mr. Hadley traveled to Iraq in late October, the commander there, Gen. George W. Casey Jr., repeated his frequent warning that to send more troops to Iraq could be counterproductive, because it might make the Iraqi government less likely to defend itself. By the time Mr. Bush met Prime Minister Nuri Kamal al-Maliki in Jordan on Nov. 30, Mr. Maliki was insisting upon taking control over all Iraqi troops and urging the Americans to withdraw to the outskirts of his capital.  Over the past two months those diametrically opposed options -- adding American troops, or pulling back to let the Iraqi factions fight it out -- marked the boundaries of a vigorous debate inside the Bush administration. At one point, as Mr. Bush, Mr. Hadley, Secretary of State Condoleezza Rice and the newly appointed secretary of defense, Robert M. Gates, weighed their options, the president asked his deputies, in effect: ''Why can't we just pull out of Baghdad and let the factions fight it out themselves?''  Ultimately, the president and his advisers came back to the idea of adding American troops -- the new approach they concluded was the best of a series of difficult choices, according to a senior administration official involved in the process.  A narrative pieced together from interviews with participants and from public testimony suggests that through much of the process, generals who had been on the ground in Iraq during the past year had favored that the new strategy begin with a substantially smaller force than the one that President Bush announced to the nation on Wednesday night. In the end, it was Mr. Bush who appeared to drive his commanders along to the conclusion that more troops were needed.  In an appearance before Congress on Thursday, Gen. Peter Pace, the chairman of the Joint Chiefs of Staff, confirmed that General Casey had requested only two new American brigades, about 9,000 troops, for Baghdad, along with three Iraqi brigades. The White House gave him five brigades. Gen. John P. Abizaid, who heads the Central Command, was opposed to any increase in American troop levels until mid-November, when he became convinced that the economic commitments by both Iraq and the United States made it worth adding troops.  White House officials were clearly sensitive on Thursday about any suggestions that the president countermanded his generals, and said his new plan had their full support. They said the generals sought and received assurances that the Iraqis would undertake political initiatives and end the practice of releasing militia figures who were friends of the government and captured by American or Iraqi forces.  In public comments before the elections, Mr. Bush resisted calls for troop increases from some of his own supporters, saying his generals saw no such need. During an interview session with conservative columnists in September, Mr. Bush said: ''If General Casey feels like he needs more troops, we'll send them,'' according to a transcript posted by The National Review. Asked by an interviewer, ''What if he's wrong?'' Mr. Bush shot back, ''Then I picked the wrong general.''  Still far ahead of Election Day, Mr. Bush had decided to oust Secretary of Defense Donald H. Rumsfeld. Mr. Rumsfeld was seen by people inside and outside the administration as opposed to a major change. ''It was clear Rumsfeld was committed to the strategy that he had employed from the beginning,'' Senator John McCain, Republican of Arizona, said. Several officials inside and outside the administration said Mr. Rumsfeld's departure on Nov. 8 helped to empower Mr. Hadley, along with his deputy at the National Security Council, Jack D. Crouch, as they ran the review process inside the White House. Both said they considered many options. But Mr. Hadley was clearly focused on troop levels early on, suggesting in a Nov. 8 memorandum that the president should ask the Pentagon and General Casey to recommend whether more forces were needed in Baghdad.  Mr. Hadley believed from the start of the review that the administration's approach through much of 2006 -- that political reconciliation would lead to stability -- was not working. ''You have this Catch-22 element,'' Mr. Hadley said in a conversation in his office before he took his late-October trip to Baghdad. ''You can't have security without political and economic progress, but it's hard to have political and economic progress without security.''  One senior official involved in the discussions said that Mr. Bush's instinct toward the start of the review process -- and that of others -- was to consider a withdrawal from Baghdad, allow Iraqi-vs.-Iraqi fighting to settle itself, and dedicate United States forces to focus on pursuing Qaeda fighters. ''As you peel that back and look at it, it just doesn't war-game out for you,'' said the official. ''You're supposed to go flying through Baghdad looking for Al Qaeda, and when you see ethnic cleansing going on look the other way?''  In the end, the official said, Mr. Hadley's teams concluded that an American withdrawal from Baghdad would ''crater the government.''  Another option discussed was to try to steer the Iraqi government toward a political realignment that would essentially depose Mr. Maliki, and put a stronger figure in place. By elimination, those discussions led Mr. Bush's top advisers back to the idea of a troop increase. According to an account by one senior official, General Pace traveled to Crawford, Tex., to meet with Mr. Bush after Christmas and took with him a recommendation calling for two more American brigades in Baghdad, with three more American brigades on call, along with two additional American battalions for Anbar.  According to a senior administration official, Vice President Dick Cheney was among those who wanted a bigger force. Ultimately, Mr. Bush concluded that General Pace's initial request was too small and should be augmented by three more American brigades for Baghdad. General Pace said that General Abizaid, who is retiring this year, had opposed the idea of a troop increase. But General Abizaid came around, General Pace said, when he saw that the additional American combat forces would be accompanied by a ''political and economic surge.''  THE REACH OF WAR  ", 
            "title": "A 2-Month White House Debate On Iraq, Capped by 'the Big Push'"
        }, 
        "weight": 0.48781631737552705, 
        "file": "1818333.txt", 
        "other_topics": {
            "0": 0.00014775453679393777, 
            "1": 0.00012007923944875249, 
            "2": 0.00012677168515014048, 
            "3": 0.00011702706199517312, 
            "4": 0.0001681577828302233, 
            "5": 7.205021366932921e-05, 
            "6": 0.0001875562730463169, 
            "7": 0.00019345035060026164, 
            "8": 8.130778466695184e-05, 
            "9": 0.48781631737552705, 
            "10": 0.31783965169938694, 
            "11": 0.0002236860657417892, 
            "12": 0.00011774365824057792, 
            "13": 9.477392232812132e-05, 
            "14": 0.011958926169089818, 
            "15": 0.00015984310594260563, 
            "16": 9.031735757551162e-05, 
            "17": 0.00021781758051387076, 
            "18": 6.530687953630583e-05, 
            "19": 0.0005107634319100083, 
            "20": 0.00013086181300204838, 
            "21": 9.07165366677361e-05, 
            "22": 9.812208104493512e-05, 
            "23": 6.621942021744784e-05, 
            "24": 0.003916199437606827, 
            "25": 0.17479743534655756, 
            "26": 8.06596064447311e-05, 
            "27": 9.458793321109032e-05, 
            "28": 0.0002481040526899991, 
            "29": 0.00011334714205459389, 
            "30": 5.44444565094573e-05
        }
    }
]