[
    {
        "content": {
            "text": "  A 19-year-old man, who is awaiting trial on charges of killing an Orange police officer last August, was sentenced to 14 years in prison on Friday for his role in an armed robbery that occurred before the officer's killing, the authorities said. The man, Raynard Brown of Orange, pleaded guilty to robbery and weapon possession last year for his role in robbing a 34-year-old woman in Orange and stealing her cellphone. He is accused of fatally shooting Detective Kieran T. Shields on Aug. 7. He has pleaded not guilty.  JOHN HOLL  ", 
            "title": "Metro Briefing | New Jersey: Newark: Robber Is Sentenced"
        }, 
        "weight": 0.9650087300751932, 
        "file": "1817455.txt", 
        "other_topics": {
            "0": 0.0008175904715041112, 
            "1": 0.0009934762920928656, 
            "2": 0.0014116114161213489, 
            "3": 0.001228208059989345, 
            "4": 0.0007626999673396, 
            "5": 0.0020302421946515018, 
            "6": 0.0014625949243503673, 
            "7": 0.001162356977044416, 
            "8": 0.0014581242418624319, 
            "9": 0.0014593853438365993, 
            "10": 0.0011144579524396611, 
            "11": 0.00814794898850271, 
            "12": 0.9650087300751932, 
            "13": 0.0015810551901329084, 
            "14": 0.0013583239948927533, 
            "15": 0.0010680687117094795, 
            "16": 0.0015908916867452614, 
            "17": 0.004186714756528586, 
            "18": 0.0022716343032330756, 
            "19": 0.0008858844518298962
        }
    }, 
    {
        "content": {
            "text": "  A former federal prison guard was sentenced in Federal District Court yesterday for having sexual contact with an inmate and making false statements to investigators, prosecutors said. The former guard, Nicholas Defonte, 49, of Staten Island, was sentenced to 18 months in prison, said Michael J. Garcia, the United States attorney in Manhattan. Mr. Garcia said Mr. Defonte had sexual contact with the female inmate while he supervised the kitchen at the Metropolitan Correctional Center in Manhattan in 2001. A jury in April acquitted Mr. Defonte of two counts of sexual abuse, but convicted him of sexual activity with an inmate.  ", 
            "title": "Metro Briefing | New York: Manhattan: Ex-Guard Sentenced For Sex With Inmate"
        }, 
        "weight": 0.9243878536954836, 
        "file": "1820965.txt", 
        "other_topics": {
            "0": 0.0007062711319086078, 
            "1": 0.0008582091521320606, 
            "2": 0.001219412930345195, 
            "3": 0.016189356247032615, 
            "4": 0.0006588542650804227, 
            "5": 0.0017538138014588176, 
            "6": 0.0012634547597458446, 
            "7": 0.0010040958236080658, 
            "8": 0.001259592784721418, 
            "9": 0.0012606821808797523, 
            "10": 0.0009627185087982657, 
            "11": 0.007038561915058313, 
            "12": 0.9243878536954836, 
            "13": 0.001365786023277466, 
            "14": 0.0011733808780900194, 
            "15": 0.0009226454126690851, 
            "16": 0.0013742832279765875, 
            "17": 0.03387342166591726, 
            "18": 0.0019623390762801697, 
            "19": 0.0007652665195364758
        }
    }, 
    {
        "content": {
            "text": "  A 17-year-old who was shot on Sunday when he tried to grab an off-duty police officer's pistol during a struggle in Jackson Heights was charged yesterday with attempted third-degree robbery, the police said. The teenager, Edwin Guaman, remained at Elmhurst Hospital Center last evening, the police said. The officer, Lt. Jose Jacome, a 16-year veteran assigned to the 110th Precinct, came upon Mr. Guaman and another man early Sunday beating a third person who was yelling that he was being robbed, the police said. Lieutenant Jacome identified himself as a police officer and tried to stop the robbery, the police said. It remained unclear yesterday whether the shot was accidental and who fired it, the police said.  EMILY VASQUEZ  ", 
            "title": "Metro Briefing | New York: Queens: Wounded Teenager Is Charged"
        }, 
        "weight": 0.9144371839540867, 
        "file": "1822671.txt", 
        "other_topics": {
            "0": 0.0006659709009431121, 
            "1": 0.0008092392516433348, 
            "2": 0.0011498325376107198, 
            "3": 0.0010004407545894242, 
            "4": 0.0006212596674029137, 
            "5": 0.001653740192222853, 
            "6": 0.0011913613152713205, 
            "7": 0.0009468015469843811, 
            "8": 0.0011877197067300131, 
            "9": 0.0011887469413262924, 
            "10": 0.0009077852452023408, 
            "11": 0.006636937584080422, 
            "12": 0.9144371839540867, 
            "13": 0.001287853498924127, 
            "14": 0.001106427100339348, 
            "15": 0.0008699987426440235, 
            "16": 0.0012958658483085337, 
            "17": 0.060470868336653584, 
            "18": 0.0018503668967108343, 
            "19": 0.0007215999783256823
        }
    }, 
    {
        "content": {
            "text": "  A New York City man was arrested yesterday and charged with setting his estranged wife's house on fire and trying to sexually assault and kill her, the authorities said. The man, Jesus M. Reza, 36, was charged with attempted murder, sexual assault, arson and burglary, said Paul M. Loriquet, a spokesman for the Essex County prosecutor.  JOHN HOLL  ", 
            "title": "Metro Briefing | New Jersey: North Caldwell: Man Is Charged With Arson And Sexual Assault"
        }, 
        "weight": 0.9113536480820161, 
        "file": "1820754.txt", 
        "other_topics": {
            "0": 0.001035126585018268, 
            "1": 0.0234302916297471, 
            "2": 0.0017871985492374288, 
            "3": 0.00155499710324387, 
            "4": 0.000965631376712803, 
            "5": 0.0025704282803631416, 
            "6": 0.0018517472280744833, 
            "7": 0.001471625037418374, 
            "8": 0.0018460870320989554, 
            "9": 0.02402016499846843, 
            "10": 0.0014109815300721944, 
            "11": 0.010315871949749662, 
            "12": 0.9113536480820161, 
            "13": 0.0020017261902243884, 
            "14": 0.0017197329557853548, 
            "15": 0.001352249514457722, 
            "16": 0.002014179881285828, 
            "17": 0.005300673013468739, 
            "18": 0.0028760475331740484, 
            "19": 0.0011215915293832405
        }
    }, 
    {
        "content": {
            "text": "  Lasana Philbert, 23, has been convicted in State Supreme Court of assault on a police officer for wounding Officer Christopher Wiesneski in 2005 by grabbing his gun during a struggle, causing it to fire, the Queens district attorney, Richard A. Brown, said yesterday. Prosecutors said that Officer Wiesneski had to retire as a result of his wound. Mr. Philbert, of Cambria Heights, faces up to 15 years in prison when he is sentenced next month, Mr. Brown said.  ", 
            "title": "Metro Briefing | New York: Queens: Conviction In Police Officer's Shooting"
        }, 
        "weight": 0.90219292060567, 
        "file": "1821378.txt", 
        "other_topics": {
            "0": 0.0009135875656049519, 
            "1": 0.0011101249571923261, 
            "2": 0.0015773552679276509, 
            "3": 0.0013724176720379064, 
            "4": 0.0008522521124382473, 
            "5": 0.0022686223590495866, 
            "6": 0.0016343249866222196, 
            "7": 0.020867942031060696, 
            "8": 0.001629329380541792, 
            "9": 0.001630738554355229, 
            "10": 0.0012453116361120769, 
            "11": 0.009104637517833511, 
            "12": 0.90219292060567, 
            "13": 0.0017666942223327205, 
            "14": 0.0015178111231089898, 
            "15": 0.0011934756191988886, 
            "16": 0.021346792991117233, 
            "17": 0.024247403702371828, 
            "18": 0.002538357436110324, 
            "19": 0.0009899002593139717
        }
    }, 
    {
        "content": {
            "text": "  An article on Jan. 21 about Mexico's extradition of drug traffickers to the United States incorrectly described a November 2005 decision by Mexico's Supreme Court that cleared the way for the extraditions. The court ruled that extraditions could proceed if the accused faced a possible life sentence without parole, which Mexican courts had previously held violated the country's constitution. The court did not overturn the prohibition on extraditions in which the accused would face the death penalty. (None of the accused drug traffickers extradited on Jan. 19 face the death penalty, Justice Department officials say.)  The article also misstated the number of people extradited. It was 15, not 21.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.8985120430542908, 
        "file": "1822438.txt", 
        "other_topics": {
            "0": 0.0007899228805856726, 
            "1": 0.0009598566541508714, 
            "2": 0.001363841917138328, 
            "3": 0.0011866450044610696, 
            "4": 0.0007368898931944876, 
            "5": 0.001961537980910322, 
            "6": 0.03525350296852923, 
            "7": 0.0011230223486908173, 
            "8": 0.0014087807301188446, 
            "9": 0.0014099991558941768, 
            "10": 0.0010767442463745995, 
            "11": 0.024792420535175642, 
            "12": 0.8985120430542908, 
            "13": 0.0015275516455776543, 
            "14": 0.0013123577637107122, 
            "15": 0.0010319248362384294, 
            "16": 0.018457256693991474, 
            "17": 0.004045034642567962, 
            "18": 0.0021947612832937417, 
            "19": 0.0008559057651053023
        }
    }, 
    {
        "content": {
            "text": "  A retired F.B.I. supervisor accused of aiding in Mafia murders is not immune from prosecution in state court, a Federal District Court judge ruled yesterday. The retired agent, R. Lindley DeVecchio, 66, was charged with four counts of murder last March in State Supreme Court. Prosecutors say Mr. DeVecchio, who was responsible for managing confidential informants, played a role in four killings between 1984 and 1992 by giving information to the Colombo crime family. In April, Mr. DeVecchio's lawyers sought to remove the case to federal court, arguing that the evidence was subject to federal grants of immunity and that his defense was based on federal law. But Judge Frederic Block ruled that Mr. DeVecchio had not presented a valid argument.  MICHAEL BRICK  ", 
            "title": "Metro Briefing | New York: Brooklyn: Case Against Ex-F.B.I. Agent Can Proceed"
        }, 
        "weight": 0.8767211155840059, 
        "file": "1817907.txt", 
        "other_topics": {
            "0": 0.0005756429850010733, 
            "1": 0.0006994793582366985, 
            "2": 0.0009938768094285447, 
            "3": 0.0008647475459859108, 
            "4": 0.0005369960893158241, 
            "5": 0.03842037252745319, 
            "6": 0.001029772896633166, 
            "7": 0.0008183836079592901, 
            "8": 0.03801755999771524, 
            "9": 0.0010275131191871938, 
            "10": 0.000784659220918189, 
            "11": 0.01806705858638888, 
            "12": 0.8767211155840059, 
            "13": 0.0011131775146855664, 
            "14": 0.000956358600388502, 
            "15": 0.0007519978312169015, 
            "16": 0.013450414716918636, 
            "17": 0.0029477508163254546, 
            "18": 0.0015993952922888797, 
            "19": 0.0006237268999469212
        }
    }, 
    {
        "content": {
            "text": "  Two police officers have been suspended without pay for failing to adequately investigate a 15-year-old girl's complaint that a man had tried to kidnap her, the police said yesterday. The man, a paroled sex offender, is now suspected of abducting and raping a 17-year-old girl just two hours after the complaint, the police said.  The officers, who have not been identified by the police, are assigned to the 101st Precinct in Queens, said Paul J. Browne, the Police Department's chief spokesman.  The suspect, Eric McCoy, was arrested on Jan. 3 and has been charged with committing two rapes in Queens in a little more than four weeks. In each case, he posed as a police officer and raped his victims inside motel rooms, the police said.  In the first assault, which occurred on Dec. 4, Mr. McCoy abducted a woman, 27, as she was getting off a bus in Jamaica and forced her to a motel, the police said. In the second episode, the authorities said, Mr. McCoy approached a 17-year-old girl on Jan. 2 in Kew Gardens and identified himself as a ''police special investigator.'' He said he had a gun and took her to a motel where he raped her, the police said.  Hours before the second rape, Mr. McCoy had told a 15-year-old girl that he was a police officer investigating an assault. After showing her a fake badge, he told her to wait inside a laundry. Inside, she talked about the encounter with a woman, who called 911, the police said.  Once the police arrived, Mr. McCoy approached the squad car and told the officers that two girls had been in a fight. When the girl came to the car, they asked whether she had been fighting. They told her to get into the car, drove her to a subway station and told her to go to school, the authorities said.  The officers failed to check whether Mr. McCoy had a criminal record and, apparently, to question others at the scene, the police said. Mr. McCoy was arrested after one victim remembered that he had identified himself as ''Investigator McCoy.''  ", 
            "title": "2 Officers Suspended; Report Was Not Fully Reviewed"
        }, 
        "weight": 0.8642942276086303, 
        "file": "1818937.txt", 
        "other_topics": {
            "0": 0.000288000738513079, 
            "1": 0.00034995748579555447, 
            "2": 0.006666243141363189, 
            "3": 0.00660163830085591, 
            "4": 0.0002686652566456695, 
            "5": 0.000715163974874072, 
            "6": 0.0005152071031153995, 
            "7": 0.0004094466355371884, 
            "8": 0.012851622799264533, 
            "9": 0.0005140765107338837, 
            "10": 0.0003925739407822615, 
            "11": 0.009039155086080585, 
            "12": 0.8642942276086303, 
            "13": 0.0005569353830047962, 
            "14": 0.0004784770949561899, 
            "15": 0.0003762330756976002, 
            "16": 0.0005604003430153102, 
            "17": 0.09400972218034635, 
            "18": 0.0008001956722406342, 
            "19": 0.000312057668547549
        }
    }, 
    {
        "content": {
            "text": "  A Queens grand jury that will weigh evidence in the fatal police shooting of an unarmed black man on his wedding day in November will begin hearing testimony next week, lawyers involved in the case said yesterday.  Two months after the unarmed man, Sean Bell, was killed and two of his friends were wounded in a fusillade of 50 police bullets, prosecutors are expected to begin presenting evidence and calling witnesses before the panel, the lawyers said.  ''My understanding is that they should begin presenting on Monday,'' said Michael Hardy, a lawyer who represents the woman Mr. Bell was to marry, Nicole Paultre Bell (she took his name after his death), and the two men wounded in the shooting.  The office of the Queens district attorney, Richard A. Brown, declined to comment or answer questions about the grand jury process. ''The investigation is continuing,'' said Meris Campbell, a spokeswoman.  Mr. Hardy, lawyers representing some of the five officers involved in the shooting and others said they expected the grand jury's work would last at least three weeks. The two men wounded in the Nov. 25 shooting, Trent Benefield and Joseph Guzman, intend to testify, said Mr. Hardy, and will most likely do so toward the end of the grand jury process.  ''They are crucial witnesses,'' he said. ''And that, obviously, will present a very significant challenge to whatever testimony is given by the officers who did the shooting, if any.''  Of the officers who fired at Mr. Bell, two are black, one is black and Hispanic, and two are white.  In recent weeks, four of the five officers have given investigators for the Queens district attorney's office their version of events. The fifth, Detective Michael Oliver, who fired 31 of the shots, has not spoken to prosecutors, according to one lawyer involved in the case.  But it remained unclear yesterday if Detective Oliver planned to testify before the grand jury or speak with prosecutors, and his lawyer did not return phone calls seeking comment.  Paul P. Martin, a lawyer who represents Detective Marc Cooper, said his client would testify before the grand jury. ''My client's actions were reasonable under the circumstances and justified,'' he said.  It is unclear if Detective Paul Headley will testify. A lawyer for another officer, the undercover detective who fired the first of the 50 shots, has said his client intended to testify. Stephen C. Worth, a lawyer for Officer Michael Carey, said he was ''reserving judgment'' on whether his client would testify.  Officers who face grand juries in Queens can find themselves in one of several rooms that look like college lecture halls, with seats in tiered rows. There are some grand juries that sit for a month at a time, and one that sits for six months, though each can be extended. It is unclear which type will hear the Bell case.  ", 
            "title": "Testimony To Be Heard On Shooting By the Police"
        }, 
        "weight": 0.8492120148333575, 
        "file": "1820002.txt", 
        "other_topics": {
            "0": 0.00020114175933003863, 
            "1": 0.00024441279125552714, 
            "2": 0.00034728144911799844, 
            "3": 0.0003021609700943637, 
            "4": 0.00018763772159602365, 
            "5": 0.0004994755946054691, 
            "6": 0.00035982429654519076, 
            "7": 0.00028596043554928287, 
            "8": 0.0003587244293471607, 
            "9": 0.004667504744943333, 
            "10": 0.0002741764258097016, 
            "11": 0.09679088135573478, 
            "12": 0.8492120148333575, 
            "13": 0.00038896762330922394, 
            "14": 0.0003341717982235082, 
            "15": 0.0002627638496855112, 
            "16": 0.0003913875759667112, 
            "17": 0.04411470672016157, 
            "18": 0.0005588623354014586, 
            "19": 0.00021794328996567342
        }
    }, 
    {
        "content": {
            "text": "  After nearly 19 years on death row, a man who admitted killing a pizzeria owner was resentenced to life in prison in State Superior Court. The resentencing came after the State Supreme Court overturned a death sentence for the man, Anthony DiFrisco, 46, last summer. Mr. DiFrisco said he was paid $2,500 to kill Edward Potcher, the owner of Jack's Pizzeria in Maplewood, in 1986, prosecutors said.  JOHN HOLL  ", 
            "title": "Metro Briefing | New Jersey: Newark: Death Sentence Changed To Life"
        }, 
        "weight": 0.8337239787180606, 
        "file": "1816621.txt", 
        "other_topics": {
            "0": 0.0009705669521590617, 
            "1": 0.0011793621506925914, 
            "2": 0.0016757330687298076, 
            "3": 0.0014580137549891426, 
            "4": 0.0009054060786089888, 
            "5": 0.002410113678774355, 
            "6": 0.0017362559220614785, 
            "7": 0.001379841507271219, 
            "8": 0.0017309487458802252, 
            "9": 0.06410127469696962, 
            "10": 0.0013229802644579272, 
            "11": 0.030462092726862584, 
            "12": 0.8337239787180606, 
            "13": 0.001876880871984143, 
            "14": 0.0016124752253316242, 
            "15": 0.0012679112958756055, 
            "16": 0.001888557840918738, 
            "17": 0.046549295504466806, 
            "18": 0.0026966718167015886, 
            "19": 0.0010516391792040594
        }
    }, 
    {
        "content": {
            "text": "  One of two men convicted in the killing of a retired reporter for The New York Times was sentenced to 26 years in prison. The defendant, Michael C. Hamlin, had faced a term of up to 60 years after pleading guilty late last year to second-degree murder, robbery and conspiracy to commit robbery for his part in the attack on the reporter, David E. Rosenbaum, near Mr. Rosenbaum's Washington home a year ago. At the trial of his cousin Percey Jordan Jr., Mr. Hamlin, 24, testified that he had stolen Mr. Rosenbaum's wallet but that it was Mr. Jordan, wielding a pipe, who had delivered a fatal blow to the victim's head. Mr. Rosenbaum, 63, died two days later. Mr. Jordan is to be sentenced before the same judge, Erik P. Christian of District of Columbia Superior Court, later this month. Convicted of first-degree murder, he faces at least 30 years in prison and a maximum of life without the possibility of parole.  SARAH ABRUZZESE  ", 
            "title": "National Briefing | Washington: 26-Year Sentence In Reporter's Death"
        }, 
        "weight": 0.8299907218674296, 
        "file": "1816384.txt", 
        "other_topics": {
            "0": 0.000496118190586912, 
            "1": 0.0006028466299483146, 
            "2": 0.0008565732184837853, 
            "3": 0.0007452830990864982, 
            "4": 0.00046281034447612994, 
            "5": 0.011858846753700353, 
            "6": 0.0008875102789485689, 
            "7": 0.000705324316227001, 
            "8": 0.0008847974453431054, 
            "9": 0.0008855626886420133, 
            "10": 0.0006762589366194432, 
            "11": 0.026197988486025364, 
            "12": 0.8299907218674296, 
            "13": 0.000959392590160391, 
            "14": 0.0008242381315149538, 
            "15": 0.0006481097017935789, 
            "16": 0.000965361427947917, 
            "17": 0.0025405204951707183, 
            "18": 0.11827417606149257, 
            "19": 0.0005375593364027072
        }
    }, 
    {
        "content": {
            "text": "  A man was killed and a woman seriously injured yesterday afternoon in a shooting in the South Ward, the authorities said. Police officers responding to a report of shots fired around 3:15 p.m. on Shaw Avenue near Route 78 found a 23-year-old man dead near a tan sport utility vehicle, said Judy Gagliano, an assistant prosecutor with the Essex County prosecutor's office. A woman nearby, who had been shot several times, was taken to University Hospital, where she was in critical condition last night. Neither was identified yesterday. The homicide was Newark's 10th this year.  JOHN HOLL  ", 
            "title": "Metro Briefing | New Jersey: Newark: Shooting Leaves Man Dead And Woman Hurt"
        }, 
        "weight": 0.8257073059028361, 
        "file": "1821382.txt", 
        "other_topics": {
            "0": 0.06413033577717456, 
            "1": 0.0008990108738813949, 
            "2": 0.048820252183722816, 
            "3": 0.001111423000334648, 
            "4": 0.0006901780843736443, 
            "5": 0.0018371951340273307, 
            "6": 0.0013235230186568023, 
            "7": 0.001051833415665603, 
            "8": 0.001319477434275661, 
            "9": 0.00132061862344834, 
            "10": 0.0010084889047691495, 
            "11": 0.007373195313059502, 
            "12": 0.8257073059028361, 
            "13": 0.001430719403622403, 
            "14": 0.0012291667666171687, 
            "15": 0.0009665106188458084, 
            "16": 0.001439620589776301, 
            "17": 0.00378861792869745, 
            "18": 0.033750877543951625, 
            "19": 0.0008016494822637295
        }
    }, 
    {
        "content": {
            "text": "  The undercover detective who fired the first of 50 shots at a car driven by a groom-to-be, killing him and wounding two friends, was questioned yesterday by Queens prosecutors investigating the shooting, the detective's lawyer said.  ''The questions were detailed and thorough,'' said Philip E. Karasyk, who represents the undercover detective, whose name has not been publicly disclosed. He is one of four detectives and one police officer who fired their weapons in the Nov. 25 shooting, which killed an unarmed man, Sean Bell, 23, outside a Jamaica nightclub hours before his wedding.  ''We answered each and every one accurately, and we did so without requesting or being granted any immunity'' from prosecution based on his answers, said Mr. Karasyk, who accompanied the detective along with his partner, James Moscella. He has said his client will testify in front of a grand jury.  The office of the Queens district attorney, Richard A. Brown, declined to comment on the interview. But according to a person involved in the case, the detective was questioned for three hours by three prosecutors and at least three investigators from the district attorney's office.  The detective was asked about his background, his training and his assignments in the Police Department, according to the person involved in the case. Prosecutors then asked him about the club enforcement task force, the unit he worked for at the time of the shooting.  They then questioned him in detail about the night of the shooting, which began as a relatively uneventful shift for a nine-member team and ended with the shooting of the three unarmed men.  During the shooting, the undercover detective emptied his gun, a Glock Model 26, which holds 10 rounds in the magazine and one in the chamber. The Police Department's preliminary report of the shooting said that he was not wearing his bulletproof vest or carrying his gun during the undercover operation. Not having them in such circumstances is routine procedure.  He retrieved his gun but did not put on his vest -- as another detective did -- and remained vulnerable as the group of officers scrambled to deal with what they said they feared was imminent violence.  He was the only undercover officer who fired in the shooting.  Last Thursday, prosecutors questioned Officer Michael Carey, 26, who fired three times.  Stephen C. Worth, Officer Carey's lawyer, said that his client had been interviewed by prosecutors for about two hours. Mr. Worth said that he had not yet decided whether his client would testify in the grand jury. ''We're leaving our options open and watching the proceedings with interest,'' he said.  Detective Marc Cooper, 39, who fired four times, was questioned by prosecutors on Tuesday. In December, investigators interviewed Paul Headley, 35, a detective with nine years on the force, who fired one shot in the confrontation. One detective, Michael Oliver, 35, who fired 31 shots, has not yet been interviewed, several people involved in the case have said. Yesterday, the state attorney general, Andrew M. Cuomo, met with the Rev. Al Sharpton and Nicole Paultre Bell, Mr. Bell's fiancée. Afterward, Mr. Sharpton said that during the meeting he expressed his concern to Mr. Cuomo over police procedures statewide and over the length of time it is taking prosecutors to investigate the case. In the meeting, Mr. Cuomo expressed his condolences and vowed to closely monitor the investigation, said his spokesman, Javier Gomez, who added that Mr. Cuomo made it clear that ''justice must be done and we must learn from this tragedy.''  ", 
            "title": "Police Detective In Fatal Shooting Is Questioned By Prosecutors"
        }, 
        "weight": 0.8244433257071757, 
        "file": "1818112.txt", 
        "other_topics": {
            "0": 0.0001672699196067047, 
            "1": 0.00020325420280867972, 
            "2": 0.0002887999999023194, 
            "3": 0.00025127771251635906, 
            "4": 0.00015603993278716884, 
            "5": 0.0004153649785775283, 
            "6": 0.0002992306587956977, 
            "7": 0.000237805313150025, 
            "8": 0.0002983160068685925, 
            "9": 0.00029857401431019926, 
            "10": 0.00022800570530951626, 
            "11": 0.11273790180052057, 
            "12": 0.8244433257071757, 
            "13": 0.0003234663120043039, 
            "14": 0.0002778979860266465, 
            "15": 0.00021851498246232057, 
            "16": 0.00032547874983828817, 
            "17": 0.058183482788792644, 
            "18": 0.00046475111993244224, 
            "19": 0.00018124210861436302
        }
    }, 
    {
        "content": {
            "text": "  A 2-year-old injured in Jersey City, when a vehicle driven by an off-duty police officer struck his mother's car, died and the officer, who was out on bail on drunken driving charges, now faces manslaughter charges and was being sought by the police last night, officials said.  The boy, Jose Carlos Zelaya, and his mother, Ruth Zelaya, 37, were critically injured in a crash last week on the Pulaski Skyway. Jose died at 10:20 p.m. Saturday at University Hospital in Newark, Rogers Ramsey, a hospital spokesman, said. Ms. Zelaya remained in critical but stable condition at Jersey City Medical Center, said Edward J. De Fazio, the Hudson County prosecutor.  Kevin Freibott, 38, of Red Bank, a Jersey City police officer, was charged with aggravated manslaughter, a warrant was issued for his arrest, and bail was raised to $350,000. Mr. De Fazio said.  ", 
            "title": "Officer in Jersey City Faces Stiffer Charge"
        }, 
        "weight": 0.8243922311029439, 
        "file": "1822422.txt", 
        "other_topics": {
            "0": 0.0005124556113359628, 
            "1": 0.0006226986717147363, 
            "2": 0.0008847806040186373, 
            "3": 0.0007698256451933612, 
            "4": 0.00047805092115358423, 
            "5": 0.012249364522832177, 
            "6": 0.0009167364373950816, 
            "7": 0.000728550999580629, 
            "8": 0.0009139342688188882, 
            "9": 0.02286839228423211, 
            "10": 0.0006985284824504222, 
            "11": 0.016083867595317446, 
            "12": 0.8243922311029439, 
            "13": 0.0009909858691539099, 
            "14": 0.0008513807064244547, 
            "15": 0.0006694522792088867, 
            "16": 0.000997151263762306, 
            "17": 0.046531516253325626, 
            "18": 0.06728483504627754, 
            "19": 0.0005552614348603389
        }
    }, 
    {
        "content": {
            "text": "  Three suspects accused of attacking an off-duty police officer, gravely injuring him, were ordered held without bail yesterday.  The suspects -- Lamont Lafoucade, 33, and Darvell Williams, 21, both from Brooklyn, and Thelma Lopez, 28, of the Bronx -- were arraigned on charges of gang assault. Mr. Lafoucade was also charged with driving while intoxicated. He is on parole after serving nine years in prison for attempted murder, law enforcement officials said.  Mr. Williams was convicted of third-degree assault last year, but it was unclear last night if he served time in prison, the police said. Ms. Lopez was arrested in December for assault on an officer and released, the officials said. She is awaiting a hearing on the charge next month.  One of the officers, Richard Lomax, 29, suffered a skull fracture and bleeding on the brain. He was in critical but stable condition last night at St. Vincent's Hospital Manhattan, the police said. The second officer, Robert DiFazio, 21, was released from St. Vincent's hospital on Saturday.  The police said Officer Lomax was driving his Ford Explorer when he crashed into a Nissan Maxima about 4 a.m. on Saturday on 10th Avenue near 28th Street in Chelsea, because of icy road conditions. The police said the officers got out of their car to talk with the occupants of the Nissan and were attacked.  Raymond L. Loving, a Legal Aid Society lawyer who represents Mr. Williams, disputed the police account and suggested the assault might not have been unprovoked. He also questioned whether one of the officers had been drinking.  The police said yesterday that the officers were not tested for alcohol in their blood because there was no reason to suspect that drinking contributed to the accident.  ", 
            "title": "3 Attack Suspects Are Denied Bail"
        }, 
        "weight": 0.8220543085387122, 
        "file": "1820734.txt", 
        "other_topics": {
            "0": 0.0003195406550962442, 
            "1": 0.0003882824913723883, 
            "2": 0.0005517031476882674, 
            "3": 0.00048002321671077486, 
            "4": 0.00029808768044620534, 
            "5": 0.0007934839549799173, 
            "6": 0.0347945411501915, 
            "7": 0.00045428649531245813, 
            "8": 0.00741446425763945, 
            "9": 0.0005703747353482453, 
            "10": 0.0004355660157641619, 
            "11": 0.003184480553799904, 
            "12": 0.8220543085387122, 
            "13": 0.0006179272249454611, 
            "14": 0.0005308767094147762, 
            "15": 0.00041743560831815845, 
            "16": 0.0006217716442249334, 
            "17": 0.008480885199338789, 
            "18": 0.06248906936926518, 
            "19": 0.0551028913514311
        }
    }, 
    {
        "content": {
            "text": "  The second of two men convicted in the killing of a retired reporter for The New York Times was sentenced to 65 years in prison. The man, Percey Jordan Jr., 43, was convicted of first-degree murder in October. He faced a maximum of life without the possibility of parole for the attack on the reporter, David E. Rosenbaum, last January. Mr. Jordan's cousin Michael C. Hamlin, who was sentenced to 26 years for his role in the death, testified that Mr. Jordan had struck the former reporter over the head with a pipe while he took his wallet. Last week, Mr. Hamlin was sentenced after pleading guilty late last year to second-degree murder.  SARAH ABRUZZESE  ", 
            "title": "National Briefing | Washington: Second Man Sentenced In Killing Of Ex-Reporter"
        }, 
        "weight": 0.8184892264585528, 
        "file": "1818517.txt", 
        "other_topics": {
            "0": 0.0007062711319086078, 
            "1": 0.0008582091521320606, 
            "2": 0.001219412930345195, 
            "3": 0.0010609809274710806, 
            "4": 0.0006588542650804227, 
            "5": 0.0017538138014588176, 
            "6": 0.0012634547597458446, 
            "7": 0.0010040958236080658, 
            "8": 0.001259592784721418, 
            "9": 0.0012606821808797523, 
            "10": 0.0009627185087982657, 
            "11": 0.007038561915058313, 
            "12": 0.8184892264585528, 
            "13": 0.001365786023277466, 
            "14": 0.0011733808780900194, 
            "15": 0.0009226454126690851, 
            "16": 0.0013742832279765875, 
            "17": 0.049001796985478796, 
            "18": 0.10786096631321093, 
            "19": 0.0007652665195364758
        }
    }, 
    {
        "content": {
            "text": "  The former mayor of Keyport pleaded guilty in Federal District Court yesterday to accepting $24,000 in bribes from contractors seeking city construction work, federal prosecutors said. The former mayor, John Merla, 45, admitted accepting the payments while in office in 2003 and 2004, said Christopher J. Christie, the United States attorney for New Jersey. Mr. Merla was one of 13 Monmouth County officials arrested in February 2005 as part of a corruption investigation by federal agents. He is scheduled to be sentenced on May 8 and faces up to 30 months in prison.  JOHN HOLL  ", 
            "title": "Metro Briefing | New Jersey: Newark: Former Keyport Mayor Admits Taking Bribes"
        }, 
        "weight": 0.8170073091286881, 
        "file": "1819754.txt", 
        "other_topics": {
            "0": 0.0007767796130713731, 
            "1": 0.0009438859143597518, 
            "2": 0.0013411493991663534, 
            "3": 0.0011669008077534425, 
            "4": 0.0007246290241490715, 
            "5": 0.1350382745580744, 
            "6": 0.001389588013821807, 
            "7": 0.0011043367484681263, 
            "8": 0.018024012235457146, 
            "9": 0.0013865386427778666, 
            "10": 0.001058828652305351, 
            "11": 0.007741235842647164, 
            "12": 0.8170073091286881, 
            "13": 0.001502135215172638, 
            "14": 0.001290521873667713, 
            "15": 0.0010147549776222623, 
            "16": 0.001511480713070216, 
            "17": 0.003977730638951227, 
            "18": 0.002158243370741355, 
            "19": 0.0008416646300346615
        }
    }, 
    {
        "content": {
            "text": "  The mother of Sean Bell, the unarmed man fatally shot by the police in November outside a Jamaica nightclub, said yesterday that she would stand vigil outside the police station for the 103rd Precinct, where the shooting occurred. The mother, Valerie Bell, said she would continue the vigil for 50 days, the number of bullets fired in the Nov. 25 shooting, or until indictments were filed in the case. Mr. Bell and a group of friends were in a car after his bachelor party when the shooting occurred. Two of Mr. Bell's friends were wounded in the shooting. The officers have said that they thought one of the men in the car had a gun. The five police officers involved have been on desk duty since the shooting. The Queens district attorney, Richard A. Brown, is investigating.  DARYL KHAN  ", 
            "title": "Metro Briefing | New York: Queens: Vigil By Shooting Victim's Mother"
        }, 
        "weight": 0.8160596607111256, 
        "file": "1816179.txt", 
        "other_topics": {
            "0": 0.0006134639961245113, 
            "1": 0.0007454366916495882, 
            "2": 0.0010591767033630707, 
            "3": 0.0009215633630945618, 
            "4": 0.0005722779143296713, 
            "5": 0.001523354947545087, 
            "6": 0.001097431242505487, 
            "7": 0.0008721532122910618, 
            "8": 0.014234516954482256, 
            "9": 0.001095022992707471, 
            "10": 0.0008362130587928913, 
            "11": 0.006113663895213837, 
            "12": 0.8160596607111256, 
            "13": 0.0011863157275401979, 
            "14": 0.001019193465410303, 
            "15": 0.000801405743899452, 
            "16": 0.0011936963621366088, 
            "17": 0.14768626680435867, 
            "18": 0.0017044790833131366, 
            "19": 0.0006647071301165568
        }
    }, 
    {
        "content": {
            "text": "  A Far Rockaway man was charged with raping two young women at Queens motels after taking them there on the pretense of being a police officer, prosecutors said. The man, Eric McCoy, 37, stopped a 27-year-old woman on Dec. 4, planted a packet of what appeared to be marijuana in her bag and threatened to arrest her if she did not accompany him, said Richard A. Brown, the Queens district attorney. Then, on Tuesday, he stopped a 17-year-old, told her that he was an investigator and said she needed to accompany him for questioning, Mr. Brown said. Mr. Brown said that Mr. McCoy forced the women to have sex with him under threat of being arrested. He was held pending arraignment on charges of rape, criminal impersonation and other offenses.  ", 
            "title": "Metro Briefing | New York: Queens: Man Charged With Two Rapes"
        }, 
        "weight": 0.8118978891337505, 
        "file": "1816620.txt", 
        "other_topics": {
            "0": 0.0006756085526479175, 
            "1": 0.0008209502228616733, 
            "2": 0.0011664724320875675, 
            "3": 0.0010149187138071185, 
            "4": 0.0006302502768787833, 
            "5": 0.0016776724270401867, 
            "6": 0.0012086021968096938, 
            "7": 0.0009605032620750618, 
            "8": 0.0012049078884361314, 
            "9": 0.05909227319689961, 
            "10": 0.0009209223327291859, 
            "11": 0.006732984562606536, 
            "12": 0.8118978891337505, 
            "13": 0.0013064907748949971, 
            "14": 0.0011224388495234753, 
            "15": 0.015354169801785554, 
            "16": 0.0013146190756409342, 
            "17": 0.07581755819599666, 
            "18": 0.016348725432809685, 
            "19": 0.0007320426707187724
        }
    }, 
    {
        "content": {
            "text": "  A South Ozone Park man was convicted yesterday of robbing a man inside a crack house in Jamaica and shooting the man's stepson to death during a subsequent confrontation, prosecutors said. The man, Timmy Lee Walker, 33, was convicted of murder, kidnapping and robbery in State Supreme Court, said Richard A. Brown, the Queens district attorney. Mr. Brown said Mr. Walker robbed James Hubbard, 48, at gunpoint on Sept. 5, 2004, while the men were in the crack house on 140th Street. About an hour later, Mr. Hubbard; his stepson, Tony Brunson, 22; and another man rushed into the house, and Mr. Walker shot Mr. Brunson to death, Mr. Brown said. The other two men subdued him until the police arrived, he said. Mr. Walker faces up to 25 years to life in prison when he is sentenced on Feb. 8.  ", 
            "title": "Metro Briefing | New York: Queens: Guilty Of Crack House Murder"
        }, 
        "weight": 0.8048467376209841, 
        "file": "1819965.txt", 
        "other_topics": {
            "0": 0.0005359894811173282, 
            "1": 0.0006512953133145029, 
            "2": 0.000925413023801824, 
            "3": 0.0008051789052369101, 
            "4": 0.0005000047994572302, 
            "5": 0.0013309700863463308, 
            "6": 0.0009588363880332348, 
            "7": 0.0007620087742130811, 
            "8": 0.0009559055334422554, 
            "9": 0.0009567322766790332, 
            "10": 0.0007306075113085638, 
            "11": 0.005341567817545274, 
            "12": 0.8048467376209841, 
            "13": 0.0010364956301633403, 
            "14": 0.0008904792785468786, 
            "15": 0.0007001960205500492, 
            "16": 0.0010429441626487643, 
            "17": 0.06014934760340817, 
            "18": 0.11629852866575928, 
            "19": 0.000580761107443786
        }
    }, 
    {
        "content": {
            "text": "  In a rare reprise to a rare trial, the jury that convicted a Long Island man of murder by depraved indifference last October in a drunken-driving crash that killed a limousine driver and a 7-year-old girl may be brought back to court for hearings on whether some members acted improperly during deliberations.  In an answer submitted on Dec. 29 to a defense motion, Robert Hayden, an assistant Nassau County district attorney, agreed that a hearing should be held to determine if jurors discussed what they believed were prior drunken-driving charges against the defendant, Martin Heidgen, 25.  Such accusations were not included in the evidence introduced in the five-week trial, and could be considered a contamination of the jury proceedings. Beyond that, Mr. Hayden said in his answer, that the belief of a previous drunken-driving arrest was ''not true,'' as far as he knew.  Mr. Hayden said the hearing should be limited to that issue, and rebuffed as ''irrelevant'' several other claims of impropriety raised by Mr. Heidgen's lawyer, Stephen LaMagna, as causes for setting aside the guilty verdict. Mr. LaMagna also claimed that some jurors felt pressured to vote to convict Mr. Heidgen of the most serious charge, that some discussed the case outside the jury room, and that one said she planned to write a book about it.  The Heidgen case was unusual because the defendant was prosecuted for a fatal drunken-driving crash under laws treating his crime as the functional equivalent of intentional murder. Such prosecutions, while not unprecedented, are considered rare and are usually brought only in the most horrific cases.  Mr. Heidgen, whose blood-alcohol level was three times the legal limit, was driving the wrong way on the Meadowbrook Parkway when his pickup truck crashed head-on with a limousine taking a family home from a wedding. The crash killed the limousine driver, Stanley Rabinowitz, 59, and Katie Flynn, who had been the flower girl.  The girl's parents and grandparents, who were also in the limousine, suffered minor injuries.  After three days of deliberations, the jury told Acting Justice Alan R. Honorof of State Supreme Court that it was deadlocked, but after he sent them back for more deliberations, reached a verdict on the fifth day.  Within days of the verdict, though, the jury forewoman said she had felt pressured to vote for the charge of ''murder by depraved indifference'' that Mr. Heidgen was convicted of, even though she believed he was guilty of the lesser crime of manslaughter. Based on the depraved indifference conviction, Mr. Heidgen faces a minimum of 25 years in prison. Manslaughter carries a minimum of 15 years.  Mr. Heidgen's lawyer, who could not be reached for comment on Wednesday, has said that based on interviews with other jury members, he believed that some jurors browbeat the last two holdouts who thought Mr. Heidgen was guilty of manslaughter, rather than murder.  ''It is fairly rare for hearings like these to be held,'' said George Goltzer, vice president of the New York State Association of Criminal Defense Lawyers. ''The general rule is that you don't let a jury impeach its own verdict. But if the charges are serious -- say that racism or serious misconduct was involved in the decision or something like that -- the courts have allowed it.''  Mr. Goltzer said he was not too familiar with the case, but added that evidence of ''extra-record information'' -- not part of the evidence introduced at the trial -- might qualify as serious enough to review a jury's verdict.  Justice Honorof is expected to decide in the next few days if and when hearings should be held. A spokesman for the district attorney, Kathleen Rice, said it was expected that with the district attorney's assent, the hearings would be scheduled.  ", 
            "title": "Jurors in Drunken-Driver Trial May Be Queried on Verdict"
        }, 
        "weight": 0.8013526247058008, 
        "file": "1816262.txt", 
        "other_topics": {
            "0": 0.00014958363148641154, 
            "1": 0.0001817631158219271, 
            "2": 0.0002582637264383108, 
            "3": 0.00022470885882035723, 
            "4": 0.00013954104753610884, 
            "5": 0.0003714463546941992, 
            "6": 0.0002675914994158799, 
            "7": 0.00021266096385639806, 
            "8": 0.0002667735582276248, 
            "9": 0.013083370219242637, 
            "10": 0.00020389751773666157, 
            "11": 0.0751848257486535, 
            "12": 0.8013526247058008, 
            "13": 0.003493356078871859, 
            "14": 0.03549352075569305, 
            "15": 0.00019541029664961514, 
            "16": 0.0002910642480545374, 
            "17": 0.0680519085507189, 
            "18": 0.0004156106514568143, 
            "19": 0.00016207847082449583
        }
    }, 
    {
        "content": {
            "text": "  A Bronx man has been indicted in connection with a fatal shooting in Mount Vernon that prosecutors say stemmed from a dispute over a building in the Bronx. The man, Michael J. Mitchell, 34, who was charged with second-degree murder, pleaded not guilty yesterday, prosecutors said. Mr. Mitchell is accused of shooting Glenn Brown through Mr. Brown's car window on the morning of April 14, said Janet DiFiore, the Westchester County district attorney. Prosecutors said that Mr. Mitchell and Mr. Brown were arguing about a building in the Bronx that they bought together in the early 1990s.  ", 
            "title": "Metro Briefing | New York: White Plains: Man Indicted In Killing"
        }, 
        "weight": 0.787269518293128, 
        "file": "1816180.txt", 
        "other_topics": {
            "0": 0.0007640665603814964, 
            "1": 0.0009284379402361244, 
            "2": 0.001319199668908652, 
            "3": 0.001147802892201601, 
            "4": 0.0007127694866308352, 
            "5": 0.001897331518009201, 
            "6": 0.0013668455198896001, 
            "7": 0.0010862627786646058, 
            "8": 0.18139259779831418, 
            "9": 0.0013638460559417013, 
            "10": 0.0010414994842636144, 
            "11": 0.007614540010912853, 
            "12": 0.787269518293128, 
            "13": 0.0014775507335301544, 
            "14": 0.001269400731581472, 
            "15": 0.000998147135087856, 
            "16": 0.0014867432796700061, 
            "17": 0.003912629678076141, 
            "18": 0.0021229207885982387, 
            "19": 0.0008278896459738311
        }
    }, 
    {
        "content": {
            "text": "  A Ridgewood man has been charged with murder and assault in the shooting of two men outside a nightclub in Woodside three months ago, prosecutors said yesterday. The man, Victor Gavalo, 24, of Stephens Street, was awaiting arraignment on the charges last evening in Queens Criminal Court. The Queens district attorney, Richard A. Brown, said that Mr. Gavalo was charged with shooting the men on Oct. 1 as they sat in a car outside Club Phenomenon, which was shuttered last month under the public nuisance abatement law. The dead man was Ernesto Salgado, 22, of Sunnyside; the wounded man's identity was not released.  ", 
            "title": "Metro Briefing | New York: Queens: Man Charged With Murder And Assault"
        }, 
        "weight": 0.7849795659923875, 
        "file": "1819752.txt", 
        "other_topics": {
            "0": 0.016077878633784393, 
            "1": 0.0008713918957818731, 
            "2": 0.0012381440380525312, 
            "3": 0.001077278399421181, 
            "4": 0.0006689747664262348, 
            "5": 0.0017807537119651285, 
            "6": 0.0012828623833647335, 
            "7": 0.0010195194972074306, 
            "8": 0.09344349293437262, 
            "9": 0.0012800472155838646, 
            "10": 0.016338265236934695, 
            "11": 0.06858971413175102, 
            "12": 0.7849795659923875, 
            "13": 0.001386765532736942, 
            "14": 0.0011914048985528917, 
            "15": 0.0009368179461647665, 
            "16": 0.0013953932609465742, 
            "17": 0.0036722258375224155, 
            "18": 0.0019924820932036603, 
            "19": 0.0007770215938394834
        }
    }, 
    {
        "content": {
            "text": "  A Manhattan man has been named in a 23-count indictment accusing him of kidnapping and raping a 12-year-old girl in Westchester County on Dec. 28, prosecutors said yesterday. The man, William Davis, 46, of 126th Street, is charged with rape, kidnapping and predatory sexual assault, said Janet DiFiore, the Westchester district attorney. Mr. Davis is scheduled to be arraigned today. Ms. DiFiore said Mr. Davis is accused of luring a Brooklyn girl into his car by identifying himself as a police officer, taking her to Westchester and raping her.  ", 
            "title": "Metro Briefing | New York: White Plains: Man Charged With Rape"
        }, 
        "weight": 0.783729965637752, 
        "file": "1819966.txt", 
        "other_topics": {
            "0": 0.0007767796130713731, 
            "1": 0.0009438859143597518, 
            "2": 0.0013411493991663534, 
            "3": 0.0011669008077534425, 
            "4": 0.0007246290241490715, 
            "5": 0.0019289005943296867, 
            "6": 0.001389588013821807, 
            "7": 0.0011043367484681263, 
            "8": 0.0013853404899890564, 
            "9": 0.18441192784292684, 
            "10": 0.001058828652305351, 
            "11": 0.007741235842647164, 
            "12": 0.783729965637752, 
            "13": 0.001502135215172638, 
            "14": 0.001290521873667713, 
            "15": 0.0010147549776222623, 
            "16": 0.001511480713070216, 
            "17": 0.003977730638951227, 
            "18": 0.002158243370741355, 
            "19": 0.0008416646300346615
        }
    }, 
    {
        "content": {
            "text": "  An East Orange man already in custody on charges of setting his uncle on fire was charged with murder on Tuesday in the fatal shooting of a clothing store owner on Jan. 3, the police said yesterday. The man, Lamar A. Tidwell, 24, is charged with walking into the Clothing Wholesale and Retail Urban Warestore on Main Street and shooting the owner, Allen Cuff, 34. The men had argued a week earlier, said Judy Gagliano, an assistant Essex County prosecutor. Mr. Tidwell also faces weapons charges in that case. On Saturday he was charged with attempted murder; the authorities said he set fire to his uncle, Richard Burns, 54, in Mr. Burns's apartment in East Orange after an argument. Mr. Burns suffered injuries over 22 percent of his body and was in critical condition yesterday at St. Barnabas Hospital in Livingston. Mr. Tidwell is being held in $1 million bail at the Essex County jail.  JOHN HOLL  ", 
            "title": "Metro Briefing | New Jersey: Newark: Man Charged In Fatal Shooting"
        }, 
        "weight": 0.7802415010324519, 
        "file": "1819753.txt", 
        "other_topics": {
            "0": 0.0004663811191070936, 
            "1": 0.0005667123102110499, 
            "2": 0.010795145708863387, 
            "3": 0.0007006112099868115, 
            "4": 0.00043506972831568484, 
            "5": 0.0011581184710458652, 
            "6": 0.0008343133651789986, 
            "7": 0.0006630475362055233, 
            "8": 0.16067040397764623, 
            "9": 0.0008324825124427606, 
            "10": 0.000635724320637457, 
            "11": 0.00464786430386658, 
            "12": 0.7802415010324519, 
            "13": 0.01089180213980718, 
            "14": 0.0007748337180136949, 
            "15": 0.0006092623365998143, 
            "16": 0.020887328261013017, 
            "17": 0.002388242991555175, 
            "18": 0.0012958166532871308, 
            "19": 0.0005053383037646171
        }
    }, 
    {
        "content": {
            "text": "  The North Carolina State Bar filed a second, more serious round of ethics charges yesterday against the district attorney in Durham, N.C., accusing him of ''systematic abuse of prosecutorial discretion'' in the sexual assault case against three former members of the Duke University lacrosse team.  The bar complaint said the district attorney, Michael B. Nifong, had illegally withheld DNA evidence from defense lawyers and then intentionally misled the presiding judge and bar officials about doing so.  The new charges added to a previous ethics complaint accusing Mr. Nifong of making false and prejudicial remarks about the case to the news media. A three-member independent panel is expected to hear the matter against him this summer. Penalties could include disbarment.  Mr. Nifong's lawyer, David B. Freedman, denied yesterday that there had been ''any sort of intentional unethical conduct.'' In a telephone interview, Mr. Freedman said that Mr. Nifong had a ''flawless record'' for ethics in 28 years as a prosecutor and that a written response, to be issued within 30 days, would give his side of the case.  ''I have great confidence the panel will render a fair and just verdict,'' Mr. Freedman said.  The case against the former players is being reviewed by the state attorney general's office, which took it over from Mr. Nifong after he recused himself on Jan. 12. At the time, he said he faced a conflict of interest between prosecuting the case and defending himself against the first set of ethics charges, filed Dec. 28.  Much of the new ethics complaint focuses on Mr. Nifong's handling of private DNA testing and his remarks to a judge and bar officials about it. Those tests were arranged by Mr. Nifong after a state laboratory found no semen, blood or saliva from lacrosse players on or in the woman or on her clothes. Using a more sophisticated test, the private laboratory found DNA from multiple men on the woman and her underwear, but none from any of the lacrosse players.  Mr. Nifong and the lab director decided to tell defense lawyers only about the positive matches, including a link to the woman's boyfriend, in a summary report of the DNA work, said the bar, a state agency that regulates lawyers in North Carolina. The negative findings, which the bar said ''tended to negate the guilt of the accused,'' were included only in laboratory reports not given to defense lawyers for more than six months.  North Carolina law requires prosecutors to share all relevant information with defense lawyers promptly. Mr. Nifong told the judge in the case that he had turned over everything he had -- ''a misrepresentation and false statement of material fact made to a tribunal,'' the bar wrote. Mr. Nifong later objected to a defense request to turn over the full laboratory reports, citing cost and privacy concerns and terming the papers sought ''a witch hunt list,'' the bar said.  Mr. Nifong said in court on Dec. 15 that a defense motion two days earlier on the withheld DNA results was ''the first I heard of this particular situation.'' Later he said he had meant that it was the first he had heard of defense accusations that the results had been concealed, not that they existed. But the bar said the accusations themselves had not been raised until after Mr. Nifong spoke in court.  In an interview last month, Mr. Nifong agreed that the DNA results had been potentially exculpatory, but said they had not seemed important to him because he was no longer then pursuing the case on the basis of DNA evidence.  ", 
            "title": "More Ethics Charges Brought Against Official in Duke Case"
        }, 
        "weight": 0.7774897936599231, 
        "file": "1821267.txt", 
        "other_topics": {
            "0": 0.00015504831015758632, 
            "1": 0.00018840339465703876, 
            "2": 0.0002676987713251157, 
            "3": 0.00023291805721872066, 
            "4": 0.0001446388445253017, 
            "5": 0.0037061615245428258, 
            "6": 0.0069196578510971295, 
            "7": 0.0002204300213517237, 
            "8": 0.0002765194893779348, 
            "9": 0.00027675864545526936, 
            "10": 0.026780508579835514, 
            "11": 0.15099671868992384, 
            "12": 0.7774897936599231, 
            "13": 0.00029983218254122734, 
            "14": 0.0002575933152292912, 
            "15": 0.0035236944119624303, 
            "16": 0.0003016975812105763, 
            "17": 0.017399697254409787, 
            "18": 0.0004307939882962828, 
            "19": 0.010131435426959367
        }
    }, 
    {
        "content": {
            "text": "  A Queens grand jury began hearing evidence yesterday in the police shooting of Sean Bell, an unarmed black man who was killed in a hail of police bullets on his wedding day in November.  The grand jury will weigh evidence and determine whether the officers involved in the shooting will face criminal charges.  In response yesterday to a Freedom of Information Act request, the Police Department released photographs of four of the five police officers who fired 50 shots in the Nov. 25 shooting, killing Mr. Bell, 23, and wounding two of his friends outside a strip club in Jamaica. Some people involved in the case used the photos to reiterate that it is impossible to apply any racial tinge to the shooting because two of the officers are black and one is black and Hispanic.  ''The photos of the officers indicate that racism had absolutely nothing to do with this shooting,'' said Michael J. Palladino, president of the Detectives' Endowment Association. ''The photos nullify the racism aspect of the shooting because at least three of the five officers are people of color.''  Yesterday, Paul J. Browne, the Police Department's chief spokesman, released the photos of Detective Michael Oliver, Officer Michael Carey, Detective Marc Cooper and Detective Paul Headley. He declined to provide a photo of the fifth officer, who fired the first of the 50 shots, ''because of his undercover status.''  The Bell case has concerned civil rights leaders as well as black elected and religious figures who believe that the shooting, in which even Mayor Michael R. Bloomberg said the number of shots seemed excessive, would further strain what some contend are often fragile relations between the police and minority residents. Some legal representatives of the Bell family and others involved in the case said they would push for legislative change to provide for the appointment of a permanent special prosecutor in such cases.  The office of the Queens district attorney, Richard A. Brown, declined to answer questions about the grand jury proceeding or to say where the panel is meeting. ''We're withholding any comment until the investigation is complete,'' said Kevin Ryan, a spokesman for Mr. Brown.  But people involved in the case said the panel was meeting in a high-rise building on Queens Boulevard not far from the Queens Criminal Court Building.  Lawyers representing the police officers; the two wounded men, Trent Benefield and Joseph Guzman; and others in the case have said the grand jury process could take weeks. Grand jurors come from the usual jury pool of county residents and are broken into groups of 23 by a judge. But 16 people must be present for evidence to be presented in a case, and indictments require a vote by 12 of them.  Family members and those who knew Mr. Bell held a news conference outside the courthouse yesterday. Neville O. Mitchell, a lawyer representing Mr. Bell's parents, said a daily vigil would continue at the courthouse.  ", 
            "title": "Grand Jury Hears Evidence in Killing by Police"
        }, 
        "weight": 0.7735344811933899, 
        "file": "1820903.txt", 
        "other_topics": {
            "0": 0.00018229215256472392, 
            "1": 0.0002215081243234844, 
            "2": 0.000314736647011431, 
            "3": 0.0002738445454738589, 
            "4": 0.00017005361932802464, 
            "5": 0.0941657133242558, 
            "6": 0.00032610406601188885, 
            "7": 0.00025916221235338424, 
            "8": 0.0003251072707182012, 
            "9": 0.03546778036509537, 
            "10": 0.0002484825180500883, 
            "11": 0.0760061824865735, 
            "12": 0.7735344811933899, 
            "13": 0.0003525162828802702, 
            "14": 0.0003028555414225739, 
            "15": 0.0002381394491870292, 
            "16": 0.0003547094544052057, 
            "17": 0.016552321942198817, 
            "18": 0.0005064896441544963, 
            "19": 0.00019751916060200834
        }
    }, 
    {
        "content": {
            "text": "  A Bronx teenager was indicted on murder charges yesterday in two deaths, including the contract killing of a drug dealer as part of a turf war over drug sales, the Bronx district attorney's office announced. The teenager, Alan Brown, 18, is charged with shooting Shawron Hughes, who prosecutors said was a drug dealer, as Mr. Hughes was driving in Fordham on July 7, 2005. Mr. Hughes lost control of his car, which struck and killed a bystander, Wellington Contrera. Mr. Hughes, who was shot in the head, did not die until Oct. 19, 2006. Prosecutors said that Mr. Brown had been hired by Terrance Degraffenreid, 33, to kill Mr. Hughes for $2,000. A second man, who has not been identified and who the authorities said was still at large, was also involved in hiring Mr. Brown, prosecutors said. Mr. Degraffenreid faces first-degree murder and other charges, prosecutors said, and a third man, Duane Heath, 19, faces conspiracy and weapons charges.  TIMOTHY WILLIAMS  ", 
            "title": "Metro Briefing | New York: Bronx: Teenager Charged With Two Murders"
        }, 
        "weight": 0.7710945156579252, 
        "file": "1820966.txt", 
        "other_topics": {
            "0": 0.00048579325240555575, 
            "1": 0.0005903005183459727, 
            "2": 0.0008387466890469431, 
            "3": 0.0007297726782398559, 
            "4": 0.00045317859081929414, 
            "5": 0.05323494400745007, 
            "6": 0.000869039904470621, 
            "7": 0.0006906454955326096, 
            "8": 0.0008663835288620705, 
            "9": 0.0008671328463394609, 
            "10": 0.07350225481532187, 
            "11": 0.004841321881207107, 
            "12": 0.7710945156579252, 
            "13": 0.021750874756876433, 
            "14": 0.0008070845420758307, 
            "15": 0.0006346216001018437, 
            "16": 0.021756719374503644, 
            "17": 0.002487648583681089, 
            "18": 0.0013497522964198037, 
            "19": 0.042149268980374764
        }
    }, 
    {
        "content": {
            "text": "  Two off-duty police officers were injured, one of them critically, when three people attacked them early yesterday after a car accident on the West Side of Manhattan, the police said.  The officers were driving north on 10th Avenue near West 28th Street in Chelsea shortly before 4 a.m. when their Ford Explorer slid on ice and rear-ended a Nissan Maxima, the police said.  The officer who had been driving the Explorer got out and called 911, the police said, but by then the Nissan's three occupants had gotten out and begun attacking him and his passenger, who had also stepped out of the Explorer.  Officers from the 10th Precinct who were on patrol saw the attack and arrested the three people who had been in the Nissan, the police said. They were identified as Lamont Lafoucade, 33, and Durvell Williams, 21, both of Brooklyn, and Thelma Lopez, 28, of the Bronx.  All three were charged with assault and with criminal possession of a weapon after a switchblade was found in the Nissan, the police said. Mr. Lafoucade was also charged with driving while intoxicated, the police said.  Both officers were taken to St. Vincent's Hospital Manhattan. The one who was driving, Richard Lomax, 29, who works in the Bronx, suffered severe head trauma with a fractured skull, and was in critical condition, the police said.  His passenger, who is 21 and works in Brooklyn, was in stable condition; he was not identified by the Police Department yesterday. Both joined the force in July, the police said.  At least two of the suspects have criminal histories. Mr. Lafoucade, who lives in Bedford-Stuyvesant and appears to also go by the name Lamont Williams, served nearly 10 years in prison for armed robbery, and was let out on conditional release last March, according to state corrections records. He was also arrested late last month in Suffolk County on a charge of possessing about $20,000 worth of unstamped cigarettes, state court records show.  The police said Mr. Williams, of East New York, had previously been arrested for attempted murder and criminal possession of a weapon. No one answered the door at either man's apartment yesterday.  Ms. Lopez pleaded guilty to a charge of criminal possession of a controlled substance in October, records show.  ", 
            "title": "Officers Hurt In Attack, 1 Critically"
        }, 
        "weight": 0.7710897987672458, 
        "file": "1820532.txt", 
        "other_topics": {
            "0": 0.0002606641301945296, 
            "1": 0.00031674003376147596, 
            "2": 0.0004500498413087111, 
            "3": 0.07297633962812224, 
            "4": 0.00024316394394889086, 
            "5": 0.0006472816577466748, 
            "6": 0.10096828314930353, 
            "7": 0.00037058256053232634, 
            "8": 0.00046487905677447403, 
            "9": 0.00046528112120726786, 
            "10": 0.005938754661135897, 
            "11": 0.019348058251044256, 
            "12": 0.7710897987672458, 
            "13": 0.0005040718920896436, 
            "14": 0.0004330607498393501, 
            "15": 0.00034052158315098864, 
            "16": 0.0005072079631704421, 
            "17": 0.018085137862949765, 
            "18": 0.0007242422709293139, 
            "19": 0.005865880875544496
        }
    }, 
    {
        "content": {
            "text": "  Eight men, including seven described as members of the radical Black Liberation Army, were arrested on Tuesday on charges of murdering a police officer here in 1971 and waging a violent five-year battle against the police and federal authorities.  The arrests, in morning raids in California, Florida and New York capped an investigation by San Francisco police into the murder of Sgt. John V. Young, who was killed by a shotgun at a desk in the Ingleside stationhouse on Aug. 29, 1971.  A civilian clerk was wounded.  New York police officials said two of the men arrested were the gunmen, Francisco Torres, 58, who was seized at his home in Queens, and Herman Bell, 59, who was rearrested at a New York prison where he is serving a murder sentence.  The rest of the aging men were said to have been lookouts, getaway drivers and participants in the assault on the police station and other attacks.  A statement by the San Francisco police characterized Sergeant Young's killing as a part of a ''conspiracy to kill law enforcement officers'' from 1968 to 1973, a plan that included the murders of two New York police officers, four attempted murders of law enforcement personnel, the bombing of a police officers' funeral at a San Francisco church and the attempted bombing of another San Francisco police station, as well as three bank robberies, two here and one in Georgia.  In New York, Police Commissioner Raymond W. Kelly said the arrests dealt a blow to the legacy of the protest group, a violent offshoot of the black nationalist Black Panthers, which operated from the late 1960s until the early 1980s. Mr. Kelly said the arrests testified to the long memory of the police, especially for the killing of one of their own.  ''It is a good day for police officers in New York and San Francisco and everywhere else,'' Mr. Kelly said in a telephone interview from Washington. ''It underscores the fact that the law enforcement community is never going to forget.''  Soon after the arrests, current and former defense lawyers for several of the men said they were skeptical of the charges in the nearly 36-year-old case, saying the police had harassed their clients for years.  Three men were charged with Sergeant Young's killing in 1975, The Associated Press reported, including one of the men arrested on Tuesday, but that case was dismissed.  A lawyer who represents Mr. Bell, Stuart Hanlon, said he thought that the case against Mr. Bell was based on a 30-year-old confession by a suspected Black Panther member that a judge threw out in the mid-'70s because it had been physically coerced.  ''I think the police are outraged, and rightfully so, that one of their own was gunned down,'' Mr. Hanlon said. ''They believe they are right. But the belief does not make it so.''  Mr. Torres was one of the first arrested, taken from his red-brick home in Jamaica, Queens, before dawn. Also arrested in New York State were Mr. Bell, 59, and Anthony Bottom, 55, who were in prison for the murders in May 1971 of two New York City police officers, Waverly Jones and Joseph Piagentini.  All three men were charged with murder and conspiracy.  In San Francisco, the police arrested Richard Brown, 65, and Richard O'Neal, 57. They were held in $3 million bail with Mr. Brown charged with murder and conspiracy, and Mr. O'Neal, who is not believed to be a member of the so-called army, was charged with conspiracy.  The Los Angeles County sheriff confirmed the arrests of Ray Michael Boudreaux, 64, and Henry Watson Jones, 71, both of Altadena.  The police in Panama City, Fla., confirmed that they had taken Harold Taylor, 58, into custody without incident. He was held on $3 million bond.  The authorities said they were also seeking Ronald Stanley Bridgeforth, 62, on charges of murder, conspiracy and assault. Mr. Bridgeforth is thought to be living abroad.  In their statement, the San Francisco police said that in 1999 they began investigating again several killings of their officers after advances in forensic science had led to the discovery of new evidence in one case.  In 2005, a grand jury was convened to look into Sergeant Young's killing. Four of the men arrested on Tuesday were called to testify. They refused, and were briefly jailed.  A spokesman for the San Francisco police, Sgt. Neville Gittens, said the investigation into Sergeant Young's case and the other attacks would continue. Sergeant Gittens said the police and state attorney general were confident that enough evidence had been gathered to bring charges.  Mr. Hanlon said he doubted that the police had any new evidence.  ''The only thing I can think of is the evidence they have from 1971 has been analyzed using a more sophisticated forensic science,'' he said. ''But that is not the same as having new evidence.''  Mr. Hanlon suggested that the police had long focused on the Black Panthers and other black power groups.  ''I think there is a hatred of the Panthers,'' he said. ''Police who were around then hated them, and the animosity was clear.''  Mr. Torres's lawyer, Michael W. Warren, said Mr. Torres was innocent.  ''He's been around in the community in New York for a number of years,'' Mr. Warren said. ''The F.B.I., as well as the San Francisco police, have known his whereabouts for all these years. He has been an integral part of this community.''  The police said Mr. Torres tried to ignite dynamite in the Ingleside stationhouse in 1971.  Outside police headquarters in Manhattan, Mr. Torres said as detectives escorted him, ''It's a frame up.''  ", 
            "title": "8 Arrested in 1971 Killing of San Francisco Police Officer"
        }, 
        "weight": 0.7666487924590956, 
        "file": "1821181.txt", 
        "other_topics": {
            "0": 0.00010680643349384716, 
            "1": 0.045885803685515446, 
            "2": 0.01162341179945364, 
            "3": 0.00016044771440954766, 
            "4": 9.963577876287269e-05, 
            "5": 0.030006635131154813, 
            "6": 0.00019106698642008382, 
            "7": 0.00015184521773646846, 
            "8": 0.00019048295606691526, 
            "9": 0.00019064770089801032, 
            "10": 0.00014558789923267495, 
            "11": 0.04682043262123049, 
            "12": 0.7666487924590956, 
            "13": 0.00020654211601117375, 
            "14": 0.0001774454894963635, 
            "15": 0.0001395278122728023, 
            "16": 0.0002078271127887254, 
            "17": 0.0646053624738561, 
            "18": 0.03232597055253753, 
            "19": 0.00011572805956695556
        }
    }, 
    {
        "content": {
            "text": "  A Superior Court judge in Contra Costa County ruled that Cary Verse, a convicted sex offender who was released in 2004 and who struggled to find housing amid community protests, had violated the terms of his release and must be returned to a mental hospital. The judge, John W. Kennedy, said Mr. Verse, 36, had committed ''serious'' violations of his release. Mr. Verse was recently taken into custody after the police stopped him for a traffic violation. He had a 14-year-old boy in his car, a breach of his release agreement.  CAROLYN MARSHALL  ", 
            "title": "National Briefing | West: California: Sex Offender Back In Custody"
        }, 
        "weight": 0.7631504316718154, 
        "file": "1817652.txt", 
        "other_topics": {
            "0": 0.0007899228805856726, 
            "1": 0.0009598566541508714, 
            "2": 0.035204244762757166, 
            "3": 0.0011866450044610696, 
            "4": 0.0007368898931944876, 
            "5": 0.001961537980910322, 
            "6": 0.01833330154571981, 
            "7": 0.0011230223486908173, 
            "8": 0.0521693849985471, 
            "9": 0.0014099991558941768, 
            "10": 0.0010767442463745995, 
            "11": 0.07555302480360389, 
            "12": 0.7631504316718154, 
            "13": 0.0015275516455776543, 
            "14": 0.0013123577637107122, 
            "15": 0.0010319248362384294, 
            "16": 0.0015370552711820558, 
            "17": 0.0378854374881868, 
            "18": 0.0021947612832937417, 
            "19": 0.0008559057651053023
        }
    }, 
    {
        "content": {
            "text": "  A driver killed on Saturday when his car flipped and overturned in a parking lot was racing another driver, the police said yesterday. The driver who died was identified as John Southern, 35, of South Jamaica, Queens. The second driver, Edwin Washington, 22, of Jamaica, was charged with criminally negligent homicide, reckless endangerment and reckless driving, the police said. The two men were racing about 5:30 p.m. on Saturday along North Conduit Avenue near 78th Street in Jamaica when Mr. Southern's white Mitsubishi Galant overturned, the police said. A passenger in Mr. Southern's car, Cory Sapp, 18, of Queens, was also arrested and charged, after police officers found a gun in the Galant, the police said.  MICHAEL WILSON  ", 
            "title": "Metro Briefing | New York: Queens: Driver Killed In Racing Accident"
        }, 
        "weight": 0.7603487773232014, 
        "file": "1815845.txt", 
        "other_topics": {
            "0": 0.01393704308390607, 
            "1": 0.0007553624872474836, 
            "2": 0.0010732800760269111, 
            "3": 0.0009338343576338077, 
            "4": 0.0005798980297149981, 
            "5": 0.0015436390441045343, 
            "6": 0.08100450736690987, 
            "7": 0.0008837662903863888, 
            "8": 0.08100110820593273, 
            "9": 0.0011096036734310854, 
            "10": 0.0008473475789886999, 
            "11": 0.0061950698400216235, 
            "12": 0.7603487773232014, 
            "13": 0.0012021120085095114, 
            "14": 0.001032764444845172, 
            "15": 0.0008120767904068654, 
            "16": 0.0012095909192857879, 
            "17": 0.04312948557888579, 
            "18": 0.001727174922103169, 
            "19": 0.0006735579784580844
        }
    }, 
    {
        "content": {
            "text": "  An off-duty New York State correction officer fatally shot a man during a traffic dispute last night near La Guardia Airport in Queens, the police said. It was unclear how the dispute, which apparently began with a honked horn, escalated to gunfire.  The shooting took place shortly after 7 p.m. when the officer, identified by the State Department of Correctional Services as Emilio Maldonado, 29, stopped his car behind a sport utility vehicle at a stoplight at Ditmars Avenue and 94th Street, investigators said. After the light turned green, Mr. Maldonado apparently honked his horn.  The police said two men who were in the sport utility vehicle got out and approached Mr. Maldonado's car, where he was sitting with his wife and child, the police said. The two men and Mr. Maldonado got into a dispute, perhaps involving a struggle for the officer's gun, investigators said. Mr. Maldonado fired one shot, hitting one of the men in the chest.  The person who was shot, identified only as a 36-year-old man, was taken to Elmhurst Hospital Center, where he later died, the police said. The other man, also not identified, fled the scene, according to the police, who said he was later caught and taken to the 115th Precinct station house for questioning. The correction officer was also being questioned by the police last night.  Mr. Maldonado works at the Bedford Hills Correctional Facility in Westchester County, the state's only maximum security prison for women, according to Linda Foglia, a spokeswoman for the Department of Correctional Services. She said that Mr. Maldonado's personal weapon was registered with the department.  ''They are able to carry their guns when they are off-duty,'' Ms. Foglia said. ''They are peace officers. They have the ability to make arrests.''  She added: ''They are required to register their weapon with our agency and he did so. So on our end, he is following the appropriate procedures.''  ", 
            "title": "Off-Duty Correction Officer Kills Man in Traffic Dispute"
        }, 
        "weight": 0.7548849677850751, 
        "file": "1817873.txt", 
        "other_topics": {
            "0": 0.00029343126679445017, 
            "1": 0.00035655626756848387, 
            "2": 0.006791941506223546, 
            "3": 0.0004408009382335559, 
            "4": 0.00027373119599696707, 
            "5": 0.000728649072903413, 
            "6": 0.0005249218238438133, 
            "7": 0.0004171671418993483, 
            "8": 0.0005233173065804733, 
            "9": 0.0005237699130659135, 
            "10": 0.00039997629641146625, 
            "11": 0.0029242794244831003, 
            "12": 0.7548849677850751, 
            "13": 0.0005674369302019278, 
            "14": 0.006772816778061597, 
            "15": 0.0003833273087489168, 
            "16": 0.013141602308675768, 
            "17": 0.17120617554811865, 
            "18": 0.038527189373951706, 
            "19": 0.0003179418131619534
        }
    }, 
    {
        "content": {
            "text": "  A man whose brother was shot and killed late Tuesday by an off-duty state corrections officer during a traffic dispute was charged yesterday with second-degree assault, the police said. The man, Leroi Kenner, 45, and his brother, Chris Kenner, 36, both of Queens, attacked the officer, Emilio Maldonado, 29, after he honked at them near La Guardia Airport when they failed to accelerate after their traffic light turned green, the police said. According to a witness, the police said, the men punched the officer in the face through an open car window. Then, realizing that he was an officer, they shouted, ''Shoot the cop, shoot the cop.'' According to the witness, the police said, one of the brothers reached for his waistband as if to retrieve a gun, and the officer shot once, striking Chris Kenner in the torso. He was taken to a Elmhurst Hospital Center, where he died. The investigation is continuing, but Officer Maldonado has not been charged. A spokeswoman for the Department of Correctional Services, Linda Foglia, said Officer Maldonado's use of his weapon appeared to be proper procedure.  EMILY VASQUEZ  ", 
            "title": "Metro Briefing | New York: Queens: Man Charged In Traffic Dispute"
        }, 
        "weight": 0.7527418438508834, 
        "file": "1818127.txt", 
        "other_topics": {
            "0": 0.0004617680950634489, 
            "1": 0.0005611068999452183, 
            "2": 0.0205794735686007, 
            "3": 0.0006936813918091292, 
            "4": 0.0004307664084874194, 
            "5": 0.0011466634010752971, 
            "6": 0.010717164851224552, 
            "7": 0.0006564892642230483, 
            "8": 0.0008235360819359367, 
            "9": 0.0008242483415287139, 
            "10": 0.0006294363054153895, 
            "11": 0.004601891795746218, 
            "12": 0.7527418438508834, 
            "13": 0.010784070194642364, 
            "14": 0.0007671697573073376, 
            "15": 0.0006032360596077205, 
            "16": 0.010789625763672456, 
            "17": 0.14084007335790294, 
            "18": 0.040847414660763595, 
            "19": 0.0005003399501650893
        }
    }, 
    {
        "content": {
            "text": "  A man who the police say was set on fire after an argument on Jan. 12 died on Saturday, the authorities said. The man, Richard Burns, 54, was hospitalized at St. Barnabas Hospital in Livingston after suffering burns to more than 22 percent of his body, said Paul M. Loriquet, a spokesman for the Essex County prosecutor. Mr. Burns' nephew, Lamar A. Tidwell, 24, was charged with setting the fire, and Mr. Loriquet said a charge of murder would probably be filed against him today.  JOHN HOLL  ", 
            "title": "Metro Briefing | New Jersey: Newark: Man Dies From Burns"
        }, 
        "weight": 0.7505221213994265, 
        "file": "1820752.txt", 
        "other_topics": {
            "0": 0.0008960526157989467, 
            "1": 0.0010888177654839197, 
            "2": 0.0015470802877389327, 
            "3": 0.0013460761631359942, 
            "4": 0.0008358944051135303, 
            "5": 0.0022250795387525808, 
            "6": 0.0016029565577096126, 
            "7": 0.001273905513914209, 
            "8": 0.05917857937968727, 
            "9": 0.0015994389616572904, 
            "10": 0.02041491725281765, 
            "11": 0.04731690261911755, 
            "12": 0.7505221213994265, 
            "13": 0.0017327851634997555, 
            "14": 0.00148867900391132, 
            "15": 0.001170568635932883, 
            "16": 0.0017435656444703587, 
            "17": 0.00458850346224054, 
            "18": 0.09845717502834345, 
            "19": 0.0009709006012477763
        }
    }, 
    {
        "content": {
            "text": "  Two men fleeing a shootout with the police were critically injured yesterday when their car crashed into an S.U.V., the authorities said. The men, whose names were not immediately released, were part of a group caught stripping a car on 12th Avenue about 8 a.m., the police said. As officers approached, most of the group scattered, but the two men got into an Acura Legend and began to back up toward the officers, said Todd McClendon, a spokesman for the Newark Police Department. Two officers opened fire on the car. The Acura sped off and crashed into a Ford Explorer several blocks away. The men were reported in critical condition at University Hospital. Charges against them were pending, the police said.  JOHN HOLL  ", 
            "title": "Metro Briefing | New Jersey: Newark: Two Men Injured Fleeing Police"
        }, 
        "weight": 0.750399451418562, 
        "file": "1819327.txt", 
        "other_topics": {
            "0": 0.0006855292445018877, 
            "1": 0.0008330051238195409, 
            "2": 0.0011836010097373575, 
            "3": 0.001029821864125518, 
            "4": 0.000639504924060629, 
            "5": 0.0017023075076876067, 
            "6": 0.059962680176245835, 
            "7": 0.0009746073714005483, 
            "8": 0.001222600855505218, 
            "9": 0.01590774094930636, 
            "10": 0.015618527923624514, 
            "11": 0.006831852264682486, 
            "12": 0.750399451418562, 
            "13": 0.016009758084678208, 
            "14": 0.001138920834405704, 
            "15": 0.0008955490096004895, 
            "16": 0.001333923050855087, 
            "17": 0.1209831175636203, 
            "18": 0.001904708777751591, 
            "19": 0.0007427920458291006
        }
    }, 
    {
        "content": {
            "text": "  After an intense 10-day manhunt, the Paterson police arrested an Irvington man on Tuesday morning and charged him with fatally shooting an off-duty rookie police officer here.  The Paterson police received more than 150 tips -- many based on a suspect sketch released last week -- about the Jan. 7 killing of Officer Tyron D. Franklin, 23. After a tip over the past weekend, the police arrested Teddy Charlemagne, 23, as he left a friend's apartment in Irvington about 8 a.m., a Paterson police spokesman, Lt. Anthony Traina, said on Tuesday.  Mr. Charlemagne, who was on parole after having been convicted of four narcotics and weapons felonies, was held on Tuesday on first-degree murder and weapons charges, said the Passaic County prosecutor, James F. Avigliano. He said his office would seek the death penalty for Mr. Charlemagne.  Officer Franklin, 23, was in the Broadway Fried Chicken restaurant on Broadway near Madison Avenue, in Paterson, ordering food about 1 a.m. on Jan. 7 when a man entered and demanded money, the authorities said. After a brief scuffle, the man shot Officer Franklin, who was not armed, and fled in a light-colored minivan, according to the police and witnesses.  ''The motive was robbery,'' Lieutenant Traina said. ''It was a botched robbery that led to his demise.''  Twice the police said they believed that they had captured Officer Franklin's killer, once after a car chase in East Orange, and again on Friday after surrounding an apartment building in Jersey City. Both times proved to be cases of mistaken identity, Lieutenant Traina said.  The person who called in the tip to the police that led to the arrest could receive a $60,000 reward if Mr. Charlemagne is convicted. Mr. Charlemagne is being held at the Passaic County jail in $2 million bail and is to be arraigned on Thursday morning.  The Paterson police chief, James Wittig, said that many officers had volunteered their time in the search for Officer Franklin's killer and that there was a sense of some closure when the suspect ''was apprehended and will be brought to justice.''  Officer Franklin, the father of a 16-month-old boy, Tyron Jr., was buried on Saturday and was remembered as a dedicated officer who came from a family steeped in public service. His father, Larry Franklin, is a retired captain with the Paterson Fire Department.  Standing near a shrine in front of the police administration building on Tuesday, the Rev. Michael Burton, a spokesman for the family, said relatives were still coming to grips with Officer Franklin's death.  Mr. Burton said relatives were somewhat relieved by the arrest. ''What this does is to help to deal with the situation, but it doesn't take the pain away,'' he said.  ", 
            "title": "Irvington Man Arrested in Fatal Shooting of Off-Duty Officer"
        }, 
        "weight": 0.7479803713918646, 
        "file": "1819469.txt", 
        "other_topics": {
            "0": 0.00019942334034688572, 
            "1": 0.00024232469387774823, 
            "2": 0.00034431451158772647, 
            "3": 0.00029957951138232143, 
            "4": 0.02154434172959351, 
            "5": 0.0004952084133585194, 
            "6": 0.00035675020142022807, 
            "7": 0.00028351738323376515, 
            "8": 0.025985628199894965, 
            "9": 0.00035596733360378886, 
            "10": 0.004543495459618911, 
            "11": 0.019074060202528432, 
            "12": 0.7479803713918646, 
            "13": 0.0003856445473355784, 
            "14": 0.0003313168606729254, 
            "15": 0.0002605189732914203, 
            "16": 0.0003880438255562963, 
            "17": 0.1718876628851682, 
            "18": 0.004825749205581852, 
            "19": 0.00021608133008237893
        }
    }, 
    {
        "content": {
            "text": "  A Hamburg court began a hearing on whether to give a stiffer prison sentence to Mounir el-Motassadeq, the Moroccan who was a friend of the three 9/11 pilots. He was convicted in 2005 of belonging to a terrorist organization and sentenced to seven years in prison. But an appeals court ruled in November that he had been wrongly acquitted of direct involvement in the attacks. Now he may face 15 years in prison. A decision is expected next month.  MARK LANDLER  ", 
            "title": "World Briefing | Europe: Germany: Sentence Trial For 9/11 Friend"
        }, 
        "weight": 0.74526979875497, 
        "file": "1816779.txt", 
        "other_topics": {
            "0": 0.0009911730530064295, 
            "1": 0.0012044011810847547, 
            "2": 0.001711310546956015, 
            "3": 0.0014889688358368078, 
            "4": 0.0009246287493604847, 
            "5": 0.0236922764877766, 
            "6": 0.0017731183606055172, 
            "7": 0.08633311171630118, 
            "8": 0.0017676985078001913, 
            "9": 0.0017692273542550532, 
            "10": 0.0013510684501187446, 
            "11": 0.05233982692632612, 
            "12": 0.74526979875497, 
            "13": 0.0019167289179541469, 
            "14": 0.0016467096766831267, 
            "15": 0.0012948303126113492, 
            "16": 0.023159647501212924, 
            "17": 0.005075595902752203, 
            "18": 0.045215912240395326, 
            "19": 0.0010739665239931188
        }
    }, 
    {
        "content": {
            "text": "  Yoko Ono's chauffeur was so stressed by his job that eight of his teeth fell out because he was grinding them at night, according to court papers filed by his lawyer.  The chauffeur, Koral Karsan, 50, complained about his teeth in a taped conversation with Ms. Ono's lawyer, Jonas Herbsman, which the prosecution turned over to Mr. Karsan's lawyer, Robert Gottlieb, in advance of a bail hearing yesterday.  Mr. Karsan has been charged with trying to extort $2 million from Ms. Ono, and prosecutors said he threatened to kill her if she did not comply.  But in court papers, submitted as part of a bail application for Mr. Karsan, Mr. Gottlieb said the accusation that Mr. Karsan had people waiting to kill Ms. Ono was ''just plain false.''  On the recording, Mr. Gottlieb said that Mr. Karsan can be heard saying that there are ''a lot of people out there who want to get'' Ms. Ono.  The chauffeur then went on to describe those people as ''my psychiatrist, my dentist, my lawyer,'' Mr. Gottlieb said. Mr. Karsan added, according to his lawyer, that ''they're all Beatles fans and they hate her. So they all want to use me.''  Commenting on this part of the tape, Mr. Gottlieb said in his papers, ''We respectfully submit that this should come as no shock to anyone who is at all familiar with Yoko Ono and the Beatles.''  Mr. Gottlieb added that the tape showed that the demand for money was not extortion, but a demand for compensation for pain and suffering.  Prosecutors have described this tape as one of their most important pieces of evidence -- along with a letter from Mr. Karsan to Ms. Ono -- in the extortion case against Mr. Karsan.  But Mr. Gottlieb said that the only reference to killing came when Ms. Ono's lawyer asked for the name of Mr. Karsan's lawyer, and Mr. Karsan refused, saying that his legal team was ''ready to kill Yoko.''  To which Ms. Ono's lawyer asked if he was speaking metaphorically. Mr. Karsan, a Turkish immigrant, replied, ''No, no, no, no metaphorically, I'm telling it literally.'' By this, Mr. Gottlieb said, Mr. Karsan clearly meant that his lawyers ''would literally kill her in court.''  Barbara Thompson, a spokeswoman for the Manhattan district attorney, declined comment last night on Mr. Gottlieb's account of the tape.  Mr. Gottlieb quoted from the tape in a letter to Justice Daniel P. FitzGerald of State Supreme Court in Manhattan, in an effort to have his client released on bail.  In a brief hearing yesterday, Justice FitzGerald declined to set bail because of the risk that Mr. Karsan would flee to Turkey. He said that after listening to the tape, he saw ''no substantial change in the material facts,'' that is, the demand for $2 million and the threat to release confidential information about Ms. Ono.  But he agreed to Mr. Gottlieb's request for a speedy trial, setting a tentative trial date of Feb. 12.  ", 
            "title": "Ono's Driver Complained About Stress On Recording"
        }, 
        "weight": 0.7440154762884016, 
        "file": "1821749.txt", 
        "other_topics": {
            "0": 0.008316445682178335, 
            "1": 0.000230508825993594, 
            "2": 0.0003275255714495409, 
            "3": 0.00028497187123369176, 
            "4": 0.004240336692059853, 
            "5": 0.0004710618144554878, 
            "6": 0.0003393548911026034, 
            "7": 0.00026969294012999564, 
            "8": 0.00033831759229649585, 
            "9": 0.0003386101962950383, 
            "10": 0.008385325609209078, 
            "11": 0.08722134362458915, 
            "12": 0.7440154762884016, 
            "13": 0.00036684033490207174, 
            "14": 0.00031516169220512156, 
            "15": 0.00024781594364773116, 
            "16": 0.04100285421924122, 
            "17": 0.09849236774143215, 
            "18": 0.004590443368018372, 
            "19": 0.0002055451011589916
        }
    }, 
    {
        "content": {
            "text": "  A New Jersey lawyer pleaded not guilty to prostitution and money-laundering charges yesterday as his lawyer accused the Manhattan district attorney of letting his ''personal feelings'' influence the prosecution.  An assistant district attorney, Linda Ford, said during the arraignment of the lawyer, Paul W. Bergrin, that he had not only helped run a brothel at 79 Worth Street in Lower Manhattan but had patronized the establishment and had brought friends to the brothel for free sex.  But a lawyer for Mr. Bergrin, Jeffrey Lichtman, accused the district attorney's office of inflating the seriousness of the charges by asking that his client be held in jail without bail.  ''Counsel can only surmise that the tremendous publicity surrounding this case and the district attorney's personal feelings toward the defendant have influenced the draconian request for detention,'' Mr. Lichtman wrote in a brief.  Justice Michael R. Ambrecht of State Supreme Court in Manhattan later set Mr. Bergrin's bail at $1 million bond or $500,000 cash, with 72 hours for prosecutors to review the source of the money.  A spokesman for District Attorney Robert M. Morgenthau declined to comment yesterday.  Mr. Bergrin, 51, of Morganville, N.J., is a criminal defense lawyer and former federal prosecutor. He is accused of using two shell companies in 2004 and 2005 to launder $800,000 in credit card receipts from a call girl service based in TriBeCa named NY Confidential, prosecutors have said.  Mr. Lichtman said that Jason Itzler, the brothel's founder and Mr. Bergrin's client, had been accused of laundering millions in prostitution money -- as opposed to the $800,000 Mr. Bergrin is accused of laundering.  Yet Mr. Itzler was released on $250,000 bail after his indictment in 2005, and was sentenced last week to one and a half to three years in prison, Mr. Lichtman said.  ", 
            "title": "Accused of Running Brothel, Lawyer Calls Prosecutor Unfair"
        }, 
        "weight": 0.7426822859534283, 
        "file": "1819408.txt", 
        "other_topics": {
            "0": 0.00027938317121915904, 
            "1": 0.0003394860467311117, 
            "2": 0.00048236921504186985, 
            "3": 0.00041969748263514216, 
            "4": 0.0002606262462575862, 
            "5": 0.012662577587954247, 
            "6": 0.0004997910597249383, 
            "7": 0.00039719516023463256, 
            "8": 0.0004982633591284581, 
            "9": 0.0004986942969647632, 
            "10": 0.0003808273307909235, 
            "11": 0.0865659682193856, 
            "12": 0.7426822859534283, 
            "13": 0.0005402707446910617, 
            "14": 0.024401785632787106, 
            "15": 0.00036497541759310443, 
            "16": 0.10227854059122125, 
            "17": 0.0014306644786565665, 
            "18": 0.01872947135034317, 
            "19": 0.006287126655211081
        }
    }
]