[
    {
        "content": {
            "text": "  A front-page article on Friday about criticism of Mahmoud Ahmadinejad, Iran's president, by Iranian religious authorities over his involvement in the country's nuclear program misstated the connection between Ayatollah Ali Khamenei, the supreme leader, and Jomhouri-Eslami, a newspaper that has rebuked Mr. Ahmadinejad. (The error was repeated in an article about Iran on Tuesday.) Ayatollah Khamenei owned the newspaper until 1989, when he became supreme leader and transferred ownership to Massih Mohajeri, a conservative politician. However, the newspaper still reflects Ayatollah Khamenei's views.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7820506637229115, 
        "file": "1821332.txt", 
        "other_topics": {
            "0": 0.0016474879539020327, 
            "1": 0.16855587859053947, 
            "2": 0.002021583328521208, 
            "3": 0.001470167928152027, 
            "4": 0.0007605335033103308, 
            "5": 0.002538549701851169, 
            "6": 0.001308021247397152, 
            "7": 0.005878644640683702, 
            "8": 0.0010834762176262069, 
            "9": 0.002125464515885825, 
            "10": 0.0009128517704450562, 
            "11": 0.001334817194719856, 
            "12": 0.0010790378656283185, 
            "13": 0.000822501566159964, 
            "14": 0.0005236270043346046, 
            "15": 0.0009656071310696991, 
            "16": 0.0013993140768442467, 
            "17": 0.0008424834804863237, 
            "18": 0.0007306126414992019, 
            "19": 0.0005077370699952056, 
            "20": 0.009477824558635942, 
            "21": 0.003490145154073489, 
            "22": 0.0011133975651921176, 
            "23": 0.0013214342232941922, 
            "24": 0.7820506637229115, 
            "25": 0.001369601013754841, 
            "26": 0.0011230238552842617, 
            "27": 0.0007761134105602834, 
            "28": 0.001174182250274004, 
            "29": 0.0015952168169677645
        }
    }, 
    {
        "content": {
            "text": "  A headline and an entry in the News Summary on Monday about Middle East peace efforts by Secretary of State Condoleezza Rice misstated the location where she held talks with Mahmoud Abbas, president of the Palestinian Authority. It was in the West Bank city of Ramallah, not in Pakistan.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7816332528380678, 
        "file": "1819496.txt", 
        "other_topics": {
            "0": 0.002879817805558816, 
            "1": 0.13202671742943053, 
            "2": 0.0035337385327203572, 
            "3": 0.0025698614467110593, 
            "4": 0.0013294166548348278, 
            "5": 0.004437398534157501, 
            "6": 0.002286428176534981, 
            "7": 0.010275902454216388, 
            "8": 0.0018939222566267163, 
            "9": 0.0037153234070295537, 
            "10": 0.0015956698051340563, 
            "11": 0.0023332676365953537, 
            "12": 0.0018861639934597027, 
            "13": 0.0014377371620334942, 
            "14": 0.0009153028202620094, 
            "15": 0.001687886459286635, 
            "16": 0.002446008533489276, 
            "17": 0.0014726656557623311, 
            "18": 0.001277114827439204, 
            "19": 0.000887527129561886, 
            "20": 0.01656728831144186, 
            "21": 0.006100792503447541, 
            "22": 0.0019462249331243118, 
            "23": 0.00230987413055385, 
            "24": 0.7816332528380678, 
            "25": 0.0023940699393770115, 
            "26": 0.001963051739986949, 
            "27": 0.0013566504165149064, 
            "28": 0.002052476889619352, 
            "29": 0.0027884475770217397
        }
    }, 
    {
        "content": {
            "text": "  In an interview with the Israeli daily newspaper Haaretz, King Abdullah II said Jordan wanted to develop a peaceful nuclear program. With the comments, Jordan joined Egypt and several Persian Gulf states that have announced intentions to develop peaceful nuclear programs. The king's statement was widely seen as a continuation of the political posturing of Arab leaders who have grown fearful that the West will fail to halt Iran's nuclear ambitions. Last month, members of the Gulf Cooperation Council, made up of Iran's Arab neighbors, agreed to begin a study into developing a nuclear research and development center somewhere in the Persian Gulf.  HASSAN M. FATTAH  ", 
            "title": "World Briefing | Middle East: Jordan: King Will Seek Nuclear Program"
        }, 
        "weight": 0.7265364578571194, 
        "file": "1820119.txt", 
        "other_topics": {
            "0": 0.0011689997627254607, 
            "1": 0.0007870242435234564, 
            "2": 0.0014344447410214983, 
            "3": 0.001043179681590861, 
            "4": 0.0005396479426807439, 
            "5": 0.0018012659771515821, 
            "6": 0.0009281260747464366, 
            "7": 0.030574463710888705, 
            "8": 0.0007687967844158407, 
            "9": 0.0015081551940134344, 
            "10": 0.0006477276513775612, 
            "11": 0.0009471395406646873, 
            "12": 0.0007656474852539652, 
            "13": 0.0005836183101703536, 
            "14": 0.0003715473866585832, 
            "15": 0.0006851610079654728, 
            "16": 0.000992904269761109, 
            "17": 0.05340416342444186, 
            "18": 0.0005184171468652675, 
            "19": 0.00036027244566221023, 
            "20": 0.1519426407067801, 
            "21": 0.00247648478844777, 
            "22": 0.0007900279249059009, 
            "23": 0.0009376434527666797, 
            "24": 0.7265364578571194, 
            "25": 0.0009718209206421709, 
            "26": 0.0007968584032757062, 
            "27": 0.013752294561201394, 
            "28": 0.0008331586089693379, 
            "29": 0.0011319099943123904
        }
    }, 
    {
        "content": {
            "text": "  Iran's supreme religious leader, Ayatollah Ali Khamenei, said Monday that Iran would not back down from developing its nuclear program, despite sanctions imposed by the United Nations Security Council last month.  Ayatollah Khamenei, 67, has the final word on state matters, including nuclear policies.  He was making his first public appearance since rumors spread on several Web sites on Thursday that he had died.  ''The Iranian people will definitely not give up their right and the authorities have no right to give up this great achievement,'' Ayatollah Khamenei said, addressing a crowd in Qum, 82 miles south of Tehran.  The Security Council passed a resolution on Dec. 23 with sanctions intended to curb Iran's uranium enrichment program, which Iran says is for peaceful purposes but the United States and some European nations contend is for the purpose of creating nuclear weapons. The measure bars the trade of goods or technology related to Iran's nuclear program. Enriched uranium can be used for making nuclear fuel but also for making nuclear weapons.  The resolution also gave Iran a two-month deadline to halt the program or face tougher sanctions.  President Mahmoud Ahmadinejad has also brushed off the resolution and vowed that Iran will not suspend the nuclear program.  In his remarks, Ayatollah Khamenei also warned neighboring Arab countries not to join an alliance with the United States and Britain against Iran.  ''The nuclear program is a native achievement and is a source of pride for Iran and the Islamic world,'' Ayatollah Khamenei said.  ''If some Arab and Islamic governments think that by joining an alliance with Britain and the United States and imposing sanctions on Iran they can earn the satisfaction of the Zionist regime, they should know that they are making a political blunder,'' he said.  ", 
            "title": "Iranian Leader Vows to Resist U.N. Sanctions"
        }, 
        "weight": 0.7086113511752171, 
        "file": "1817544.txt", 
        "other_topics": {
            "0": 0.0005407679586358824, 
            "1": 0.00036406978610061577, 
            "2": 0.0006635602325270497, 
            "3": 0.0004825648087293947, 
            "4": 0.0002496359072521509, 
            "5": 0.0008332481806100148, 
            "6": 0.0004293421254656287, 
            "7": 0.014143450541663697, 
            "8": 0.0003556379402037752, 
            "9": 0.0006976579735750404, 
            "10": 0.0002996325328337292, 
            "11": 0.0004381375704939782, 
            "12": 0.0003541811049389582, 
            "13": 0.000269976173029784, 
            "14": 0.00017187421950490606, 
            "15": 0.00031694884073420226, 
            "16": 0.00045930789055742907, 
            "17": 0.00027653499429115336, 
            "18": 0.0002398147469068458, 
            "19": 0.00016665854109267653, 
            "20": 0.22906732943881206, 
            "21": 0.013359454526082594, 
            "22": 0.00036545925999220165, 
            "23": 0.00043374477228188944, 
            "24": 0.7086113511752171, 
            "25": 0.006556483271896551, 
            "26": 0.0003686189730754058, 
            "27": 0.00025474982302879656, 
            "28": 0.018706196099171898, 
            "29": 0.0005236105912945478
        }
    }, 
    {
        "content": {
            "text": "  The Foreign Ministry said it had taken note of the statement this week by the United Nations deputy special representative in Afghanistan, Chris Alexander, that Pakistan and Afghanistan had to end their ''war of words'' over their border and said it would reconsider Pakistan's announcement last month that it would lay mines along the border. The ministry said it agreed that blocking ''undesirable elements'' -- a reference to the resurgent Taliban -- from entering Pakistan was the responsibility of the forces operating on the Afghan side. President Hamid Karzai had voiced strong opposition to the plan for mines.  SALMAN MASOOD  ", 
            "title": "World Briefing | Asia: Pakistan: Plan For Border Mines Reconsidered"
        }, 
        "weight": 0.6969245432651345, 
        "file": "1817881.txt", 
        "other_topics": {
            "0": 0.0014340428335182197, 
            "1": 0.000965463392052859, 
            "2": 0.0017596711877373382, 
            "3": 0.001279696022323761, 
            "4": 0.0006620003609067599, 
            "5": 0.0022096604705650895, 
            "6": 0.0011385567290351122, 
            "7": 0.005117019640602515, 
            "8": 0.0009431032873377126, 
            "9": 0.0018500937440448129, 
            "10": 0.0007945845894476234, 
            "11": 0.0011618810490305594, 
            "12": 0.0009392399590140496, 
            "13": 0.0007159399701318524, 
            "14": 0.0004557869763018041, 
            "15": 0.0008405050750294786, 
            "16": 0.0012180218489530647, 
            "17": 0.0007333330691052458, 
            "18": 0.0006359559838590781, 
            "19": 0.00044195570888007867, 
            "20": 0.2511710062129601, 
            "21": 0.01923270978647668, 
            "22": 0.0009691480872067948, 
            "23": 0.0011502319476100014, 
            "24": 0.6969245432651345, 
            "25": 0.0011921583486559507, 
            "26": 0.0009775272151314092, 
            "27": 0.0006755617677053687, 
            "28": 0.0010220576346319434, 
            "29": 0.0013885438366102918
        }
    }, 
    {
        "content": {
            "text": "  After five days of clashes in the Gaza Strip, Palestinian factions on Tuesday mostly observed the latest cease-fire, though one Hamas member was shot dead.  Also, the Israeli Air Force bombed a tunnel near the eastern edge of the Gaza Strip, saying that Palestinian militants were digging it to enter Israel and carry out an attack. The tunnel was near the Karni crossing, which is used to move goods between Israel and Gaza.  The two main Palestinian factions, Hamas and Fatah, held late night talks on Monday and agreed on a truce that took effect at 3 a.m. Tuesday. While Gaza was mostly calm during the day, several previous cease-fires have broken down and there were doubts about this one as well.  In one incident, a local Hamas leader was shot dead in the southern Gaza town of Khan Yunis. The shooting appeared to be a revenge attack by a family aligned with Fatah, which recently had a relative killed in the fighting, according to Palestinian residents of the town.  More than 30 Palestinians have been killed in gun battles since Thursday, and about 60 have died over the past two months.  Egypt, which has often mediated between the Palestinian factions in recent years, helped broker the latest truce.  While Gazans welcomed the reopening of shops and the semblance of normalcy that prevailed on the streets on Tuesday, many said the truce would remain vulnerable unless Hamas and Fatah could agree to work together in the government.  A good deal of the fighting has involved members of the Palestinian security forces. Many members are loyal to Fatah, which long dominated Palestinian politics, but Hamas created a security service, known as the Executive Force, after it came to power a year ago.  Months of negotiations have failed to produce a deal between Hamas, the radical Islamic group that controls much of the government, and Fatah, led by the Palestinian Authority president, Mahmoud Abbas.  Mr. Abbas, speaking in Cairo after a meeting with the Egyptian president, Hosni Mubarak, said Hamas's Executive Force was ''illegitimate and illegal.''  Mr. Abbas also condemned a suicide bombing on Monday by a Palestinian in the southern Israeli resort town of Eilat, which killed three workers at a bakery.  The Palestinian leader said the bombing was ''not in the interest of the Palestinian people.'' Al Aksa Martyrs Brigades, which is linked to Fatah, had claimed responsibility for the bombing with Islamic Jihad.  Israel has given no indication that it plans a major military response to the suicide bombing, the first such attack in Israel in nine months.  ''The initiative will be ours, and we have no intention of relaying what we plan to do,'' Amir Peretz, the defense minister, said during a visit to Eilat.  However, Israeli newspapers, citing political and military officials, said no large-scale operations were planned.  In a separate development, Israel's deputy prime minister, Shimon Peres, met in Qatar with the emir, Sheik Hamad bin Khalifa al-Thani. That was the highest-level meeting in years between officials of the countries.  The emir urged Israel to hold talks with the Palestinian government, according to the Web site of the Israeli newspaper Haaretz, which had a reporter traveling with Mr. Peres. Israel, which classifies Hamas as a terrorist group, refuses to deal with the organization, and Hamas does not recognize Israel.  Israel and Qatar do not have diplomatic relations, though there is an Israeli trade mission in the Qatari capital, Doha. Mr. Peres visited Qatar when he was prime minister in 1996.  ", 
            "title": "Fighting Eases on First Day of a Cease-Fire by Gaza Factions"
        }, 
        "weight": 0.6887693574920422, 
        "file": "1822749.txt", 
        "other_topics": {
            "0": 0.0002849568935382459, 
            "1": 0.00019184604712909709, 
            "2": 0.000349662104636163, 
            "3": 0.00025428682789062286, 
            "4": 0.00013154528020783225, 
            "5": 0.003657115974985958, 
            "6": 0.032406611727684984, 
            "7": 0.05250538952532454, 
            "8": 0.00018740289813110934, 
            "9": 0.00036762985995623986, 
            "10": 0.0001578909297338506, 
            "11": 0.00023087595897009172, 
            "12": 0.000186635220895745, 
            "13": 0.07415711574005879, 
            "14": 9.056887133804156e-05, 
            "15": 0.00016701573313255397, 
            "16": 0.0002420316285029335, 
            "17": 0.00014571971521131253, 
            "18": 0.0001263700339709827, 
            "19": 8.782047714362119e-05, 
            "20": 0.14323295724424226, 
            "21": 0.0006036711338294155, 
            "22": 0.00019257822838628102, 
            "23": 0.00022856118030677223, 
            "24": 0.6887693574920422, 
            "25": 0.00023689232406346296, 
            "26": 0.00019424323462469291, 
            "27": 0.00013424005072863965, 
            "28": 0.0002030918196963786, 
            "29": 0.00027591584363726004
        }
    }, 
    {
        "content": {
            "text": "  Israel transferred $100 million in Palestinian tax revenues to the office of the Palestinian president, Mahmoud Abbas, as part of a plan to bolster him and keep money out of the hands of the Hamas government, Israeli officials said Friday.  The money is intended to meet needs for food, medicine and other basic expenses but not to pay the overdue salaries of Palestinian government workers, according to Israeli officials.  It was transferred ''to a special account to ensure the money does not reach the Hamas government and cannot be used for perpetrating terror against Israel,'' according to a statement from the office of Israel's prime minister, Ehud Olmert.  Israel collects more than $50 million a month in taxes and customs money on behalf of the Palestinians under an arrangement dating from the 1990s, when the two sides were holding peace negotiations.  However, Israel began withholding the money after Hamas won the Palestinian elections a year ago, gaining control of the cabinet and legislature. Israel has not said precisely how much money it has withheld, but it is believed to be over $500 million.  At a meeting last month, Mr. Olmert agreed to hand over $100 million as part of a package of moves designed to help Mr. Abbas in his power struggle with Hamas. Israel also has removed some West Bank roadblocks, but Palestinians say they still face many obstacles when they seek to travel.  Palestinians say that the money belongs to their government and that it is not up to Israel to dictate how it should be spent. ''Israel can say whatever it wants,'' said Muhammad Dahlan, a Palestinian legislator and a leading member of Mr. Abbas's Fatah movement. ''This is our money.''  Israel has not said whether it would release more money in the future. Before Israel began withholding the money last year, it was sent to the Palestinian Finance Ministry.  Also on Friday, Defense Minister Amir Peretz of Israel suspended the establishment of a Jewish settlement in the West Bank.  When Mr. Peretz said on Dec. 26 that he had approved the Maskiot settlement in the Jordan Valley, it provoked sharp criticism by the Palestinians, as well as American concern.  Mr. Peretz ordered a ''freeze in the plans for Maskiot in order to evaluate them thoroughly,'' his office said in a statement. The plans called for the construction of about 30 homes for settlers to be built on an old army base.  Israel has more than 100 formal settlements in the West Bank and many informal ones. Israel pledged to stop building new settlements in the 1990s, and the so-called road map, the stalled Mideast peace plan introduced in 2003, calls for Israel to freeze settlement activity.  Still, the population of the Israeli settlements on West Bank is increasing by more than 10,000 a year, and is now more than 250,000. The figure does not include residents of East Jerusalem, which Israel captured in the 1967 war and later annexed.  In another development, Mr. Abbas is traveling to Syria, where he will hold talks with President Bashar al-Assad. He will also be looking for a solution to the deadlock between his Fatah movement and Hamas, the two main Palestinian factions.  The factions have been trying, without success, to form a national unity government for months, while gunmen from the two groups have periodically battled in the streets.  Mr. Abbas's envoys have been holding talks with Hamas leaders in Damascus, the Syrian capital, including Hamas's exiled political chief, Khaled Mashal. Palestinian officials say a meeting between Mr. Abbas and Mr. Mashal is possible, though not certain.  In remarks on Friday, Mr. Abbas said again that the Palestinians should establish a government that would be acceptable to the international community, or hold new elections. ''It is very clear how to get a national unity government that can break the siege,'' he said in the West Bank city of Ramallah after playing host to the European Union foreign policy chief, Javier Solana.  A 10-year-old Palestinian girl, Abir Aramin, died Friday from wounds sustained when she was hit by fire from the Israeli border police on Tuesday in the West Bank town of Anata, near Jerusalem, Palestinian witnesses and relatives said. Abir and her classmates were on recess from school when the Israeli forces fired on stone-throwing Palestinians with rubber bullets and stun grenades, according to the Palestinians.  Abir was hit in the head and collapsed, the Palestinians said. The border police said they were investigating the report.  ", 
            "title": "Israel Releases $100 Million Withheld From Palestinians"
        }, 
        "weight": 0.6570617558959613, 
        "file": "1820018.txt", 
        "other_topics": {
            "0": 0.07231784499955525, 
            "1": 0.00016525604356900945, 
            "2": 0.000301198679164348, 
            "3": 0.00021904248608594075, 
            "4": 0.0001133130073964709, 
            "5": 0.044730458163419536, 
            "6": 0.058407193635182715, 
            "7": 0.0008758679279106098, 
            "8": 0.00016142871829761114, 
            "9": 0.0003166760903513183, 
            "10": 0.0001360071304762954, 
            "11": 0.00019887638085617658, 
            "12": 0.0001607674416929963, 
            "13": 0.027842693159447995, 
            "14": 7.801595900364721e-05, 
            "15": 0.00014386722939717676, 
            "16": 0.00020848586636785992, 
            "17": 0.00012552285525914265, 
            "18": 0.00010885505410321567, 
            "19": 7.564849427067664e-05, 
            "20": 0.11229270480391443, 
            "21": 0.0005200018696571658, 
            "22": 0.00016588674396418715, 
            "23": 0.00019688243222203703, 
            "24": 0.6570617558959613, 
            "25": 0.011292117848932413, 
            "26": 0.011255379954730563, 
            "27": 0.00011563428073652235, 
            "28": 0.00017494314376813563, 
            "29": 0.00023767370430528633
        }
    }, 
    {
        "content": {
            "text": "  Because of an editing error, an article on Thursday about the future of relations between Turkey and Armenia following the funeral for Hrant Dink, a Turkish-Armenian newspaper editor killed in Istanbul on Jan. 19, misidentified the issue between the two countries that Turkey has said should be examined by a governmental history commission. It is the 1915 Armenian genocide -- not the political status of Nagorno-Karabakh, a region that Armenia claims but that Turkey recognizes as part of Azerbaijan.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6557900925891671, 
        "file": "1822828.txt", 
        "other_topics": {
            "0": 0.0020714184331187134, 
            "1": 0.11835790092677284, 
            "2": 0.00254177577497075, 
            "3": 0.0018484705390053168, 
            "4": 0.0009562334668548666, 
            "5": 0.09676242922760511, 
            "6": 0.0016446003846960517, 
            "7": 0.007391333479328654, 
            "8": 0.0013622755806626835, 
            "9": 0.0026723875987790364, 
            "10": 0.0011477461668392773, 
            "11": 0.0016782914469497473, 
            "12": 0.0013566951549489048, 
            "13": 0.0010341471094689855, 
            "14": 0.0006583663487726666, 
            "15": 0.0012140765009609243, 
            "16": 0.0017593846228935953, 
            "17": 0.0010592707563925258, 
            "18": 0.0009186133892430241, 
            "19": 0.0006383876273418242, 
            "20": 0.011916651924601064, 
            "21": 0.0745662231630763, 
            "22": 0.0013998962690233978, 
            "23": 0.001661464778423666, 
            "24": 0.6557900925891671, 
            "25": 0.001722025814629147, 
            "26": 0.0014119995895315615, 
            "27": 0.0009758223852365732, 
            "28": 0.0014763220279078372, 
            "29": 0.0020056969227979443
        }
    }, 
    {
        "content": {
            "text": "  Secretary of State Condoleezza Rice and her Israeli counterpart declared their mutual support on Saturday for a bilateral diplomatic strategy that would support moderate political leaders across the Middle East, but after a first evening of talks here offered little new to push ahead any agreement with the Palestinians.  Ms. Rice played down expectations for any breakthrough during her travels.  \"I expect this trip to really be one in which we have intensive consultations,\" she said to open weeklong travels across the Middle East and the Persian Gulf before consulting with allies in Western Europe. \"I'm not coming with a proposal. I'm not coming with a plan.\"  The focus of her first two days is to push Israeli and Palestinian leaders closer to political accord, then she moves on to speak with other regional allies to support President Bush's new strategy for Iraq.  Tzipi Livni, the Israeli foreign minister, said after a meeting with Ms. Rice that the two countries are joined in an \"ongoing mutual effort to empower the moderates throughout the region in the struggle against extremism and terror.\"  Asked to describe whether plans were being drawn to accelerate or skip portions of the long sidelined \"road map\" -- the 2002 plan backed by the United Nations, Russia, the United States and the European Union that describes sequential measures to be implemented by Israelis and Palestinians to reach a full political settlement -- Ms. Livni defended the process as balancing the need to give Palestinians \"a political horizon\" while cutting \"the process into phases.\"  Ms. Rice sought to describe signs of optimism, especially after recent contacts between Mahmoud Abbas, the Palestinian Authority president, and Ehud Olmert, the Israeli prime minister.  \"I think there are openings now that are there as a result of this alignment, there as a result of the obvious desire of Prime Minister Olmert and President Abbas to move forward,\" she said. \"So I think the opening is there, but I can't really judge until I've had a chance to really talk to all the interested parties how we can accelerate the road map, how quickly we can accelerate the road map and how we begin to talk about the political horizon that everybody is interested in.  In Palestinian developments Saturday, the two main factions, Fatah and Hamas, were again stepping up efforts to form a unity government. The process has going on for months without agreement, and has frequently broken down amid street battles between the rivals.  However, envoys for the Palestinian Authority president, Mahmoud Abbas, have been in contact with Hamas's exiled political chief, Khaled Mashal, who is in Damascus, Syria, Palestinian officials said.  Ismail Radwan, a Hamas spokesman in the Gaza Strip, said this was \"one of several Arab and Palestinian efforts to solve the differences.\"  Mr. Radwan also said he believed a meeting between Mr. Abbas and Mr. Mashal was likely relatively soon.  In a related matter, Mr. Abbas traveled from the West Bank city of Ramallah to neighboring Jordan to discuss the political developments with King Abdullah II, who has sought to mediate in the Palestinian infighting. Mr. Abbas returned to the West Bank later Saturday, and will meet with Ms. Rice on Sunday.  A Palestinian unity government would seek to end the internecine fighting and establish a leadership acceptable to Western countries, which cut off funding after Hamas, the radical Islamic faction, came to power early last year. Hamas controls the current Cabinet, though Mr. Abbas also has substantial powers as the president.  Also Saturday, some 80,000 Palestinian government workers, about half of the total, agreed to end a strike that has lasted for months. Most of the striking workers are from the West Bank, and many are considered sympathetic to Fatah. In Gaza, where Hamas is much stronger, government workers have not gone on prolonged strikes.  The workers were protesting the government's inability to pay wages. The Hamas government has paid salaries only partially and sporadically due to the cutoff of money that previously came from the Western countries and from tax revenues collected by Israel on behalf of the Palestinians.  The government workers are to receive one month's salary immediately, with overdue wages to be paid out over the next six months, Palestinian officials said.  Meanwhile, Prime Minister Ismail Haniya, speaking on Palestinian television, said, \"the American and Israeli policies seek to push the Palestinian people toward civil war and internal conflict so that the Israeli-Palestinian conflict becomes a Palestinian-Palestinian conflict.\"  \"I call on the Palestinian people and factions, in particular Hamas and Fatah, to halt internal clashes,\" Mr. Haniya said.  In Washington, the State Department said Friday that the Bush administration would seek congressional approval for $86 million in \"nonlethal assistance\" to strengthen branches of the Palestinian security forces directly linked to Mr. Abbas.  ", 
            "title": "Rice Begins Mideast Trip in Jerusalem"
        }, 
        "weight": 0.6541428282897148, 
        "file": "1818521.txt", 
        "other_topics": {
            "0": 0.05634810909668804, 
            "1": 0.000145493805802299, 
            "2": 0.0002651796641612487, 
            "3": 0.00019284816606257612, 
            "4": 9.976240709243448e-05, 
            "5": 0.01253560127422674, 
            "6": 0.0001715786978488211, 
            "7": 0.0007711267646237293, 
            "8": 0.00014212417339580537, 
            "9": 0.00027880620034671067, 
            "10": 0.00011974264058296115, 
            "11": 0.00017509363597265052, 
            "12": 0.00014154197592928275, 
            "13": 0.0025484128082761074, 
            "14": 6.868637626566897e-05, 
            "15": 0.00012666278511313088, 
            "16": 0.01238616290273955, 
            "17": 0.00011051213336834732, 
            "18": 9.583756067401138e-05, 
            "19": 6.660202614652327e-05, 
            "20": 0.2550575123585544, 
            "21": 0.00045781715093002554, 
            "22": 0.0001460490835327446, 
            "23": 0.00017333813481765575, 
            "24": 0.6541428282897148, 
            "25": 0.00017965637712697647, 
            "26": 0.002587833592261918, 
            "27": 0.00010180608964260074, 
            "28": 0.0001540224686258799, 
            "29": 0.00020925135947639972
        }
    }, 
    {
        "content": {
            "text": "  The leftist guerrilla group known as Revolutionary Struggle claimed responsibility for the rocket attack on the American Embassy in Athens two weeks ago, saying it was in retaliation for the ''criminal U.S. war on terrorism.'' The claim was made in a five-page statement to the weekly newspaper Pontiki. Since September 2003, Revolutionary Struggle has claimed responsibility for a number of attacks, including bombings at a courthouse and police station and an assassination attempt against the culture minister. In its statement, the group warned: ''There is no doubt that the American Embassy would be the first building we would wreck. The second would be Parliament.'' It singled out Foreign Minister Dora Bakoyanni and Public Order Minister Vyronas Polydoras as ''praetorians'' of the American administration.  ANTHEE CARASSAVA  ", 
            "title": "World Briefing | Europe: Greece: Militants Claim U.S. Embassy Attack"
        }, 
        "weight": 0.6473269078857742, 
        "file": "1821573.txt", 
        "other_topics": {
            "0": 0.0011689997627254607, 
            "1": 0.0007870242435234564, 
            "2": 0.0014344447410214983, 
            "3": 0.001043179681590861, 
            "4": 0.0005396479426807439, 
            "5": 0.04140604096282418, 
            "6": 0.0009281260747464366, 
            "7": 0.017372872048997838, 
            "8": 0.0007687967844158407, 
            "9": 0.0015081551940134344, 
            "10": 0.0006477276513775612, 
            "11": 0.0009471395406646873, 
            "12": 0.0007656474852539652, 
            "13": 0.25141385988609677, 
            "14": 0.0003715473866585832, 
            "15": 0.0006851610079654728, 
            "16": 0.000992904269761109, 
            "17": 0.0005977967768784046, 
            "18": 0.0005184171468652675, 
            "19": 0.00036027244566221023, 
            "20": 0.006725132425980582, 
            "21": 0.015678076450338634, 
            "22": 0.0007900279249059009, 
            "23": 0.0009376434527666797, 
            "24": 0.6473269078857742, 
            "25": 0.0009718209206421709, 
            "26": 0.0007968584032757062, 
            "27": 0.0005507028993105283, 
            "28": 0.0008331586089693379, 
            "29": 0.0011319099943123904
        }
    }, 
    {
        "content": {
            "text": "  Iran is barring 38 nuclear agency inspectors from entering the country in retaliation for a United Nations resolution aiming to curb Iran's nuclear program, a senior Iranian lawmaker said Monday.  The announcement came only days after Grand Ayatollah Hossein Ali Montazeri, Iran's most senior dissident cleric, criticized President Mahmoud Ahmadinejad's defiant stance against the West on the nuclear issue in a speech on Friday, calling it provocative. His comments were the first direct public attack on the president's nuclear policy by such a senior cleric.  The two developments suggest an increasingly open debate within Iran over how forcefully to confront the West over Iran's nuclear ambitions, even as its government continues to defend them.  Two hard-line newspapers, including one owned by the supreme leader, Ayatollah Ali Khamenei, have already called for the president to stay out of all nuclear matters. Ayatollah Montazeri said Iran has the right to nuclear technology but questioned the way Mr. Ahmadinejad has confronted the West.  ''One has to deal with the enemy with wisdom,'' he said. ''We should not provoke the enemy, otherwise the country will be faced with problems.  ''We should get our right in a way that it does not create problems or excuses for others,'' he said.  ''Besides, is this our only irrefutable right and we have no other rights?'' he asked, referring to rising inflation since Mr. Ahmadinejad took office over a year ago.  Ayatollah Montazeri was once in line to become Iran's supreme religious leader, until he was banished and put under house arrest for his criticisms. His comments reflect the growing concern in Iran over additional economic sanctions if Iran continues to defy the international demand to halt its uranium enrichment program.  The United Nations Security Council passed a resolution on Dec. 23 and imposed sanctions banning the trade of goods related to Iran's nuclear program. It also gave Iran a deadline of two months to halt its uranium enrichment program or face tougher sanctions.  In response, Parliament passed a bill last month calling for the government to limit its cooperation with the International Atomic Energy Agency.  ''The committee has decided to bar 38 inspectors from coming to Iran and we have announced the new limitation to the agency,'' said Alaedin Boroujerdi, the head of Parliament's committee for foreign policy and national security, the ISNA news agency reported.  The nuclear agency's inspectors visit Iran's nuclear facilities regularly. But last summer Iran said that it had decided not to let some of the inspectors return.  Still, Mr. Boroujerdi said that Iran planned to continue its cooperation with the agency, and that Iran would remain a party to the Nuclear Nonproliferation Treaty.  An I.A.E.A. spokeswoman, Melissa Flemming, said that the agency was confident that it could continue to monitor Iran's nuclear program.  ''There are a sufficient number of inspectors designated for Iran, and the I.A.E.A. is able to perform its inspection activities in accordance with Iran's Comprehensive Safeguard Agreement,'' she said in an agency statement.  For his part, Mr. Ahmadinejad vowed again on Sunday that Iran would continue with its nuclear program, and brushed off the United Nations resolution as insignificant.  In Brussels on Monday, European Union foreign ministers called for all countries to enforce the sanctions against Iran. The British foreign secretary, Margaret Beckett, said a collective application of the sanctions was essential ''to keep pressure on Iran to accept the offer of the international community to come back to the negotiating table.''  European Union officials said they would apply the measures next month, including a ban on selling materials and technology that could be used in Iran's nuclear and missile programs and the freezing of the assets of 10 Iranian companies and individuals.  Germany's foreign minister, Frank-Walter Steinmeier, said it was time to take a tough and united stance on Iran but kept the option of diplomacy open. ''There is a need to send a clear signal, and we need to show resolve,'' he said.  Correction:  January 25, 2007, Thursday  A front-page article on Friday about criticism of Mahmoud Ahmadinejad, Iran's president, by Iranian religious authorities over his involvement in the country's nuclear program misstated the connection between Ayatollah Ali Khamenei, the supreme leader, and Jomhouri-Eslami, a newspaper that has rebuked Mr. Ahmadinejad. (The error was repeated in an article about Iran on Tuesday.) Ayatollah Khamenei owned the newspaper until 1989, when he became supreme leader and transferred ownership to Massih Mohajeri, a conservative politician. However, the newspaper still reflects Ayatollah Khamenei's views.  ", 
            "title": "Iran Bars Inspectors; Dissident Cleric Condemns President's Stance"
        }, 
        "weight": 0.6471097503047294, 
        "file": "1820919.txt", 
        "other_topics": {
            "0": 0.0202848439246602, 
            "1": 0.0001495074437136894, 
            "2": 0.017827422519811262, 
            "3": 0.0001981681362577515, 
            "4": 0.0001025144842480891, 
            "5": 0.1106874371033673, 
            "6": 0.00017631192180069704, 
            "7": 0.0007923993102136579, 
            "8": 0.00014604485556726188, 
            "9": 0.00028649743592523995, 
            "10": 0.00012304589874713911, 
            "11": 0.002687770613540382, 
            "12": 0.0001454465974182197, 
            "13": 0.00011086733652248938, 
            "14": 7.058118025581629e-05, 
            "15": 0.00013015694456197476, 
            "16": 0.010220004700871336, 
            "17": 0.00011356075585581285, 
            "18": 9.848136578128222e-05, 
            "19": 6.843933059837284e-05, 
            "20": 0.18685820547411716, 
            "21": 0.0004704466389231732, 
            "22": 0.0001500780395103439, 
            "23": 0.00017811989515142008, 
            "24": 0.6471097503047294, 
            "25": 0.00018461243448133355, 
            "26": 0.00015137559466041068, 
            "27": 0.00010461454446819783, 
            "28": 0.00015827138091375275, 
            "29": 0.00021502383332690635
        }
    }, 
    {
        "content": {
            "text": "  Secretary of State Condoleezza Rice and her Israeli counterpart declared their mutual backing on Saturday for a bilateral diplomatic strategy that would support moderate political leaders across the Middle East, but after a first evening of talks here offered little new to push ahead any agreement with the Palestinians.  Ms. Rice played down expectations for any breakthrough during her travels.  ''I expect this trip to really be one in which we have intensive consultations,'' she said to open weeklong travels across the Middle East and the Persian Gulf before consulting with allies in Western Europe. ''I'm not coming with a proposal. I'm not coming with a plan.''  The focus of her first two days is to push Israeli and Palestinian leaders to move forward on a number of smaller issues, and then she will speak with other regional allies to try to gather support for President Bush's new strategy for Iraq.  Tzipi Livni, the Israeli foreign minister, said after a meeting with Ms. Rice that the two countries were joined in an ''ongoing mutual effort to empower the moderates throughout the region in the struggle against extremism and terror.''  Asked to describe whether plans were being drawn to accelerate or skip portions of the long sidelined road map -- the 2002 plan backed by the United Nations, Russia, the United States and the European Union that describes sequential measures to be carried out by Israelis and Palestinians to reach a full political settlement -- Ms. Livni defended the process as balancing the need to give Palestinians ''a political horizon'' while cutting ''the process into phases.''  Ms. Rice sought to describe signs of optimism, especially after recent contacts between Mahmoud Abbas, the Palestinian Authority president, and Ehud Olmert, the Israeli prime minister.  ''I think there are openings now that are there as a result of this alignment, there as a result of the obvious desire of Prime Minister Olmert and President Abbas to move forward,'' she said. ''So I think the opening is there, but I can't really judge until I've had a chance to really talk to all the interested parties how we can accelerate the road map, how quickly we can accelerate the road map and how we begin to talk about the political horizon that everybody is interested in.  In Palestinian developments on Saturday, the two main factions, Fatah and Hamas, were again stepping up efforts to form a unity government. The process has going on for months without agreement, and has frequently broken down amid street battles between the rivals.  But envoys for Mr. Abbas have been in contact with Hamas's exiled political chief, Khaled Mashal, who is in Damascus, Syria, Palestinian officials said.  Ismail Radwan, a Hamas spokesman in the Gaza Strip, said this was ''one of several Arab and Palestinian efforts to solve the differences.''  Mr. Radwan also said he believed that Mr. Abbas and Mr. Mashal were likely to meet relatively soon.  In a related matter, Mr. Abbas traveled from the West Bank city of Ramallah to neighboring Jordan to discuss the political developments with King Abdullah II, who has sought to mediate in the Palestinian infighting. Mr. Abbas returned to the West Bank later on Saturday, and will meet with Ms. Rice on Sunday.  A Palestinian unity government would seek to end the internecine fighting and establish a leadership acceptable to Western countries, which cut off financing after Hamas, the radical Islamic faction, came to power early last year. Hamas controls the current cabinet, though Mr. Abbas also has substantial powers as the president.  Also on Saturday, some 80,000 Palestinian government workers, about half of the total, agreed to end a strike that had lasted for months. Most of the striking workers are from the West Bank, and many are considered sympathetic to Fatah. In Gaza, where Hamas is much stronger, government workers have not gone on prolonged strikes.  The workers were protesting the government's inability to pay wages. The Hamas government has paid salaries only partly and sporadically because of the cutoff of money that previously came from the Western countries and from tax revenues collected by Israel on behalf of the Palestinians.  The government workers are to receive one month's salary immediately, with overdue wages to be paid over the next six months, Palestinian officials said.  Meanwhile, Prime Minister Ismail Haniya, speaking on Palestinian television, said, ''The American and Israeli policies seek to push the Palestinian people toward civil war and internal conflict so that the Israeli-Palestinian conflict becomes a Palestinian-Palestinian conflict.''  ''I call on the Palestinian people and factions, in particular Hamas and Fatah, to halt internal clashes,'' Mr. Haniya said.  In Washington, the State Department said Friday that the Bush administration would seek Congressional approval for $86 million in ''nonlethal assistance'' to strengthen branches of the Palestinian security forces directly linked to Mr. Abbas.  ", 
            "title": "Rice, in Israel, Backs Mideast Moderates, but Offers No Plan"
        }, 
        "weight": 0.6459572137940844, 
        "file": "1818924.txt", 
        "other_topics": {
            "0": 0.05159297931196239, 
            "1": 0.0001458497553078157, 
            "2": 0.0002658284242222752, 
            "3": 0.00019331996765558035, 
            "4": 0.00010000647507373368, 
            "5": 0.015012762034467877, 
            "6": 0.0001719984638472408, 
            "7": 0.003219505826143979, 
            "8": 0.00014247187912089273, 
            "9": 0.00027948829762639314, 
            "10": 0.00012003559005575646, 
            "11": 0.00017552200124084806, 
            "12": 0.00014188825731263141, 
            "13": 0.019680095020800644, 
            "14": 6.885441697044454e-05, 
            "15": 0.0001269726646676574, 
            "16": 0.000184003029106723, 
            "17": 0.00011078250047441855, 
            "18": 9.607202654796201e-05, 
            "19": 6.676496750435315e-05, 
            "20": 0.2605744936623937, 
            "21": 0.0004589371971587429, 
            "22": 0.00014640639152106738, 
            "23": 0.0001737622052654339, 
            "24": 0.6459572137940844, 
            "25": 0.00018009590510721337, 
            "26": 0.0001476722020816308, 
            "27": 0.0001020551574779429, 
            "28": 0.00015439928344107787, 
            "29": 0.0002097632913591599
        }
    }, 
    {
        "content": {
            "text": "  In an unusual collaboration that could complicate American policy in the region, Iran and Saudi Arabia have been mediating an agreement to end Lebanon's violent political crisis.  Leaders of Hezbollah, the Iranian-backed party trying to overthrow Lebanon's government, have recently visited the Saudi king in Riyadh, according to officials who attended the meeting. And Prince Bandar bin Sultan, the Saudi chief security adviser, has met with his Iranian counterpart, Ali Larijani, in Riyadh and Tehran to try to stop Lebanon's slide into civil war.  ''The only hope is for the Iranians and Saudis to go further in easing the situation and bringing people back to the negotiating table,'' said Radwan Sayyed, an adviser to Prime Minister Fouad Siniora.  The Saudi-Iranian efforts have put Washington in an awkward position, since it is trying to reduce Iran's regional influence. But since a stable Lebanon is also an American priority, American officials have watched the efforts without interfering.  There is a belief in Lebanon that if the Saudi-Iranian effort succeeds, the result will be short term. There remains fear that Syria, which retains influence with Hezbollah and within Lebanon's security services, will work to scuttle any deal.  But Iran seems to be working in earnest. Members of Lebanon's governing party say the dynamics inside Iran, where the firebrand president, Mahmoud Ahmadinejad, appears to be losing political strength, have led Tehran to lean on Hezbollah.  One question is whether Hezbollah will do what Iran wants or will bend to the Syrians. Hezbollah's leader, Sheik Hassan Nasrallah, said in a speech last week that an agreement ''between two countries or two governments does not bind the Lebanese, because the Lebanese must seek their own interests and not the interests of Saudi Arabia and Iran.''  It has been nearly three months since Hezbollah began leading street protests aimed at bringing down the American-backed government here, and Lebanese political leaders have failed to agree even on the framework for talks.  There have been no direct meetings between the main political leaders in months. Many say they fear even more bloodshed if a deal is not struck by Feb. 14, the second anniversary of the assassination of former Prime Minister Rafik Hariri.  The governing coalition plans to mark the anniversary with large street rallies at Mr. Hariri's grave site in the center of town. Those demonstrators would be separated by a few feet from the hundreds of opposition supporters who have camped out for nearly three months in their effort to bring down the government.  Allies of Syria in the opposition have scolded the government for backing the creation of an international tribunal to hear evidence in the assassination of Mr. Hariri and other political killings. Syria has been implicated in the killing by a United Nations investigation, and one of its allies in the opposition says that if the government backs down on the tribunal, the crisis would ease.  But the fight is also over who will be the next president, whether Hezbollah will be allowed to keep its weapons, how to rewrite the nation's electoral laws, whether United Nations troops will remain on the southern border with Israel and, more fundamentally, whether Lebanon will lean toward the United States and Europe or Iran and Syria.  There have been proposals that each side has presented as compromises only to be rejected by the other as insufficient.  ''It is true, whoever governs will decide Lebanon's political direction,'' said Muhammad Fniesh, a senior member of Hezbollah who said he recently attended a meeting with King Abdullah of Saudi Arabia.  Iran and Saudi Arabia have been involved in Lebanese affairs for decades. Saudi Arabia has close ties with the Hariri family and has invested large sums of money rebuilding Beirut. Recently, as Iranianbacked parties have taken over in Iraq and as Iran has tried to establish itself as the regional superpower, Saudi Arabia has begun, at American urging, to press back.  Seeking to fill the vacuum left by Egypt, whose regional influence has diminished, Saudi Arabia has tried to position itself as an Arab counterpoint to Iran.  But in Lebanon, political leaders and diplomats said, both see a common interest in calming sectarian tensions, at least for now. The fight has effectively divided the country between the predominantly Shiite Muslim opposition and the predominantly Sunni Muslim governing alliance. Lebanon's Christian community is divided between the two.  The eagerness to look beyond Beirut for a solution comes as Western diplomats here say they fear that local leaders have abrogated their responsibility to foreign powers. Even Lebanese leaders say internal talks are going nowhere.  ''Nothing much is moving,'' said Ali Hamdan, an adviser to Nabih Berri, the speaker of Parliament and leader of Amal, a Shiite party in the opposition. ''It is as if we are moving backwards.''  Most agree that if there has been any major movement in resolving -- or defusing -- Lebanon's political crisis, it has more to do with the changing political dynamics elsewhere. ''Saudi Arabia and Iran are near an agreement,'' said Toufic Sultan, a former leader in the main government-aligned Druse party who has maintained close ties to Saudi officials.  Already reeling from the chaos and sectarian strife in Iraq, governments around the region are worried that Lebanon, too, is on the brink of breaking apart along sectarian lines.  ", 
            "title": "U.S. Ally and Foe Are Trying to Avert War in Lebanon"
        }, 
        "weight": 0.6341427604972182, 
        "file": "1822540.txt", 
        "other_topics": {
            "0": 0.006944487308310243, 
            "1": 0.00013404400019882494, 
            "2": 0.00024431103963185405, 
            "3": 0.00017767175356702718, 
            "4": 9.191148751930053e-05, 
            "5": 0.022791407759191713, 
            "6": 0.0001580761110875971, 
            "7": 0.04792814539301025, 
            "8": 0.00013093954496462925, 
            "9": 0.00025686521957842397, 
            "10": 0.00011031935311335874, 
            "11": 0.00016131443703536747, 
            "12": 0.00013040316421021857, 
            "13": 0.09903173124554325, 
            "14": 6.328102136748431e-05, 
            "15": 0.00011669490875755176, 
            "16": 0.02939911580882659, 
            "17": 0.00010181525148450851, 
            "18": 8.829551149069665e-05, 
            "19": 6.136070162435492e-05, 
            "20": 0.15628929017587412, 
            "21": 0.0004217886935590774, 
            "22": 0.00013455557969734594, 
            "23": 0.0001596970871016603, 
            "24": 0.6341427604972182, 
            "25": 0.00016551810792585697, 
            "26": 0.0001357189296849667, 
            "27": 9.379434007546409e-05, 
            "28": 0.00014190148990373528, 
            "29": 0.00019278407844642206
        }
    }, 
    {
        "content": {
            "text": "  An article on Sunday about separatist rebel attacks in the northeast Indian state of Assam misstated its precise location. Assam borders several other Indian states and the kingdom of Bhutan; it does not border Myanmar.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6330522539832896, 
        "file": "1818352.txt", 
        "other_topics": {
            "0": 0.003728661896415089, 
            "1": 0.08672635713411847, 
            "2": 0.004575329798091652, 
            "3": 0.0033273439857624296, 
            "4": 0.0017212704275159378, 
            "5": 0.005745349168125811, 
            "6": 0.0029603670080376896, 
            "7": 0.01330478819123768, 
            "8": 0.0024521675431776863, 
            "9": 0.004810437936007565, 
            "10": 0.002066003338884465, 
            "11": 0.003021012688343801, 
            "12": 0.0024421224840085382, 
            "13": 0.0018615190734588886, 
            "14": 0.0011850939816416524, 
            "15": 0.0021854014215999394, 
            "16": 0.0031669846611556223, 
            "17": 0.0019067429565165239, 
            "18": 0.0016535523133538166, 
            "19": 0.001149131234498326, 
            "20": 0.021450598900581982, 
            "21": 0.05000706427276607, 
            "22": 0.12884396321408328, 
            "23": 0.0029907238018621143, 
            "24": 0.6330522539832896, 
            "25": 0.0030997368455313312, 
            "26": 0.002541673368867983, 
            "27": 0.0017565315087123068, 
            "28": 0.002657457133858927, 
            "29": 0.003610359728494843
        }
    }, 
    {
        "content": {
            "text": "  President Mahmoud Ahmadinejad warned Wednesday that Iran would not back down from its nuclear ambitions and said his country would soon start producing nuclear fuel on an industrial scale.  ''Iran has the fuel cycle, and very soon we will push the button on nuclear fuel production for industrial uses,'' Mr. Ahmadinejad said in a speech in the southern city of Ghotvand in Khuzestan Province, according to the ISNA news agency.  The United Nations Security Council passed a resolution late last month banning the trade of goods and technology that could benefit Iran's uranium enrichment, reprocessing and ballistic missile systems. Enriched uranium can be used for making nuclear weapons or as fuel for nuclear energy plants.  The resolution gave Iran a two-month deadline to suspend its enrichment program, but Iran says that it has the right to enrich uranium as a member of the Nuclear Nonproliferation Treaty.  ''The Iranian people will not retreat one iota from their rights,'' Mr. Ahmadinejad vowed Wednesday, adding that Iran would celebrate its nuclear achievements in February, on the 28th anniversary of the victory of the Iranian revolution of 1979.  ''The Iranian people have made their decision to continue this path wisely and will not pay attention to empty cries of the materialists and the bullying of the decadent powers,'' he said.  Other senior officials have also warned that Iran will not surrender in the face of pressure.  Akbar Hashemi Rafsanjani, an influential cleric and the head of the Expediency Council, warned last week that pressing Iran could have consequences.  ''This is a very dangerous resolution,'' he said during Friday Prayer at Tehran University. ''They are creating problems for themselves and the region,'' he said, adding that ''many will suffer from the smoke of this fire.''  One former nuclear negotiator for Iran, Hossein Moussavian, warned the nation's current negotiators on Wednesday that ignoring the resolution and calling it illegal would not help. He said the resolution could have severe consequences for Iran, ISNA reported. ''We can say inside the country that this resolution is illegal, but we have to have a correct understanding of the international community's considerations,'' he was quoted as saying.  ", 
            "title": "Iran's President Promises More Nuclear Fuel and a Celebration"
        }, 
        "weight": 0.6314829310860484, 
        "file": "1816270.txt", 
        "other_topics": {
            "0": 0.0113663543931603, 
            "1": 0.00032444280671682266, 
            "2": 0.0005913353771335637, 
            "3": 0.00043004030255798997, 
            "4": 0.0002224644216529543, 
            "5": 0.006184776747654003, 
            "6": 0.00038261061353039096, 
            "7": 0.0017195682693801118, 
            "8": 0.08195027395405466, 
            "9": 0.0006217217679593494, 
            "10": 0.0002670191915057167, 
            "11": 0.0003904487230914315, 
            "12": 0.0003156304537193968, 
            "13": 0.00024059076217943128, 
            "14": 0.00015316666284145866, 
            "15": 0.00028245071521817744, 
            "16": 0.00040931477109295737, 
            "17": 0.0002464356920803283, 
            "18": 0.00021371224020506525, 
            "19": 0.00014851868213116583, 
            "20": 0.16059683546653722, 
            "21": 0.09353869714165561, 
            "22": 0.00032568104407256214, 
            "23": 0.00038653405662999427, 
            "24": 0.6314829310860484, 
            "25": 0.005842846388626523, 
            "26": 0.0003284968398904862, 
            "27": 0.0002270217160268132, 
            "28": 0.0003434612335753789, 
            "29": 0.00046661847907178167
        }
    }, 
    {
        "content": {
            "text": "  Palestinian groups involved in holding an Israeli soldier who was captured in late June said Sunday that significant progress had been made toward a prisoner exchange that would release him.  A spokesman in Gaza for the military wing of Hamas said Sunday that ''there is a breakthrough'' in the prisoner issue ''and we hope it will be concluded very soon.'' The spokesman, Abu Ubaida, suggested that a deal could be close for the release of Cpl. Gilad Shalit, captured by Hamas and two other militant groups in a raid into Israel on June 25.  A spokesman for the larger Hamas movement in Gaza, Fawzi Barhum, confirmed Sunday that ''there has been progress,'' while the Palestinian prime minister, Ismail Haniya, of Hamas, said last Thursday that the Israeli soldier would be freed soon.  Egypt has spent months trying to broker a deal. But its efforts have been stymied repeatedly by the refusal of Hamas leaders in exile -- in particular Khaled Meshal, who heads the Hamas political bureau -- to sanction an agreement that would send Corporal Shalit home before hundreds of Palestinian prisoners are released.  The government of Prime Minister Ehud Olmert of Israel played down the prospect of quick results. A spokeswoman for Mr. Olmert, Miri Eisin, said a release was not imminent and there remained ''problems,'' a view echoed by the Palestinian negotiator, Saeb Erekat.  Mr. Olmert is to meet Thursday with President Hosni Mubarak of Egypt in Sharm el Sheik, Egypt, and there has been news media speculation that a deal could be announced there.  The Egyptian foreign minister, Ahmed Aboul Gheit, said a prisoner exchange would be discussed at the meeting. ''The deal is ready,'' he told the London daily newspaper Al Hayat. But the deal ''awaits a Palestinian side capable of taking its own decisions.''  ''Once the decision is Palestinian, without foreign pressure, then the exchange will take place,'' Mr. Aboul Gheit said, an apparent and apparently bitter reference to the influence that Syria and Iran have over Mr. Meshal and the military wing of Hamas. Mr. Meshal lives in exile in Damascus, Syria, where the government has rebuffed all Western requests to close his office.  ''The deal will be done once both sides agree on the overall deal Egypt has proposed and is trying to put into effect,'' Mr. Aboul Gheit said.  The Egyptians have been working on a deal under which Corporal Shalit would be delivered into their hands. The Israelis, who will not deal directly with Hamas, would then begin to release some Palestinian prisoners, beginning with women and youngsters, with more to follow once the corporal is back in Israel.  The total of Palestinian prisoners to be released has been described variously at 450 to 1,000, including some who have served long sentences in Israeli prisons for serious offenses. The Israelis are always reluctant to release prisoners convicted of involvement in killing Israelis.  Mr. Olmert is also trying to ensure that the Palestinian Authority president, Mahmoud Abbas of Fatah, gets credit for the swap, not the militants of Hamas and the Popular Resistance Committees who captured Corporal Shalit.  The Palestinian groups put the onus on Israel. ''The swap depends on whether there is an Israeli intention to make it happen,'' said a spokesman for the Popular Resistance Committees, who calls himself Abu Mujahed. He said Corporal Shalit was in good health.  The capture of the corporal resulted in a return of Israeli soldiers to the Gaza Strip, which they had left in 2005. A bloody summer and autumn followed, with a series of Israeli incursions, continuing Palestinian rocket attacks into Israel from Gaza and fierce internal Palestinian fighting as Hamas and Fatah struggled for power.  Mr. Olmert had made the release of Corporal Shalit a condition for a serious meeting with Mr. Abbas, but changed his mind as the situation deteriorated and Washington pressed for some political movement with Fatah.  As of November, Israel was holding 9,075 Palestinian prisoners, including 345 minors, according to the independent Israeli human rights group B'Tselem.  On Friday, the Israeli soldier's father, Noam Shalit, published a letter in the Palestinian daily Al Quds, addressing his son and appealing to his captors.  He wrote: ''The fact that we don't know how you are, how you feel, how you are making it through the winter, and how the Palestinian organizations holding you are treating you, is very hard for us. They declare that you are a prisoner of war, but unfortunately, they are preventing you from receiving the rights to which you are entitled as a prisoner of war according to international law, and also according to the exalted Islamic law.''  Mr. Shalit then quoted verses from the Koran on the treatment of prisoners and said he hoped that during the Muslim feast of Id al-Adha, which began over the weekend, ''a change would take place in the position of the Palestinian organizations holding you,'' to enable the Palestinian families of prisoners held in Israel to soon see their relatives.  He asked the captors to show his son the letter, which ends: ''Don't break before you are released, which is very close, and we are doing all we can so that your release and the release of the Palestinian prisoners will be very close.''  ", 
            "title": "Hamas Reports Progress On Freeing Israeli Soldier"
        }, 
        "weight": 0.6306805988063037, 
        "file": "1815785.txt", 
        "other_topics": {
            "0": 0.00485993596879882, 
            "1": 0.0001387226908154431, 
            "2": 0.00025283850648577007, 
            "3": 0.00018387323341707, 
            "4": 0.002422062279240444, 
            "5": 0.11899157296801721, 
            "6": 0.00016359362187927756, 
            "7": 0.058908806914877244, 
            "8": 0.0001355098772395656, 
            "9": 0.0002658308792931038, 
            "10": 0.00011416995531470505, 
            "11": 0.00016694497881092568, 
            "12": 0.0001349547745759395, 
            "13": 0.05362255200207847, 
            "14": 6.548979102851282e-05, 
            "15": 0.00012076804424889214, 
            "16": 0.0001750115744932558, 
            "17": 0.00010536902532774365, 
            "18": 9.137739042961425e-05, 
            "19": 6.35024441752572e-05, 
            "20": 0.124513350315447, 
            "21": 0.00043651086538193677, 
            "22": 0.0001392521265566593, 
            "23": 0.00016527117666788874, 
            "24": 0.6306805988063037, 
            "25": 0.002498238075467674, 
            "26": 0.00014045608227570297, 
            "27": 9.706815089991019e-05, 
            "28": 0.00014685443944502003, 
            "29": 0.0001995130410073929
        }
    }, 
    {
        "content": {
            "text": "  The United States introduced a Security Council resolution calling on the military rulers of Myanmar, formerly Burma, to begin a transition to democracy and release all political prisoners, including Daw Aung San Suu Kyi, the Nobel Peace Prize-winning opposition leader. China and Russia both oppose the move, but Alejandro D. Wolff, the acting American ambassador, said he hoped for a vote this week. Mr. Wolff said that the release of 2,831 prisoners announced last week had focused on petty criminals. ''If you look at the facts,'' he said. ''you'll find that there are more political prisoners today than there were a year ago.''  WARREN HOGE  ", 
            "title": "World Briefing | Asia: Myanmar: U.S. Seeks U.N. Pressure On Repression"
        }, 
        "weight": 0.6259633452715307, 
        "file": "1817882.txt", 
        "other_topics": {
            "0": 0.0012880278905462925, 
            "1": 0.0008671594370822626, 
            "2": 0.0015805006064120585, 
            "3": 0.0011493967471880354, 
            "4": 0.0005945951602489459, 
            "5": 0.0019846717602869427, 
            "6": 0.0010226283258001096, 
            "7": 0.004596002197088813, 
            "8": 0.0008470760491697925, 
            "9": 0.0016617162937934355, 
            "10": 0.0007136795977676153, 
            "11": 0.0010435777521212591, 
            "12": 0.0008436060868263336, 
            "13": 0.0006430426120706175, 
            "14": 0.029500946891990634, 
            "15": 0.0007549244370390825, 
            "16": 0.001094002268326512, 
            "17": 0.000658664737196267, 
            "18": 0.0005712026344155174, 
            "19": 0.00039695556235731273, 
            "20": 0.1528677305432752, 
            "21": 0.017274425865641242, 
            "22": 0.11723674242928467, 
            "23": 0.030124683136535112, 
            "24": 0.6259633452715307, 
            "25": 0.0010707722022844073, 
            "26": 0.0008779949157922446, 
            "27": 0.000606775737971857, 
            "28": 0.0009179912261909366, 
            "29": 0.0012471616237657432
        }
    }, 
    {
        "content": {
            "text": "  The General Assembly adopted a resolution condemning the denial of the Holocaust, with only Iran, which was the host to a conference last month that cast doubt on the existence of the Holocaust, disassociating itself from the measure, which was drafted by the United States, co-sponsored by 103 countries and agreed to by consensus. Hossein Gharibi, the delegate from Iran, said that Israel exploited the sufferings of Jews as a cover ''to commit new genocide and crimes'' against the Palestinians. Dan Gillerman, the ambassador of Israel, responded, ''While the nations of the world gather here to affirm the historicity of the Holocaust with the intent of never again allowing genocide, a member of the Assembly is acquiring the capabilities of carrying out its own.''  WARREN HOGE  ", 
            "title": "World Briefing | United Nations: Assembly Condemns Denial Of Holocaust"
        }, 
        "weight": 0.6259633452715307, 
        "file": "1821837.txt", 
        "other_topics": {
            "0": 0.0012880278905462925, 
            "1": 0.0008671594370822626, 
            "2": 0.0015805006064120585, 
            "3": 0.015695180931502024, 
            "4": 0.0005945951602489459, 
            "5": 0.0019846717602869427, 
            "6": 0.0010226283258001096, 
            "7": 0.004596002197088813, 
            "8": 0.0008470760491697925, 
            "9": 0.0016617162937934355, 
            "10": 0.0007136795977676153, 
            "11": 0.0010435777521212591, 
            "12": 0.0008436060868263336, 
            "13": 0.0006430426120706175, 
            "14": 0.0004093785233626545, 
            "15": 0.0007549244370390825, 
            "16": 0.001094002268326512, 
            "17": 0.000658664737196267, 
            "18": 0.0005712026344155174, 
            "19": 0.00039695556235731273, 
            "20": 0.3274171407550431, 
            "21": 0.0027286416813272546, 
            "22": 0.0008704689547727394, 
            "23": 0.0010331147679071336, 
            "24": 0.6259633452715307, 
            "25": 0.0010707722022844073, 
            "26": 0.0008779949157922446, 
            "27": 0.000606775737971857, 
            "28": 0.0009179912261909366, 
            "29": 0.0012471616237657432
        }
    }, 
    {
        "content": {
            "text": "  King Abdullah of Saudi Arabia called Sunday on the rival Palestinian factions to hold emergency talks in the holy city of Mecca in the latest bid to halt some of the worst ever Palestinian internal fighting.  As the two main factions, Hamas and Fatah, waged a fourth straight day of fighting in the Gaza Strip, leaders from both groups said they would take up the invitation by the Saudi monarch, though no date was set.  ''I call on my brothers, the Palestinian people, represented by their leaders, to put an immediate end to this tragedy and to abide by righteousness,'' the king said in an announcement carried by the official Saudi Press Agency.  Saudi Arabia does not have a tradition of such direct involvement in Palestinian affairs. But as one of the most important figures in the Arab world the king, by his decision to hold the talks in Mecca, could increase the pressure on the Palestinian leaders to find a compromise.  However, efforts by other Arab states have failed to stop the bloodshed. Egypt has been acting as a go-between for months, and earlier this month, Syria organized talks between Mahmoud Abbas, the Palestinian president and leader of the Fatah faction, and Khaled Meshal, the political leader in exile of the Islamic militant faction Hamas. But no breakthrough was achieved.  The feud between the factions has grown increasingly bitter since Hamas, the radical Islamic group, won parliamentary elections a year ago, unseating Fatah, the dominant Palestinian political movement for decades. Hamas controls the cabinet and the Legislature, but as president, Mr. Abbas has a range of powers, and many members of the security forces remain loyal to Fatah.  In Gaza on Sunday, Prime Minister Ismail Haniya, of Hamas, made a renewed plea to halt the fighting, but to no avail.  ''We call on all the Palestinian people to protect national unity, to make the language of dialogue and reason prevail, to withdraw weapons from the streets,'' Mr. Haniya told an emergency session of the Palestinian cabinet in Gaza City.  Gunmen from the two sides exchanged fire throughout the day in several Gaza City neighborhoods, prompting residents in some of the hardest-hit areas to flee to the homes of relatives in less volatile areas.  A bomb exploded outside the front door of a home belonging to a bodyguard for Muhammad Dahlan, a senior Fatah figure and an ally of Mr. Abbas. No one was hurt in the blast.  Also, Fatah blamed Hamas for mortar and antitank rounds that were fired at the police headquarters in Gaza City, which is controlled by Fatah.  Many shops were closed, and the streets were largely empty after the factions put up concrete barriers to block some roads. Both Hamas and Fatah said members of their own group had been kidnapped by the other side, a tactic that has become common, though many of those seized are later released unharmed.  The latest deaths included a 12-year-old boy fatally shot late Saturday, three Hamas fighters killed Sunday and one Fatah fighter who died of injuries sustained previously, Palestinian hospital officials said.  The violence spread to Nablus, the largest city in the West Bank, where several Hamas members were seized in separate kidnappings, one at the city's Education Ministry and another at a bank, Palestinian security officials said. Most were later released.  The clashes, which have claimed more than 20 lives and wounded dozens since erupting on Thursday, also forced a breakdown in the latest round of talks to form a unity government.  The Palestinian factions have battled periodically in recent years, and there was a sharp rise in tensions after Hamas defeated Fatah in parliamentary elections a year ago.  Months of negotiations failed to produce a unity government, and the internecine violence became an almost daily event in December. After a period of relative calm earlier this month, the gun battles broke out again this past week. More than 50 Palestinians have been killed in Gaza over the past two months, and there have also been sporadic clashes in the West Bank.  Mr. Abbas has said on several occasions that he will propose early elections if the factions cannot reach agreement on a unity government. But holding elections would be extremely difficult at a time when the Palestinian Authority is broke and political tensions are boiling over.  While Israel supports Mr. Abbas and refuses to deal with Hamas, Israel has sought to avoid direct involvement in the internal Palestinian fighting. However, some Israeli politicians are warning that the Palestinian infighting could create problems for Israel.  ''We cannot allow anarchy such as this, because in the end what will come out of this could act as a boomerang on us,'' Zeev Boim, a cabinet minister, told Israeli Radio.  In Israeli politics, the cabinet approved the country's first Muslim Arab minister, Ghaleb Majadle, who said he would seek to help Arab citizens identify more with the state.  ''The first step has been taken and this has given Israeli Arabs a feeling of belonging,'' Mr. Majadle, who will be a minister without a specific portfolio, said on Army Radio.  The center-left Labor Party nominated him for a cabinet post after one of its members quit the government. Some right-wing politicians have spoken out against bringing an Muslim Arab into the cabinet, but Mr. Majadle won overwhelming approval in a cabinet vote on Sunday.  Israeli Arabs account for about 1.2 million of Israel's seven million people.  ", 
            "title": "Saudi King Invites Palestinian Factions to Talks in Mecca"
        }, 
        "weight": 0.623559718257, 
        "file": "1822372.txt", 
        "other_topics": {
            "0": 0.0001865196446539787, 
            "1": 0.00012557357744351943, 
            "2": 0.00022887269262340554, 
            "3": 0.00016644443371565816, 
            "4": 8.610347556648888e-05, 
            "5": 0.004500158194220874, 
            "6": 0.012786359190239656, 
            "7": 0.07017604492109224, 
            "8": 0.00012266529695955167, 
            "9": 0.0023470122441398623, 
            "10": 0.00010334812308757674, 
            "11": 0.00015112075827170094, 
            "12": 0.01486681362180994, 
            "13": 0.07381637321819581, 
            "14": 5.928220752594683e-05, 
            "15": 0.00010932079869591446, 
            "16": 0.004371180119783262, 
            "17": 9.538140721149125e-05, 
            "18": 8.271599798309624e-05, 
            "19": 5.7483235400208297e-05, 
            "20": 0.16747694415238817, 
            "21": 0.006714271353966073, 
            "22": 0.00012605282953746436, 
            "23": 0.00014960561088090088, 
            "24": 0.623559718257, 
            "25": 0.00015505879347902816, 
            "26": 0.0022335213531386516, 
            "27": 8.78673481077845e-05, 
            "28": 0.0001329345416829309, 
            "29": 0.014925252601198933
        }
    }, 
    {
        "content": {
            "text": "  The Fatah faction of the Palestinian Authority president, Mahmoud Abbas, held a large rally on Sunday in a Gaza City sports stadium, marking the group's 42nd anniversary with a show of strength and defiance after days of bloody clashes with the rival Hamas movement.  Tens of thousands of Fatah supporters made it one of the largest Fatah rallies in Gaza in many years.  Mr. Abbas told Fatah political leaders in Bethlehem on Sunday that he intended to proceed with his demand for early presidential and parliamentary elections, and that he had lost hope in negotiating a unity government with Hamas, which won a parliamentary majority a year ago. Hamas has rejected early legislative elections as illegal and as a form of a coup and has vowed to boycott and disrupt them.  On Saturday, Mr. Abbas said he would consider the Hamas-led parallel police force known as the Executive Force to be illegal if it were not quickly integrated into other Palestinian security forces under his command.  Hamas rejected that call, too, saying that the Gaza-based group, the Executive Force, was legal and necessary, and that in fact Hamas had plans to more than double its size -- to 12,000 men. Hamas leaders warned Mr. Abbas that efforts to disband the Executive Force would be met with violence.  Mr. Abbas also said Saturday that he was changing security personnel. While he did not make clear who would hold the top post, the United States has been urging him to appoint Muhammad Dahlan, the former security chief in Gaza, to lead all security forces in the Palestinian Authority. Mr. Dahlan is especially despised by Hamas, and he is not especially popular among many other Palestinians, who believe that he is corrupt and too close to the United States and Israel, despite his vehement denials. But Mr. Dahlan commands the loyalty in Gaza of many of Fatah's armed men, incorporated into various security services.  Mr. Dahlan said at the rally that there would be a new policy. ''If anyone from Fatah is attacked, we will hit back twice as hard,'' he said, as the crowd shouted ''Shiites, Shiites,'' intended as a riposte to Hamas, which, like Fatah, is Sunni, but is also fervently religious and has close ties to Shiite Iran. Mr. Dahlan responded, ''Don't say 'Shiites,' say 'criminals.' ''  Agence France-Presse said that its photographer, Jaime Rázuri, 50, from Peru, was released Sunday evening after six days of captivity after being kidnapped in Gaza City on Monday. Mr. Rázuri was released to news-agency representatives at Mr. Abbas's compound. He said: ''It was not a five-star hotel, but it was very good. I was treated very well.'' Mr. Rázuri said he was fine and ''very happy to be released,'' and thanked all those who had tried to help him.  In Israel, intraparty rivalries also intensified, with former Prime Minister Ehud Barak announcing that he would run for the chairmanship of the Labor Party, challenging the current leader and defense minister, Amir Peretz, in primaries on May 24.  Mr. Barak has been out of politics for nearly six years, since Ariel Sharon defeated him in 2001. He will face competition from Mr. Peretz; Ami Ayalon, another former general; and Ophir Pines-Paz, a popular legislator and former minister.  Separately, Israeli forces arrested two Palestinians on Sunday morning in the Balata refugee camp in Nablus. The Palestinians then led them to two suicide-bomb belts in their apartment that were ready for use, the Israeli military said.  ", 
            "title": "Abbas Tells Party He'll Proceed With Elections"
        }, 
        "weight": 0.622189310538257, 
        "file": "1817374.txt", 
        "other_topics": {
            "0": 0.0003077337624809864, 
            "1": 0.0002071804797107598, 
            "2": 0.00037761092114890266, 
            "3": 0.00027461221002408784, 
            "4": 0.0001420598165298944, 
            "5": 0.0248009790855242, 
            "6": 0.0002443248819593704, 
            "7": 0.042801163077612794, 
            "8": 0.0002023821856900858, 
            "9": 0.003872272595296823, 
            "10": 0.00017051129827149646, 
            "11": 0.00024933008862526893, 
            "12": 0.00020155314730088832, 
            "13": 0.08703507829848757, 
            "14": 9.780812527271303e-05, 
            "15": 0.00018036545567374717, 
            "16": 0.07671704770953605, 
            "17": 0.00015736722727718953, 
            "18": 0.017512759605413125, 
            "19": 9.48400493798013e-05, 
            "20": 0.11645386530390063, 
            "21": 0.0006519231277679399, 
            "22": 0.0002079711848953004, 
            "23": 0.0002468302875552576, 
            "24": 0.622189310538257, 
            "25": 0.0002558273473637873, 
            "26": 0.00020976927662748739, 
            "27": 0.003620227722030091, 
            "28": 0.00021932513731550915, 
            "29": 0.0002979700530712497
        }
    }, 
    {
        "content": {
            "text": "  The Afghan Intelligence Service announced Wednesday that it had detained a Taliban spokesman, who said in a videotape released with the announcement that Mullah Muhammad Omar, the Taliban leader, was hiding in Pakistan.  NATO also said Wednesday that NATO-led troops and the Afghan National Security forces had detained a Taliban commander, whom it did not identify, in a raid on Tuesday in Helmand Province in southern Afghanistan.  The Afghan Intelligence Service said that it had detained the Taliban spokesman with two of his associates on Monday as they entered Nangarhar Province in eastern Afghanistan from Pakistan.  The videotape showed a young Afghan who introduced himself as Abdul Haq and said he had been a spokesman for the Taliban for the past 14 months under the fictitious name of Dr. Muhammad Hanif. He said that Mullah Omar, the Taliban leader, was in Quetta, Pakistan, with the support of Pakistan's security service.  The Afghan government and President Hamid Karzai have repeatedly accused Pakistan of sheltering Taliban leaders and fighters. Pakistan denies it. It was not known whether the statement on the tape about Mullah Omar, who has not been seen since 2001, was made under duress.  Also on Wednesday, a remotely controlled mine struck an Afghan National Army vehicle in Khost Province in the east, killing three soldiers and wounding four others, said Gen. Zahir Azimi, a Defense Ministry spokesman.  The blast occurred while Mr. Karzai was in Khost to inaugurate an national army installation, but he was miles from the site of the attack.  ", 
            "title": "Taliban Detainee Says Rebel Chief Hides in Pakistan"
        }, 
        "weight": 0.6190421304162306, 
        "file": "1819650.txt", 
        "other_topics": {
            "0": 0.0006523088545852488, 
            "1": 0.00043916423184439565, 
            "2": 0.0008004287390102033, 
            "3": 0.0005821004972992014, 
            "4": 0.0003011267774329165, 
            "5": 0.05993765359572274, 
            "6": 0.007884466948829782, 
            "7": 0.0023275993872948985, 
            "8": 0.00042899320071880547, 
            "9": 0.0008415596123390644, 
            "10": 0.00036143590086640476, 
            "11": 0.0005285095246409195, 
            "12": 0.04462663818383945, 
            "13": 0.25078894226692877, 
            "14": 0.0002073256624538101, 
            "15": 0.0003823239375775605, 
            "16": 0.0005540465170075313, 
            "17": 0.00033357417446446897, 
            "18": 0.0002892798664737232, 
            "19": 0.0002010341779887379, 
            "20": 0.0037526640890822513, 
            "21": 0.0013818933136340945, 
            "22": 0.0004408403040084766, 
            "23": 0.0005232106508367466, 
            "24": 0.6190421304162306, 
            "25": 0.000542281882186279, 
            "26": 0.00044465175176385436, 
            "27": 0.00030729550930660965, 
            "28": 0.00046490748350328225, 
            "29": 0.0006316125421292437
        }
    }, 
    {
        "content": {
            "text": "  At least three more Palestinians were killed Saturday in Gaza in continuing battles between fighters loyal to Fatah and Hamas, which has been celebrating its victory a year ago over Fatah in legislative elections.  At least 14 Palestinians, including a 2-year-old boy, died Friday in daylong clashes and retaliatory attacks. The death toll has reached 20 since Thursday, with more than 65 people wounded, news agencies reported.  Those killed Saturday were identified as Mahmoud Khalil Khatib, 17, who appears to have been a student bystander, and two members of the security forces, Ibrahim al-Khalout, 25, and Mohammad Khattab, 33.  The fighting started near the Hamas Islamic University, the headquarters of the Fatah-dominated preventive security force in Gaza City and the Shifa Hospital a few blocks away.  Hamas, which leads the Palestinian Authority, said Friday that it was suspending new talks with the Fatah movement of the Palestinian Authority president, Mahmoud Abbas, on forming a national unity government because of the violence. Mr. Abbas, who was at a conference in Switzerland and then in Spain, said he expected negotiations on a government to last at least another three weeks.  If the talks fail, Mr. Abbas said he would move to make good on his Dec. 16 call for early presidential and parliamentary elections, despite Hamas's victory a year ago. Hamas has labeled the call an attempted coup, and said it would resist or obstruct any new legislative elections.  Mr. Abbas went to Damascus, Syria, last week to meet with the Hamas political director, Khaled Meshal, who lives there in exile, and the two said they had made progress. But Hamas is insisting that the current prime minister, Ismail Haniya, remain in the job and that Hamas retain effective control of major ministries, including the Interior Ministry.  The latest talks between Hamas and Fatah started Tuesday. On Saturday, Tawfiq Abu Khoussa, a Fatah spokesman in Gaza, blamed Hamas for starting the latest mayhem. ''We in Fatah did not stop the dialogue,'' he said. ''Those who stopped the dialogue are required to return.''  Hamas blamed Fatah, saying in a statement that the unity talks were close to an agreement ''when putschists inside Fatah rushed to blow up the situation to serve their own interests and a foreign agenda.''  The point of a new government would be to try to meet international requirements that the Palestinian Authority accept the right of Israel to exist, forswear violence and accept previous Palestinian-Israeli agreements. Hamas has refused to do that, but has negotiated with Mr. Abbas for months over a political program for a government that could meet the standards and thus let Western budgetary aid resume.  The fight for power in Gaza between Fatah and Hamas has been intermittently bloody, with more than 30 people killed between mid-December and early January in urban fighting. Palestinians warned then of a possible civil war, though the factions tend to calm down after a spike in violence, in part because of growing popular disgust with the gunmen.  The United States is continuing to try to support Mr. Abbas and his loyal presidential guard with more than $80 million in what is supposed to be nonlethal aid. Washington, which will sponsor a meeting of Middle East diplomats on Feb. 2 before holding joint talks with Mr. Abbas and Prime Minister Ehud Olmert of Israel, is trying to provide a ''political horizon'' for a peace settlement to the Palestinians, again to try to bolster Fatah, which supports a Palestinian state next to an independent Israel.  But the last year of isolation has not overthrown Hamas, though it is less popular. More important, Hamas is more firmly entrenched, having built a parallel paramilitary force in Gaza of nearly 6,000 men known as the Executive Force, which is loyal to the Hamas interior minister, Said Siam, not to Mr. Abbas.  In addition to the deaths since Thursday, nine members of Hamas and five members of Fatah were kidnapped in tit-for-tat abductions in Gaza and the occupied West Bank on Friday, and nine Hamas members were kidnapped in the northern village of Kafr Qalil by Fatah, security sources said.  Late on Friday, Hamas attacked the Gaza headquarters of the Preventive Security Service, a force dominated by Fatah, with mortars and rocket-propelled grenades. No injuries were reported. Grenades were also fired at the home of Rashid Abu Shbak of Fatah, who is in charge of internal security for the Palestinian Authority. The Gaza home of the Hamas leader Mahmoud Zahar, the foreign minister, was also hit by grenades but no one was injured.  Mr. Haniya said in an interview published in the London Arabic newspaper Al Hayat that the long effort to negotiate the release of an Israeli soldier captured in June in return for Palestinian prisoners was ''complex and difficult'' and would require more work.  ", 
            "title": "3 Palestinians Killed as Hamas and Fatah Fight On"
        }, 
        "weight": 0.6176779582970467, 
        "file": "1822157.txt", 
        "other_topics": {
            "0": 0.00021196945769211175, 
            "1": 0.0025364926682455526, 
            "2": 0.0002601013991095537, 
            "3": 0.00018915506951576268, 
            "4": 9.785192897559661e-05, 
            "5": 0.00032661544040513325, 
            "6": 0.0001682929175924166, 
            "7": 0.0007563594704890097, 
            "8": 0.00013940245555579, 
            "9": 0.00027346698329967637, 
            "10": 0.00011744953538278123, 
            "11": 0.00017174054366390757, 
            "12": 0.009713971846095508, 
            "13": 0.13655157612986296, 
            "14": 6.737101286772222e-05, 
            "15": 0.00012423715720148517, 
            "16": 0.00018003885570580072, 
            "17": 0.00010839579497396924, 
            "18": 9.400224446848747e-05, 
            "19": 6.532657863880525e-05, 
            "20": 0.180753321175947, 
            "21": 0.005236620043279783, 
            "22": 0.036050028847915805, 
            "23": 0.00017001866084911179, 
            "24": 0.6176779582970467, 
            "25": 0.00735757123611448, 
            "26": 0.00014449074241550716, 
            "27": 9.98564744309027e-05, 
            "28": 0.0001510728950902449, 
            "29": 0.00020524413716842323
        }
    }, 
    {
        "content": {
            "text": "  An article on Sunday about a gun battle on Jan. 3 between the police and Islamic extremists in Tunisia misstated the name of a militant Islamic political party that has risen in popularity as part of a religious resurgence across North Africa. The party, based in Egypt, is the Muslim Brotherhood, not Islamic Brotherhood.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5995256313965942, 
        "file": "1819497.txt", 
        "other_topics": {
            "0": 0.0027891104313929284, 
            "1": 0.1278681915551031, 
            "2": 0.0034224342194151334, 
            "3": 0.0024889169566286126, 
            "4": 0.0012875432093343178, 
            "5": 0.004297631091792208, 
            "6": 0.0022144111566693293, 
            "7": 0.04144984473063073, 
            "8": 0.0018342682346113874, 
            "9": 0.0035982996044201677, 
            "10": 0.0015454100221088528, 
            "11": 0.0022597752857482687, 
            "12": 0.001826754338181259, 
            "13": 0.0013924518795906116, 
            "14": 0.0008864729702512419, 
            "15": 0.0016347220721797432, 
            "16": 0.002368965113995204, 
            "17": 0.0014262802092939338, 
            "18": 0.0012368887644286476, 
            "19": 0.0008595721473862256, 
            "20": 0.07904067560862325, 
            "21": 0.03740624075907942, 
            "22": 0.0018849235018743478, 
            "23": 0.0022371186192045494, 
            "24": 0.5995256313965942, 
            "25": 0.0023186624613930925, 
            "26": 0.0019012203045599288, 
            "27": 0.0013139191726474681, 
            "28": 0.00198782877582751, 
            "29": 0.0656958354070343
        }
    }, 
    {
        "content": {
            "text": "  Because of an editing error, an article on Friday about the continuing political gridlock in Lebanon misstated the action taken in November by opposition ministers aligned with Hezbollah. They quit the cabinet, not the Parliament.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5993075152649121, 
        "file": "1815967.txt", 
        "other_topics": {
            "0": 0.0040715519204839856, 
            "1": 0.23264268151621562, 
            "2": 0.00499607991922737, 
            "3": 0.003633328569792562, 
            "4": 0.0018795595067396323, 
            "5": 0.006273694984740867, 
            "6": 0.0032326041651837304, 
            "7": 0.014528304634901089, 
            "8": 0.002677670367316708, 
            "9": 0.005252808745022301, 
            "10": 0.002255994267071763, 
            "11": 0.003298826859270531, 
            "12": 0.002666701558374593, 
            "13": 0.002032705503775007, 
            "14": 0.0012940759476063597, 
            "15": 0.002386372270357523, 
            "16": 0.0034582225038073088, 
            "17": 0.0020820882027244854, 
            "18": 0.001805613993462221, 
            "19": 0.0012548060442831139, 
            "20": 0.06940351428281809, 
            "21": 0.008625439215612497, 
            "22": 0.002751617081073801, 
            "23": 0.003265752588298845, 
            "24": 0.5993075152649121, 
            "25": 0.0033847905380083496, 
            "26": 0.002775407203374225, 
            "27": 0.001918063218487123, 
            "28": 0.0029018385140712317, 
            "29": 0.003942370612986998
        }
    }, 
    {
        "content": {
            "text": "  Prominent private citizens from Israel and Syria drafted a document in secret, unofficial talks that calls for returning the Golan Heights to Syria and offers a possible outline for peace negotiations, one of the participants said Tuesday.  However, the Israeli and Syrian governments dismissed the document, which was first described Tuesday in the Israeli daily Haaretz. They said they were not involved in the talks, which included sessions from September 2004 to July 2006 at undisclosed sites in Europe.  ''No one in the government was involved in this matter,'' Prime Minister Ehud Olmert of Israel said. ''It was a private initiative.''  In Syria, Bushra Kanafani, a spokeswoman for the Foreign Ministry, told the Arab satellite network Al Jazeera that the Israeli report was ''mere fabrication and a test balloon.''  Israel and Syria last held formal peace talks in 2000, when they appeared close to a deal to return most or all of the Golan Heights to Syria. But the negotiations broke down, and the two countries routinely trade recriminations.  Israel captured the territory in the 1967 Arab-Israeli war and later annexed it. Today, about 20,000 Israelis live in the Golan Heights, a sparsely populated region that includes farms, vineyards and tourist sites. It is considered to have strategic military value, rising far above both northern Israel and southern Syria.  With formal diplomatic efforts stalled in 2004, Alon Liel, a former director general of Israel's Foreign Ministry, quietly began unofficial talks with Ibrahim Suleiman, a well-connected Syrian businessman who has been living near Washington.  Turkey helped to arrange the initial contacts, and an unidentified European mediator was involved in the talks throughout, Haaretz reported.  The document, written last summer, calls for Syria to regain the Golan Heights based on the border that existed before the 1967 war. While no timetable was set for an Israeli withdrawal, Haaretz reported that the two sides discussed 5 to 15 years.  The heights, which overlook much of northern Israel, would be demilitarized except for a limited police presence, the document says. A park would be established in the Golan Heights, and Israelis would be allowed to visit, without a visa, in daylight hours, the document says.  It says Israel would maintain water rights on the upper Jordan River and the Sea of Galilee.  The two countries would also establish normal diplomatic relations.  The talks and the document they produced resemble the Geneva Initiative of 2003, in which former Israeli and Palestinian government officials, acting on their own, wrote a symbolic political agreement. Neither the Israeli nor the Palestinian government accepted it. Mr. Liel emphasized that he had acted entirely in a private capacity. ''There was no government involvement from the Israeli side,'' he said by telephone.  ", 
            "title": "Israeli and Syrian Citizens Wrote Plan for Returning Golan Heights"
        }, 
        "weight": 0.5933467731000465, 
        "file": "1819423.txt", 
        "other_topics": {
            "0": 0.0003647805521488565, 
            "1": 0.00024558699433581134, 
            "2": 0.00044761133521267657, 
            "3": 0.00032551902265060624, 
            "4": 0.00016839445205542536, 
            "5": 0.1735806942703676, 
            "6": 0.000289617117817386, 
            "7": 0.04661602726768534, 
            "8": 0.020837353753656487, 
            "9": 0.00047061231485261466, 
            "10": 0.00020212018671476731, 
            "11": 0.000295550175134483, 
            "12": 0.00023891648341413466, 
            "13": 0.00018211518617572374, 
            "14": 0.00011593951100451387, 
            "15": 0.000213801079149756, 
            "16": 0.00030983083085490347, 
            "17": 0.0001865395060766352, 
            "18": 0.00016176948799035744, 
            "19": 0.00011242122183693204, 
            "20": 0.15863919862793938, 
            "21": 0.0007727747406997366, 
            "22": 0.00024652427814724067, 
            "23": 0.00029258696821422386, 
            "24": 0.5933467731000465, 
            "25": 0.0003032518767969294, 
            "26": 0.0002486556948939553, 
            "27": 0.00017184409619734763, 
            "28": 0.000259982993237599, 
            "29": 0.000353206874692114
        }
    }, 
    {
        "content": {
            "text": "  ISRAEL'S newspapers are rife with reports of a peace agreement secretly forged between Israeli and Syrian negotiators. Though both the Syrian and Israeli governments have denied any involvement in the talks, past experience shows that such disavowals are often the first indication of truth behind the rumors.  Certainly, there is nothing new about the details of the purported plan, which involves a staged Israeli withdrawal from the Golan Heights, occupied since 1967, and the full normalization of relations between Damascus and Jerusalem. Nor is there a precedent in the willingness of Israeli and Arab leaders to enter into direct discussions without the participation or knowledge of the United States.  What is new is the Bush administration's apparent opposition to a Syrian-Israeli accord and the possibility that Israel, by seeking peace with one of its Arab neighbors, risks precipitating a crisis with the United States.  On more than one occasion, Israeli and Arab leaders have engaged in clandestine talks without informing the White House. In 1977, the envoys of Prime Minister Menachem Begin of Israel and President Anwar Sadat of Egypt quietly met and laid the groundwork for Sadat's historic visit to Jerusalem and for the advent of the Egyptian-Israeli peace process. Only later, when negotiations snagged, did the parties turn to the United States and request presidential mediation.  In 1993, Israeli and Palestinian interlocutors, convening in Oslo, worked out the details of a peace arrangement and requested President Bill Clinton's imprimatur on the accord only days before its signing. Jordan and Israel also asked Mr. Clinton to sponsor their peace treaty, initialed the following year, after they had independently agreed on its terms.  And in 2005, Prime Minister Ariel Sharon of Israel unilaterally ordered the evacuation of the Gaza Strip, a move widely welcomed as a stepping stone toward peace but from which the Bush administration, committed to the multilateral process stipulated by the ''road map,'' kept its distance. Syria and Israel have also exchanged peace proposals in the past, sometimes under American auspices, as in the 1991 conference in Madrid.  Yet even when the two sides negotiated bilaterally, as during the secret exchanges between Prime Minister Benjamin Netanyahu and Hafez al-Assad of Syria in the late 1990s, Washington approved of the contacts. American leaders agreed that the Syrian-Israeli track offered a promising alternative to the perennially stalled Israeli-Palestinian talks, and that achieving peace between the Syrian and Israeli enemies would open the door to regional reconciliation.  All that was before Sept. 11, however, and Syria's inclusion, alongside Iran and North Korea, in President Bush's ''axis of evil.'' Once regarded as a possible partner in a Middle East peace process, the Baathist regime of Bashar al-Assad was suddenly viewed as a source of Middle East instability, a state sponsor of terrorist groups and an implacable foe of the United States.  Hostility toward Damascus intensified after the incursion into Iraq, during which administration officials accused the Syrians of abetting the insurgency and concealing unconventional weapons in Iraq. More recently, the United States has accused Mr. Assad of plotting to undermine Lebanon's efforts to achieve independence from Syria, of assassinating anti-Syrian Lebanese and of acting as an Iranian agent in the Western Arab world.  The last thing Washington wants is a Syrian-Israeli treaty that would transform Mr. Assad from pariah to peacemaker and lend him greater latitude in promoting terrorism and quashing Lebanon's freedom. Some Israeli officials, by contrast, see substantive benefits in ending their nation's 60-year conflict with Syria. An accord would invariably provide for the cessation of Syrian aid to Hamas and Hezbollah, which endanger Israel's northern and southern sectors.  More crucial still, by detaching Syria from Iran's orbit, Israel will be able to address the Iranian nuclear threat -- perhaps by military means -- without fear of retribution from Syrian ground forces and missiles. Forfeiting the Golan Heights, for these Israelis, seems to be a sufferable price to pay to avoid conventional and ballistic attacks across most of Israel's borders.  The potentially disparate positions of Israel and the United States on the question of peace with Syria could trigger a significant crisis between the two countries -- the first of Mr. Bush's expressly pro-Israel presidency. And yet, facing opposition from a peace-minded Democratic Congress and from members of his own party who have advocated a more robust American role in Middle East mediation, Mr. Bush would have difficulty in withholding approval from a comprehensive Syrian-Israeli agreement.  Mr. Bush may not have to make that decision for some time, if ever. For all his talk of good will, Mr. Assad has made no Sadat-like gestures to Israel, and many Israelis agree with Mr. Bush that Syria should not be rewarded for its assistance to terrorism and its denial of Lebanese liberty.  But if trust is established on both sides and the conditions are conducive to peace, a settlement between Syria and Israel may yet be attained -- and a clash between Israel and Washington ignited.  Op-Ed Contributor Michael B. Oren, a senior fellow at the Shalem Center in Jerusalem, is the author of ''Power, Faith, and Fantasy: America in the Middle East, 1776 to the Present.''  Correction:  January 25, 2007, Thursday  An Op-Ed article yesterday, about Israeli-Syrian relations, misidentified the Bush administration's label for Syria in 2002. Syria was described as a ''rogue state''; it was not part of the original ''axis of evil.''  ", 
            "title": "What if Israel and Syria Find Common Ground?"
        }, 
        "weight": 0.5925115025762099, 
        "file": "1821042.txt", 
        "other_topics": {
            "0": 0.0043263731771890175, 
            "1": 0.00012349259999813438, 
            "2": 0.0002250798651758633, 
            "3": 0.00016368615351433188, 
            "4": 8.467658788620665e-05, 
            "5": 0.06864122223921833, 
            "6": 0.0001456330005583675, 
            "7": 0.004797463417775545, 
            "8": 0.00012063251489264673, 
            "9": 0.00023664583097923202, 
            "10": 0.0021731077082747094, 
            "11": 0.00014861641861764957, 
            "12": 0.00012013835585641322, 
            "13": 0.03944954871263175, 
            "14": 5.829979594473964e-05, 
            "15": 0.00010750915869147164, 
            "16": 0.06644290931345695, 
            "17": 9.380076770788647e-05, 
            "18": 8.13452468292338e-05, 
            "19": 5.653063598565872e-05, 
            "20": 0.16470155341734372, 
            "21": 0.05424686562856087, 
            "22": 0.00012396391003278263, 
            "23": 0.00014712637991301487, 
            "24": 0.5925115025762099, 
            "25": 0.00015248919357984867, 
            "26": 0.00012503568582629813, 
            "27": 8.641122992336519e-05, 
            "28": 0.00013073157997246118, 
            "29": 0.00017760889745367105
        }
    }, 
    {
        "content": {
            "text": "  More than 50,000 mourners, including senior Turkish and Armenian officials in a rare display of unity, poured into the heart of Istanbul on Tuesday to bid farewell to Hrant Dink, the Turkish-Armenian journalist who was gunned down outside his offices last week, a death that many Turks hoped would be a catalyst for change.  The Armenian patriarch in Istanbul, Archbishop Mesrob Mutafyan, spoke out during Mr. Dink's funeral against curbs on freedom of expression and encouraged the thaw in relations between Armenia and Turkey that has become evident since the slaying.  ''It is unacceptable to judge and imprison someone because of his thoughts, let alone to kill him,'' the archbishop said during the hourlong service at the Holy Mother of God Armenian Patriarchal Church. ''It is mystical that his funeral turned into an occasion where Armenian and Turkish officials gathered together.''  Diplomatic relations between Turkey and Armenia were frozen and their border closed in 1993 after years of grievances, chiefly over the mass deaths of Armenians at Turkish hands in 1915, during World War I. Many scholars and most Western governments accept that more than a million Armenians died in what they describe as a genocide, but Turkey says that there were deaths on both sides and that they were an unfortunate result of the war. But on Tuesday, in what was widely regarded as an important symbolic step, Turkish and Armenian officials appeared at Mr. Dink's funeral services.  Top Turkish officials -- Deputy Prime Minister Mehmet Ali Sahin; Interior Minister Abdulkadir Aksu; the Istanbul governor, Muammer Guler; and the head of the security forces, Celalettin Cerrah -- were seated in the front row. Two generals were also present.  The Armenian deputy foreign minister, Arman Kirakossian, was seated behind the Turkish governmental officials, with Karen Mirzoyan, the permanent Armenian representative to the Organization of the Black Sea Economic Cooperation.  Religious leaders included the archbishop of the Armenian Church of America, Khajag Barsamian. Impressed by the strength of the public reaction to Mr. Dink's death, Archbishop Barsamian said in an interview that ''his soul will be in peace when he sees that his assassination created some positive steps between two countries.''  Saban Disli, foreign relations officer of Turkey's governing Justice and Development Party, agreed that public revulsion with the killing could improve relations.  ''With the help of a supportive public opinion, the best approach to resolve conflicts between the two countries is to assess issues altogether, rather than considering them one by one in a deadlock,'' Mr. Disli said. ''The only obstacle that can hinder our good will to open the borders and re-establish dialogue with Armenia would be the destructive lobbying of the Armenian diaspora against Turkey.''  Earlier, with hundreds of police officers in riot gear and with traffic barred on the main thoroughfares, normally chaotic sections of Istanbul were subdued as ethereal Armenian music played from loudspeakers along Republic Avenue; Turks of various ethnicities stood shoulder to shoulder, many in tears.  Many mourners waved circular placards reading ''We are all Hrant Dink'' in Turkish on one side and in Armenian on the other.  Still other signs read ''Murderer 301,'' a reference to the law under which scores of writers and intellectuals, including Mr. Dink and the Nobel Prize winner Orhan Pamuk, have been prosecuted in lawsuits filed by nationalists.  Mr. Pamuk was provided personal security by the police on Tuesday, the CNN Turk Web site reported. Mr. Pamuk was escorted by policemen in plainclothes as he left for a book fair in Egypt.  Mr. Pamuk has refused offers of personal security from authorities in the past, the Web site said.  Article 301, which criminalizes the act of insulting ''Turkishness,'' remains a roadblock to Turkish entry into the European Union, which is urging Turkey to amend it.  Prime Minister Recep Tayyip Erdogan has shown some willingness to have the law reworded, asking nongovernmental civic organizations late last year to come up with a draft to submit to Parliament. No single version has been agreed upon, but the killing of Mr. Dink seems certain to spur the debate.  During the march, an elderly woman of Armenian descent, crying on the street, said it was ''important to remember that Turkey became a republic with our blood, too.'' She asked not to be identified, saying she feared someone might shoot her, too.  The police said that Ogun Samast, 17, had confessed to shooting Mr. Dink and that he said he had been given the weapon by Yasin Hayal, a nationalist convicted in the bombing of a McDonald's restaurant in 2004.  Mr. Hayal has been detained in connection with the Dink case. Both men are from Trabzon, on the Black Sea in far eastern Turkey, a city known as a nationalist stronghold.  One of the mourners, Nazli Ilicak, a journalist, said that while Muslim Turks felt a strong sense of shame at the killing of Mr. Dink, the government ''will find it hard to turn this dynamism into a real step for peace with Armenia before the elections this year, especially in the shadow of increasing nationalism.''  ", 
            "title": "Rare Armenian-Turkish Unity at Slain Editor's Funeral"
        }, 
        "weight": 0.5911225729021068, 
        "file": "1821166.txt", 
        "other_topics": {
            "0": 0.0002060505683050884, 
            "1": 0.0001387226908154431, 
            "2": 0.023522265508954424, 
            "3": 0.00018387323341707, 
            "4": 9.511957899357854e-05, 
            "5": 0.058491062761598704, 
            "6": 0.011798307123113607, 
            "7": 0.08450517661759277, 
            "8": 0.0001355098772395656, 
            "9": 0.0002658308792931038, 
            "10": 0.004768055355808436, 
            "11": 0.00016694497881092568, 
            "12": 0.06063546498099444, 
            "13": 0.00010286989640056798, 
            "14": 6.548979102851282e-05, 
            "15": 0.00012076804424889214, 
            "16": 0.0001750115744932558, 
            "17": 0.00010536902532774365, 
            "18": 9.137739042961425e-05, 
            "19": 6.35024441752572e-05, 
            "20": 0.08728226711149714, 
            "21": 0.0702447918727879, 
            "22": 0.0001392521265566593, 
            "23": 0.00016527117666788874, 
            "24": 0.5911225729021068, 
            "25": 0.00017129537522080814, 
            "26": 0.0024673987825225684, 
            "27": 9.706815089991019e-05, 
            "28": 0.00014685443944502003, 
            "29": 0.002526455741254259
        }
    }, 
    {
        "content": {
            "text": "  President Omar Hassan al-Bashir of Sudan and leaders of several rebel factions in Darfur, the western Sudanese region, agreed Wednesday to a 60-day cease-fire in separate meetings with Gov. Bill Richardson of New Mexico, a former American ambassador to the United Nations, according to a statement by Mr. Richardson and Mr. Bashir.  Mr. Richardson went to Sudan on behalf of the Save Darfur Coalition of groups trying to stem the violence in Darfur, to try to break the deadlock over who will police the region.  A peace agreement signed last May between the government and one rebel faction has foundered, and the government has repeatedly rejected a United Nations peacekeeping force.  Mr. Bashir reiterated his opposition to such a force on Wednesday, telling The Associated Press that non-African peacekeepers would be seen as ''colonialists.'' But the Bashir-Richardson statement said he had agreed to halt military operations to allow time for a political settlement to the crisis to emerge.  ''What is lacking is a political process that leads to a U.N. force,'' Mr. Richardson said by telephone from Khartoum, the capital. ''I think this 60-day cease-fire is at least a step.''  He said the leaders of two rebel factions that did not sign the May agreement, the Justice and Equality Movement and a splinter group of the Sudan Liberation Army, had also agreed to the new cease-fire. But it is not clear if they represent all dissident factions, because the rebel groups have fractured and realigned several times in the past year.  The Darfur crisis, a conflict over land, identity and self-determination that has killed at least 200,000 people and driven 2.5 million from their homes, has deepened in the past year despite the peace agreement. Recently, escalating violence in Sudan has forced aid agencies to curtail operations and has destabilized Chad and the Central African Republic.  Mr. Richardson, who last year helped negotiate the release of an American journalist charged with espionage in Sudan, has known Mr. Bashir for a decade and has international contacts made as ambassador in the Clinton administration. He is expected to seek the Democratic nomination for president next year.  ", 
            "title": "U.S. Governor Brokers Truce For Darfur"
        }, 
        "weight": 0.5834108043442356, 
        "file": "1818003.txt", 
        "other_topics": {
            "0": 0.00048721138808383827, 
            "1": 0.0003280130470246711, 
            "2": 0.0005978425622373521, 
            "3": 0.00043477256103438745, 
            "4": 0.00022491246928663417, 
            "5": 0.0722781606735499, 
            "6": 0.0003868209452324869, 
            "7": 0.0017384907784335996, 
            "8": 0.00032041627417986053, 
            "9": 0.0006285633316195129, 
            "10": 0.00026995752966808774, 
            "11": 0.0003947453070824142, 
            "12": 0.00031910372094839424, 
            "13": 0.06626856355254286, 
            "14": 0.060678066979399356, 
            "15": 0.00028555886527598627, 
            "16": 0.060937033798011894, 
            "17": 0.0002491475248685511, 
            "18": 0.005718174416607154, 
            "19": 0.00015015301451405644, 
            "20": 0.12935141587830823, 
            "21": 0.0010321401507688002, 
            "22": 0.01133348578963025, 
            "23": 0.00039078756276656607, 
            "24": 0.5834108043442356, 
            "25": 0.000405031921145208, 
            "26": 0.00033211169167483016, 
            "27": 0.0002295199131343955, 
            "28": 0.00034724075685315785, 
            "29": 0.0004717532518819031
        }
    }, 
    {
        "content": {
            "text": "  It would be hard to imagine a less promising moment for the United States to restart serious Palestinian-Israeli peace negotiations.  Six years after the last such talks, the Palestinian government is controlled by Hamas, which preaches Israel's destruction. Approval ratings for the Israeli prime minister are barely in double digits. Gaza and neighboring Lebanon are in turmoil. President Bush is weak.  Yet the administration is holding a meeting on Feb. 2 of the so-called quartet, whose other members are the European Union, Russia and the United Nations, to be followed by ''informal talks'' between Israeli and Palestinian leaders, with help from Secretary of State Condoleezza Rice, about the shape of a final peace treaty and the nature of a Palestinian state beside Israel.  The Americans are responding to pleas for re-engagement from the European Union, the Palestinian president and moderate Arab nations.  But expectations are purposely low. Ms. Rice and her Israeli counterpart, Foreign Minister Tzipi Livni, have borrowed a phrase from frustrated Palestinians and speak only of providing ''a political horizon'' to the two parties. They have been vague about the content and the path.  The European Union foreign policy chief, Javier Solana, has no doubt what he wants to see.  ''It's time to enter final status talks, it's time to enter a discussion of the end of the conflict,'' he said in an interview. ''The crisis-management approach to the Israeli-Palestinian conflict is over. We need to enter the conflict-resolution stage and try to end the occupation of 1967.''  But the European Union does not run the quartet; the Americans do.  The main aim, senior American officials suggest, is to increase Palestinian confidence in a two-state solution and thereby elevate those Palestinians who advocate such a solution -- Mahmoud Abbas, the president of the Palestinian Authority, and his Fatah movement -- and hope to undermine the appeal of Hamas, which rejects a permanent peace with Israel.  Ms. Rice also hopes that new American involvement and leadership will help its Arab allies like Egypt, Jordan and Saudi Arabia, let alone the fragile government in Lebanon, which fear the growing influence of Iran and Syria, supporters of Hamas and its Shiite Lebanese counterpart, Hezbollah.  While it is unlikely that either Ehud Olmert, the Israeli prime minister, or Mr. Abbas has the political strength to deliver big concessions, ''sometimes it's best to try to buy in at the bottom,'' a senior American official said.  Israelis are nervous about the coming talks, and see them as part of the growing internal rivalry between Mr. Olmert and Ms. Livni, who has said publicly that she is prepared to become prime minister and has become close to Ms. Rice.  Uzi Arad, who had been an aide when Benjamin Netanyahu was prime minister and is now the director of the annual Herzliya Conference here devoted to security issues, said the American initiative was essentially for show, to try to pacify domestic critics on Iraq and nervous Arab allies.  ''We all want to do something, but let's see what's doable, to help tranquilize the situation as much as possible and look like progress, without harming our security,'' Mr. Arad said.  Richard N. Haass, a Middle East specialist who runs the Council on Foreign Relations in New York, said here that ''there's a difference between negotiating final status and raising final status.'' He said the case was strong for doing the latter, which he described as ''prenegotiations,'' starting a process that could only conclude when stronger governments could take serious risks.  ''It's important to shape the Palestinian debate and signal to them that there are strong reasons to forgo violence,'' Mr. Haass said. ''If there's a place to go, it puts Hamas on the defensive. It can either strengthen the moderates or help the process of transforming the radicals.''  With the Israelis battered by the war in Lebanon, rockets coming from Gaza and a Palestinian power struggle, few Israelis would support large new withdrawals from the West Bank when Mr. Abbas cannot control Palestinian militants and the Palestinian Authority is run by Hamas.  Mr. Olmert is also unwilling now to modify the so-called road map peace plan of 2003, which calls in its first stage for Palestinians to begin to disarm militants and dismantle terrorist organizations while the Israelis freeze settlement building. Final-status negotiations are left to the third stage. But no one in 2003 expected Hamas to be running the Palestinian Authority, and Mr. Abbas has been regularly calling for final-status talks to begin now as a way to provide ''a political horizon'' and do an end run around Hamas.  These new talks are a compromise -- a serious discussion that can clarify a final settlement, including final borders and what will happen to Jerusalem and refugees -- without committing either party. If there is a new, all-party commitment to an independent Palestinian state based essentially on 1967 boundaries, it may reinforce the idea of a permanent Israel next to a Palestine, which Hamas, Iran and Islamic Jihad currently reject.  Some Palestinians, too, are skeptical. Moderates welcomed the Rice initiative ''because what's important to them is change, even if it is only a facade, that promises a 'positive possibility' for the future,'' wrote Ali Jarbawi a professor of political science at Birzeit University, on a Web site devoted to an Israeli-Palestinian dialogue, bitterlemons.org.  If the result is ''an end to the Israeli occupation and the creation of a Palestinian state on 1967 borders (with minor and agreed-upon adjustments) and solving the issue of refugees according to international resolutions,'' Mr. Jarbawi wrote, then fine. ''But this is not in the framework of thinking of this administration,'' he said, calling it ''hostage to the Israeli perspective,'' which prefers ''a long-term transitional stage.''  Salam Fayyad, a former finance minister for the Palestinian Authority, said, ''We need an agreed definition of where we're going and how to get there.'' The current situation is deteriorating, he said, and too much time is wasted on negotiating peripheral issues like roadblocks. ''A political horizon is a framework in which internal issues can also be addressed,'' he said.  David Makovsky, a Middle East expert with the Washington Institute for Near East Policy, said for the United States the Israeli-Palestinian issue was not central. ''The issue is a derivative of getting Arab support for Iraq and Iran policy,'' he said. ''They want a broad front, and this is part of helping those Arab leaders they see as important on these other issues.''  NEWS ANALYSIS  ", 
            "title": "U.S. Picks an Inauspicious Time to Restart Mideast Talks"
        }, 
        "weight": 0.5780795110576771, 
        "file": "1821271.txt", 
        "other_topics": {
            "0": 0.00017004354417537573, 
            "1": 0.00011448111110703627, 
            "2": 0.0002086553611596486, 
            "3": 0.00015174166490494748, 
            "4": 7.84975769083491e-05, 
            "5": 0.002182326435852769, 
            "6": 0.00013500588470908713, 
            "7": 0.004447383426785097, 
            "8": 0.00203214272634084, 
            "9": 0.00021937733653481798, 
            "10": 9.421892887629225e-05, 
            "11": 0.0001377715971026117, 
            "12": 0.00011137163251257551, 
            "13": 0.032730214444826135, 
            "14": 5.40455494269949e-05, 
            "15": 9.966401178182576e-05, 
            "16": 0.044311627441223515, 
            "17": 0.005847894931587365, 
            "18": 7.540933011716888e-05, 
            "19": 5.240548842054817e-05, 
            "20": 0.2947861307480235, 
            "21": 0.03300555216077796, 
            "22": 0.00011491802875589332, 
            "23": 0.0001363902893440768, 
            "24": 0.5780795110576771, 
            "25": 0.00014136176834159088, 
            "26": 0.00011591159504003612, 
            "27": 8.010563883100587e-05, 
            "28": 0.00012119184900351782, 
            "29": 0.00016464843985225915
        }
    }, 
    {
        "content": {
            "text": "  Lebanese Army soldiers reinforced checkpoints and maintained a heavy presence in tense neighborhoods in Beirut on Friday, lifting a rare nighttime curfew that had been imposed to stop the worsening violence between pro- and antigovernment crowds.  If there was any optimism in this beleaguered city, it was framed around the hopeful notion that all sides had become so frightened by the violence that perhaps they would be willing to find a compromise to end the nation's internal political standoff.  ''The opposition will think about escalating maybe 10 times before doing it again,'' said Osama Safa, director of the Lebanese Center for Policy Studies, a research group. ''I think, if anything, it proved that this can be very, very costly.''  The curfew, lifted early Friday morning, was imposed after a fight at a university cafeteria grew into rioting and gunfire that left four people dead and 200 injured.  Slowly, this weary city came back to life as cleaners removed piles of debris, broken glass and bullet castings from the streets around Beirut Arab University, in Tariq Jadide, a Sunni neighborhood on the southern edge of the city.  Dozens of smashed and burned cars were towed away.  There was a veneer of calm yet deep uncertainty as the Shiite Muslim group Hezbollah and its allies held funerals for two of their activists who had been shot near the university campus.  Leaders on all sides, as they have from the beginning, called for unity to prevent Lebanon from sliding toward civil war.  ''We urge all religious figures, Christian and Muslim, and all sensible people in Lebanon to shoulder their responsibility before it's too late,'' Sheik Mohammed Yazbik, a senior Hezbollah official, told mourners at one of the funerals.  Several thousand mourners turned out for the funerals. Gunmen fired shots in the air while others carried portraits of the deceased. The calm was fragile. ''Death to Siniora, death to Jumblatt,'' shouted mourners in one procession, referring to Prime Minister Fouad Siniora and the pro-government Druse leader Walid Jumblatt.  At the same time, the Christian pro-government leader, Samir Geagea, said that he held the Hezbollah-led opposition responsible for the violence and warned that any moves to topple the government by force would lead to civil war.  ''Some parties are trying to overthrow the government and the regime by force,'' said Mr. Geagea, the leader of the Lebanese Forces party. The government, he said, ''will not fall under pressure, and if you continue, there will be civil war.''  On Tuesday, a nationwide strike called by the Hezbollah-led opposition shut down the city and much of the nation, with roadblocks and crowds of supporters who took to the streets, burning tires and cars.  Hezbollah has demanded that Mr. Siniora step down or form a government of ''national unity'' that would give the opposition veto power and hold early parliamentary elections.  Mr. Siniora has refused to resign, insisting that the opposition end the protests and negotiate.  ", 
            "title": "Curfew Is Lifted in Beirut After Rioting Wanes, but Tension Lingers"
        }, 
        "weight": 0.5677272838131292, 
        "file": "1821735.txt", 
        "other_topics": {
            "0": 0.00033959900211195265, 
            "1": 0.0002286336201774312, 
            "2": 0.00041671180625384174, 
            "3": 0.0003030477765588045, 
            "4": 0.00015676983748814352, 
            "5": 0.0005232748096994679, 
            "6": 0.0002696242538861797, 
            "7": 0.17762701720964028, 
            "8": 0.00022333847203338797, 
            "9": 0.0004381249810717054, 
            "10": 0.00018816741547944852, 
            "11": 0.0002751477400821679, 
            "12": 0.02323310758134503, 
            "13": 0.14973898935588936, 
            "14": 0.00010793596865441909, 
            "15": 0.00403415595077947, 
            "16": 0.00028844257283460075, 
            "17": 0.0001736623011969977, 
            "18": 0.00015060220828677504, 
            "19": 0.00010466055420753126, 
            "20": 0.05564527325020264, 
            "21": 0.0007194285146316186, 
            "22": 0.0002295062013640708, 
            "23": 0.0002723890894160529, 
            "24": 0.5677272838131292, 
            "25": 0.004117431776313892, 
            "26": 0.007901718479716671, 
            "27": 0.003995095344455119, 
            "28": 0.00024203583373473962, 
            "29": 0.00032882427935899326
        }
    }, 
    {
        "content": {
            "text": "  The killing of an Armenian-Turkish editor in Istanbul last week and the sorrow it has generated within Turkey are leading to rare conciliatory gestures between Turkey and Armenia, historic enemies, and to calls for changes in laws here defending Turkish identity.  On Monday, Armenian political and spiritual figures accepted an invitation from the Turkish government to attend the funeral of Hrant Dink, the founder of an Armenian-Turkish newspaper, who was killed outside his office on Friday, apparently by a young nationalist fanatic.  The suspect in the slaying, Ogun Samast, 17, was escorted back to the scene of the crime Sunday night by law enforcement authorities.  The head of the Istanbul security forces said that Mr. Samast ''was driven to commit the crime by his nationalistic feelings'' and had no ties to any group.  Mr. Dink was a staunch defender of free speech and like other intellectuals was prosecuted for insulting ''Turkishness'' and sentenced to six months in jail, though his term was suspended.  Bulent Arinc, the parliamentary chairman from the ruling Justice and Development Party, said he would back efforts to abolish the measure under which Mr. Dink was prosecuted, known as Article 301.  ''It can be discussed to totally abolish or completely revise the Article 301,'' Mr. Arinc said, adding that members of Parliament ''are open to this.''  Despite the fact that the Armenian-Turkish border has been sealed since 1993 and diplomatic relations severed, Armenia is sending a deputy foreign minister, Arman Kirakossian, to the funeral, and the archbishop of the Armenian Church of America, Khajag Barsamian, also accepted the government's invitation to the ceremony.  Earlier, the Armenian defense minister, Serzh Sarkisyan, called for improved relations so that Armenia could ''establish ties with Turkey with no preconditions,'' the Turkish news channel NTV reported.  High-level Turkish government officials are expected to attend the funeral.  Turkey and Armenia have long been at odds over Turkey's refusal to use the term ''genocide'' to describe the deaths of Armenians beginning in 1915. Many scholars and most Western governments say more than a million Armenians were killed in a campaign they describe as genocide. Turkey calls the loss of life a consequence of a war in which both sides suffered casualties, and has suggested that a group of envoys from each country analyze the history. Armenia has expressed a willingness to participate but insists that the border must first be reopened to trade.  But many Armenians living abroad hold a much harder line and are lobbying the United States and European governments to deny Turkey entrance into the European Union until Ankara recognizes the killings as genocide.  Norman Stone, professor of history at Koc University in Istanbul, said Mr. Dink was killed at a time when Turkey was reacting to pressure to respond to the Armenian issue.  ''There are a lot of balanced people here who say, 'Look, the genocide issue is unclear, but if you just leave it as a matter of massacres, then we can start making progress,' '' Mr. Stone said.  The funeral is shaping up to be far more than a farewell to a popular though controversial figure. The fact that the government is permitting it to take place on a grand scale is another sign of a change.  A wide boulevard in the heart of Istanbul's main commercial district will be closed to traffic as the funeral cortege gathers outside the offices of the newspaper where Mr. Dink was shot.  The mayor of the district, Mustafa Sarigul, said the local government will hand out carnations and release hundreds of pigeons as a symbol of peace. Mr. Dink once said, ''I may see myself as frightened as a pigeon, but I know that in this country people do not touch pigeons.''  The procession is expected to advance for about a mile before the body is driven across the Golden Horn to the Kumkapi district for a Christian funeral Mass at the Church of the Virgin Mary. Among the Turkish government officials expected to attend the Mass are the interior minister, Abdulkadir Aksu, and the deputy prime minister, Mehmet Ali Sahin. Burial is to follow at the Balikli Armenian Cemetery.  Most Armenian Turks live in Istanbul, the diverse and cosmopolitan center of Turkey. But the antinationalist demonstrations that followed Mr. Dink's killing also surfaced in places as diverse as Izmir, the Aegean coastal city that is Turkey's third largest, and in Sanliurfa and Hatay, which are close to Turkey's eastern border with Syria.  ''Public opinion in both countries, weary of the years-long conflict, had reached a point of explosion,'' said Kaan Soyak, a director of the Turkish-Armenian Business Development Commission, the only bilateral trade council of Turkish and Armenian executives. ''That's what lies behind the massive outpouring for Mr. Dink.''  Ethnic Armenian Turks, like Jewish and Greek Turks, are an officially recognized minority group and as such are allowed to operate their own schools. Mr. Dink, for example, attended Armenian schools in Istanbul until entering a state-run university.  Mr. Dink was labeled as a target among nationalist groups on their Web sites. Mr. Samast, the suspect, read and was influenced by those postings, according to the Anatolian news agency.  Seven other suspects were also being detained over the weekend, including Yasin Hayal, who served 11 months in jail for the bombing of a McDonald's restaurant in Trabzon in 2004.  Mr. Hayal, a known nationalist, is suspected of having a history of Islamic militant activity. He attempted to join the rebels in Chechnya but was turned away at the border, his former lawyer, Fatih Cakir, said by telephone on Sunday.  Havva Samast, Mr. Samast's mother, knew that her son and Mr. Hayal were friends.  ''I couldn't believe my eyes when I saw him on television and had a shock,'' she said during a televised interview with the Dogan News Agency from her and her son's home city of Trabzon. ''He couldn't have done this on his own. I know that he was friends with'' Mr. Hayal.  But many here still blame Article 301 for Mr. Dink's death and see it as an obstacle to freedom of speech in Turkey.  ", 
            "title": "Armenian Editor's Death Leads to Conciliation"
        }, 
        "weight": 0.567276983855629, 
        "file": "1820867.txt", 
        "other_topics": {
            "0": 0.0060828348358371205, 
            "1": 0.00011741219729333314, 
            "2": 0.0002139976123037698, 
            "3": 0.03166729408954449, 
            "4": 8.050736840241241e-05, 
            "5": 0.051475181272062576, 
            "6": 0.017863775354602228, 
            "7": 0.07940146075766015, 
            "8": 0.00011469293414164379, 
            "9": 0.00022499410487752394, 
            "10": 9.663123775630288e-05, 
            "11": 0.0021107782041980766, 
            "12": 0.05919859938338196, 
            "13": 8.706708686754828e-05, 
            "14": 5.542929004432852e-05, 
            "15": 0.00010221573237031229, 
            "16": 0.00014812640522059053, 
            "17": 8.918230116258675e-05, 
            "18": 7.734005251920494e-05, 
            "19": 5.37472381791786e-05, 
            "20": 0.0975077700103167, 
            "21": 0.02991164247630045, 
            "22": 0.00011786030144512269, 
            "23": 0.00013988232125375735, 
            "24": 0.567276983855629, 
            "25": 0.013931335550891592, 
            "26": 0.02769158823567808, 
            "27": 8.215660190387925e-05, 
            "28": 0.01391064921647527, 
            "29": 0.0001688639716808686
        }
    }, 
    {
        "content": {
            "text": "  The most explosive question about the Taliban resurgence here along the border between Afghanistan and Pakistan is this: Have Pakistani intelligence agencies been promoting the Islamic insurgency?  The government of Pakistan vehemently rejects the allegation and insists that it is fully committed to help American and NATO forces prevail against the Taliban militants who were driven from power in Afghanistan in 2001.  Western diplomats in both countries and Pakistani opposition figures say that Pakistani intelligence agencies -- in particular the powerful Inter-Services Intelligence and Military Intelligence -- have been supporting a Taliban restoration, motivated not only by Islamic fervor but also by a longstanding view that the jihadist movement allows them to assert greater influence on Pakistan's vulnerable western flank.  More than two weeks of reporting along this frontier, including dozens of interviews with residents on each side of the porous border, leaves little doubt that Quetta is an important base for the Taliban, and found many signs that Pakistani authorities are encouraging the insurgents, if not sponsoring them.  The evidence is provided in fearful whispers, and it is anecdotal.  At Jamiya Islamiya, a religious school here in Quetta, Taliban sympathies are on flagrant display, and residents say students have gone with their teachers' blessings to die in suicide bombings in Afghanistan.  Three families whose sons had died as suicide bombers in Afghanistan said they were afraid to talk about the deaths because of pressure from Pakistani intelligence agents. Local people say dozens of families have lost sons in Afghanistan as suicide bombers and fighters.  One former Taliban commander said in an interview that he had been jailed by Pakistani intelligence officials because he would not go to Afghanistan to fight. He said that, for Western and local consumption, his arrest had been billed as part of Pakistan's crackdown on the Taliban in Pakistan. Former Taliban members who have refused to fight in Afghanistan have been arrested -- or even mysteriously killed -- after resisting pressure to re-enlist in the Taliban, Pakistani and Afghan tribal elders said.  ''The Pakistanis are actively supporting the Taliban,'' declared a Western diplomat in an interview in Kabul. He said he had seen an intelligence report of a recent meeting on the Afghan border between a senior Taliban commander and a retired colonel of the Pakistani Inter-Services Intelligence.  Pakistanis and Afghans interviewed on the frontier, frightened by the long reach of Pakistan's intelligence agencies, spoke only with assurances that they would not be named. Even then, they spoke cautiously.  The Pakistani military and intelligence services have for decades used religious parties as a convenient instrument to keep domestic political opponents at bay and for foreign policy adventures, said Husain Haqqani, a former adviser to several of Pakistan's prime ministers and the author of a book on the relationship between the Islamists and the Pakistani security forces.  The religious parties recruited for the jihad in Kashmir and Afghanistan from the 1980s, when the Pakistani intelligence agencies ran the resistance by the mujahedeen and channeled money to them from the United States and Saudi Arabia to fight the Soviet Union in Afghanistan, Mr. Haqqani said.  In return for help in Kashmir and Afghanistan the intelligence services would rig votes for the religious parties and allow them freedom to operate, he said.  ''The religious parties provide them with recruits, personnel, cover and deniability,'' Mr. Haqqani said in a telephone interview from Washington, where he is now a visiting scholar at the Carnegie Endowment for International Peace.  The Inter-Services Intelligence once had an entire wing dedicated to training jihadis, he said. Today the religious parties probably have enough of their own people to do the training, but, he added, the I.S.I. so thoroughly monitors phone calls and people's movements that it would be almost impossible for any religious party to operate a training camp without its knowledge.  ''They trained the people who are at the heart of it all, and they have done nothing to roll back their protégés,'' Mr. Haqqani said.  After the Sept. 11, 2001, attacks in the United States, President Pervez Musharraf, under strong American pressure, pledged to help root out Islamic extremism, and, as both head of the army and president, he has more direct control of the intelligence services than past civilian prime ministers. But according to several analysts, Pakistani intelligence officials believe it is more prudent to prepare for the day when Western troops leave Afghanistan.  Pakistan has long seen jihadi movements like the Taliban as a counter to Indian and Russian influence next door in Afghanistan, the Western diplomat and other analysts said, and as a way to provide Pakistan with ''strategic depth,'' or a friendly buffer on its western border.  In Pashtunabad, a warren of high mud-brick walls and narrow lanes in Quetta, the links of the government, religious parties and Taliban commanders to a local madrasa are thinly hidden, said a local opposition party member who lives in the neighborhood.  Three students from the madrasa went to Afghanistan recently on suicide missions, he said. The family of one of the men admitted that he had blown himself up but denied that he had attended the school. The man's brother suggested that he had been forced into the mission and that someone had recruited him for payment.  ''Nowadays people are getting money from somewhere and they are killing other people's children,'' he said. ''We are afraid of this government,'' he said. His father said he feared the same people would try to take his other son and asked that no family names be used.  President Musharraf relies on the religious party Jamiat Ulema-i-Islam, or J.U.I., which dominates this province, Baluchistan, as an important partner in the provincial and national parliaments.  At a madrasa, called simply Jamiya Islamiya, on winding Hajji Ghabi Road, a board in the courtyard proudly declares ''Long Live Mullah Omar,'' in praise of the Taliban leader, and ''Long Live Fazlur Rehman,'' the leader of J.U.I.  Members of the provincial government and Jamiat Ulema-i-Islam are frequent visitors to the school, the local opposition party member said, asking that his name not be used because he feared Pakistan's intelligence services. People on motorbikes with green government license plates visit at night, he said, as do luxurious sport utility vehicles with blackened windows, a favorite of Taliban commanders.  Maulvi Noor Muhammad, a Jamiat Ulema-i-Islam representative from Baluchistan in the National Assembly, recently received a guest barefoot while sitting on the floor of a grubby district office in Quetta, a map of the world above him painted on the wall to represent his belief in worldwide Islamic revolution.  He denied providing the militants any logistical support. ''The J.U.I. is not supporting the Taliban anymore,'' he said. ''We are only providing moral support. We pray for their success in ousting the foreign troops from the land of Afghanistan.''  On a recent morning, the deputy director of the Jamiya Islamiya madrasa, Qari Muhammad Ibrahim, declined to meet a female reporter for The New York Times but answered a question from a local male reporter.  He did not deny that some of the madrasa's 280 students had gone to fight in Afghanistan. ''In the Koran it is written that it is every Muslim's right to fight jihad,'' he said. ''All we are telling them is what is in the Koran, and then it's up to them to go to jihad.''  NATO officials and Western diplomats in Afghanistan have grown increasingly critical of Pakistan for allowing the Taliban leaders, commanders and soldiers to operate from their country, which has given an advantage to the insurgency in southern Afghanistan. In September, Gen. James L. Jones, then NATO's supreme commander, told the Senate Foreign Relations Committee that Quetta remained the headquarters of the Taliban movement.  Still, Pakistan has insisted that the Taliban leadership is not based in Quetta. ''If there are Taliban in Quetta, they are few,'' said Pakistan's minister for information and broadcasting, Tariq Azim Khan. ''You can count them on your fingers.''  American officials and Western diplomats noted that, when put under enough pressure, Pakistan had come through with flashes of cooperation. But that only seems to reinforce the view that Pakistan's intelligence agencies are more in touch with what is going on in the Taliban insurgency than the government lets on publicly.  For instance, a senior Taliban leader, Mullah Akhtar Muhammad Osmani, who operated on both sides of the border, was killed in an airstrike in Afghanistan on Dec. 19, after Pakistan helped track him, an American official in Afghanistan said.  At the same time, a kind of dirty war is building between Afghan and Pakistani intelligence agencies. A senior Afghan intelligence official said one of its informers in Pakistan was recently killed and dumped in pieces in Peshawar, a border town. The Afghan intelligence service has also recently arrested two Afghan generals, one retired, who have been charged with spying for Pakistan, as well as a Pakistani suspected of being an intelligence agent.  President Musharraf has acknowledged that some retired Pakistani intelligence officials may still be involved in supporting their former protégés in the Taliban.  Hamid Gul, the former director general of Pakistani intelligence, remains a public and unapologetic supporter of the Taliban, visiting madrasas and speaking in support of jihad at graduation ceremonies.  Afghan intelligence officials recently produced a captured insurgent who said Mr. Gul facilitated his training and logistics through an office in the Pakistani town of Nowshera, in the North-West Frontier Province, west of the capital, Islamabad.  NATO and American officials in Afghanistan say there is also evidence of support from current midlevel Pakistani intelligence officials. Just how far up that support reaches remains in dispute.  At least five villages in Pishin, a district northwest of Quetta that stretches toward the Afghan border, lost sons in the recent fighting in Kandahar between the Taliban and NATO forces, opposition politicians said.  One village, Karbala, is a main center of support for the jihad, local people say. Unlike the other villages, which blend into the stark desertlike landscape with their mud-brick houses and compound walls, Karbala has lavish houses, mosques and madrasas, suggesting an unusual wealth.  Farther on, in the village of Bagarzai, lies the grave of Azizullah, a religious scholar who used only one name and acquired fame as a Taliban commander.  Only 25, he was killed with a group of 15 to 20 men in an airstrike in the Afghan province of Helmand on May 22, said his father, Hajji Abdul Hai. Thousands of people attended his funeral, including senior members of the provincial government, the father said.  Mr. Hai, 50, who is a Jamiat Ulema-i-Islam member, denied that his son had been persuaded to fight by anyone. ''From the start it was his spirit to take part in jihad,'' his father said. ''It's all to do with personal will. If someone agrees, then he goes. Even if someone wishes to, no one can stop him.''  It is an argument that supporters of the jihad use frequently. But for some of the families mourning their sons, there is no doubt that the madrasas and the religious parties are the first point of contact.  That was the conclusion reached by the family of Muhammad Daoud, a 22-year-old man from Pishin who disappeared more than a year ago.  ''In our search we went to many places and everyone said different things,'' said his father, Hajji Noora Gul. ''We went to the madrasa in Pashtunabad, but no one was ready to tell us his whereabouts.''  ''Even the madrasa people did not know,'' he added. ''Behind the curtain of the madrasa, maybe there are other people who do this. Maybe there are some businessmen who take them.''  Then, he said, a Taliban propaganda CD came out showing his son with a group of others taking an oath before the Taliban commander, Mullah Dadullah.  ''He had a shawl over his head and was preparing for a suicide bombing,'' Mr. Gul said. ''He said, 'I am fighting for God, and I am ready for this.' ''  His eldest son, Allah Dad, 33, blamed the jihadi groups and the Inter-Services Intelligence. ''We don't know how he made contact with those jihadi groups,'' he said. ''There are some groups active in taking people to Afghanistan and they are active in Quetta.  ''All Taliban are I.S.I. Taliban,'' he added. ''It is not possible to go to Afghanistan without the help of the I.S.I. Everyone says this.''  ", 
            "title": "AT BORDER, SIGNS OF PAKISTANI ROLE IN TALIBAN SURGE"
        }, 
        "weight": 0.566236225597123, 
        "file": "1820544.txt", 
        "other_topics": {
            "0": 9.001275826123785e-05, 
            "1": 6.0600716301982466e-05, 
            "2": 0.00011045197084697396, 
            "3": 0.009229004944942831, 
            "4": 4.1552788426103394e-05, 
            "5": 0.00827085741046387, 
            "6": 7.146553033280868e-05, 
            "7": 0.11417143163621743, 
            "8": 5.919720543509812e-05, 
            "9": 0.00011612766163669711, 
            "10": 0.0030994350082939673, 
            "11": 7.29295635738571e-05, 
            "12": 5.8954710001660815e-05, 
            "13": 0.10372998199892229, 
            "14": 2.860907774687721e-05, 
            "15": 5.275726663642284e-05, 
            "16": 0.006175573644883732, 
            "17": 4.60302375434614e-05, 
            "18": 3.991802120683837e-05, 
            "19": 2.774090944549956e-05, 
            "20": 0.13063239830412507, 
            "21": 0.009339369164176986, 
            "22": 6.0831999194240207e-05, 
            "23": 0.02141911908733379, 
            "24": 0.566236225597123, 
            "25": 0.022438270780146416, 
            "26": 6.135794472298562e-05, 
            "27": 4.240401797330643e-05, 
            "28": 0.0010806730879418228, 
            "29": 0.0031367169561425643
        }
    }, 
    {
        "content": {
            "text": "  After nine months without a suicide bombing in Israel, a Palestinian walked from Egypt across the open desert border, hitched a ride from a wary Israeli motorist and then blew himself up on Monday inside a bakery in the Red Sea resort town of Eilat, Israeli officials said.  Three Israelis who worked in the bakery were killed by the blast; it was the first time that Eilat, isolated at the very southern tip of Israel, has ever been hit by a suicide bombing.  The town was apparently a target because Israel's web of defenses and travel restrictions on Palestinians has made it extremely difficult for bombers to reach Israel from the West Bank, the source of virtually all suicide bombings in Israel in recent years.  The attack complicated the latest effort to restart Israeli-Palestinian negotiations, which have languished for six years. The United States will be the host of talks on Friday that will include European, Russian and United Nations officials, but the White House said in statement on Monday that if the Palestinian government failed to prevent terrorism, it would ''undermine the aspirations of the Palestinian people for a state of their own.''  Al Aksa Martyrs Brigades and Islamic Jihad claimed joint responsibility for the attack, and identified the bomber as Muhammad Faisal al-Siksik, 21, from northern Gaza.  ''We shall draw the conclusions and learn the lessons, and instruct our security people to continue their ongoing and never-ending struggle against terrorists and those who send them,'' Israel's prime minister, Ehud Olmert, said after the bombing.  [The Israeli military said Tuesday that it had responded with an airstrike on a Gaza tunnel near the border with Israel, The Associated Press reported. No one was injured.]  In recent weeks, most of the violence in the region has involved internal Palestinian street battles in the Gaza Strip. The violence continued Monday, with at least three Palestinians killed in Gaza, bringing the toll to about 30 since Thursday.  Early Tuesday, the two main Palestinian factions, Hamas and Fatah, announced a cease-fire after late-night talks in Gaza City. [Gunfire and explosions were audible in downtown Gaza City on Tuesday morning, after the talks took place, as gunmen from the rival factions apparently ignored the cease-fire,The A.P. reported.] Several previous efforts have also collapsed.  Relatives of the bomber, Mr. Siksik, said he left home three days ago and was upset because he had no job and his baby daughter recently died of an illness, The Associated Press reported. Also, a friend of his was killed in a clash with Israeli forces, they said.  In the northern Gaza town of Beit Lahiya, dozens of people celebrated outside the family home of Mr. Siksik, and his mother, Rowayda Siksik, said she knew her son had set out on a suicide bombing mission. ''He told me, 'Meeting God is better for me than this whole world,' '' The A.P. quoted her as saying.  Islamic Jihad said the bomber reached Israel from Jordan. But both Jordan and Israeli security officials denied that.  Mr. Siksik left Gaza and entered Egypt, said Micky Rosenfeld, a spokesman for the Israeli police. He said the bomber then crossed Egypt's desert border with Israel, which is aggressively patrolled, but has no fence or other barrier for most of its length.  After entering Israel, Mr. Siksik reached a road north of Eilat on Monday morning, and hitched a ride from an Israeli driver, Mr. Rosenfeld said. Mr. Siksik, who was wearing a black coat and carrying a black bag, was acting suspiciously, the police spokesman said, and the Israeli driver called the police immediately after dropping him on the northern edge of Eilat.  The police were immediately dispatched to the scene, but before they could arrive Mr. Siksik reached the bakery, a few hundred yards from where he got out of the car, Mr. Rosenfeld said.  Benny Mazgini, an Israeli who witnessed the attack, told Israel Radio that he saw a man wearing a black jacket and carrying a black bag on the street outside the bakery. ''I thought it was odd because it was very hot and I told myself, why is that idiot dressed that way?''  Seconds later, the bomber detonated his explosive in the Lechamim bakery, tearing the inside apart, shattering windows and leaving the pavement outside covered with blood and body parts.  In a Gaza City news conference after the blast, a masked spokesman for Islamic Jihad said the bombing had been in retaliation for Israeli raids against Palestinian groups.  On its Web site, Islamic Jihad also said the bombing was intended to redirect the focus away from the internal Palestinian fighting in Gaza. ''The operation has a clear message to the Palestinian rivals,'' Islamic Jihad said on the site. ''It is necessary to end the infighting and point the guns toward the occupation that has hurt the Palestinian people.''  Hamas, the radical Islamic group that leads the Palestinian government, did not claim involvement in the bombing. However, Fawzi Barhoum, a Hamas spokesman in Gaza, described the attack as a ''natural response'' to Israeli military operations against the Palestinians. ''So long as there is occupation, resistance is legitimate,'' he said.  Egypt's Sinai peninsula, which is largely empty aside from beachfront hotels and fishing villages, has been rocked by a number of bombings in the past three years that have killed Israeli and Western tourists as well as Egyptians.  Israel and Egypt have expressed concern that the vast, hilly terrain offers a natural haven for radical Islamic groups to plan and carry out attacks.  Islamic Jihad has been involved in almost all of the suicide bombings against Israel in the past two years. Al Aksa Martyrs Brigades, meanwhile, is linked to the Fatah movement.  The Palestinian Authority president, Mahmoud Abbas, and other Fatah leaders say they oppose violence against civilians, and Al Aksa militants say they act on their own. At a minimum, the bombing was an embarrassment for Mr. Abbas, again showing his inability to control factions that claim loyalty to the movement.  The last suicide bombing in Israel was an Islamic Jihad attack on April 17, when 11 people were killed at a small restaurant in Tel Aviv.  While attacks in Eilat are rare, three rockets were fired from the Jordanian side of the border in August 2005.  ", 
            "title": "Suicide Attack Is First in Israel in 9 Months"
        }, 
        "weight": 0.5643338913545962, 
        "file": "1822616.txt", 
        "other_topics": {
            "0": 0.00016436225852018772, 
            "1": 0.0001106562090945753, 
            "2": 0.00020168402498818078, 
            "3": 0.0001466718591190265, 
            "4": 7.587491246190313e-05, 
            "5": 0.00025325937065201655, 
            "6": 0.00013049523421727755, 
            "7": 0.16207187100163806, 
            "8": 0.005676554993636098, 
            "9": 0.018773586368244367, 
            "10": 9.107100196340699e-05, 
            "11": 0.00013316854203158736, 
            "12": 0.014956881498435498, 
            "13": 0.12073205806231373, 
            "14": 5.223984603392951e-05, 
            "15": 0.020514026617520664, 
            "16": 0.0001396030978584554, 
            "17": 8.405068291438013e-05, 
            "18": 7.288984637234554e-05, 
            "19": 5.065458072769442e-05, 
            "20": 0.09004094401716745, 
            "21": 0.00034819565067418937, 
            "22": 0.00011107852898858675, 
            "23": 0.00013183338482814717, 
            "24": 0.5643338913545962, 
            "25": 0.00013663876288692457, 
            "26": 0.00011203889945865173, 
            "27": 7.742924779836018e-05, 
            "28": 0.00011714273607418907, 
            "29": 0.0001591474087839054
        }
    }, 
    {
        "content": {
            "text": "  Led by Saudi Arabia and the United States, international donors from more than 30 countries on Thursday pledged $7.6 billion in aid for Lebanon, in a bold effort to try to prop up the government of Prime Minister Fouad Siniora.  But even as Mr. Siniora was shaking hands and thanking world leaders in Paris for exceeding the conference's goal of $5 billion, there was chaos back in Lebanon. Four people were shot dead and 150 wounded in clashes between groups supporting the government and protesters aligned with the Hezbollah-led opposition. Both sides appealed for calm.  The clashes in Lebanon this week, which came just as Mr. Siniora sought to present his country as ripe for investment, were another embarrassment to the prime minister, who has been fighting to keep his government afloat. The political faction led by Hezbollah and backed by Iran and Syria has been calling for his resignation for more than two months.  Lebanon is a battlefield in a larger proxy war. The United States, its Sunni Arab allies and Europe, all represented at the conference, are on one side. Iran and Syria are on the other, backing Hezbollah as it seeks to increase its power. They have been giving an estimated $40 million a month to Hezbollah and other groups in Lebanon, analysts say. The money available to rebuild towns and communities damaged in Hezbollah's war with Israel last summer is seen as pivotal to winning the support of the Lebanese people.  Saudi Arabia, which is seeking to counter the rising influence of Iran in the Muslim world, led the pledges for the government on Thursday with a promise of $1.1 billion in loans and grants. The United States pledged $770 million in loans and grants, bringing to $1 billion the amount it has pledged to the government of Mr. Siniora since September.  The donors in Paris took pains to deflect criticism that their aid pledges were solely meant to prop up Mr. Siniora. Secretary of State Condoleezza Rice, when asked whether the United States pledge was contingent on Mr. Siniora remaining in power, deflected the question.  Mr. Siniora, seated beside Ms. Rice during an early morning news briefing, quickly interjected, ''No conditions, no conditions.'' Ms. Rice replied that the money was for the Lebanese people.  ''Clearly this is a package that is for Lebanon, and that is extremely important to understand,'' she said. ''Lebanon is a democracy. That said, Lebanon is also undertaking some important economic reforms that are critical to making any of this work, and it's not at all unusual that donors expect that those reforms are going to continue, in fact, as the donor community responds to the needs.''  When pressed later on whether the American funds would be cut off if Hezbollah gained control of the Lebanese government, she said she did not want to discuss ''hypotheticals.''  ''As you know, Hezbollah is considered a terrorist organization by the U.S.,'' she said.  The European Union offered $522 million in loans and other aid, while France separately promised $650 million in loans.  The conference, in the Kleber Conference Center near the Arc de Triomphe, had a somewhat surreal air. One after another, foreign dignitaries at a conference table announced, in French, Arabic and English, how much money they were willing to put forward.  ''Be brief, be good and be generous,'' President Jacques Chirac of France, the host, exhorted the group before the event.  The World Bank offered $1 billion in loans, grants and other aid. The European Investment Bank offered $1.2 billion, and the Islamic Development Bank followed with $250 million.  Lebanon is hobbled from the economic and political impact of the Israel-Hezbollah war, and reconstruction efforts have been burdened by the country's $41 billion public debt.  On Tuesday, groups opposing Mr. Siniora's government essentially shut down the country, staging protests in Beirut, blocking roads with burning tires and setting off clashes that killed three people and left more than 130 wounded. Thursday's clashes added to the burdens of Mr. Siniora, whose survival thus far, Lebanon analysts say, is attributed not only to his support from about half of the country, but also to his strong international support.  Even with the $7.6 billion in donations and pledges, Mr. Siniora will still return to Lebanon with a battle on his hands as he tries to establish an international tribunal that could eventually implicate Syria in the assassination of Rafik Hariri, a former Lebanese prime minister who was an outspoken critic of Syria.  Syria occupied Lebanon for 30 years but was forced to withdraw its troops after Mr. Hariri's death. The United States has accused Syria and Iran of trying to bring down the Siniora government to wreck plans for the creation of an international tribunal to try suspects in the case.  ", 
            "title": "Aid Conference Raises $7.6 Billion for Lebanese Government"
        }, 
        "weight": 0.5627877315298169, 
        "file": "1821475.txt", 
        "other_topics": {
            "0": 0.09697950606501249, 
            "1": 0.00015179146209901378, 
            "2": 0.00027665788739251844, 
            "3": 0.00020119554181934312, 
            "4": 0.00010408059333917271, 
            "5": 0.00034740581189338993, 
            "6": 0.0001790054309728279, 
            "7": 0.04663536766228746, 
            "8": 0.002694435026375223, 
            "9": 0.0002908742441613212, 
            "10": 0.00012492566531926663, 
            "11": 0.0001826725121524117, 
            "12": 0.00014766857844026338, 
            "13": 0.030666469654438228, 
            "14": 7.165944572111911e-05, 
            "15": 0.0026783043964795647, 
            "16": 0.01801461239631658, 
            "17": 0.00011529561833344785, 
            "18": 9.998586110585653e-05, 
            "19": 6.948487512433856e-05, 
            "20": 0.18716667068975235, 
            "21": 0.00047763363072722206, 
            "22": 0.043437074628661324, 
            "23": 0.005273159125096836, 
            "24": 0.5627877315298169, 
            "25": 0.0001874327502063642, 
            "26": 0.0001536881527023761, 
            "27": 0.0001062127360832941, 
            "28": 0.00016068928556718228, 
            "29": 0.00021830874260234066
        }
    }, 
    {
        "content": {
            "text": "  Pakistan's prime minister, Shaukat Aziz, acknowledged Wednesday that people sympathetic to the Taliban were active in the frontier regions near the border with Afghanistan. But he insisted that the root of the problem was the Afghan government's weak authority, not Pakistani support of the Taliban.  ''We believe the core of the problem is in Afghanistan,'' Mr. Aziz said, in an interview at the World Economic Forum here in Davos.  Mr. Aziz also said three million Afghan refugees were crowded into Quetta, Peshawar and other Pakistani cities close to the 1,700 mile-border between the countries. Despite what he described as stepped-up Pakistani efforts to root out extremists, the refugee population remains a recruiting pool for the Taliban insurgency, Mr. Aziz said. But he dismissed allegations that his country was supporting the militants.  ''This notion that Pakistan may be in some way or other supporting these people or giving them safe haven is ridiculous,'' he said.  As for suspicions that elements in Pakistan's intelligence service, the I.S.I., might be acting independently in support of the Taliban, he said, ''That's equally ridiculous.''  ''The Pakistani intelligence service is a disciplined service, and they act in line with the government,'' Mr. Aziz insisted.  On Sunday, a correspondent for The New York Times, Carlotta Gall, reported that she had found anecdotal evidence in and around Quetta to support charges by Western diplomats and Pakistani opposition figures that the Pakistani intelligence agencies were encouraging the Taliban insurgency in Afghanistan.  While reporting in Quetta, Ms. Gall was assaulted by plainclothes intelligence agents in her hotel room, and her photographer, Akhtar Soomro, was detained. Their computers, notes and cellphones were taken, and since then Pakistani agents have tracked down their sources. Ms. Gall said her visa to report in Pakistan had no restrictions.  Mr. Aziz said Ms. Gall ''should not have been where she was, legally,'' and that she had violated the terms of her visa by visiting Quetta without authorization from the government. He added that it was ''regrettable she got bruised in that interaction'' and said the government was investigating the matter.  ''We don't condone behavior that is physical harassment,'' Mr. Aziz said. ''That's not on.''  Pakistan has come under increasing criticism from NATO officials and Western leaders for not doing enough to clamp down on terrorist networks. This month, in his most recent threat assessment, the American director of national intelligence, John D. Negroponte, said Al Qaeda continued to operate from ''their leaders' secure hide-out in Pakistan.''  Mr. Aziz said the Pakistani government did not know the whereabouts of Osama bin Laden, Al Qaeda's leader, or of Mullah Muhammad Omar, the leader of the Taliban. But he said, ''Certainly they are not in Pakistan.''  On Wednesday, President Pervez Musharraf dismissed allegations that Pakistani officials were sheltering the head of the Taliban, and said the United States-led war in Afghanistan could not be won without Pakistan's help, Reuters reported from Abu Dhabi, capital of the United Arab Emirates.  ''The fight against terrorism and extremism, whether it is Al Qaeda or Taliban, can never succeed without Pakistan's cooperation and Pakistan is the only country that has delivered the maximum on both,'' Mr. Musharraf said at a news conference in Abu Dhabi.  ", 
            "title": "Pakistani Premier Faults Afghans for Taliban Woes Along Border"
        }, 
        "weight": 0.5515953318992086, 
        "file": "1821274.txt", 
        "other_topics": {
            "0": 0.00033446810880695, 
            "1": 0.0002251792675327783, 
            "2": 0.00041041584011870406, 
            "3": 0.0002984691240946582, 
            "4": 0.0001544012518780801, 
            "5": 0.09872180133041598, 
            "6": 0.007819891549362273, 
            "7": 0.0011934649662600873, 
            "8": 0.00021996412209778992, 
            "9": 0.0004315054900892373, 
            "10": 0.0001853244538502949, 
            "11": 0.00027099062039484675, 
            "12": 0.030436426911333414, 
            "13": 0.06815605048696281, 
            "14": 0.0076606461610031, 
            "15": 0.0001960346903990728, 
            "16": 0.00028408458574797523, 
            "17": 0.007725379455293187, 
            "18": 0.00014832680742454728, 
            "19": 0.00010307927118390135, 
            "20": 0.09635342181014861, 
            "21": 0.0158172408231709, 
            "22": 0.07576944829084144, 
            "23": 0.019154126055722594, 
            "24": 0.5515953318992086, 
            "25": 0.0002780523279734422, 
            "26": 0.00022799296597731162, 
            "27": 0.00015756423835147876, 
            "28": 0.015347060916443082, 
            "29": 0.0003238561779128966
        }
    }, 
    {
        "content": {
            "text": "  The head of the United Nations nuclear inspection agency said Friday that Iranian officials had told him that they planned to begin installing equipment next month in an industrial-scale plant to enrich uranium.  Such a move would intensify Iran's confrontation with the Security Council, which has demanded a full suspension of the production of nuclear material, and has authorized mild sanctions.  The announcement by the official, Mohamed ElBaradei, director general of the International Atomic Energy Agency, was coupled with a plea to both Tehran and Western nations for all sides to take a ''timeout'' to head off a larger confrontation.  ''Enough flexing muscles, enough calling names,'' Dr. ElBaradei said in a conversation with reporters here at the World Economic Forum conference. ''It's time to engage.''  He proposed a suspension of the sanctions against Iran, while the Iranians simultaneously suspend enrichment of uranium. That process can produce fuel for nuclear weapons, though the Iranians deny that is their goal.  Nuclear experts and American officials say Iran's announcement may be a bluff. Tehran has run into significant difficulties in assembling centrifuges to enrich uranium. A year ago it promised to have 3,000 centrifuges running by now; instead, it is just beginning to install that equipment, at Natanz.  But Dr. ElBaradei seemed clearly concerned that once enrichment began, it would be difficult to halt, and that Iranian officials would be loath to dismantle any plant once construction had begun.  He is also concerned that such a plant could become a military target for the United States or Israel. Such a strike would be ''absolutely bonkers,'' he said, noting that it would not deprive Iran of the technological expertise to pursue any nuclear ambitions.  ''It would only strengthen the hand of hard-liners,'' he said. ''They would simply go underground.''  Dr. ElBaradei said he worried that further sanctions against Iran, which the United Nations has threatened to impose next month, ''is only going to lead to an escalation.''  Given what inspectors know about Iran's current capabilities, Dr. ElBaradei said, the Iranians are three to eight years away from being able to manufacture a nuclear device. That is roughly in line with estimates made by American intelligence officials.  The United States said it would stick to its insistence that Iran stop enrichment before negotiations begin. The State Department spokesman, Sean McCormack, said the reports that Iran planned to install 3,000 centrifuges showed its continued defiance.  ''We'll see what Dr. ElBaradei has to say,'' Mr. McCormack said Friday at a briefing in Washington. ''More importantly, we'll see what the Iranians do; they continue in provocative behavior.''  He said the preliminary sanctions, which ban the import and export of material used in uranium enrichment, reprocessing and ballistic missiles, appeared to be having some effect in Iran.  There is evidence of an internal split in Tehran. Two hard-line newspapers that reflect the views of Iran's supreme religious leader, Ayatollah Ali Khamenei, recently demanded that President Mahmoud Ahmadinejad stay away from nuclear issues because his comments were deepening Iran's isolation.  Iran's relations with the international nuclear monitoring agency have deteriorated since the sanctions were approved. Iran has demanded the agency remove the official who oversees inspections of Iranian facilities, and it has barred more than 30 inspectors, all from countries that supported sanctions.  It is not clear how much influence Dr. ElBaradei can exercise, now that the confrontation has moved to the Security Council. But he appears to believe there is support for his proposal.  A diplomat at the agency, speaking on condition of anonymity, said he had found such support in Germany and France. Those nations, along with Britain, have led the talks with Iran over its nuclear program.  Dr. ElBaradei has also consulted with Russia, which favors a more conciliatory approach. But he did not discuss the idea with American officials before making it public here, the diplomat said.  The United States has said that if Iran suspended uranium enrichment, Washington would join the Europeans in direct talks with Tehran, and Secretary of State Condoleezza Rice has indicated that she would take part.  Dr. ElBaradei also suggested the United States show more flexibility in its standoff with North Korea, which detonated a crude nuclear device in October. The North Koreans have demanded that the United States drop financial sanctions as a condition for reviving talks over their nuclear program.  American and North Korean officials met this month in Berlin, a meeting meant to lay the groundwork for a revival of multiparty talks in Beijing. State Department officials say they are hopeful of some kind of deal, perhaps involving a temporary freeze on plutonium production in the North.  ", 
            "title": "Chief U.N. Nuclear Monitor Cites Iran Enrichment Plan"
        }, 
        "weight": 0.5511996533430833, 
        "file": "1821737.txt", 
        "other_topics": {
            "0": 0.00022488955195095462, 
            "1": 0.0001514059584476545, 
            "2": 0.00027595526140623215, 
            "3": 0.00020068456699285408, 
            "4": 0.00010381626062761535, 
            "5": 0.08415637894338861, 
            "6": 0.0001785508122064038, 
            "7": 0.0008024615634918648, 
            "8": 0.06617990671354144, 
            "9": 0.0002901355129991073, 
            "10": 0.0001246083925328852, 
            "11": 0.00018220858012709274, 
            "12": 0.00014729354564597738, 
            "13": 0.0001122751812871052, 
            "14": 7.147745275789268e-05, 
            "15": 0.00013180973769949907, 
            "16": 0.00019101269604723272, 
            "17": 0.0001150028029060276, 
            "18": 9.973192775540586e-05, 
            "19": 6.930840490194092e-05, 
            "20": 0.23240579148446308, 
            "21": 0.00047642058813502925, 
            "22": 0.061104605934814656, 
            "23": 0.00018038174403972615, 
            "24": 0.5511996533430833, 
            "25": 0.00018695672863973796, 
            "26": 0.00015329783203994795, 
            "27": 0.0001059429883846109, 
            "28": 0.0001602811841795031, 
            "29": 0.00021775430550664978
        }
    }, 
    {
        "content": {
            "text": "  Sheik Hassan Nasrallah, Hezbollah's leader, said Wednesday that Lebanon's opposition movement had decided to stop short of toppling the government of Fouad Siniora, fearing civil strife. He warned, though, that Hezbollah and its allies would continue to ratchet up the pressure on Mr. Siniora in coming weeks and vowed not to back down on their demands.  ''The opposition has the political, popular and organizational strength to bring down the unconstitutional government today or tomorrow,'' Sheik Nasrallah told worshipers commemorating the Shiite holiday of Ashura in Beirut's southern suburbs. ''What has so far prevented the fall of the government that is clinging to power is not international support but the patriotic feelings of the opposition and its desire to preserve civil peace.''  The speech followed a crippling and violent strike on Tuesday that brought life to a virtual standstill in Lebanon.  Sheik Nasrallah blamed what he called the ''government of militias'' for Tuesday's violence, insisting that the opposition had respected the rule of law in its protest.  ''The war in July showed how many weapons we have,'' he said. ''But we did not resort to those weapons yesterday. Those who insist they have none, however, did use weapons.''  He was referring to accusations made on Tuesday by Hezbollah members that their supporters had been protesting peacefully when residents of the area started throwing stones at them.  The police said Tuesday that at least three people died in the violence and that 100 more were wounded throughout the country. It was the worst since Hezbollah began demanding more political power and began a series of protests late last year. For the past two months Lebanon has been gripped by a political crisis pitting the Syrian- and Iranian-backed Hezbollah and its allies against the American- and Saudi-backed government of Mr. Siniora.  Hezbollah has demanded that Mr. Siniora step down or form a government of ''national unity'' that would give the opposition veto power and hold early parliamentary elections. Mr. Siniora has refused to resign, insisting that the opposition come off the streets and negotiate.  Sheik Nasrallah, at the end of November, called for a huge demonstration in the center of Beirut in an effort to paralyze the government. Hundreds of thousands of people came out on Dec. 1 and began a sit-in. The protesters camped out in tents, and Sheik Nasrallah called for them to remain until the government fell.  The violence began Tuesday when groups of protesters set up roadblocks along major streets leading into Beirut, blocking them with burning tires, trucks and rubble. They set fire to vehicles and attacked cars trying to pass. Many of the clashes in Beirut took place in mixed neighborhoods, where young men on each side shouted epithets and hurled stones at one another.  Some of the most violent clashes took place on a highway north of Beirut, where supporters of Gen. Michel Aoun, leader of the Free Patriotic Movement, a Christian group and a Hezbollah ally, fought with men loyal to Samir Geagea, a government ally.  Lebanon slowly inched back to life on Wednesday as cleaners removed roadblocks and debris from streets across the country and as the Lebanese tried to take stock of the political and social implications of Tuesday's action.  Gunfire broke out again on Wednesday during the funeral of one of two people shot dead in the northern city of Tripoli a day earlier, wounding two mourners.  ", 
            "title": "Hezbollah Won't Topple the Lebanese Government, Its Leader Says"
        }, 
        "weight": 0.5490706617132062, 
        "file": "1821266.txt", 
        "other_topics": {
            "0": 0.0002964029205027191, 
            "1": 0.00019955203732712864, 
            "2": 0.00036370718292300504, 
            "3": 0.000264500912739059, 
            "4": 0.00013682913491867098, 
            "5": 0.000456715658337819, 
            "6": 0.00023532877244405033, 
            "7": 0.11821306165383391, 
            "8": 0.00019493041781520922, 
            "9": 0.007076992242091185, 
            "10": 0.00016423302525833328, 
            "11": 0.0002401496860205503, 
            "12": 0.006888727487563792, 
            "13": 0.15077637854669373, 
            "14": 9.420680313398877e-05, 
            "15": 0.0001737243498681933, 
            "16": 0.0035990512430871123, 
            "17": 0.000151572922581922, 
            "18": 0.00013144601159824137, 
            "19": 9.134801261376722e-05, 
            "20": 0.14898627758144192, 
            "21": 0.0006279191384650998, 
            "22": 0.0002003136285287731, 
            "23": 0.0002377419283151443, 
            "24": 0.5490706617132062, 
            "25": 0.0002464077139009901, 
            "26": 0.0002020455140276382, 
            "27": 0.00013963214783242856, 
            "28": 0.00021124952529052903, 
            "29": 0.010328892087638932
        }
    }, 
    {
        "content": {
            "text": "  China and Russia vetoed an American-drafted resolution on Friday calling for the military rulers of Myanmar to release all political prisoners, cease attacks on ethnic minorities and speed a transition to democracy.  The vote was 9 to 3 with South Africa joining China and Russia in opposition, and three other countries, Congo Republic, Indonesia and Qatar, abstaining.  The Security Council's five permanent members -- Britain, China, France, Russia and the United States -- hold veto power over most resolutions.  China and Russia argued that they shared concerns about conditions in Myanmar but considered them internal matters that did not constitute threats to international peace and security, the category of crisis subject to Security Council action.  ''Not a single one of the neighboring countries regards the situation in Myanmar as a threat to them, and on the basis of that, there were no grounds for the Security Council to consider the matter,'' said Vitaly I. Churkin, Russia's ambassador.  Wang Guangya, the Chinese ambassador, said, ''Of course there are problems in Myanmar, but we believe that these problems do not constitute a threat to international peace and security.''  Alejandro D. Wolff, the acting American ambassador, said he was ''deeply disappointed'' at the outcome but noted even countries voting against the measure made clear in explanatory statements that they were not defending Myanmar's government. ''This was a jurisdictional issue behind the split vote here,'' he said. ''There was no disagreement about the content and substance behind this resolution.''  Mr. Wolff was asked why the United States risked dividing the Council and muddling its message to the repressive rulers of Myanmar, formerly known as Burma.  ''The only mixed message here is whether this issue deserved to be on the Security Council agenda,'' he said. ''There is no mixed message, no mixed signal at all, about how the international community, how this Council feels about the situation in Burma.''  The resolution mentioned by name the most prominent political prisoner, Daw Aung San Suu Kyi, the Nobel Peace Prize-winning opposition leader, who is under house arrest.  It also accused Myanmar's armed forces of attacking and raping civilians from the country's ethnic minorities and causing a refugee crisis in the region, enabling narcotics traffic and permitting international transmission of communicable diseases like H.I.V./AIDS and avian flu.  R. Nicholas Burns, the under secretary of state for political affairs, said he had no doubt that the abuses by Myanmar posed a threat beyond its borders. ''When a million people flee the country because of the abusive practices of the government, that's a threat to international peace and security,'' he said in a telephone interview from Washington.  ''When you have a political movement jailed,'' he said, ''led by a woman who is one of the greatest people in the world, that's a threat to international peace and security.''  He dismissed suggestions that the proper United Nations forum for Myanmar was the Geneva-based Human Rights Council, not the Security Council. ''We forced this onto the agenda for one reason,'' he said. ''The Security Council is the only place that can deal with human rights. The Human Rights Council is a discredited institution. All it has done is to bash Israel; it has ignored North Korea, it has ignored Sudan and it has ignored Burma.''  After the vote, Kyaw Tint Swe, Myanmar's ambassador, thanked China and Russia for blocking the move and said the charges against his country in the resolution were ''patently false.''  The double veto was the first multiple veto in the Security Council since 1989, when Britain, France and the United States blocked a resolution on Panama.  ", 
            "title": "U.S. Rebuke To Myanmar Is Defeated By U.N. Vetoes"
        }, 
        "weight": 0.54661681107379, 
        "file": "1818414.txt", 
        "other_topics": {
            "0": 0.00029152383505665254, 
            "1": 0.00019626721327949652, 
            "2": 0.0003577202027008813, 
            "3": 0.00026014696591684943, 
            "4": 0.0001345767919267488, 
            "5": 0.04983216701575368, 
            "6": 0.00023145502792518708, 
            "7": 0.007624625085481721, 
            "8": 0.00019172167019914404, 
            "9": 0.000376102031872406, 
            "10": 0.00016152958710751367, 
            "11": 0.00023619658449255924, 
            "12": 0.016651926084612974, 
            "13": 0.00014554207230416818, 
            "14": 9.265606591010477e-05, 
            "15": 0.000170864675119943, 
            "16": 0.059507172559774314, 
            "17": 0.042947651318226567, 
            "18": 0.0001292822801442978, 
            "19": 8.984433391142851e-05, 
            "20": 0.13007282620528943, 
            "21": 0.03353956253407658, 
            "22": 0.1088395488361795, 
            "23": 0.000233828460862142, 
            "24": 0.54661681107379, 
            "25": 0.00024235159903999694, 
            "26": 0.0001987196448855147, 
            "27": 0.00013733366447357123, 
            "28": 0.00020777214901304385, 
            "29": 0.00028227443067359905
        }
    }, 
    {
        "content": {
            "text": "  Iran's outspoken president, Mahmoud Ahmadinejad, appears to be under pressure from the highest authorities in Iran to end his involvement in its nuclear program, a sign that his political capital is declining as his country comes under increasing international pressure.  Just one month after the United Nations Security Council imposed sanctions on Iran to curb its nuclear program, two hard-line newspapers, including one owned by the supreme leader, Ayatollah Ali Khamenei, called on the president to stay out of all matters nuclear.  In the hazy world of Iranian politics, such a public rebuke was seen as a sign that the supreme leader -- who has final say on all matters of state -- might no longer support the president as the public face of defiance to the West.  It is the first sign that Mr. Ahmadinejad has lost any degree of Ayatollah Khamenei's confidence, a potentially damaging development for a president who has rallied his nation and defined his administration by declaring nuclear power Iran's ''inalienable right.''  It was unclear, however, whether this was merely an effort to improve Iran's public image by lowering Mr. Ahmadinejad's profile or was signaling a change in policy.  The presidency is a relatively weak position with no official authority over foreign policy, the domain of the supreme leader. But Mr. Ahmadinejad has used his post as a bully pulpit to insert himself into the nuclear debate, and as long as he appeared to enjoy Ayatollah Khamenei's support, he could continue.  While Iran remains publicly defiant, insisting that it will move ahead with its nuclear ambitions, it is under increasing strain as political and economic pressures grow. And the message that Iran's most senior officials seem to be sending is that Mr. Ahmadinejad, with his harsh approach and caustic comments, is undermining Iran's cause and its standing.  The Security Council passed a resolution on Dec. 23 with sanctions intended to curb Iran's uranium enrichment program, which Iran says is for peaceful purposes but the United States and some European nations contend is for the purpose of creating nuclear weapons. The measure bars the trade of goods or technology related to Iran's nuclear program. Enriched uranium can be used for making nuclear fuel but also for making nuclear weapons.  The president dismissed the Security Council resolution as ''a piece of torn paper.''  But the daily Jomhouri-Eslami, which reflects the views of Ayatollah Khamenei, said, ''The resolution is certainly harmful for the country,'' adding that it was ''too much to call it 'a piece of torn paper.' ''  The newspaper added that the nuclear program required its own diplomacy, ''sometimes toughness and sometimes flexibility.''  In another sign of pressure on the president to distance himself from the nuclear issue, a second newspaper, run by an aide to the country's chief nuclear negotiator, Ali Larijani, also pressed Mr. Ahmadinejad to end his involvement in the nuclear program. Mr. Larijani also ran for president and was selected for his post by the supreme leader.  ''They want to minimize the consequences of sanctions now that they have been imposed,'' said Mohammad Atrianfar, an executive at the daily Shargh, which was closed last fall, and a reformist politician. ''But they don't have clear strategy, and they are taking one step at a time.''  Mr. Ahmadinejad took office more than a year ago as an outsider, the mayor of Tehran who promised to challenge the status quo, to equally distribute Iran's oil wealth and to restore what he saw as the lost values of the Islamic revolution. His was a populist message, centered on a socialist economic model and Islamic values. He found opposition from the right and the left, in Parliament and among so-called pragmatists.  That pressure has continued, and the criticism now seems to have gained more credibility in the face of the sanctions and Iran's troubled economic standing. The United States increased pressure on Iran over its role in Iraq has also raised concerns in Tehran and may be behind efforts to restrain the president, political analysts in Tehran said.  ''The resolution has decreased Iran's political credibility in the international community, and so other countries cannot defend Iran,'' said Ahmad Shirzad, a reformist politician and a former legislator.  Although the Security Council sanctions were limited to Iran's nuclear program, they have started to cause economic disruptions.  About 50 legislators signed a letter this week calling on the president to appear before Parliament to answer questions about the nuclear program. They need at least 22 more signatures.  In another letter, 150 lawmakers criticized the president for his economic policies, which have led to a surge in inflation, and for his failure to submit his annual budget on time.  The Iranian stock market, which was already in a slump, continued to decline -- falling more rapidly in the past month -- as buyers stayed away from the market. The daily Kargozaran reported last week that the number of traders had decreased by 46 percent since the Security Council resolution was passed.  ''The resolution has had a psychological effect on people,'' said Ali Hagh, an economist in Tehran. ''It does not make sense for investors not to consider political events when they want to invest their money.''  Kargozaran reported that a group of powerful businessmen, the Islamic Coalition Party, met with Mohammad Nahavandian, a senior official at the Supreme National Security Council, and called for moderation in the country's nuclear policies to prevent further damage to the economy.  In the past year, several major European banks have severed their business ties with Iran. Economists say the banks' actions will also lead to an increase in inflation because importers must turn to complicated ways to finance purchases.  ''The nuclear issue has paved the way for other forms of pressures on Iran,'' Mr. Shirzad said.  Despite Mr. Ahmadinejad's harsh language since the resolution was passed, Ayatollah Khamenei has not referred to it directly and only once said that Iran would not give up its right to pursue its nuclear program.  Mr. Larijani has said that Iran will not quit the Nuclear Nonproliferation Treaty or bar international inspectors despite earlier threats to do so.  Correction:  January 25, 2007, Thursday  A front-page article on Friday about criticism of Mahmoud Ahmadinejad, Iran's president, by Iranian religious authorities over his involvement in the country's nuclear program misstated the connection between Ayatollah Ali Khamenei, the supreme leader, and Jomhouri-Eslami, a newspaper that has rebuked Mr. Ahmadinejad. (The error was repeated in an article about Iran on Tuesday.) Ayatollah Khamenei owned the newspaper until 1989, when he became supreme leader and transferred ownership to Massih Mohajeri, a conservative politician. However, the newspaper still reflects Ayatollah Khamenei's views.  ", 
            "title": "Rebuke in Iran To Its President On Nuclear Role"
        }, 
        "weight": 0.546568502516062, 
        "file": "1819865.txt", 
        "other_topics": {
            "0": 0.03932107018040676, 
            "1": 0.0001061255462230954, 
            "2": 0.0001934263562024771, 
            "3": 0.00014066658610417424, 
            "4": 7.276832086997425e-05, 
            "5": 0.03228570252467035, 
            "6": 0.0001251522903607066, 
            "7": 0.005902941143375643, 
            "8": 0.00010366768158935215, 
            "9": 0.00020336577312704334, 
            "10": 8.734222785628543e-05, 
            "11": 0.00012771614334588903, 
            "12": 0.00010324301729657548, 
            "13": 7.869746384856153e-05, 
            "14": 5.010095900016654e-05, 
            "15": 9.238989372877596e-05, 
            "16": 0.06065919975063056, 
            "17": 8.060934589842248e-05, 
            "18": 6.99054741137151e-05, 
            "19": 4.8580600152621595e-05, 
            "20": 0.23766762544738326, 
            "21": 0.03415690802236663, 
            "22": 0.017908093076381044, 
            "23": 0.00012643565227658368, 
            "24": 0.546568502516062, 
            "25": 0.00013104428088829009, 
            "26": 0.00010745162427461808, 
            "27": 7.425901613185857e-05, 
            "28": 0.00011234649147718421, 
            "29": 0.023294662593957263
        }
    }, 
    {
        "content": {
            "text": "  More than two dozen Islamic extremists involved in a deadly gun battle with the Tunisian police earlier this month had blueprints of foreign embassies and documents identifying foreign envoys as targets, the Tunisian interior minister said Friday.  It was the first official explanation of the firefight since TAP, the state news agency, reported that the police had engaged ''dangerous criminals'' in a rare shootout south of the capital on Jan. 3, the second violent incident in three weeks.  ''Investigations have allowed us to seize quantities of homemade explosives, plans of certain foreign embassies, as well as documents containing the names of certain foreign diplomats resident in Tunisia,'' said the interior minister, Rafik Haj Kacem, according to the news agency. He did not disclose the countries or people who apparently had been targets.  Islamic extremism has been growing across North Africa, the far edge of a fundamentalist religious trend that is polarizing societies between rich and poor.  While the upper and middle classes in all of these countries are largely modernist, secular and Western-oriented, a religious resurgence among the lower classes -- heavily influenced by the fundamentalist Salafi school of Islam practiced in Saudi Arabia -- has fueled the rise of Islamic parties from the Islamic Brotherhood in Egypt to the Justice and Development Party in Morocco.  The extremism has produced terrorist threats, and resulted in terrorist attacks, in every country along the southern Mediterranean coast and most European countries across the sea. A bomb in Tunisia's main tourist center on the island of Djerba killed 21 people in April 2002.  Since then, there has been no open threat in the tightly controlled country. But Islamic terrorist activity has long threatened to bleed into Tunisia from neighboring Algeria, where the small but violent Salafist Group for Preaching and Combat, or G.S.P.C. as it is known by its French acronym, is fighting for an Islamic theocracy in North Africa.  Those fears were bolstered Friday when the Interior Ministry announced that six members of the group -- five Tunisians and a Mauritanian -- had crossed into the country from Algeria.  Two Tunisian newspapers close to the government have reported that the group had ties to the G.S.P.C., according to Agence France-Presse.  In December, the Interior Ministry reported that two people had been killed and two arrested in a shootout with the police in Hammam Lif, a suburb of Tunis, the capital.  Then, on Jan. 3, the ministry reported that the police had been engaged in another shootout with the group in Soliman, 25 miles south of the capital, Tunis, killing 12 people and arresting 15. Two security force members were also killed.  It was not until Friday that the government confirmed widespread speculation that the people involved had been Islamic extremists.  ''The intelligence services know these people, their names and their Salafist terrorist tendencies,'' Mr. Kacem said, according to the TAP news agency.  He said the group was attacked in December with the help of the Army and that those who escaped were eventually caught in the daylong shootout on Jan. 3.  Security in the country was tightened after the two episodes, with diplomats reporting an increase in roadblocks, particularly in the capital's diplomatic quarters.  Correction:  January 17, 2007, Wednesday  An article on Sunday about a gun battle on Jan. 3 between the police and Islamic extremists in Tunisia misstated the name of a militant Islamic political party that has risen in popularity as part of a religious resurgence across North Africa. The party, based in Egypt, is the Muslim Brotherhood, not Islamic Brotherhood.  ", 
            "title": "Tunisia Says Suspects in Gun Battle Had Blueprints of Embassies"
        }, 
        "weight": 0.5400324151605631, 
        "file": "1818905.txt", 
        "other_topics": {
            "0": 0.00029152383505665254, 
            "1": 0.013365059039733238, 
            "2": 0.0003577202027008813, 
            "3": 0.00026014696591684943, 
            "4": 0.0001345767919267488, 
            "5": 0.06300095884220741, 
            "6": 0.0035236529845386216, 
            "7": 0.0010402291722548514, 
            "8": 0.00019172167019914404, 
            "9": 0.000376102031872406, 
            "10": 0.00016152958710751367, 
            "11": 0.00023619658449255924, 
            "12": 0.00019093630154580046, 
            "13": 0.20755401333895054, 
            "14": 9.265606591010477e-05, 
            "15": 0.000170864675119943, 
            "16": 0.00024760934073248577, 
            "17": 0.00014907788225191135, 
            "18": 0.0001292822801442978, 
            "19": 8.984433391142851e-05, 
            "20": 0.05764447115979387, 
            "21": 0.03353956253407658, 
            "22": 0.06604097540020486, 
            "23": 0.000233828460862142, 
            "24": 0.5400324151605631, 
            "25": 0.010118945468880302, 
            "26": 0.0001987196448855147, 
            "27": 0.00013733366447357123, 
            "28": 0.00020777214901304385, 
            "29": 0.00028227443067359905
        }
    }
]