[
    {
        "content": {
            "text": "  As has been observed by many, if we all enjoyed X-ray vision, this game -- not to mention life -- would lose almost all of its appeal. But at the bridge table sometimes it is possible to play, or appear to play, as if one were blessed with Superman-style eyesight. The diagramed deal, which was played late last year on Bridge Base Online (www.bridgebase.com), gave East a chance to look as if he had just emerged from a phone booth with bulging muscles.  North's two-spade cue-bid showed at least three-card heart support and game-invitational or better values. (Jump raises in competition are pre-emptive, showing a weak hand with good trump support. But I prefer to play that this cue-bid shows exactly three-card support, and to bid an artificial two no-trump with four-card or better support. Knowledge of the ninth trump can be so important. I estimate that when you have a nine-card, not eight-card, fit, you will score one more trick in the play about 80 percent of the time.)  East's double, with no spade honor and scant values, was debatable. South, hoping to buy the contract, jumped straight to four hearts without disclosing his second suit.  West started the defense with his lowest spade, showing an odd number of cards in the suit. South, after winning with the ace, led his low diamond. West went in with his ace and played another spade. Declarer won with his king and led a low heart to West's bare ace. South trumped the spade-queen continuation and played a heart to the queen on the board.  If East had won this trick and returned, say, a diamond, declarer would have won in his hand, played a club to the ace on the board, drawn trumps by taking the marked heart finesse and run the diamonds to make his contract. Appreciating that possibility, East held up his heart king, then won the subsequent trump lead from the board. With the defense needing one more trick, what should East have done now?  This was the end position:  Agreed, West made two unhelpful spade discards. He should have pitched his two clubs, showing that he had a doubleton by throwing first the six, then the three.  Even so, East should have thought about South's distribution. Declarer was known to have two spades, five hearts and (because West won the second trick with the diamond ace) at least three diamonds including the king and queen. If South had a void in clubs, giving him 2-5-6-0 shape, strangely enough, a club return would not cost. To get back to his hand, declarer would have to ruff a club, which would establish East's heart ten as the setting trick.  If South had two clubs, it would be best to lead a diamond, waiting for the club king to be the setting trick. But if South was 2-5-4-2, West would have been 1-5-6-1. Surely he would not have overcalled one spade, preferring to make a Michaels Cue-Bid. (He would have overcalled one heart with two hearts, showing at least 5-5 in spades and either minor. And, yes, he might have done that with his actual hand.) Scratch that possibility.  If South had a low singleton club, shifting to any club would work. But if South had the singleton club jack, the only winning lead was the club king, forcing declarer to take the trick on the board.  That was the correct -- and winning -- defense, but at the table East led a diamond. South gratefully took the trick, drew the last trump and ran the diamonds to make his contract. Lois Lane was not pleased.  BRIDGE  ", 
            "title": "A Superpowered Defense, or a Chunk of Kryptonite at the Table?"
        }, 
        "weight": 0.631789167921039, 
        "file": "1817961.txt", 
        "other_topics": {
            "0": 0.0002973984015152645, 
            "1": 0.0035587620650854167, 
            "2": 0.0003649287079812337, 
            "3": 0.00026538924958805524, 
            "4": 0.00013728868101741903, 
            "5": 0.007175329204652538, 
            "6": 0.00023611913349810587, 
            "7": 0.0010611910788633125, 
            "8": 0.00019558509938640784, 
            "9": 0.631789167921039, 
            "10": 0.00016478460841412766, 
            "11": 0.006958035886892655, 
            "12": 0.00019478390458167022, 
            "13": 0.00014847492537983103, 
            "14": 9.452320043403369e-05, 
            "15": 0.0001743078100156752, 
            "16": 0.00025259897572278906, 
            "17": 0.00015208198627869802, 
            "18": 0.15126617957148872, 
            "19": 9.165480855200066e-05, 
            "20": 0.16292081322514815, 
            "21": 0.0006300280298980712, 
            "22": 0.00020098638982753581, 
            "23": 0.00023854039404929512, 
            "24": 0.00011420621272076317, 
            "25": 0.0002472352840211398, 
            "26": 0.013636883389108444, 
            "27": 0.00014010110796167547, 
            "28": 0.017004658136703613, 
            "29": 0.0002879626101743821
        }
    }, 
    {
        "content": {
            "text": "  Now you can have bling down to your toes with sneaker jewelry, the latest in accessorizing accessories. Lace locks, which help keep shoes snug, have been popping up at specialty shops. (The pair here, below right, are $10 at Goliath RF in New York, 212-360-7683.) True aficionados look for limited-edition designs, left, like the Sneakka line by Antonio Gardoni, an Italian architect. They're available in silver ($100) and gold ($330 to $500) from Colette in Paris and at www.antoniogardoni.com.  Even newer are Carter's Cuff Clips, above right, clasps that keep the hem of your pants from dragging too far over your shoe. Invented (and patented) by Bobby Carter, 24, of Charlotte, N.C., they come in sterling silver with cubic zirconia ($165 at www.cuffclip.com).  And the karats don't end there. In the spring, the New York sneaker mecca Alife Rivington Club (212-375-8128) will introduce gold-tip shoelaces. Eat your heart out, Christian Louboutin.  MELENA RYZIK  PULSE  ", 
            "title": "Strewing Riches At Your Feet"
        }, 
        "weight": 0.6177063783344311, 
        "file": "1818791.txt", 
        "other_topics": {
            "0": 0.001070109703364723, 
            "1": 0.0007204469210619699, 
            "2": 0.0013130996987790664, 
            "3": 0.0009549332131776226, 
            "4": 0.0004939971061389305, 
            "5": 0.0016488901554579125, 
            "6": 0.0008496124209780752, 
            "7": 0.0159032358668771, 
            "8": 0.0007037613908499983, 
            "9": 0.6177063783344311, 
            "10": 0.0005929339483018821, 
            "11": 0.0008670174667466712, 
            "12": 0.0007008785026755267, 
            "13": 0.0005342478558922429, 
            "14": 0.00034011680446895863, 
            "15": 0.0731361187509147, 
            "16": 0.0009089107863515959, 
            "17": 0.0005472269131058604, 
            "18": 0.09715311973413068, 
            "19": 0.012414615331803625, 
            "20": 0.030325867695044754, 
            "21": 0.0022669896837057527, 
            "22": 0.0007231965098092557, 
            "23": 0.04919760340413486, 
            "24": 0.00041094093241369204, 
            "25": 0.0008896109565389695, 
            "26": 0.08532318692498765, 
            "27": 0.0005041168826667096, 
            "28": 0.0007626786080959443, 
            "29": 0.0010361574970940892
        }
    }, 
    {
        "content": {
            "text": "  Pack rats who find themselves unable to edit the contents of their evening clutches to the bare necessities -- lipstick and cellphone, credit card and keys -- will appreciate the sleek but roomy Foldover bag by Poppie Couture. The line, which came out three months ago, is fast becoming a favorite of trendy West Coast women and celebrities like Jessica Simpson, Naomi Watts and Jennifer Aniston, who scooped up a bunch as Christmas gifts for her girlfriends.  Poppie Harris, the line's creator, said: ''I wanted a bag that could do different things. You can fold it, scrunch it, pack it flat for travel.''  The bags, which start at $300, come in colors like ruby red, white lotus, latte and gold. Styles include fake crocodile, snakeskin and simple leather, and the bags can also be made to order at www.poppiecouture.com.  LOLA OGUNNAIKE  PULSE  ", 
            "title": "The Choice Of Glamorous Pack Rats"
        }, 
        "weight": 0.5913293417243056, 
        "file": "1818790.txt", 
        "other_topics": {
            "0": 0.0010448559127720957, 
            "1": 0.0007034449112489617, 
            "2": 0.001282111525589026, 
            "3": 0.0009323975018204541, 
            "4": 0.0004823391430043371, 
            "5": 0.0016099775780228614, 
            "6": 0.0008295622017371766, 
            "7": 0.23972084343416677, 
            "8": 0.0006871531471009509, 
            "9": 0.5913293417243056, 
            "10": 0.012378568100475908, 
            "11": 0.03624543735431274, 
            "12": 0.0006843382929364795, 
            "13": 0.0005216400050944779, 
            "14": 0.00033209030164398117, 
            "15": 0.036011280062208634, 
            "16": 0.0008874611699302779, 
            "17": 0.0005343127662415035, 
            "18": 0.00046336298642331373, 
            "19": 0.0003220127215264705, 
            "20": 0.006010945941578774, 
            "21": 0.0022134904185669153, 
            "22": 0.0007061296117532744, 
            "23": 0.0008380688661657078, 
            "24": 0.0004012430330109638, 
            "25": 0.0008686168017016638, 
            "26": 0.0007122347162531367, 
            "27": 0.0004922201003564064, 
            "28": 0.05974281471681331, 
            "29": 0.0010117049532377732
        }
    }, 
    {
        "content": {
            "text": "  If you would like to start with a test, look only at the West hand in the diagramed deal and the auction. What would you lead against six hearts?  After you have decided, study all four hands and see if you can guess how South failed to make six hearts without doing anything unreasonable.  There are days when we can seem to do no wrong. Athletes say that they are in the zone. Zia Mahmood calls it being in Heat 1 (out of 3) at the bridge table. It happens rarely, but when it does, it is thrilling.  This deal was played six days ago at Thebridgeplace in Lake Park, Fla., and was sent in by the ''victim,'' Claire Tornay (South) of Palm Beach Gardens. She opened two clubs, strong, artificial and forcing. North responded two diamonds, which normally shows 0-7 points but might be stronger when having no good long suit to bid. North's four-heart rebid was incorrect. Her hand should contain at least four-card heart support but no first- or second-round control -- no ace, void, king or singleton. (North should have bid three hearts.) South, hoping her partner would table a black-suit queen or doubleton, jumped to six hearts.  Sitting West was Harold Rosenson of West Palm Beach, who was at least momentarily in Heat 1. His opening lead was the heart five; what adjective would you apply?  South won East's ten with her king and cashed the heart ace, being shocked to see the queen fall on her left. To make the contract now, declarer had to guess that East held the queen and ten of spades. Being in Heat 2, though, she did not do that, playing off the ace and king of spades. When West discarded, South played a heart to dummy's jack and ran the club nine through East. West won with his queen and returned a club, leaving declarer with a spade loser. Down one gave East-West 11 match points out of 12.  Rosenson was unlucky that declarer had no fast dummy entry; otherwise he surely would have taken a trump trick. But he had avoided giving away a trick. Notice that South would have had an easy time after any other lead. She would ruff the diamond ace and have a discard for her spade loser on dummy's diamond king. A club would be away from the queen, and South would lose only one spade. And if West selected his singleton spade, declarer would pick up that suit successfully.  Rosenson and his partner, Ellen Kaye Miller of Highland Park, Ill., had a creditable 61.2 percent game, but that was good enough only for second, 11.4 percentage points behind Deborah Drury of Vero Beach and Gail Nye of Palm City.  The Allendale Unit 106 Sectional takes place tomorrow, Saturday and Sunday at the Guardian Angel Auditorium, East Allendale Avenue, Allendale, N.J. Full details can be found at bridge-njba.org/Sectional/jan07.pdf.  Bridge  ", 
            "title": "It's Tough for the Opposition When a Player Is in the Zone"
        }, 
        "weight": 0.5830365078593066, 
        "file": "1821225.txt", 
        "other_topics": {
            "0": 0.0003632840069845439, 
            "1": 0.000244579451508689, 
            "2": 0.07839499116086852, 
            "3": 0.0003241835514573922, 
            "4": 0.00016770359860549206, 
            "5": 0.0005597701066242522, 
            "6": 0.0002884289374316211, 
            "7": 0.013604058198201261, 
            "8": 0.00023891499836429885, 
            "9": 0.5830365078593066, 
            "10": 0.00020129097039208764, 
            "11": 0.00029433765384516614, 
            "12": 0.0002379363069605882, 
            "13": 0.00018136804217472463, 
            "14": 0.08626986070202397, 
            "15": 0.00021292394091077497, 
            "16": 0.004411150047758709, 
            "17": 0.00018577421090361205, 
            "18": 0.00016110581405390676, 
            "19": 0.00011196000361980101, 
            "20": 0.21542463154856792, 
            "21": 0.013077375340143848, 
            "22": 0.00024551289002862093, 
            "23": 0.00029138660374895164, 
            "24": 0.000139507443107755, 
            "25": 0.00030200775858087945, 
            "26": 0.00024763556244561006, 
            "27": 0.00017113909027073, 
            "28": 0.00025891638952465086, 
            "29": 0.00035175781158497025
        }
    }, 
    {
        "content": {
            "text": "  If an opponent opens one strong no-trump, what are your partnership's intervening options?  You should concentrate on showing as many two-suiters as possible because that doubles your chances of finding a fit.  In the old days, pairs would play Landy, which is like Stayman, a two-club overcall showing length in the majors. Overcalls of two diamonds, two hearts and two spades were natural. This permitted a pair to show three one-suiters and only one two-suiter -- clearly inefficient.  Astro was named more than 30 years ago after Paul Allinger, Roger Stern and Larry Rosler. A two-club overcall shows hearts and either minor; two diamonds promises spades and another suit; and two of a major is natural. The intervener can show two one-suiters and five two-suiters -- a marked improvement.  Nowadays, Cappelletti (Hamilton on the West Coast) enjoys considerable popularity. A two-club overcall shows any one-suiter. Two diamonds promises both majors. And two of a major indicates that major and either minor. With this, the intervener can show four one-suiters and five two-suiters -- even better.  Dont (disturb opponents' no-trump) was invented by Marty Bergen. Double announces any one-suiter. Overcalls of two clubs, two diamonds and two hearts show that suit and a higher-ranking suit. A two-spade overcall is natural but weaker than doubling first, then bidding two spades. Now you can show all four one-suiters and all six two-suiters below two no-trump -- the best. Dont's main drawback is its stressing of minors over majors. (With a major-minor two-suiter, you show your minor, not your major.)  Dont was being used by Joan Dziekanski (West) and Ira Herman (East) in the diagramed deal, which occurred during the Fast Pairs on Dec. 27 at the Edgar Kaplan Winter Regional in Midtown Manhattan. So West's double announced a one-suiter. If North had passed, East would have bid two clubs to ask for his partner's suit, and West would have passed. (This is an advantage over Cappelletti, when West would have to bid first two clubs, then three clubs over a two-diamond inquiry.)  North, though, ignored the double, showing with his transfer sequence the values for game and a five-card heart suit.  Now East made a well-timed penalty double. He had dummy's heart suit covered and a couple of clubs to help establish that suit, assuming it was his partner's.  What should West lead? If she had selected a club, declarer could have got out for down one with a good spade guess. But West, knowing from East's double that he had good hearts, led the heart eight. Now declarer was booked for at least down two. And when South, after taking the first trick with his heart king, made a natural misguess in spades, playing low to dummy's ten, he went down three. East won with his spade queen and returned the club ten, covered by the jack and queen. West led her second heart, declarer winning with the ace on the board and cashing his winners.  Plus 800 was worth 10.5 match points out of 11. In the two-session event, Dziekanski and Herman led at halftime but fell back to third, finishing behind Peter Weiden of New York and Richard Zucker of Dobbs Ferry, N.Y.; and William Ehlers of West Orange, N.J. and John Fout of New York.  Bridge  ", 
            "title": "Landy, Astro and Beyond: Searching for the Right Signal"
        }, 
        "weight": 0.5827666910657875, 
        "file": "1818387.txt", 
        "other_topics": {
            "0": 0.0003222944962324557, 
            "1": 0.0002169834333394064, 
            "2": 0.025873329446717767, 
            "3": 0.0002876057640716726, 
            "4": 0.00014878152021491713, 
            "5": 0.0041363040429957835, 
            "6": 0.00025588536049246397, 
            "7": 0.0047897195736708075, 
            "8": 0.00021195810319135717, 
            "9": 0.5827666910657875, 
            "10": 0.00017857921254821487, 
            "11": 0.0002611273935665072, 
            "12": 0.00021108983801353066, 
            "13": 0.0001609041979870493, 
            "14": 0.0292199805680519, 
            "15": 0.000188899629359646, 
            "16": 0.0002737447787702115, 
            "17": 0.00016481321656064256, 
            "18": 0.14209095786060413, 
            "19": 9.932750209497358e-05, 
            "20": 0.19839755199772774, 
            "21": 0.004322462598003541, 
            "22": 0.00021781155153828503, 
            "23": 0.003898202380953785, 
            "24": 0.00012376675062110516, 
            "25": 0.0002679320766638065, 
            "26": 0.0002196947217966695, 
            "27": 0.0001518293836888679, 
            "28": 0.0002297027276835887, 
            "29": 0.00031206880705164766
        }
    }, 
    {
        "content": {
            "text": "  Though this hasn't been a fur-coat-worthy New York winter, Ignacio Figueras, a professional polo player and model from Argentina, found plenty of chill in the air on a visit to Central Park. ''I don't usually spend time in cold places,'' said Mr. Figueras, who is known as Nacho, ''so it was a good change for me.''  Mr. Figueras, 29, follows the polo circuit year-round, playing in Palm Beach, Fla., in the spring, the Hamptons in the summer and Argentina in the fall. He describes his sport as ''elegant and classic, but also modern,'' adding, ''There is something very sexy about a guy on a horse.'' Perhaps with that in mind, Ralph Lauren chose him to be the face of its latest men's fragrance, Polo Double Black, which came out last fall.  ''I always go to the side of elegant,'' Mr. Figueras said of his style. ''I wear suits to parties because I'd rather make the mistake of being too dressed than not dressed enough.'' Here, he wears a custom-made shirt that belonged to his grandfather, an Hermès scarf, Seven for All Mankind jeans and Prada boots. His coat is by Ralph Lauren.  Mr. Figueras, who is married, with two small children, heads to his horse-breeding farm outside Buenos Aires between seasons. ''I ride almost every day,'' said Mr. Figueras, who owns 100 horses, ''so I always wear jeans and T-shirts.''  His other fashion essential is heavy-duty bleach. ''It's an obligation to wear white jeans when you play, and they get very dirty,'' he said. ''I go through four pairs in a season.''  JENNIFER TUNG  PULSE: WHAT I'M WEARING NOW  ", 
            "title": "The Polo Player"
        }, 
        "weight": 0.5744943440291793, 
        "file": "1818788.txt", 
        "other_topics": {
            "0": 0.02362207812196635, 
            "1": 0.00045595847524818576, 
            "2": 0.008479312926972076, 
            "3": 0.0006043608198123834, 
            "4": 0.0003126422789899723, 
            "5": 0.0010435542427277094, 
            "6": 0.0005377051003980366, 
            "7": 0.2089200267124558, 
            "8": 0.00044539848992276626, 
            "9": 0.5744943440291793, 
            "10": 0.00037525770613621394, 
            "11": 0.0005487204547541577, 
            "12": 0.00044357395954042314, 
            "13": 0.0003381162867878875, 
            "14": 0.11493937448482304, 
            "15": 0.00039694453006025625, 
            "16": 0.0005752340167831129, 
            "17": 0.00034633050904947586, 
            "18": 0.007948617019503133, 
            "19": 0.0002087220010690565, 
            "20": 0.04978581927972588, 
            "21": 0.0014347388119338377, 
            "22": 0.0004576986427138528, 
            "23": 0.0005432189447378791, 
            "24": 0.0002600774539840081, 
            "25": 0.0005630194861679454, 
            "26": 0.0004616558454662981, 
            "27": 0.00031904691164307187, 
            "28": 0.000482686184208043, 
            "29": 0.0006557662732399402
        }
    }, 
    {
        "content": {
            "text": "  Most bridge deals would cease to be interesting if everyone knew where all of the cards were located -- what is called playing double-dummy. If declarer could peek into his opponents' hands, he would almost always make his contract. But since he is not blessed with X-ray vision, sometimes the defenders can nudge declarer off the road to Rome and onto a dead end.  The diagramed deal, from the Swiss Teams at the Edgar Kaplan Winter Regional in Midtown Manhattan last Saturday, is one of those deals.  The winners were Franco Baseggio, John Diamond, Jim Krekorian and Andrew Stark of New York. The runners-up were John Fout, Michael Kopera and John Rengstorff of New York and William Ehlers of West Orange, N.J. Third were Rozanne and Bill Pollack of Basking Ridge, N.J.; Martin Fleisher of New York; and Michael Kamil of Holmdel, N.J.  What do you think of North's one-spade opening bid?  Distributional hands are worth much more than their face value if a fit is found. The drawback with opening this hand is the potential difficulty in showing both suits. If North had, for example, the majors, it would be much easier. Some would pass, planning to make a two-suited bid on the next round. And a few would open one club, but it is dangerous not to mention a five-card major immediately. If, for example, West bids hearts, North passes, and East raises to four hearts, this hand is not strong enough unilaterally to compete with four spades.  Both auctions were effectively the same, although at the other table Stark (North) rebid two hearts to show a normal two-spade rebid, and Baseggio (South) bid three no-trump over three clubs. West led the heart king, asking his partner either to unblock an honor or to give count. (This was dangerous without the heart ten. If East had played the queen from a three- or four-card suit, it might have sacrificed the setting trick.)  Here, though, East signaled an even number of hearts by playing his five. Now West shifted to a spade. Baseggio took the trick on the board and ran the diamond ten. West won with the queen and persevered with his second spade, but declarer won on the board and played a diamond to his jack. West, after winning with his king, cashed the heart ace, and South claimed the remainder. The defenders took two hearts and two diamonds.  Krekorian (West) led the heart ace, asking for an attitude signal. When Diamond (East) played a discouraging deuce, West wondered how East could gain the lead to push a heart through South's queen.  West shifted to the club queen, playing his partner for three to the jack.  The operation was a success, and the declarer did die, but he might have lived. If South had won with his club king and returned a club to dummy's ten, he would have made his contract. The defenders could have taken only three hearts and one club.  But declarer decided it was better to play on diamonds. He won the second trick with dummy's club ace, then ran the diamond ten. Now, with careful defense, the contract would always fail. West won with his diamond queen and led a second club to South's king. Declarer took his five spade tricks, but West kept the heart king, two diamonds and a club. South, sensing what was happening, played a diamond to his ace, hoping to drop the king, and conceded down one.  Plus 400 and plus 50 gave the winners 10 international match points on the board.  BRIDGE  ", 
            "title": "X-Ray Vision Would Be Nice, But Sometimes a Nudge Will Do"
        }, 
        "weight": 0.5742617766677022, 
        "file": "1816645.txt", 
        "other_topics": {
            "0": 0.00030247782054662175, 
            "1": 0.00020364193859484682, 
            "2": 0.003787063551041667, 
            "3": 0.00026992196798266305, 
            "4": 0.00013963350444483755, 
            "5": 0.0004660762340304664, 
            "6": 0.00024015193264647757, 
            "7": 0.05573374833425465, 
            "8": 0.00019892559708582886, 
            "9": 0.5742617766677022, 
            "10": 0.00016759904881390406, 
            "11": 0.000245071652834086, 
            "12": 0.010445816836679733, 
            "13": 0.0001510108043819075, 
            "14": 0.15381172938660193, 
            "15": 0.0001772849020343167, 
            "16": 0.00025691324250448806, 
            "17": 0.00015467947211417915, 
            "18": 0.0001341400517928341, 
            "19": 9.322022778930125e-05, 
            "20": 0.19303063723175784, 
            "21": 0.0006407886000593353, 
            "22": 0.00020441913892212493, 
            "23": 0.00024261454714194134, 
            "24": 0.00011615679889552884, 
            "25": 0.000251457941575725, 
            "26": 0.0036220885595993958, 
            "27": 0.00014249396626376775, 
            "28": 0.00021557917139619244, 
            "29": 0.00029288087051131264
        }
    }, 
    {
        "content": {
            "text": "  In Thursday's column you had the chance to pick West's opening lead against a small slam. Now you can select something against a grand slam, seven spades. What would be your choice?  On Thursday Harold Rosenson of West Palm Beach, Fla., led a low trump from queen-doubleton against a small slam. This imaginative choice did not generate a trump trick, but it defeated the contract when declarer failed to play double-dummy. Any side-suit lead would have made declarer's task easy.  That column resulted in a small flurry of e-mail messages. During an open trial in the '70s, someone led low from queen-doubleton of trump against a grand slam. After dummy played low, his partner would not put up the king from king-doubleton, so the grand made.  In the '80s a player underled king-doubleton of trump against a grand slam, confident the ace was on his left. There was bad news, good news and bad news. Dummy did not have the trump ace; it was nestling in declarer's hand -- ugh. But partner had queen-doubleton of trump -- aah. After dummy played low, so did third hand -- ugh, ugh.  And another player in the '80s underled king-doubleton of trump against a grand slam. There was good news, better news and best news. The ace was in the dummy. Partner had queen-doubleton. And after dummy played low, partner eventually put up the queen to hold the trick. Attempts to find these full layouts have failed -- memories get hazy over the decades.  These deals do highlight an advantage of Roman Key Card Blackwood, which uncovers not only the four aces but also the trump king and trump queen. These ''no-play'' grand slams are now avoided.  The diagramed deal occurred during the 1977 Bermuda Bowl world team championship in Manila. It was described in ''Trump Leads'' by Dr. George Rosenkranz (Devyn Press, 1986). North's three-spade rebid was forcing. South, not playing Roman Key Card Blackwood, blasted into seven spades.  If South had been using that convention, he would have known that the trump queen was missing and presumably would have settled for six spades. But there is a strong case for bidding seven anyway. It has always been traditional to lead a trump against a grand slam. So if West leads a trump, it picks up the queen for you. And if West leads a side suit, declarer plays him for the trump queen.  South would presumably have done that here -- except that the American expert Mike Passell did lead a low trump. Declarer, thinking East must have the spade queen, called for dummy's ten, taking the trick. Then he cashed dummy's ace -- and ruefully nodded his head when East discarded.  Presumably West has led from two or three low trumps, or from four to the queen. Perhaps South should have led dummy's low trump at Trick 2. If East follows suit, South puts in his nine -- an interesting way to play in a grand slam. But when East discards, declarer can win with his king and finesse on the way back through West.  In the other room, Passell's teammates stopped in six spades, so his team gained 14 international match points instead of losing 11.  Bridge  ", 
            "title": "Defending A Slam Again, Only This Time It's Grand"
        }, 
        "weight": 0.5698147769794532, 
        "file": "1821705.txt", 
        "other_topics": {
            "0": 0.00031317559198019924, 
            "1": 0.007284269528936691, 
            "2": 0.007457713787891328, 
            "3": 0.0002794683324505163, 
            "4": 0.00014457194030212072, 
            "5": 0.032312974131647645, 
            "6": 0.0002486454164997439, 
            "7": 0.022337764078264762, 
            "8": 0.00020596102390180634, 
            "9": 0.5698147769794532, 
            "10": 0.00017352654562492989, 
            "11": 0.00025373913305504995, 
            "12": 0.00020511732515969227, 
            "13": 0.0001563516226487111, 
            "14": 0.1415680449230107, 
            "15": 0.0001835549596443588, 
            "16": 0.0002659995257288432, 
            "17": 0.00016015004061785846, 
            "18": 0.05672628708063506, 
            "19": 9.651715940588656e-05, 
            "20": 0.15388031141458824, 
            "21": 0.0006634514517298772, 
            "22": 0.00021164885652880995, 
            "23": 0.00378790780663317, 
            "24": 0.00012026493113079423, 
            "25": 0.0002603512864803983, 
            "26": 0.00021347874493014244, 
            "27": 0.00014753356843690867, 
            "28": 0.00022320358728648425, 
            "29": 0.0003032392253960944
        }
    }, 
    {
        "content": {
            "text": "  A new holistic canine grooming line from Isle of Dogs raises dog-washing to a whole different level, with natural, show-kennel-worthy ingredients tailored for different breeds and types of dogs. The 16 shampoos, detangling conditioners, grooming sprays and food supplements may be had for $18 to $51 via (888) 687-4872 or through www.iodogs.com, where you can also enter your dog's personal profile. Designed to reduce shedding, soothe irritated skin, enhance coat texture and hue, the pooch-specific products will turn even the most motley Heinz 57-variety mutt into a glamour-puss.  PULSE  ", 
            "title": "No Barking In the Shower"
        }, 
        "weight": 0.5561057460077898, 
        "file": "1822054.txt", 
        "other_topics": {
            "0": 0.0015333731554755374, 
            "1": 0.0010323371194821424, 
            "2": 0.0018815564630802976, 
            "3": 0.0013683353676305294, 
            "4": 0.1219232458898616, 
            "5": 0.0023627146756609796, 
            "6": 0.0012174199288073745, 
            "7": 0.005471454805635895, 
            "8": 0.0010084282211407234, 
            "9": 0.5561057460077898, 
            "10": 0.0008496222363347258, 
            "11": 0.0012423598297048922, 
            "12": 0.0010042972957570238, 
            "13": 0.0007655302236955065, 
            "14": 0.0004873574887312959, 
            "15": 0.08748114591386406, 
            "16": 0.001302389274792593, 
            "17": 0.052733581551848444, 
            "18": 0.0006800060715907166, 
            "19": 0.00047256818559824714, 
            "20": 0.1473532100969434, 
            "21": 0.0032483969763141335, 
            "22": 0.0010362770385020606, 
            "23": 0.0012299038423478949, 
            "24": 0.0005888422395086704, 
            "25": 0.0012747343148881306, 
            "26": 0.0010452365545817706, 
            "27": 0.0007223551872042824, 
            "28": 0.0010928514153573474, 
            "29": 0.0014847226278699446
        }
    }, 
    {
        "content": {
            "text": "  FAST fashion collections like those of Karl Lagerfeld, Stella McCartney and Isaac Mizrahi have brought good design to the masses, but what have they brought to designers?  ''Obviously, it's cash,'' said Jack McCollough, half of the designing duo behind the ultraducky label Proenza Schouler, which Target will begin selling next month. Instead of $1,525 jackets at Bergdorf Goodman, it will be $39.99 cotton blazers at Target -- oh, the bliss of economy of scale.  ''We're a small company, and we need all the income we can get,'' Mr. McCollough said. ''It's also really great exposure.''  Mr. McCollough and his design partner, Lazaro Hernandez, are so enamored with their Target collection that for four days, beginning Feb. 2, they plan to transform the Opening Ceremony store in SoHo into a pop-up Proenza Schouler for Target boutique. Humberto Leon, an owner of the store, said he will begin selling the luxury Proenza Schouler line in Los Angeles when an Opening Ceremony store is opened there in April.  Like the Luella Bartley and Behnaz Sarafpour collections that have been sold at Target, the Proenza Schouler line could be described as representing the best of their past hits: a palm print skirt for $24.99, a hooded cotton anorak for $39.99, a silk camisole with trapunto topstitching for $49.99.  Designing for Target and for other projects -- a watch for Movado, a camera case for Hewlett-Packard -- has enabled Mr. McCollough and Mr. Hernandez to develop their business more quickly than most fashion upstarts. With their business partner, Shirley Cook, they recently bought out their sole investor, Markus Höfels, a private venture capitalist in Berlin. They also signed a license to create sunglasses with L'amy, the French eyewear company, which they will show in September.  By now, designers like Mr. McCollough and Mr. Hernandez have figured out how to differentiate their work so as not to turn off those who prefer their Proenza Schouler at Bergdorf. The focus of their Target line is day wear, with bright colors, cotton sweatshirts and pajama-inspired tops. New for Target is a Proenza Schouler crest, printed on sweatshirts, with the silhouette of an Italian greyhound (based on an office regular named Baloney) encircled in a laurel wreath.  ''That kind of stuff is easier to make a little richer,'' Mr. McCollough said. ''It's hard to make a cheaper lace look expensive.''  FRONT ROW  ", 
            "title": "Making Money In Multiples"
        }, 
        "weight": 0.554629912673473, 
        "file": "1819576.txt", 
        "other_topics": {
            "0": 0.005290683614610879, 
            "1": 0.0002897512111003631, 
            "2": 0.0005281058422123922, 
            "3": 0.000384057516173877, 
            "4": 0.00019867703726575816, 
            "5": 0.0006631549189094259, 
            "6": 0.029503524040338614, 
            "7": 0.08416087054665171, 
            "8": 0.0002830405812879073, 
            "9": 0.554629912673473, 
            "10": 0.00023846771302699847, 
            "11": 0.00034869933327594574, 
            "12": 0.0002818811338454937, 
            "13": 0.00021486518818675674, 
            "14": 0.000136789058471095, 
            "15": 0.00025224919497772046, 
            "16": 0.00036554809719966216, 
            "17": 0.00022008513907646718, 
            "18": 0.00019086069761576434, 
            "19": 0.0001326380709562017, 
            "20": 0.14828505144558482, 
            "21": 0.0009117437901428277, 
            "22": 0.005151161166751399, 
            "23": 0.0003452032491440962, 
            "24": 0.00016527328992129562, 
            "25": 0.00035778604159396077, 
            "26": 0.01973458823559489, 
            "27": 0.00020274703523405653, 
            "28": 0.01974795253618598, 
            "29": 0.1267846316011908
        }
    }, 
    {
        "content": {
            "text": "  Fashion's fascination with spotted cats has a new canvas this winter, the handbag. In exotic patterns, some unknown in nature, most are printed or stenciled on fabric or calfskin and, thankfully, the real thing is as rare as a snow leopard. A few women are spotted from hat to shoes, and the occasional dog wears cat's clothing, too.  ON THE STREET  ", 
            "title": "Meow"
        }, 
        "weight": 0.5500747463456543, 
        "file": "1818798.txt", 
        "other_topics": {
            "0": 0.002548313123133628, 
            "1": 0.001715641244716104, 
            "2": 0.0031269590247244346, 
            "3": 0.002274036793802723, 
            "4": 0.0011763834160232987, 
            "5": 0.003926595944833822, 
            "6": 0.002023230398853642, 
            "7": 0.009093011726496828, 
            "8": 0.0016759070422582487, 
            "9": 0.5500747463456543, 
            "10": 0.001411987347519769, 
            "11": 0.0020646780246450862, 
            "12": 0.0016690418566193993, 
            "13": 0.0012722348165758032, 
            "14": 0.0008099394982601308, 
            "15": 0.001493588659066244, 
            "16": 0.002164440970243268, 
            "17": 0.0013031425839938235, 
            "18": 0.0011301022127961815, 
            "19": 0.0007853611527208407, 
            "20": 0.07221671420669061, 
            "21": 0.03417678021656972, 
            "22": 0.0017221889968445988, 
            "23": 0.0020439774170140763, 
            "24": 0.0009785970238470622, 
            "25": 0.002118481187399397, 
            "26": 0.28951976578656585, 
            "27": 0.001200482215658358, 
            "28": 0.0018162099639253248, 
            "29": 0.002467460802547476
        }
    }, 
    {
        "content": {
            "text": "  A new kind of Murphy bed -- one designed specifically for dogs and cats -- is available for space-starved pet owners who want only the best for their furry friends. Now when Rover is ready for a nap, his bed (which resembles a diminutive armoire when it is closed, and comes in black or wood finishes) opens to reveal a four-inch-thick foam mattress that holds up to 200 pounds. The mattress is 22 inches wide by 28 inches long, and comes with a washable fitted cover. The bed sells for $249.99 at www.mattress.com or (800) 824-7777.  MARIANNE ROHRLICH  CURRENTS: WHO KNEW?  ", 
            "title": "Murphy Meets Rover"
        }, 
        "weight": 0.5416759879079, 
        "file": "1816241.txt", 
        "other_topics": {
            "0": 0.0016474879539020327, 
            "1": 0.0755299262815715, 
            "2": 0.002021583328521208, 
            "3": 0.001470167928152027, 
            "4": 0.0007605335033103308, 
            "5": 0.021143740163644762, 
            "6": 0.001308021247397152, 
            "7": 0.09890459694965167, 
            "8": 0.0010834762176262069, 
            "9": 0.5416759879079, 
            "10": 0.0009128517704450562, 
            "11": 0.001334817194719856, 
            "12": 0.0010790378656283185, 
            "13": 0.000822501566159964, 
            "14": 0.0005236270043346046, 
            "15": 0.0009656071310696991, 
            "16": 0.0013993140768442467, 
            "17": 0.0008424834804863237, 
            "18": 0.0007306126414992019, 
            "19": 0.0005077370699952056, 
            "20": 0.028083015020429536, 
            "21": 0.003490145154073489, 
            "22": 0.0011133975651921176, 
            "23": 0.2059785293030237, 
            "24": 0.0006326643275807019, 
            "25": 0.001369601013754841, 
            "26": 0.0011230238552842617, 
            "27": 0.0007761134105602834, 
            "28": 0.001174182250274004, 
            "29": 0.0015952168169677645
        }
    }, 
    {
        "content": {
            "text": "  Cashmere throws and pillows are the perfect accessories to rescue a home from the postholiday doldrums, especially when they are on sale. Bluefly, an Internet store that sells discounted designer goods, is offering fringed throws by Kashmere, 56 by 83 inches, in chocolate brown, grey, ivory and three shades of red --from bright to burgundy --for $149, reduced from $300. Coordinating 16-inch-square pillows are $49.99, reduced from $110, and come in bright colors and neutrals. Twenty-inch-square pillows in camel and yellow are $71.99, reduced from $215. All are at bluefly.com or (877) 258-3359.  MARIANNE ROHRLICH  CURRENTS: WHO KNEW?  ", 
            "title": "The Holidays Are Over, But Discount Shopping Isn't"
        }, 
        "weight": 0.5387892615145015, 
        "file": "1817960.txt", 
        "other_topics": {
            "0": 0.0015333731554755374, 
            "1": 0.0010323371194821424, 
            "2": 0.0018815564630802976, 
            "3": 0.0013683353676305294, 
            "4": 0.20850566835630308, 
            "5": 0.0023627146756609796, 
            "6": 0.0012174199288073745, 
            "7": 0.09205387727207738, 
            "8": 0.0010084282211407234, 
            "9": 0.5387892615145015, 
            "10": 0.0008496222363347258, 
            "11": 0.0012423598297048922, 
            "12": 0.0010042972957570238, 
            "13": 0.0007655302236955065, 
            "14": 0.0004873574887312959, 
            "15": 0.0008987234474225909, 
            "16": 0.001302389274792593, 
            "17": 0.0007841280719835518, 
            "18": 0.0006800060715907166, 
            "19": 0.00047256818559824714, 
            "20": 0.008821334150637038, 
            "21": 0.0032483969763141335, 
            "22": 0.0010362770385020606, 
            "23": 0.0012299038423478949, 
            "24": 0.0005888422395086704, 
            "25": 0.0012747343148881306, 
            "26": 0.0010452365545817706, 
            "27": 0.0007223551872042824, 
            "28": 0.018409335908645644, 
            "29": 0.10538362958759971
        }
    }, 
    {
        "content": {
            "text": "  The graphic images of black and white winter coats are in evidence this season in a variety of patterns: plaids, subtle checks, bold houndstooth checks, chevrons, zebra stripes, dots, spots and a skeletal appliqué on a man's jacket. Some wearers chose to mix several of the patterns.  ON THE STREET  ", 
            "title": "In the Mix"
        }, 
        "weight": 0.5367430122772843, 
        "file": "1822043.txt", 
        "other_topics": {
            "0": 0.002623822182926602, 
            "1": 0.0017664774061573868, 
            "2": 0.003219613939783598, 
            "3": 0.0023414187723656723, 
            "4": 0.0012112408300881514, 
            "5": 0.0040429448994774774, 
            "6": 0.002083180733753672, 
            "7": 0.09825543924861964, 
            "8": 0.0017255658396456482, 
            "9": 0.5367430122772843, 
            "10": 0.00145382594109091, 
            "11": 0.002125856494041522, 
            "12": 0.0017184972317082644, 
            "13": 0.0013099324032512568, 
            "14": 0.0008339388135121007, 
            "15": 0.0015378451808962055, 
            "16": 0.0022285755152317926, 
            "17": 0.001341755998648519, 
            "18": 0.0011635882686436931, 
            "19": 0.0008086321870774641, 
            "20": 0.04472556998037123, 
            "21": 0.035189472305888356, 
            "22": 0.001773219174712863, 
            "23": 0.00210454250675745, 
            "24": 0.001007593829818861, 
            "25": 0.0318122514029585, 
            "26": 0.20920553272982842, 
            "27": 0.0012360537011950653, 
            "28": 0.001870026076834555, 
            "29": 0.002540574127430906
        }
    }, 
    {
        "content": {
            "text": "  When you play in a tournament that gives out deal records, under every board you see the highest contracts that each side can make in the five strains, assuming the play is double-dummy -- everyone knows where the cards lie. (This is done using Bill Bailey's Deep Finesse software.) Competitors in the Flight A/X Pairs last Saturday at the District 3 Winter Regional in Rye Brook, N.Y., were surprised to see that there was a way to defeat three no-trump by South in the diagramed deal. What leads by West work?  The winners of the Flight A/X Pairs, R. Jay Becker of New York and Bob Sartorius of Lake Hiawatha, N.J., played well and had that necessary slice of luck in this deal.  The event had finished. North and South were itching to leave, not having done well. But they had a late play against Becker and Sartorius, who knew they were in contention. (You get a late play when you take so long to complete the first deal of a round that you do not have time for the final board. Playing that deal is postponed until the end of the session.)  South opened one no-trump, showing 12-14 points. Becker (West) overcalled a natural two hearts. North responded with a natural and forcing three clubs. And South converted to three no-trump.  West, assuming South was prepared for a heart lead, tried our well-known sneak attack with the spade six. East played the three under dummy's jack to show an odd number of spades. (If dummy wins with the ace, king or queen, it is probably best for third hand to signal attitude. But when dummy has only the jack, signaling possession of the ten is surely a waste of time, so giving count is preferable.)  Declarer guessed well, cashing the club ace to drop West's king. Next, he played a club to his queen. Now, knowing that West had the heart king for his bid, South should have led a heart toward dummy's queen. Then South would have won nine tricks: two spades, two hearts and five clubs. And if he had done that, Becker and Sartorius would not have won. Jonathan Green of Kingston, N.Y., and Norman Rubin of Monticello, N.Y., would have taken the title.  But declarer led a diamond to the nine on the board. The defenders took advantage of the opportunity. East won with his ten and returned a spade, West taking South's queen with his king and leading another diamond. East won with his queen and went back to spades, eventually defeating the contract by one trick.  How can the defenders always defeat three no-trump? West must lead a diamond or -- yes -- the club king. Then the defenders have an answer for anything that declarer tries, taking one spade, one heart and three diamonds.  Bridge  ", 
            "title": "Could the Contract Be Defeated? The Software Oracle Knows"
        }, 
        "weight": 0.5350626230861733, 
        "file": "1819987.txt", 
        "other_topics": {
            "0": 0.0004011349294455451, 
            "1": 0.0002700624281237411, 
            "2": 0.0004922207072494726, 
            "3": 0.04112835023561824, 
            "4": 0.00018517680355039734, 
            "5": 0.0006180931114757219, 
            "6": 0.0003184806356521203, 
            "7": 0.06032191154391177, 
            "8": 0.00026380778996533963, 
            "9": 0.5350626230861733, 
            "10": 0.00022226367705113618, 
            "11": 0.0003250049871129375, 
            "12": 0.00026272712772965485, 
            "13": 0.0002002649591027279, 
            "14": 0.14961892296913865, 
            "15": 0.0002351086983527601, 
            "16": 0.0003407088665854083, 
            "17": 0.00020513021093932366, 
            "18": 0.00017789158925603484, 
            "19": 0.00012362522789136326, 
            "20": 0.1925695054638416, 
            "21": 0.0008497902074598305, 
            "22": 0.0002710931225326216, 
            "23": 0.0003217464641684203, 
            "24": 0.00015404286253244996, 
            "25": 0.00033347424769927315, 
            "26": 0.004803480255758034, 
            "27": 0.00018897024251344149, 
            "28": 0.00934597974089981, 
            "29": 0.00038840780826902637
        }
    }, 
    {
        "content": {
            "text": "  The nylon tote by Longchamp is known for transcending style tribes: you can see it slung low on a mom's shoulder, sunbathing with a coed or swinging down Houston Street on boys with black bangs.  No wonder then that the latest Longchamp design -- a fitted trench coat in beige or black from the line's new ready-to-wear collection -- closes style gaps of its own. Made from French-milled cotton, the trench's deep jagged collar is dangerous enough for hipsters and sexy enough for grownups. Its no-fuss zippers soothe frenzied parents whose every car key and pacifier demands careful inventory.  The trench was also built to travel: its fabric is blissfully wrinkle-free. The new collection is to arrive at Longchamp boutiques in early February, but the coat can be pre-ordered from the company's flagship store in SoHo ($1,155; 212-343-7444 to order).  FARAN ALEXIS KRENTCIL  PULSE  ", 
            "title": "To Dream of April Showers"
        }, 
        "weight": 0.5315858055251843, 
        "file": "1818792.txt", 
        "other_topics": {
            "0": 0.0010207665830051474, 
            "1": 0.0006872268698589293, 
            "2": 0.0012525522275457408, 
            "3": 0.0009109009197360966, 
            "4": 0.00047121873249288983, 
            "5": 0.0015728592726945317, 
            "6": 0.0008104365048869533, 
            "7": 0.19961128518059723, 
            "8": 0.0006713107150884887, 
            "9": 0.5315858055251843, 
            "10": 0.0005655935634008338, 
            "11": 0.0008270389981083447, 
            "12": 0.0006685607578628056, 
            "13": 0.0005096135065612832, 
            "14": 0.00032443390357902416, 
            "15": 0.023653449354273513, 
            "16": 0.0008670006025769349, 
            "17": 0.0005219940950569443, 
            "18": 0.01198026463056141, 
            "19": 0.00031458866377536543, 
            "20": 0.051982700790972655, 
            "21": 0.002162458022638397, 
            "22": 0.0006898496741390993, 
            "23": 0.0008187470467285031, 
            "24": 0.00039199230702976345, 
            "25": 0.0008485906944446461, 
            "26": 0.16208199781052882, 
            "27": 0.00048087188270221564, 
            "28": 0.0007275112395199717, 
            "29": 0.0009883799244491238
        }
    }, 
    {
        "content": {
            "text": "  We all know of the destruction caused by Hurricane Katrina in 2005. Apart from its far more serious consequences, the Louisiana Bridge Association premises were severely damaged. The club had to relocate temporarily to the American Legion Hall in Harahan. But in October it reopened at 2709 Edenborn Avenue, Metairie, eight miles from downtown New Orleans.  The diagramed deal was played during one of the daily duplicates last month. John Brumfield of New Orleans (North) opened one club, being too strong for one no-trump but not strong enough for two no-trump. Carol Hoadley of New Orleans (East) overcalled one diamond in the modern style. (This bid had the advantage of indicating a good lead, but it consumed no bidding space and threatened to make partner's life difficult when a simple overcall can range from 8 to 18 high-card points.)  Bonita Gordon of Metairie (South) responded one spade. (Some would make a negative double, but most prefer that call to guarantee at least four-card length in both majors. A few would raise clubs, but we love majors and dislike minors.) Jeffrey Reilly of Harahan (West) raised pre-emptively to three diamonds. (With at least game-invitational values, he would have cue-bid two spades.)  North was under pressure with his rebid. Three no-trump would have worked well here, 10 tricks being certain for plus 630. But if West had the ace or king of diamonds, North rated to lose the first five tricks in three no-trump. So North, hoping his partner had five spades, jumped to four spades.  West defended well, leading the diamond jack and continuing the suit when declarer let him hold the first trick. How should Gordon have planned the play?  If the trumps were 3-3, declarer could win 11 tricks -- for plus 650 -- by ruffing, cashing the spade queen, playing a trump to the king on the board, ruffing the diamond queen, returning to the dummy with a club, pulling the remaining trumps and running the clubs. If the room was making three no-trump with an overtrick, that would have been required to get a good board.  But declarer knew that spades were unlikely to break 3-3 and -- correctly as it transpired -- judged that three no-trump would not be the normal contract. So she played safely for her contract, discarding heart losers from her hand on the second and third rounds of diamonds. South then had no trouble taking the last 10 tricks for plus 620. This was worth 11 match points out of 12 en route to victory in the event.  Bridge  ", 
            "title": "Safely Back Home in Louisiana, Playing It Safe"
        }, 
        "weight": 0.5204093921357236, 
        "file": "1820626.txt", 
        "other_topics": {
            "0": 0.0244938054036995, 
            "1": 0.0002869617681727194, 
            "2": 0.000523021752654967, 
            "3": 0.005193874020501848, 
            "4": 0.00019676436792994575, 
            "5": 0.039164881401467996, 
            "6": 0.00033840977795559504, 
            "7": 0.08816416535355198, 
            "8": 0.0050938295784435, 
            "9": 0.5204093921357236, 
            "10": 0.00023617197775449214, 
            "11": 0.029226425415130788, 
            "12": 0.00027916745636937386, 
            "13": 0.00021279667507404786, 
            "14": 0.0001354721864197852, 
            "15": 0.00024982078499709504, 
            "16": 0.00036202895555198836, 
            "17": 0.00021796637335208963, 
            "18": 0.07239173082636297, 
            "19": 0.0001313611605765694, 
            "20": 0.20461967319174912, 
            "21": 0.0009029664074441371, 
            "22": 0.00028805695898498064, 
            "23": 0.0051553938045759895, 
            "24": 0.00016368219938556124, 
            "25": 0.00035434162547040495, 
            "26": 0.00029054746187176555, 
            "27": 0.00020079518391517292, 
            "28": 0.00030378310397122964, 
            "29": 0.00041271269094085485
        }
    }, 
    {
        "content": {
            "text": "  Manuela Testolini Nelson, the founder of Gamillah, a company that develops brands with a social conscience, spends her days bouncing between business meetings, children's shelters and fund-raisers. Her latest venture is Altru, a home fragrance brand that benefits her charity, the In a Perfect World Foundation, which helps underprivileged children.  Her secret to looking pulled together in any situation? A closet full of blazers. ''I own at least 12 Gucci suits,'' said Ms. Testolini Nelson, who is 5-foot-3. She also favors Dolce & Gabbana and Stella McCartney, whose designs, she said, ''are powerful and feminine at the same time.''  She strives for that balance in work and wardrobe. ''I love warm jewel tones, and I wear four-inch heels almost every day,'' said Ms. Testolini Nelson, who is married to Prince. Here, she's in a Gucci leather blazer, a Tracy Feith top, AG Adriano Goldschmied jeans and Dsquared shoes; the bag is by Kooba.  A frenetic schedule (a Toronto native, she logged 36 flights on Air Canada alone last year) has forced her to make some style concessions. ''I wear ankle booties because they're easy to slip off for the X-ray machines,'' she said. Recently, Ms. Testolini Nelson bought her first pair of flats, by Tory Burch. Last week, just before flying to the Sundance Film Festival, where she presented her documentary in progress, ''In a Perfect World  Listen to the Children,'' she snapped up two Miss Sixty puffy coats. ''I got one in black and one in olive green.''  JENNIFER TUNG  PULSE: WHAT I'M WEARING NOW  ", 
            "title": "The Idealist"
        }, 
        "weight": 0.5197481094479474, 
        "file": "1822055.txt", 
        "other_topics": {
            "0": 0.0006382047209756962, 
            "1": 0.06529526192279848, 
            "2": 0.0007831219773426746, 
            "3": 0.0077768025370971655, 
            "4": 0.0002946158550799948, 
            "5": 0.0009833846738093975, 
            "6": 0.0005067019356640599, 
            "7": 0.04552100117588743, 
            "8": 0.09411446335963117, 
            "9": 0.5197481094479474, 
            "10": 0.00035362098282370856, 
            "11": 0.06538267540378817, 
            "12": 0.000417998236845671, 
            "13": 0.0003186210747641117, 
            "14": 0.00020284289509079956, 
            "15": 0.00037405738123723196, 
            "16": 0.007749355136163621, 
            "17": 0.0003263616788923608, 
            "18": 0.0002830250964232797, 
            "19": 0.00019668744424979065, 
            "20": 0.11898813470016815, 
            "21": 0.05180303116855191, 
            "22": 0.01484588479037838, 
            "23": 0.0005118978610846675, 
            "24": 0.0002450818287918895, 
            "25": 0.0005305567368557623, 
            "26": 0.0004350375518760014, 
            "27": 0.00030065120746951187, 
            "28": 0.0004548553169301636, 
            "29": 0.0006179559013814738
        }
    }, 
    {
        "content": {
            "text": "  SINCE the most effective Hollywood stylists are probably to be found behind the scenes, Rachel Zoe's presence in the front row at the Chanel haute couture show could only mean that she wanted people to see her. Putting aside the mental block that forms at the mention of the words Hollywood stylist, Rachel Zoe was giving herself a special role.  This seems a good place to say that she is promoting a false assumption, namely that the couture collections are tailor-made for the red carpet. Actually, the couture collections are tailor-made for about 500 people in the world who have the means or the connections to get an $80,000 dress, and the rest is just ballyhoo to sell the cheaper commercial stuff.  True, one or two houses will specially make dresses for the Oscars, as Chanel did for Penelope Cruz for the Golden Globes.  But the red carpet is really a concession to middle American tastes; if you stopped to analyze it long enough, if you added up the number of ruched or beaded dresses trucking down the carpet, you wouldn't have Paris or even Hollywood. You'd have the suburbs of Detroit on a good night. And that's not a put-down to Detroit; it's a statement that many affluent people nowadays have access to stylish clothes.  Haute couture is a different game. Not only do you need piles of money, but you have to able to project yourself into a candy-pink pencil suit with what looks like a Japanese origami bird coming off the back. This was the essence of John Galliano's couture show for Dior, a feat of artistry and contemporary imagination.  Of course, a stylist can ask to have the bird removed (not wishing to solicit comparisons to Bjork's famous dead swan outfit), and a house will do that, since the purpose of couture is to suit the client. But the stylist, by reason of self-interest and limited vision, will never be able to duplicate the experience of the couture show. That's why couture stands apart more and more from the red carpet. It is, in fact, everything that the red carpet is not. It is strange, difficult, emotionally affecting and accessible to relatively few.  Witness the gloomy brilliance of Riccardo Tisci's clothes for Givenchy, shown on Tuesday evening on a wet stone floor, with the models dragging their long silk trains. On the whole, the point of view was immature. Yet the cut and the elongated line of a navy suede coat, rippling softly down the front and worn with a trailing skirt in navy silk, left no doubt that Mr. Tisci was proposing a distinct silhouette.  This has been a season of the salon, with Mr. Galliano literally evoking the dove gray atmosphere of Dior, and Karl Lagerfeld opening the Chanel show by rolling out a cream-colored carpet and ending the presentation with the staff of the house, including the heads, or premières, of the workrooms, seated class-portrait-style opposite the audience.  In a collection that was easily his best for Dior, and certainly his most coherent, Mr. Galliano did not spare Paris embroiderers, who gave him dragonflies and tiny, three-dimension birds, or his fabric suppliers, who made him gazar and organdy in dense triple weights, or his seamstresses and tailors, who stitched, pleated and pressed the origami folds so that they were immaculate and perfectly integrated into the whole outfit.  But what you mainly felt about Mr. Galliano's work this season was how original the colors were: the sugary pinks, the lime and sea-foam greens, the shades of brown darkening to black on a long dress formed by ribbon strips of fabric that had been inspired by Japanese baskets. From the point of view of someone who is not artistic, it was daunting to realize that these colors did not spring from a book or a painting but, rather, from Mr. Galliano's mind.  That's one difference between a designer and a couturier. Another is the ability to give a new proportion at the right moment. This was Mr. Lagerfeld's strength this season, though he, too, had amazing colors like a purple heliotrope gray and a creamy white with a hint of blue. In nearly every dress, including mini-coatdresses and long evening numbers, the waist was slightly higher than normal and belted, so that the legs looked longer.  Mr. Lagerfeld imparted a vertical line in other ways: with a jacket made entirely from handmade strips of tweed braid; with dresses that had sheer bodies ribbed with piped organdy or tulle, and a beautiful two-piece leopard-print silk dress traced at the hem in silver embroidery. In nearly 25 years at Chanel, Mr. Lagerfeld said it was the first time he had thought to use the print.  Valentino, in his 45th year in fashion, delivered a superb collection, opening with a floaty ivory satin jacket and matching cutout skirt. Everything about the clothes, loosely inspired by a show he did in 1968, suggested lightness, from the dominance of white to the youthful volumes and cloudlike coats. Valentino frustrates when he piles things on -- the lips too red, the gowns too embellished.  Not this time. A slim, many-tiered dress in white silk looked elegant and easy, while the grainy and ottoman textures of the cream fabrics seemed to pay homage to Robert Ryman.  Christian Lacroix seemed mired in weird proportions and colors. Jean Paul Gaultier's Catholic procession of ethereal drapes and stained-glass embroidery was fun and imaginative. I've never seen a couture bride look like Jesus. The collection had a kitsch quality, but also a modern glamour.  The striking thing about Giorgio Armani's maharajah-inspired silks, some embroidered with semiprecious stones, was the shape they imparted. This was a deft collection, though not just because it involved more Parisian heft than we've seen from Mr. Armani. It worked because he had something new to say in the cut, clearly conveyed by a simple dress in beige micro-check silk with a narrow, elongated waist and an exaggerated shoulder. The same line appeared in jackets.  When told before the show that a silver embroidered gown seemed bound for the Oscars, Mr. Armani looked critically at the dress and smiled. Through a translator, he said, ''Maybe for a maharajah, but not the Oscars.''  FASHION REVIEW  ", 
            "title": "Far From Hollywood"
        }, 
        "weight": 0.5182699908709035, 
        "file": "1821217.txt", 
        "other_topics": {
            "0": 0.00017508686799197875, 
            "1": 0.004072411676040093, 
            "2": 0.00021484387338751093, 
            "3": 0.00015624217303242355, 
            "4": 0.02776257191420586, 
            "5": 0.0002697845016022027, 
            "6": 0.00013901002610143938, 
            "7": 0.05994278078620651, 
            "8": 0.00011514649138323759, 
            "9": 0.5182699908709035, 
            "10": 9.701336938434561e-05, 
            "11": 0.04957354736783942, 
            "12": 0.00011467480529380932, 
            "13": 8.741139672454858e-05, 
            "14": 5.5648487121150715e-05, 
            "15": 0.00010261994807870208, 
            "16": 0.00014871217629935712, 
            "17": 0.0020668025597506056, 
            "18": 7.764589647679355e-05, 
            "19": 5.395978352274552e-05, 
            "20": 0.16512046577340173, 
            "21": 0.07946161871945064, 
            "22": 0.00011832638415210834, 
            "23": 0.0001404354908125485, 
            "24": 6.723643432050449e-05, 
            "25": 0.0001455544189740605, 
            "26": 0.08909639070050888, 
            "27": 8.248149307539838e-05, 
            "28": 0.00012478627972078882, 
            "29": 0.002146799334237204
        }
    }, 
    {
        "content": {
            "text": "  Players in duplicate tournaments win only master points, no prizes. And they strive to attain the rank of life master. You must gain 300 points, at least 50 being silver points, which can be won only in sectional tournaments. Earlier this month the Greater New York Bridge Association ran a ''STaC'' -- for Sectional Tournaments at Clubs -- week. These pair events were played simultaneously in the clubs across the city.  The diagramed deal was played Jan. 18, and it helped Justine Cushing and Barry Rigal of New York to second place behind Joan Hight and Phyllis Young, also of New York.  When you uncover a good fit with your partner, the strength of your hand increases. There are two commonly used methods of evaluation. First, you can add points for short suits. Here each doubleton is worth one point, giving North a total of nine. This would suggest raising to two spades, with the intention of accepting a game-try by partner, or of competing to three spades if the opponents enter the auction.  Second, you can use the Losing Trick Count. You look at no more than the first three cards in every suit, counting one loser for each top honor missing. The North hand has eight losers: three spades, two hearts, one diamond and two clubs. This makes the hand worth a game-invitational raise to three spades, which was the bid chosen by Cushing. (Perhaps the best approach with a borderline hand is to underbid slightly in a pair event, where you do not push for thin games, but to overbid in a team event or Chicago, where you bid game with any excuse.)  A club, heart or high-spade start would have defeated four spades, but West had a natural diamond lead. (She was using Rusinow leads, so selected the jack, the second-highest of touching honors.)  Declarer immediately discarded two heart losers on dummy's top diamonds, then called for a club. East went up with his ace, cashed the heart ace and continued with the heart king. South ruffed, took his top trumps and club king, ruffed a club on the board (West discarded a diamond) and trumped a diamond in his hand to give this unusual finish:  When did you last see four singleton queens in a three-card end position?  South led his club jack, leaving West with no winning play. If she had ruffed, declarer would have crossruffed the last two tricks. If West had thrown the heart queen, declarer would have ruffed the club jack on the board and trumped a diamond in his hand. And when West pitched her diamond queen, South ruffed on the board and discarded his last club on the high diamond nine.  Bridge  ", 
            "title": "In the Buzz of Club Activity, A Cluster of Singleton Queens"
        }, 
        "weight": 0.5160689342799649, 
        "file": "1822338.txt", 
        "other_topics": {
            "0": 0.00038045329088132337, 
            "1": 0.0002561386007074863, 
            "2": 0.000466842885439664, 
            "3": 0.00033950489597745246, 
            "4": 0.00017562949305614356, 
            "5": 0.000586225584137115, 
            "6": 0.017487997210862107, 
            "7": 0.02283997239777296, 
            "8": 0.00025020643799623883, 
            "9": 0.5160689342799649, 
            "10": 0.00021080424857134703, 
            "11": 0.0003082484416674185, 
            "12": 0.0002491814923390114, 
            "13": 0.00018993973634796524, 
            "14": 0.06886466779128317, 
            "15": 0.0002229870087024538, 
            "16": 0.004619626848347632, 
            "17": 0.0001945541464537063, 
            "18": 0.10758082450958958, 
            "19": 0.00011725138185356565, 
            "20": 0.23419885366547843, 
            "21": 0.013695429439754197, 
            "22": 0.00025711615476964084, 
            "23": 0.00030515792103046627, 
            "24": 0.0001461007498605424, 
            "25": 0.004612765230569029, 
            "26": 0.0045558233323450634, 
            "27": 0.00017922735061305696, 
            "28": 0.0002711531214253398, 
            "29": 0.0003683823522030469
        }
    }, 
    {
        "content": {
            "text": "  The premier event at the Edgar Kaplan Winter Regional in Midtown Manhattan, which finished last Saturday, was the Truscott Board-a-Match Teams.  Igor Milman, Oleg Rubinchik, Albert Shekhter and Yuri Yurachkivsky of New York; Victor Melman of Scarsdale, N.Y.; and Michael Prahin of Irvington, N.Y., won the event. They finished just over three points (three boards) ahead of Robert Heitzman Jr. of Suffern, N.Y.; Walter Lee of Framingham, Mass.; Aviv Shahaf of New York; and Jonathan Weinstein of Evanston, Ill. Third were Jeff Aker of Briarcliff, N.Y.; Barry Rigal of New York; Bruce Rogoff of Upper Grandview, N.Y.; and Michael Rosenberg of New Rochelle, N.Y.  The winners gained one point on the diagramed deal from the final session.  Both Wests made a disciplined pass on the first round, not wishing to open two spades when holding four cards in the other major. But after South opened one diamond in the fourth position, each West overcalled two spades. Both Norths responded three diamonds.  Note that you are permitted to ''overbid'' a tad when an opponent makes a weak jump overcall. The basic rule is that you may bid one level higher than you would have in an uncontested auction. Here, North's three-diamond response promised the values only for a respectable single raise.  In the given auction, when East passed, Shekhter (South) cue-bid three spades. Yurachkivsky (North) assumed that this was asking for a spade stopper, so he bid three no-trump. But when South continued with four clubs, it changed the meaning of three spades from a western cue-bid (Partner, I want to be in three no-trump if you have a stopper in the opposition's spade suit) to an advance cue-bid (Partner, I am interested in a diamond slam and have first-round controls in spades and in clubs). After North showed his first-round heart control, South jumped to six diamonds.  West led the spade queen, promising the king as well, which declarer ruffed.  This is an interesting declarer-play problem. In a knockout team match scored by international match points, when overtricks are unimportant, the best line would be to cash the diamond ace, then, if the king did not drop, to play on clubs, planning to discard two hearts from the board and eventually to ruff South's second heart in the dummy. And declarer has the heart finesse available should the clubs break 5-1.  But in board-a-match, overtricks can be vital. You receive one point for scoring more total points on a board than your opponents (and half a point for a tie). If at the other table South was in six diamonds making seven, Shekhter's team would score nothing if he made the contract exactly. But Shekhter realized that trying to get into the dummy to take the diamond finesse was not without risk.  It was also possible his opponents would not reach slam. And West might have a singleton diamond king. So Shekhter adopted the best line for his contract, cashing the diamond ace at Trick 2. He played off his three top clubs, discarding one heart from the dummy, ruffed a club on the board, trumped a spade in his hand and threw dummy's heart queen on his last club. East took the diamond king, but that was all.  What happened at the other table? After North raised to three diamonds, Rubinchik (East) bid three hearts. This was fit-showing, promising spade support and four or more hearts with at least one of the top three heart honors. (Normally East would have longer and stronger hearts, but he had not opened one heart in the third position.)  Now South was worried that he had two fast heart losers and that perhaps the opponents could do very well in a major. (Note that six spades doubled costs only 1,100, a good save against six diamonds.) So South jumped to five diamonds. This was passed out, Milman (West) deciding not to bid five hearts. Declarer took all 13 tricks for plus 640, but the winning team scored the point on the board for plus 1,370.  The District 3 Winter Regional takes place Tuesday through Jan. 15 at the Hilton Rye Town, Rye Brook, N.Y. Details are at bridge-district3.org.  Bridge  ", 
            "title": "Pondering Six Diamonds and Contemplating the Other Table"
        }, 
        "weight": 0.4935566910308222, 
        "file": "1816232.txt", 
        "other_topics": {
            "0": 0.00025245988321000314, 
            "1": 0.00016996756965983716, 
            "2": 0.0658838477628168, 
            "3": 0.0002252874884828589, 
            "4": 0.00011654361354707552, 
            "5": 0.00038900555220098697, 
            "6": 0.025859855721680123, 
            "7": 0.0037518854907948873, 
            "8": 0.00016603112557810772, 
            "9": 0.4935566910308222, 
            "10": 0.00013988475655240368, 
            "11": 0.00020454643828352856, 
            "12": 0.0001653509956722241, 
            "13": 0.00012603955545834413, 
            "14": 0.13693045609838783, 
            "15": 0.00014796895052204947, 
            "16": 0.00021442989466326562, 
            "17": 0.00012910156980885698, 
            "18": 0.0799412511518345, 
            "19": 0.008630943759538259, 
            "20": 0.1753661910990088, 
            "21": 0.006236919690863436, 
            "22": 0.0001706162516144374, 
            "23": 0.00020249564125334474, 
            "24": 9.694903193304746e-05, 
            "25": 0.00020987668599209078, 
            "26": 0.00017209137746689192, 
            "27": 0.00011893106746164271, 
            "28": 0.00017993085355758604, 
            "29": 0.00024444989133453953
        }
    }, 
    {
        "content": {
            "text": "  THERE was a time when young women wanted to be their mothers. Now it appears they want to be their grandmothers. The latest evidence? The resurrection of Grandma's favorite touch: great big button earrings.  De rigueur from the 1920s to the '60s, bigger-than-a-silver-dollar earrings have seldom been seen in recent decades except on newscasters, Southern belles and New England aristocrats over 70. Today young designers like Lisa Salzer of Lulu Frost, Dana Lorenz of Fenton and Alexis Bittar are taking cues from Fulco di Verdura -- who designed attention-grabbing clip-ons for Coco Chanel, Babe Paley and Jacqueline Kennedy -- and Kenneth Jay Lane, the master of big faux gems.  ''When I first started designing in the early '60s, the women I knew didn't have pierced ears,'' Mr. Lane said. ''The ones who did were considered Gypsies. Then all girls became Gypsies.''  Now girls want as many options as the market (or the jewelry box) will bear. ''Earrings are still the most important thing a woman puts on,'' said Ward Landrigan, who now owns Verdura and was once director of the New York jewelry department at Sotheby's. ''It used to be that going out without them was like being naked.''  But sudden moves will shake clip-ons free. So to wear them, you must assume a first-lady-like poise. Hold your chin up and keep your movements serene. The clip-on is also a good prop, more attractive than a cigarette or cellphone. Tilting your head to the side, inching a clip off your ear as you answer the phone, is a classicly flirtatious act, like dabbing wrists with perfume or slipping into high heels. It's more Lauren Bacall than Paris Hilton (though the time-honored Joan Collins-ish gesture of stormily removing both clips in anticipation of an all-out catfight has its allure, too).  To carry off these baubles in style, Mr. Landrigan has this advice: ''Pull your lobe from the edge away from your face and clip the earring where the lobe meets the jaw line. This makes your cheekbones do most of the work, taking weight off the lobe so it won't stretch.''  And Mr. Lane shares an old Girl Scout trick: ''Take a dab of spirit gum or eyelash glue and dot the back of the ear clip with it. Then you can dance, do somersaults, whatever you please.''  FINE POINTS  ", 
            "title": "Clip-Ons Are Back. Fondling Allowed."
        }, 
        "weight": 0.4912763609727554, 
        "file": "1817950.txt", 
        "other_topics": {
            "0": 0.00043891248839367285, 
            "1": 0.00029549601305792005, 
            "2": 0.0005385764230414337, 
            "3": 0.045001682028521194, 
            "4": 0.0002026161415348016, 
            "5": 0.015546306383461243, 
            "6": 0.00034847408699233444, 
            "7": 0.18496285584546063, 
            "8": 0.0002886523337954322, 
            "9": 0.4912763609727554, 
            "10": 0.039896537894201556, 
            "11": 0.010268948420328956, 
            "12": 0.0002874698983699431, 
            "13": 0.00021912524959950635, 
            "14": 0.00013950113014076242, 
            "15": 0.00025725045679677195, 
            "16": 0.0003727956990868082, 
            "17": 0.015094452004837989, 
            "18": 0.00019464482988951673, 
            "19": 0.0001352678423617536, 
            "20": 0.1660950536967964, 
            "21": 0.025713159484545056, 
            "22": 0.00029662377485218836, 
            "23": 0.0003520474804206692, 
            "24": 0.00016855010907889655, 
            "25": 0.00036487974775770686, 
            "26": 0.0002991883453113138, 
            "27": 0.00020676683401411422, 
            "28": 0.0003128176154944386, 
            "29": 0.000424986769101676
        }
    }, 
    {
        "content": {
            "text": "  HADASS KANTOROWICZ is on the fence. ''I eat less meat than I used to,'' said Ms. Kantorowicz, a self-described tantric healer who stopped in last week at Organic Avenue, a vegan general store in downtown Manhattan. ''I'm definitely a lot more conscious than I used to be.'' While she appreciates the virtues of a meat-free diet, she stops short of embracing a vegan way of life, one that would ask her to forsake a croc-embossed bag or patent leather pumps. ''And I'm not ready to wear hemp,'' she confided.  But a proliferation of vegan-friendly fashions and stores that ban animal products outright from their shelves may tempt her to change her tune. If she has yet to adopt the zero-tolerance approach advocated by the most militant vegetarians, she typifies the customer that many vegan marketers are now courting.  National chains like Whole Foods; boutiques like MooShoes, a New York outlet for imitation-leather wallets, belts and bags; online stores like Pangea; and eco-minded labels like Moral Fiber, Real Fake, Novacas (no cows) and Matt & Nat are encouraging shoppers, even those merely flirting with a ''cruelty free'' diet, to embrace its precepts not just in the kitchen but in their wardrobes. To their minds, vegan chic, once an oxymoron, is a glossy new marketing handle. Clothes and accessories once shunned for their aura of hair-shirt deprivation have acquired a hint of luxury.  Vegans, who may be thought of as extreme vegetarians, strive for a diet and way of life that is noninjurious to both animals and the environment, directly or through the processing of materials like leather, wool or silk. From motives of conscience or health, most reject shoes and clothing made from hides, even those made with animal-based glues and dyes.  ''People are more conscious today of what they're wearing, why they're wearing it and how it affects the environment,'' said Robert Burke, a fashion retail consultant in New York. To ignore such issues ''is not sexy today,'' he said.  Six months ago Denise Mari opened Organic Avenue on the Lower East Side. ''At one time being vegan meant focusing on what you had to give up,'' she said. ''Today we're stepping beyond the mundane what-you-need-to-survive approach'' and concentrating instead on ''how to make this a fun lifestyle that other people can relate to.''  ''We'd like people to say, 'Wow, look how fashionable this is! I want it for its style.' ''  At her shop Ms. Mari sells hemp and bamboo tanks and shirtdresses, and even men's suits made from ahimsa silk, a fiber processed without injuring silkworms ($700).  Certainly Ms. Mari and other merchants are beneficiaries of a spike in the vegetarian population. As of last year, there were an estimated 4.8 million vegetarians in the United States, one-third to one-half of them vegan, according to the Vegetarian Resource Group, a nonprofit educational organization. That number has nearly doubled since 1997.  But today retailers and designers are aiming at potential customers identified in a survey last year by Mintel International, a consumer research company, as ''occasional vegetarians.'' They shop vegan selectively, as the Mintel study pointed out, but their ''purchasing power is paramount.''  This health- and eco-conscious population has contributed most visibly to the growth of a $1.2 billion market for vegetarian goods (primarily dairy, egg, cheese, meat and poultry substitutes and tofu), according to Mintel, one that jumped 63.5 percent between 2000 and 2005.  Just a half-dozen years ago, shoppers searching for cow-friendly wares had to resort to shoes from Payless, ''vegan'' by virtue of their synthetic materials, or to utility plastic or canvas boots, wallets and backpacks sold through Vegan Essentials, one of a handful of online stores. Now even a few mass marketers are incorporating stylish vegan products into their lines. Vans promotes its Geoff Rowley vegan skateboarding shoes, made from synthetic nubuck and rubber. Rampage, a mall brand, is advertising ''cruelty free'' imitation leather styles.  In New York an outcropping of eco-conscious boutiques carries goods that would pass muster with even the strictest vegetarians. Kaight, a five-month-old store on the Lower East Side, offers hand-stitched dresses of recycled cashmere and wool; organic denim jeans; and Linda Loudermilk dresses made from Lyocell, a biodegradable wood pulp fiber ($275). NY Artificial, in the meatpacking district of all places, sells one-of-a-kind synthetic suede and leather bags ($275 to $475) and corset-wide belts made from vegetal, a canvas coated with tree sap.  ''There is a market for these designs,'' said Alex Guzman, an owner. ''People want to do something about protecting animal and human rights and the environment. But they don't want to be carrying a canvas tote, the kind you buy in bookstores.''  On the luxury level, Stella McCartney, long an activist for animal rights, sells canvas, linen, Lucite and imitation leather shoes and handbags, which, despite prices in the $800 range, have an avid following.  Some of the new customers are picky, cooling their cowhide heels as they hold out for quality wares. Judith Green, a education consultant, was happy to try on a wrap dress made of recycled cashmere at Kaight, but balked at the selection of synthetic shoes. ''I haven't found the wear and the comfort of a hand-stitched Italian leather shoe,'' she said. ''If I did, I would trade in my own.''  There is a strong incentive to offer vegan versions of products seen in more conventional stores, said Deborah Wasserman, a director of the Vegetarian Resource Group. It is not uncommon, she noted, to find sexy, form-fitting PVC biker jackets, plastic iPod cases and stilettos. Such styles appeal to environmentalists and dedicated vegans alike, she said, contributing to a measurable growth in the vegan fashion resources.  To find them, ''you don't have to go to the hemp store,'' said Marcia Mogelonsky, a research analyst at Mintel. Whole Foods and health food co-ops are becoming general stores, selling hemp shower curtains, bamboo flooring and organic cotton T-shirts along with flaxseed and tofu turkey.  Last year the vegan movement spawned the Vegan Fashion Blog, which trumpets the aesthetic virtues of Rampage cotton canvas totes, Chinese Laundry gold-tone plastic sandals, Baby Phat boots with ankle charms and Lands' End ''toasty'' faux-suede gloves.  Such items have particular appeal to fashion indies, whose numbers proliferate on college campuses, where vegan dining rooms are no longer uncommon. ''College students are much more invested in a lifestyle that allows them to think nothing of wearing pleather,'' Ms. Mogelonsky said. ''They have grown up on the three R's: reduce, recycle, reuse.''  ''They are more likely to adopt vegan fashion,'' she added, ''because unlike the baby boomers, to them it isn't 'weird.' ''  Indeed, there are hints that some young would-be hipsters are feeling the pressure to conform. ''Here all my friends think eating and shopping vegan is the cool thing to do,'' said Ms. Kantorowicz, the healer, who recently moved to New York from Seattle. The movement has derived impetus from fashion celebrities like Ms. McCartney and from the entertainment world as well.  ''Certainly Hollywood has been a big promoter,'' Ms. Wasserman said, citing the powers of professed vegans like Natalie Portman, Alicia Silverstone, Woody Harrelson and Joaquin Phoenix.  Their vehemence has prompted some trend-conscious shoppers to embrace vegan wares, if not vegan values. At Stella McCartney, they buy the shoes and bags favored by Ms. Portman and her peers. ''Most of these people don't care whether the shoes are leather or not,'' said Tiziana Lanza, the brand's retail manager in the United States. ''They buy for the cachet and the design.''  Jack McKeever, a singer, musician and sometime vegetarian, stopped by Organic Avenue last week partly because he was hoping to buy an ahimsa silk suit that had earlier caught his eye. He admired the fabric and the look, he said. ''If these people can compete aesthetically, I say, 'Rock on!' ''  ", 
            "title": "Uncruel Beauty"
        }, 
        "weight": 0.4866329824493124, 
        "file": "1817955.txt", 
        "other_topics": {
            "0": 0.024667756540799, 
            "1": 8.60570109326265e-05, 
            "2": 0.0030438999591500676, 
            "3": 0.0015575917175697982, 
            "4": 0.11842809383559863, 
            "5": 0.0045275353956848495, 
            "6": 0.00010148576288289311, 
            "7": 0.0004561078325481302, 
            "8": 0.04772040347617414, 
            "9": 0.4866329824493124, 
            "10": 7.08256524937684e-05, 
            "11": 0.011651768312186306, 
            "12": 0.0029707704549131607, 
            "13": 6.381562920344046e-05, 
            "14": 4.062677583160568e-05, 
            "15": 7.491879549875234e-05, 
            "16": 0.00010856892186109216, 
            "17": 0.024605298462788944, 
            "18": 5.668622084081418e-05, 
            "19": 3.9393919628541755e-05, 
            "20": 0.16818430940229212, 
            "21": 0.04068950308119837, 
            "22": 0.0029734363292860714, 
            "23": 0.00010252643870841942, 
            "24": 4.908668116904469e-05, 
            "25": 0.011654467092819856, 
            "26": 8.71323251942606e-05, 
            "27": 6.0216500084451064e-05, 
            "28": 0.03617923758158967, 
            "29": 0.01311549744175875
        }
    }, 
    {
        "content": {
            "text": "  When is bridge like poker?  When bluffing is involved. In poker you are permitted to behave like a third-string actor, appearing to wish to fold but then reluctantly deciding to stay in the pot for one more round of betting. Of course those theatrics work only against the most naïve of opponents. But if you are to win at poker, your adversaries must believe that you might be bluffing. If you never bluff, you will surely lose.  In bridge acting is not allowed, and bluff bids occur rarely. We have the out-and-out psych, when a player misrepresents both the high-card content of his hand and the length of the suit that he has bid. For example, he opens one spade with eight high-card points and a doubleton spade. A psych is a gamble because partner might have a strong hand with support for the suit opened and drive the bidding far too high.  There are other bluff bids -- for example, the imaginative one made in the diagramed deal. This took place last Friday during the two-session Open Pairs at the District 3 Winter Regional in Rye Brook, N.Y. It was won by Jay Borker of Greenwich, Conn., and Michael Kamil of Holmdel, N.J. The runners-up were Warren Rosner of White Plains and Allan Stauber of Palm Beach Gardens, Fla. Third were William Ehlers of West Orange, N.J., and Gregory Rosoff of Franklin Lakes, N.J.  This was Borker's third consecutive victory in the event, each with a different partner, which is surely less likely to happen than getting four of a kind in five-card-draw poker.  After a pass by East, Kamil passed with his solid nine-card heart suit -- as would we all.  Many years ago, playing rubber-bridge for high stakes at a club in London, John Collings passed as dealer with a solid 10-card heart suit. The auction continued Pass-Pass-Pass. Collings asked his partner what he held.  ''Just three bare aces,'' was the reply. ''What did you have?''  ''Only a 10-count.''  Borker opened one spade in the fourth position. Now South had to respond two hearts. Three hearts would have been a fit-showing jump by a passed hand, promising four spades and five hearts. And four hearts would have been a splinter bid, showing at least four spades with a singleton or void in hearts.  North rebid two no-trump, South mentally heaving a huge sigh of relief before leaping to four hearts.  West guessed well to lead the club jack. But South, after ruffing the second club, immediately played a spade. West understandably ducked this. Who would have guessed what would happen next? Declarer won with the spade king on the board and discarded his remaining spades on the ace-king of diamonds to take 12 tricks and score a near top.  Bridge  ", 
            "title": "A Bit of Bidding Subterfuge From the Inner Poker Player"
        }, 
        "weight": 0.4858721447729504, 
        "file": "1819592.txt", 
        "other_topics": {
            "0": 0.0003837508497954576, 
            "1": 0.00025835866857458305, 
            "2": 0.0524755740515896, 
            "3": 0.00034244753682970857, 
            "4": 0.00017715175246168203, 
            "5": 0.0005913066635941669, 
            "6": 0.0003046785647508414, 
            "7": 0.07937634522457793, 
            "8": 0.004586098824984881, 
            "9": 0.4858721447729504, 
            "10": 0.00021263138332264204, 
            "11": 0.017645815112164745, 
            "12": 0.0002513412598347698, 
            "13": 0.00019158602903554227, 
            "14": 0.1388011284553013, 
            "15": 0.000224919736887245, 
            "16": 0.00032594348556411824, 
            "17": 0.00019624043429848756, 
            "18": 0.00017018225922840044, 
            "19": 0.017453162595367718, 
            "20": 0.18855779883341445, 
            "21": 0.0051466863833646214, 
            "22": 0.00025934469553522203, 
            "23": 0.00030780286128155896, 
            "24": 0.00014736707043552883, 
            "25": 0.004652746130904088, 
            "26": 0.0002615869559380908, 
            "27": 0.00018078079425998053, 
            "28": 0.0002735033268620707, 
            "29": 0.00037157528689025354
        }
    }, 
    {
        "content": {
            "text": "  THE Parsons table is to décor what the little black dress is to fashion: A decorating staple that can be dressed up or down, depending on its finish. In gold leaf or python, it is at home in the most formal setting; with a coat of paint, it is comfortable in a casual room.  ''It is a universal design that is highly adaptable,'' said Christopher Mount, the director of exhibitions and public programs at Parsons the New School for Design in New York. ''It never looks dated.''  The original Parsons table was designed in the 1930s by Jean-Michel Frank and a group of design students at Parsons Paris, where he was a visiting critic. Since then, the table, with its squared legs, has been made in many sizes and materials. Depending on its size, it can be used as a console, a desk, a dining table, a coffee table or a small end table.  1. An 18-by-60-by-29 1/2-inch-high console table covered in python skin is $10,000 at Edelman Leather; to the trade only, at edelmanleather.com or (800) 886-8339.  2. The Margot table has an ash frame and a Corian top. It is 90 by 36 by 29 inches high and sells for $4,590 at Dune; dune-ny.com or 88 Franklin Street, (212) 925-6171.  3. A low Parsons table, which can be used as a side table or a coffee table, was designed by Paul Evans and made in the 1970s. The table, 30 inches square by 24 1/2 inches high, is made of olive wood and sells for $4,000 at Todd Merrill Antiques; merrillantiques.com or (212) 673-0531.  4. The Lack Side Table, which is 21 5/8 inches square and 17 3/4 inches high, comes in eight colors. It is $12.99 at Ikea; ikea.com or (800) 434-4532.  5. The glass top of this 26-by-22-by-21-inch-high table is supported by an acrylic base; $695 from plexi-craft.com, (212) 924-3244 or (800) 247-5394 outside the metropolitan New York area.  6. The Parsons Desk with drawers, 48 by 24 by 30 inches high, comes in pale blue, light green, white or dark brown; $279 at westelm.com or (888) 922-4119.  7. The Primavera Parsons Table by Daniel Donnelly is 74 by 39 inches and 28 inches high. It is shown in blond mahogany, for $2,600 (in maple, it sells for $2,200); danieldonnelly.com or (703) 549-4672.  8. A 39-by-66-inch burled wood dining table designed by Milo Baughman for Thayer Coggin was made in the 1970s. It has two additional leaves and sells for $2,650 at White Trash; whitetrashnyc.com or (212) 598-5956.  PERSONAL SHOPPER  ", 
            "title": "Dress It Up, Dress It Down"
        }, 
        "weight": 0.48290952970136203, 
        "file": "1817965.txt", 
        "other_topics": {
            "0": 0.00046422350704367966, 
            "1": 0.00031253655142328836, 
            "2": 0.026782168710241215, 
            "3": 0.00041425887815047305, 
            "4": 0.09982192930942034, 
            "5": 0.0007153038312704491, 
            "6": 0.0003685697423863909, 
            "7": 0.0016564643312250884, 
            "8": 0.00030529821377666235, 
            "9": 0.48290952970136203, 
            "10": 0.00025722024205600665, 
            "11": 0.005618626990783411, 
            "12": 0.00030404759016811083, 
            "13": 0.00023176167126888906, 
            "14": 0.0001475458219644384, 
            "15": 0.0002720854666948401, 
            "16": 0.00039429392285975594, 
            "17": 0.0002373921065774198, 
            "18": 0.00020586952512999961, 
            "19": 0.00014306841074679724, 
            "20": 0.01315564246475965, 
            "21": 0.0009834411351403688, 
            "22": 0.00031372934850491417, 
            "23": 0.05803992376531514, 
            "24": 0.00017826998506139576, 
            "25": 0.0790235231513196, 
            "26": 0.19428919260616156, 
            "27": 0.00021869057583127582, 
            "28": 0.0317858977180608, 
            "29": 0.0004494947252961019
        }
    }, 
    {
        "content": {
            "text": "  Electrolux's Intensity upright vacuum is the latest entry in the fierce suction wars. Randall Sandlin, the company's director of industrial design, says the new vacuum has a three-inch gap between the nozzle and the dust bag -- unlike many uprights that have coiling hoses as long as three feet -- which results in better suction because the dirt has a shorter distance to travel. ''Think about it this way,'' he said. ''It's easier to drink through a straw than a garden hose.'' The Electrolux is also compact. It folds down for easy storage and weighs 16 pounds, less than most family dogs. It will be available later this month at Lowe's (lowes.com) for $299.99. For information, (800) 896-9756 or intensityvac.com.  STEPHEN MILIOTI  CURRENTS: APPLIANCES  ", 
            "title": "New Vacuum Promises Power Without Heft"
        }, 
        "weight": 0.4799201296092369, 
        "file": "1817959.txt", 
        "other_topics": {
            "0": 0.001411188993831616, 
            "1": 0.000950077139237015, 
            "2": 0.03360492926691405, 
            "3": 0.0012593019538495154, 
            "4": 0.0006514502924101869, 
            "5": 0.018111096555638473, 
            "6": 0.032993713292367555, 
            "7": 0.02097212215820469, 
            "8": 0.1602945801006669, 
            "9": 0.4799201296092369, 
            "10": 0.0007819215724161652, 
            "11": 0.00114336455662963, 
            "12": 0.0009242716198899683, 
            "13": 0.0007045302849256697, 
            "14": 0.000448523258479591, 
            "15": 0.01676376091135733, 
            "16": 0.0011986106602353184, 
            "17": 0.0007216461961566189, 
            "18": 0.0006258209755014864, 
            "19": 0.000434912415135118, 
            "20": 0.1356116269233081, 
            "21": 0.0029895541370350653, 
            "22": 0.0009537031126914494, 
            "23": 0.06487850379125593, 
            "24": 0.0005419213741485465, 
            "25": 0.0011731593375075972, 
            "26": 0.0009619487053813924, 
            "27": 0.016601446247902746, 
            "28": 0.0010057694591420648, 
            "29": 0.0013664150985433408
        }
    }, 
    {
        "content": {
            "text": "  DUMBO, the nickname for the neighborhood Down Under the Manhattan Bridge Overpass, sounds like an acronym made up by a developer. But there's nothing prefab or Disney-esque about the place.  Rather, on a dreary January afternoon, Dumbo resembles the set of ''Blade Runner,'' or some futuristic movie in which humans and robots and aliens with tentacles coming out of their foreheads hang out playing chess or shooting one another with purple lasers in a seamy wharfside bar. Turn-of-the-century brownstones nestle at the flanks of high-rise apartment buildings. A train, subterranean in other parts of the city but high overhead here, crisscrosses a rickety-looking platform next to the thrumming automobile traffic on the bridge. It's Jetsons meets Dickens, old and new playing out as urban theater.  On the thoroughfare below, a hardware store stands near a glossy West Elm outpost. On Front Street, a deli with fluorescent lights is not far from a high-end organic grocery store on Adams Street called Foragers Market. It's safe to say the only foraging going on in Foragers is the search for the American Express platinum card at the bottom of one's handbag.  If one store best represents Front Street in Dumbo, it is Loopy Mango, a transplant from the East Village that opened in September. The store, a glossy gallery of a space, sells vintage clothes and antiques alongside smart, new fashion and jewelry from designers like Tufi Duek, Tocca, Rachel Roy and Tracy Reese.  A study in contrasts, Loopy Mango offers old and new, exotic and prim -- sometimes in the same item. A denim utility suit by Deener, brand-new and stiff, was $275 and just the thing someone might need for a Devo reunion party. Next to it, a dusty framed photograph of kittens cost $75. A black Julie Haus pleated silk chiffon dress was $375. Nearby, a tiny antlered skull mounted on a wooden plaque was $68.  A very modern Alexis Hudson handbag in black patent leather sat in the front window atop a giant leather women's wedge-soled sandal, an antique shoemaker's advertisement that was on sale for $750. And, I'd venture to guess, it will be on sale for some time to come. Dresses by Robert Rodriguez and swingy coats by Twinkle mingled with pieces of vintage Dior luggage.  One of founders of Loopy Mango, Waejong Kim, is a crochet artist, and the store has become something of a destination for crochet fetishists. Crochet became popular in Europe in the 1800s as a less costly replacement for lace, and went on to become the hobby of grandmothers with time on their hands. On my childhood kitchen table, for instance, the salt and pepper shakers were covered in tiny cozies crocheted to resemble small men with pointy hats.  They were made for us by our neighbor, Mrs. Iverson, who spent her time crocheting, worrying about how to camouflage unsightly salt and pepper shakers and perfecting her Salisbury steak recipe. We kept them on the table for reasons I never quite understood. I think perhaps my mother worried that the delicate Mrs. Iverson might pop over for a surprise visit, see her cozies weren't in situ, and drop dead from a heart attack.  Eventually we moved, and the cozies were phased out. The 1970s saw a rise in the granny square, and I admit I played a small part in the manufacture of a large caftan.  But the Loopy Mango crocheted products are unlike any crochet work you have seen. Imagine a one-piece cutout bathing suit that Pam Anderson might wear to her next wedding, but crocheted in pink and mint-green yarn. Or a pair of cherry earrings, in crochet. Or a sparkling flame-red see-through minidress, in crochet. Or a crocheted pompom necklace. Or a crocheted dog caftan with matching crocheted pompom leash, and coordinating human outfit in pink and green crochet. I might wear one of the flapper-style crocheted hats with the large crocheted flowers. Might.  The store stocks an interesting assortment of jewelry: gold and silver birds on delicate chains by Jackrabbit; necklaces mixing new and vintage pieces by Bazz. I liked the Arte Povera style of Gaye Soley, who mixes rubber and pearls and metal in each piece. For $150, I bought a necklace for my stepdaughter. Everyone should skip the gift-giving in December and instead give presents in January, that great yawning Monday of a month when things turn really depressing.  A DISPLAY of Eau de Brooklyn soap ($10 each) was on sale near some vintage books, including ''The Blue Flower'' by Henry van Dyke ($40), an American clergyman who wrote fairy tales with a religious bent. I opened ''The Blue Flower'' and read: ''He felt an irresistible desire to bathe in the pool. Slipping off his clothes he plunged in. It was as if he bathed in a cloud of sunset. A celestial rapture flowed through him. The waves of the stream were like a bevy of nymphs taking shape around him, clinging to him with tender breasts, as he floated onward, lost in delight, yet keenly sensitive to every impression.''  A clergyman longing for the touch of nymphs' breasts, a boutique for disco crochet in Brooklyn: in the shadow of the Manhattan bridge, it all made sense.  Loopy Mango  117 Front Street (between Adams and Washington Streets), Brooklyn; (718) 858-5930  ATMOSPHERE -- An art gallery of old and new, offering clothing and antiques and art and perfume and jewelry.  SERVICE -- Helpful and friendly. The proprietors speak English, Russian, Japanese and Korean.  KEY LOOKS -- Crocheted hot pants and vintage housedresses.  PRICES -- 1920s linen cabinet, $600; Tocca red cotton dress, $352; Mischen silk dress, $750; Rachel Roy sweater dress, $280; handmade leather bag with horn handle, on sale for $325.  CRITICAL SHOPPER  ", 
            "title": "Crochet Undergoes an Upgrade"
        }, 
        "weight": 0.46659887252665666, 
        "file": "1821218.txt", 
        "other_topics": {
            "0": 0.00017135980199339593, 
            "1": 0.00011536727622574765, 
            "2": 0.006015803245275202, 
            "3": 0.00015291625317714053, 
            "4": 0.07361585328706965, 
            "5": 0.0021992191926262974, 
            "6": 0.0020712285072904462, 
            "7": 0.11865728662060136, 
            "8": 0.015594116022473598, 
            "9": 0.46659887252665666, 
            "10": 9.494825031181233e-05, 
            "11": 0.013685081115076757, 
            "12": 0.00011223372805822679, 
            "13": 8.55506743965004e-05, 
            "14": 5.446390036944003e-05, 
            "15": 0.015581856131112555, 
            "16": 0.00014554654713357651, 
            "17": 8.762904885399135e-05, 
            "18": 7.599305189737372e-05, 
            "19": 0.0019879887252615453, 
            "20": 0.051300431989600666, 
            "21": 0.019714795511206105, 
            "22": 0.00011580757592756018, 
            "23": 0.08335008203590083, 
            "24": 6.58051754768465e-05, 
            "25": 0.00014245600884128828, 
            "26": 0.12203299644467072, 
            "27": 0.003951080875647994, 
            "28": 0.00012212996000034979, 
            "29": 0.0021011005168662614
        }
    }, 
    {
        "content": {
            "text": "  In the fall of 2004, Gap put on a splashy ad campaign called, ''How do you wear it?'' with Lenny Kravtiz and Sarah Jessica Parker. It featured the pair dancing in customized Gap jeans -- his with metal studs down the seam; hers with a waist-to-cuff velvet ribbon.  It was just the kind of envelope-pushing fashion Gap needed to compete with popular new designer-inspired denim brands like Diesel, Rock & Republic and Seven for All Mankind.  But there was a catch: the bedazzled jeans, which Gap called a ''celebration of personal style,'' could not be found at its stores.  Consumers had to buy a pair of basic, unembellished jeans at the store and customize them at a special training sessions held at some Gaps, or take a trip to Home Depot and Jo-Ann Fabrics and figure it out themselves.  The marketing tease is a small case study in what has ailed Gap, which ousted its chief executive, Paul S. Pressler, this week after years of dismal performance at its Gap and Old Navy divisions.  At a time when small, narrowly focused fashion brands -- Coach, Juicy Couture, Tahari, Laundry -- have become ascendant in American retailing, Gap has served up a steady diet of simple, unobjectionable casual clothing designed to appeal to everyone.  How do they wear it, as the ads asked? Increasingly, they just do not.  In an era of niches, when exclusion is as vital as inclusion, Gap has become an anachronism: a single chain, selling only its own brand, with one point of view, chasing shoppers from birth to death.  ''If you stand for everything in fashion today, you stand for nothing,'' said Paul R. Charron, the former chief executive of Liz Claiborne, who is credited with revitalizing the clothing company by purchasing fast-growing brands like Juicy Couture and Lucky Brand.  ''Brands like the Gap, brands broadly available,'' Mr. Charron said, ''have a special challenge to be relevant in a period when focus and exclusivity are so important.''  Indeed, consumers are abandoning the chain in staggering numbers. Sales at stores open at least a year, a standard measure of a retailer's health, have fallen or remained stagnant for 28 of the last 30 months.  And the declines have not been small. Sales fell 8 percent in December and November and 7 percent in October -- the most crucial months of the year. The word ''disappointing'' became a common refrain in every monthly news release explaining Gap's performance.  Gap operates three divisions: Gap, Old Navy and Banana Republic. All three have struggled, but only Banana Republic is on the rebound.  Niche brands, by contrast, have done so well that they have even reversed the fortunes of the American department store. In the last year, the performance of department stores like Nordstrom and Macy's has quietly overtaken that of specialty clothing retailers like Gap.  The reason? ''Consumers want brands, and we are all about brands,'' said Stephen I. Sadove, chief executive of Saks Inc., whose sales have improved sharply in the last year on the strength of designer labels like Tahari and Theory.  ''It's very hard for the specialty clothing stores to keep themselves cutting-edge and fresh,'' Mr. Sadove said. ''There is a lot of sameness.''  Or walk into the handful of specialty clothing chains like Abercrombie & Fitch, American Apparel and Anthropologie, stores that, like Gap, design their own clothing but have managed to thrive by appealing to small slivers of the public.  Those stores' environments leave no doubt who their shopper is supposed to be -- vintage-loving, 30-something urban women (at Anthropologie); trend-obsessed, preppy teenagers (at Abercrombie & Fitch); and socially conscious hipsters in their 20s and 30s (at American Apparel.)  Abercrombie & Fitch is openly hostile to what it considers the wrong customer -- typically anyone over 30 -- warding them off with booming music, dark shades on the front windows and teenage employees standing out front.  Gap has veered to the other extreme, putting out a welcome mat to nearly everyone, with well-lighted, sparsely decorated stores and ageless fashions.  ''The definition of a specialty store is focus,'' said Howard Davidowitz, chairman of Davidowitz & Associates, a national retail consulting firm and investment bank.  Gap does not have that focus, Mr. Davidowitz said. And in trying to meet the needs of infants, teenagers, and even the elderly, its designers play it safe, season after season. ''The merchandise is booooooring,'' Mr. Davidowitz added. ''Too basic.''  Patricia Longo, a 36-year-old makeup artist who lives in Manhattan, is the kind of style-obsessed shopper who has little use for Gap these days. She wears Ugg boots, a Betsey Johnson bag, a Pepe Jeans jacket and a cotton taupe Ella Moss dress.  ''They don't have the new fads,'' she said of Gap. ''When I look for something new and young and trendy, Gap is not coming to my head.''  And it is not that she buys only designer clothes. Ms. Longo covets designer knockoffs, which is why she shops at H&M, the Swedish retailer known for its fresh-from-the-runway fashions.  So what is Gap to do?  A Gap spokesman, Greg Rossiter, said the company was ''totally committed to returning these brands to the leadership they enjoyed for so many years.''  For that to happen, retail analysts said, the chain could start by shrinking, to give its clothes the kind of cachet that Gap had decades ago, before it operated 1,295 stores (not to mention hundreds more Banana Republic and Old Navy stores, which bring the total to more than 3,000). Abercrombie & Fitch, for example, has 361 stores for its flagship brand.  Next, analysts said, it could experiment with brands, as several new specialty clothing stores have started to do. When Martin & Osa, a clothing store aimed at people in their 30s created by American Eagle Outfitters, opened in 2006, it carried its own store brand as well as bags from North Face, sunglasses from Ray-Ban and track jackets from Adidas.  Gap used to carry Levi's jeans but stopped in 1991. Today, it stocks a single outside brand, Converse sneakers.  Finally, Gap could focus on a narrow group of consumers, and tailor clothing to meet their needs -- a prospect that would probably require the chain to become much smaller. ''They have to pick out a demographic and go after it with a maniacal focus, to the exclusion of anyone else,'' said Bob Buchanan, an analyst at A. G. Edwards & Sons.  ''If there is one thing you cannot be in the middle of the mall anymore, it is all things to all people,'' he added. ''And that is what Gap has been trying to do.''  ", 
            "title": "The Gap Is in Need of a Niche; Appealing to All Has Resulted In Sales to Too Few"
        }, 
        "weight": 0.46438273495211413, 
        "file": "1821796.txt", 
        "other_topics": {
            "0": 0.00016375435197525388, 
            "1": 0.00011024693853360953, 
            "2": 0.00020093808099895373, 
            "3": 0.0001461293818866081, 
            "4": 7.559428322075525e-05, 
            "5": 0.02244378744207108, 
            "6": 0.00013001258748512878, 
            "7": 0.06346013289457364, 
            "8": 0.00010769362257111174, 
            "9": 0.46438273495211413, 
            "10": 9.073416880812129e-05, 
            "11": 0.00013267600786340814, 
            "12": 0.00010725246641362306, 
            "13": 8.175368484252084e-05, 
            "14": 5.204663291678034e-05, 
            "15": 0.007493132784710983, 
            "16": 0.00013908676498711818, 
            "17": 0.0019330285458545164, 
            "18": 7.262025762935849e-05, 
            "19": 0.00929691088534514, 
            "20": 0.2173088430431973, 
            "21": 0.0003469078220883079, 
            "22": 0.0001106676964447793, 
            "23": 0.00013134578884230856, 
            "24": 6.288454901018245e-05, 
            "25": 0.0001361333938381023, 
            "26": 0.00011162451491026872, 
            "27": 7.714286972756879e-05, 
            "28": 0.12216976571409714, 
            "29": 0.08892441787304206
        }
    }, 
    {
        "content": {
            "text": "  AS sinful pleasures go, breakfast in bed ranks as one of the least wicked -- slothful and slightly gluttonous, but not exactly worthy of ecclesiastical condemnation. Yet people routinely deny themselves this minor indulgence, often for one of two reasons: they either feel guilty about being so lazy, or they fret about food particles falling between their sheets.  There's no quick fix for the guilt-ridden, save for frequent reminders to lighten up and live a little. But the neat freaks can now enjoy a worry-free breakfast in bed thanks to the Buon Appetito, a satin duvet cover outfitted with an elongated cotton bib. When the food arrives, the cover's user pulls its upper flap over his torso and ties it around his neck. Crumbs are thus prevented from secreting themselves within the linens.  The product's designers, Olga Bielawska and Astrid Schildkopf, came up with the idea in late 2005, while attending the Bauhaus-Univeristät Weimar in Weimar, Germany. ''We had the idea to make a project about errors, about the everyday problems and little mishaps that happen,'' Ms. Schildkopf said. With sketchbooks in hand, she and Ms. Bielawska sat down and brainstormed over the various accidents that occur in each room of a house.  When the conversation turned to the bedroom, Ms. Schildkopf and Ms. Bielawska first thought of lewd mishaps, which are tough to remedy through product design. But their creative back-and-forth soon turned to another naughty activity. ''Eating in bed is a thing you really should not do, because you get all the crumbs,'' Ms. Schildkopf said. ''We thought, 'O.K., how can we play with that? How can we make a positive product that invites you to do something that you normally should not do?' ''  Inspired by the bibs used by infants and lobster connoisseurs alike, the designers tried sewing a narrow cotton flap onto a bedsheet. Ms. Schildkopf, the designated tester, quickly discovered that the bib needed to be longer and more billowy, because toast detritus can travel surprisingly far. She also played with the size of the straps that secure the cloth to a breakfaster's neck; too big a hole for the neck would leave pajama tops exposed, but too small an aperture would make the bib uncomfortable.  To imbue it with some culinary atmosphere, Ms. Schildkopf and Ms. Bielawska decided to make the bib out of red-and-white-checkered cotton, the traditional tablecloth material for Italian restaurants worldwide. A final flourish was a lace border, which Ms. Schildkopf described as evocative of the hearty, meat-centric breakfasts that a grandmother might make.  The Buon Appetito went on sale last February at a university-run shop. Ms. Schildkopf and Ms. Bielawska graduated soon after and founded a Weimar design studio called Miss Geschick & Lady Lapsus.  The nascent company managed to sell 20 handmade Buon Appetitos through its Web site, Missgeschickladylapsus.de, before deciding to industrialize production late last year.  The first shipment, manufactured by a Bavarian textiles firm, is expected in Weimar next month. The Buon Appetitos will be offered in American twin size and the slightly smaller European single size. Each duvet cover will be accompanied by a pillow cover with a similar red-and-white color scheme; the set will cost 99 euros (about $128) for the European size, and 129 euros (about $168) for the American size.  If there is a drawback to the Buon Appetito, it is that the bib isn't detachable. Splatter yolk or syrup on it, and the whole duvet cover must go into the laundry. Serious neat freaks might have to settle for toast-only breakfasts in bed.  OPENERS: THE GOODS  ", 
            "title": "A Clean Way to Be Naughty"
        }, 
        "weight": 0.46361779453444024, 
        "file": "1822085.txt", 
        "other_topics": {
            "0": 0.00029940955937312236, 
            "1": 0.00020157624448095254, 
            "2": 0.00036739653980169724, 
            "3": 0.013792191797596737, 
            "4": 0.13538829561792584, 
            "5": 0.00046134847048673875, 
            "6": 0.00023771589006541018, 
            "7": 0.12955594198328127, 
            "8": 0.023865671485680095, 
            "9": 0.46361779453444024, 
            "10": 0.00016589896497548628, 
            "11": 0.00024258570581239274, 
            "12": 0.00019610113150114158, 
            "13": 0.00014947898764563708, 
            "14": 9.516241394807479e-05, 
            "15": 0.00017548656726525317, 
            "16": 0.000254307177287839, 
            "17": 0.00015311044130799422, 
            "18": 0.000132779367852493, 
            "19": 9.227462455467797e-05, 
            "20": 0.14373505408597426, 
            "21": 0.0378280601903814, 
            "22": 0.023871109302369038, 
            "23": 0.007002657450483784, 
            "24": 0.00011497853268267043, 
            "25": 0.00024890721359999905, 
            "26": 0.01711035482960843, 
            "27": 0.0001410485422543149, 
            "28": 0.00021339238890676966, 
            "29": 0.0002899099584562515
        }
    }, 
    {
        "content": {
            "text": "  MANY years ago, I lived in Spain for a summer, teaching English at 5:45 a.m. to a group of pharmaceutical executives, most of whom knew only three words in English at the onset of the season: ''yes'' (enthusiastic bobbing of heads), ''no'' (sad frowns) and ''marketing'' (big smiles and thumbs-up gestures).  Every day I took the subway to work with the city's construction workers, stopping for a sherry and a coffee (this is what the construction workers did, at least, and I always say, when in Madrid ) and a churro, which considering the Dunkin' Donuts society we live in, might be described as a smaller, lighter bear claw.  Unfortunately I was the most impatient teacher on the planet -- or maybe it was the 5 a.m. sherry -- and at the end of the summer that remained pretty much the extent of what my students knew.  Everyone in Spain, I noticed, wore beautiful leather shoes. Like the Italians, the Spanish have a thing for footwear. In SoHo, we now have our own Spanish outpost in the newly opened Té Casan, a 7,500-square-foot emporium for shoes alone.  The name of the store comes from the Gaelic phrase for ''a woman's path,'' but that sounds like a self-help book for women going through menopause, so I prefer the Spanish translation. If you don't count the accent on the first word, it translates as ''they marry you,'' and frankly I felt married to at least two pairs of the shoes by the time I left.  Té Casan, the brainchild of a Spanish entrepreneur, has brought together young designers with experience at Vivienne Westwood, Alexander McQueen, Versace and Dries van Noten, among others.  The aesthetic is deeply evocative of Barcelona, a city known for its dripping Gaudí cathedral and avant-garde artistic environment. It's a place where somewhere, any time of year, you can catch a staged version of Ionesco's ''Cantatrice Chauve.''  The store's gimmick is that it offers high-quality shoes at relatively inexpensive prices, and it plans to change the merchandise and designs every few weeks. I think $400 to $850 is a lot to spend on a pair of shoes, but in recent years well-to-do American women have been suckered into a bewildering fashion conspiracy.  To anyone who looks at Vogue or W, it would appear that in order to be fashionable, to be stylish -- to be, in fact, footwear -- shoes must cost $700. There is something dark about this, as if we have become Stepford Wives, marching off to the high-end shoe brands as if our brains had been sucked out of our skulls and replaced with slots for charge cards. Ka-ching.  At Té Casan, the message is change and exclusivity: each style is manufactured in limited numbers, as the salesclerks will eagerly tell you. These editions, according to the company literature, are limited by state. So if a designer makes 80 pairs of the same shoe in size 40, there may be 80 women in New York wearing the same shoe in the same size. Not all that different from other small-scale designers.  The heels generally have a more modest cant than your average Jimmy Choo but less of the grandmotherly quality and faux duck-toed modesty of shoes at, say, Anthropologie.  HAVE you noticed that while models in fashion magazines two decades ago stood with their feet in a proud position, straight forward and elegant, all the models and celebrities now seem to stand with their feet turned inward, knock-kneed as if they were ashamed, or 10 years old? When was the last time you saw a model in the J. Crew catalog standing with her feet straight out?  This seems to be part of an ongoing infantilization of the American woman, along with an obsession for weighing 90 pounds. A shoe is a shoe, after all, not a statement of virginity or, perhaps, faux-virginity.  This is why I like the shoes at Té Casan so much. They do not force the wearer into a kind of submissive frailty. A designer named Manuela Filipovic did a pair (much photographed in the news media) with a solid heel and Art Deco-esque winged scrolls on either side, in black or green suede -- very 1980s Maud Frizon.  Niki Robinson, one of the more avant-garde designers at the store, offers flat boots made of leather, fronted with madras patchwork made from men's work shirts, snapped shut with wooden buttons.  Gaetano Perrone's shoes are shaped like pagodas, some with six-inch-wide taffeta bows at the back. There are cherry-red platform pumps with a square toe; evening sandals are made from woven strands of metal. Fay.B's leather boots, plain on the outside with a hint of apricot metallic lining at the top, are $385.  The space itself could pass for a chic restaurant. Although it was designed by Ron Pompei, the man behind Anthropologie, it is a cleaner, more space-age gallery. A large central glass staircase is edged with mirrored circles; an open dressing room offers semiprivacy for the serious fetishists -- sorry, I mean fashionistas.  After trying on a dozen pairs, I was surprised to see that the clerk was still remarkably cheerful. To be waited on by a shoe clerk with such patience was as miraculous as if my Spanish pharmaceutical students had learned to recite ''Paradise Lost'' in two short months.  Té Casan  382 West Broadway (near Spring Street); (212) 584-8000  ATMOSPHERE -- Jetsons meets Arte Povera in an all-white boutique.  SERVICE -- As is common with much-publicized new stores, excellent. Time will tell if it remains so.  PRICES -- Metallic sneaker bootie, $210; black, gold and cream leather pumps, $245; red patent-leather platforms, $315; flat patchwork madras and leather boots, $425; satin evening sandals with rhinestones, $395.  EXTRAS -- Booths for privacy; tea bar downstairs. On two visits the bar was unattended. (Memo to stores: Give it a break; we get our caffeine elsewhere.)  Critical Shopper  ", 
            "title": "A Store to Make Your Feet Say Olé"
        }, 
        "weight": 0.4575737054572812, 
        "file": "1816227.txt", 
        "other_topics": {
            "0": 0.017366778247007525, 
            "1": 0.00012800012812009339, 
            "2": 0.0045274589546339975, 
            "3": 0.00016966076203461808, 
            "4": 0.058058975734008735, 
            "5": 0.0002929544772617873, 
            "6": 0.00015094866194627276, 
            "7": 0.17459203437217294, 
            "8": 0.00012503564879143465, 
            "9": 0.4575737054572812, 
            "10": 0.010840754161170776, 
            "11": 0.0001540409759296991, 
            "12": 0.00012452345275741684, 
            "13": 9.491857346172235e-05, 
            "14": 6.0427761261927515e-05, 
            "15": 0.0001114332849644409, 
            "16": 0.00016148406454600137, 
            "17": 9.722453235703168e-05, 
            "18": 0.006525559759835916, 
            "19": 5.859402627350944e-05, 
            "20": 0.07624162552783333, 
            "21": 0.051932733820110225, 
            "22": 0.00012848864115504586, 
            "23": 0.0495353777948525, 
            "24": 7.301091927939372e-05, 
            "25": 0.0065993004884235835, 
            "26": 0.08171870768047206, 
            "27": 8.956527355787057e-05, 
            "28": 0.00013550333369019733, 
            "29": 0.0023311734848088027
        }
    }, 
    {
        "content": {
            "text": "  BRAD PITT may be striving mightily to downplay his heartthrob image -- he even sported gray stubble and crow's feet in ''Babel'' -- so this probably is not going to help. The truth is that probably no male star today has the power to ignite a fashion trend like Mr. Pitt can. With the help of the trend-setting costume designer Michael Kaplan, he did it with the retro-70s hip-length leather jacket in ''Fight Club.'' Now he has done it with the fedora.  Of course, black hip-hop stars and actors, from Run-D.M.C. to Jamie Foxx, have long dallied with the old-school chapeau. And lately entertainers like Jack White, Pete Doherty and Justin Timberlake have tried on the look. But it took off with a wider (that is, whiter) spectrum of stylish men only after July 2005, when Mr. Pitt, alongside his new flame, Angelina Jolie, appeared in a 60-page shoot in W magazine shot by Steven Klein and styled by Mr. Kaplan. In it Mr. Pitt wore several deeply stylish straw fedoras.  Since then, as several of the coolest hatters report, sales of fedoras have snowballed with hip, younger customers. Marcia Akins, the owner and designer of the Makins line, said sales of her hats had more than doubled in the 18 months since the article ran.  Orlando Palacios, the Worth & Worth owner and designer, also credited Mr. Pitt's style with jump-starting a remarkable uptick in business in the last two years. ''Brad loves his lids,'' he said. ''I've had a lot of younger guys coming in, wanting something so they can look a little more contemporary.''  Fedora -- contemporary? Is this the same hat famously given the heave-ho by President Kennedy almost 50 years ago as a dinosaur of prewar dress and manners? Well, in the first place, there is little difference between contemporary and old hat at a time when half the clothes sold look as if they were designed for time travelers from another decade, whether the '30s or '70s. Second, two things make the fedora modern: how it is now made, and how it is now worn.  As Mr. Palacios pointed out, the fedoras that younger men gravitate to are what the British call a trilby, with a narrower brim. They are about two and an eighth inches wide rather than a more traditional two and a quarter inches.  And as the selection of hand-blocked hats from Makins, Worth & Worth and Rod Keenan make clear, the usual fedora palette of gray, black and brown are a figment of the film noir era. Popping in crimson, yellow, blue and white and tricked out with crystals, feathers and hatbands made of crocodile or contrasting ribbon, today's fedoras would look at home on any villain in a '70s Pam Grier movie -- but executed with more finesse, and with a price tag to match -- from $300 to $1,500.  ''We kick it up with our trims,'' Mr. Keenan said, adding that he makes many styles, and one-of-a-kind pieces, because his customers like owning something unique.  But the new fedora wearers do not pander to a '70s pimp-style costume instinct. These stingy brims and sky pieces (vintage terms for natty hats) are not meant as the crowning glory of a full-dress look. Rather, they top off more ordinary, but still snappy, modern styles: a hoodie, a crisp suit, a polo shirt, a shirt and tie.  Mark Roberts, a filmmaker in Los Angeles, started wearing Mr. Keenan's hats to give a punch to his wardrobe of Gap shirts. ''Since I'm a bald man, they fight against skin cancer,'' he said. ''But from a style point of view, well, I just thought it was a cool time when all men wore hats. Each one has its own personality. That's why they've become addictive. It's like having all these different personalities to put on your head.''  Ant Rich, a manager of A & R at Jive Records in New York, has been a hat fan for a few years now. ''It goes back to, like, '02, when the hip-hop industry started dressing up a little bit,'' he said. But when a friend got him fitted for a custom hat at Mr. Keenan's Harlem studio as a birthday present, he became a staunch convert.  ''A fedora goes with a lot of different styles, which is the way I dress,'' Mr. Rich said. ''If I am being conservative, it can make me look cool. Or you can have on a white button-up shirt and some plain jeans and sneakers, but if you have on a Rod hat, you're going to stand out. It's hip-hop and Rat Pack all rolled into one.''  So it is a waste of hand-wringing to mourn the days when a fedora was an expected note of polish. Now it can do something even more charming: that is, strike an unexpected note.  DRESS CODES  ", 
            "title": "Old Hat? Not on a Young Head"
        }, 
        "weight": 0.45048119936661296, 
        "file": "1819577.txt", 
        "other_topics": {
            "0": 0.0002401363656558111, 
            "1": 0.00016167081256039724, 
            "2": 0.0002946641717359276, 
            "3": 0.011061793817262081, 
            "4": 0.00011085468091700824, 
            "5": 0.00037001672637142213, 
            "6": 0.00019065600316323206, 
            "7": 0.1472981626694231, 
            "8": 0.00015792652113724265, 
            "9": 0.45048119936661296, 
            "10": 0.03538744269797831, 
            "11": 0.1113814722155273, 
            "12": 0.0001572795909331402, 
            "13": 0.00011988709014597834, 
            "14": 7.632340223328201e-05, 
            "15": 0.00014074602886000856, 
            "16": 0.01647521795319547, 
            "17": 0.00012279963604582117, 
            "18": 0.0001064934429512941, 
            "19": 7.400729966407338e-05, 
            "20": 0.09358525860711567, 
            "21": 0.05474623772263362, 
            "22": 0.00016228782990613784, 
            "23": 0.000192611066492779, 
            "24": 9.221658461627909e-05, 
            "25": 0.00019963181464400525, 
            "26": 0.03541807719244977, 
            "27": 0.00011312559421588673, 
            "28": 0.00017114775105367974, 
            "29": 0.040910655344498316
        }
    }, 
    {
        "content": {
            "text": "  In the Senior Pairs at the Edgar Kaplan Winter Regional in Midtown Manhattan on Dec. 27, Augie Boehm and Seymour Reich of New York finished first, ahead of Al Pagan of Hackensack, N.J., and Martin Weiss of Fort Lee, N.J.; and Michael Kallman and Jean Ludwig of New York.  The winners did well on the diagramed deal.  West opened one heart in the modern style. (When you are thinking of opening with minimum values, consider two things: Are you going to bid a suit that you are happy for partner to lead at trick one, in particular if he holds king-doubleton; and do you have a comfortable rebid whatever partner responds? This hand answers positively to these questions.) East's decision to pass is strange. With three-card heart support and a singleton, it would seem normal to raise to two hearts. If you had been South, what would you have done now?  You could jump to four spades or to three no-trump, trusting partner to have a few useful goodies. But Boehm decided to double, keeping his options open and hoping to learn something beneficial for the play.  Surprise, surprise: West passed, and partner advanced one spade. Now, not wanting a heart lead straight through his king-jack, South felt endplayed into bidding three no-trump. Boehm might also have been influenced by his own workmanlike book, ''Three Notrump in Depth'' (HNB Publishing, 2006). In it he discusses the bidding, declarer play and defense of our favorite contract.  Notice that four spades, even when played by South, should lose four tricks: two hearts, one diamond and one club.  If West had led fourth-highest from his longest and strongest, he would have defeated three no-trump. But he tried a sneak attack, selecting the club six. Declarer won with his jack and played the diamond king. To keep South to his contract, East had to hold up his ace, but understandably he did not, so Boehm took 10 tricks (six spades, two diamonds and two clubs) for a shared top.  Bridge  ", 
            "title": "Despite 11 Spades, Taking the No-Trump Path"
        }, 
        "weight": 0.4444673636986031, 
        "file": "1819038.txt", 
        "other_topics": {
            "0": 0.000531038908956756, 
            "1": 0.0003575197437412702, 
            "2": 0.09660454252694546, 
            "3": 0.006470940434534138, 
            "4": 0.0002451446645581929, 
            "5": 0.0008182570687759367, 
            "6": 0.0004216177571829113, 
            "7": 0.007891935749273354, 
            "8": 0.00034923959663927693, 
            "9": 0.4444673636986031, 
            "10": 0.0002942417922196303, 
            "11": 0.0004302549618416821, 
            "12": 0.0003478089715491557, 
            "13": 0.0002651189851035374, 
            "14": 0.08412758745671112, 
            "15": 0.0003112465594359109, 
            "16": 0.0004510444030229228, 
            "17": 0.000271559805479556, 
            "18": 0.05420901799151732, 
            "19": 0.00016366015851499655, 
            "20": 0.21894908204581498, 
            "21": 0.07908673513214255, 
            "22": 0.0003588842193682526, 
            "23": 0.00042594119522041394, 
            "24": 0.00020392827362323396, 
            "25": 0.0004414669171497244, 
            "26": 0.00036198708550801763, 
            "27": 0.0002501665749934508, 
            "28": 0.0003784770988006714, 
            "29": 0.0005141902227725815
        }
    }, 
    {
        "content": {
            "text": "  GROWING up, I yearned to have lustrous straight hair that I could wear parted in the middle and let swing down my back, like Marcia Brady of ''The Brady Bunch'' or Laurie Partridge of ''The Partridge Family.''  Instead, amid a sea of long, silky-haired classmates, my zigzagging kinky curls were the target of childhood taunts. (It didn't help that my middle name, Claire, rhymed with hair.) Hairdressers hacked away at my unruly mop, unsure how to tame it.  Even after juice cans, hot rollers, hot combs, oversize brushes, irons, baby oil, gels and chemical relaxers, my hair would fight back, bouncing up time and again into Roseanne Roseannadanna frizz.  In recent years, at my pleading, stylists have blown my hair into stick-straight submission, and when I'm unable to get to a salon, I dip into a cupboard full of frizz-taming products that help uncoil my curls and keep me from looking like my cocker spaniel.  Some people have bad-hair days. Until recently I was resigned to a bad-hair life.  But a tide of new products aimed at eliminating frizz, without forcing curlies to go blown-out straight, has entered the market.  Curls, from Nicole Kidman's Botticelli ringlets to Sarah Jessica Parker's soft tresses and Oprah Winfrey's tumbling locks, are in. Consequently, there is a swell of hair care regimens, including serums, gels, balms, creams and sprays promising moisture-rich curls, without frizz or flyaways.  ''People with curly hair don't tend to be denying it anymore,'' said Mercedes Orpin, product development manager at Bumble & Bumble. ''It's no longer an either-or. It's all about whatever suits your fancy these days. Now you can have it any way you like. It is like a smorgasbord for hair.''  In 1998, when Michelle Breyer and Gretchen Heber of Austin, Tex., both journalists, were at a loss for how to battle their own corkscrew hair, they started Naturallycurly.com, a Web site and social network. At the time, there were few hair care products aimed at the frizzy- and curly-haired.  ''For so long society has viewed people with curly or frizzy hair as that's not desirable, not attractive,'' said Ms. Breyer, 44, recalling how she relentlessly blew out her intensely curly hair during the ''Farrah Fawcett painful years.''  Dr. Mary Lamia, a clinical psychologist and psychoanalyst in Kentfield, Calif., said that feelings about one's hair run deep. Hair, after all, is a focal point of an individual's appearance, she said. For those with frizzy curly hair, she added, it can be ''a target for self-conscious feelings that can result in low self-esteem.''  ''Unfortunately, hair seems to have a mind of its own, and curly frizzy hair can be outright incorrigible,'' Dr. Lamia said. But, she added, ''Controlling one's hair seems to be important to humans in general -- an attempt to control the perceptions others have about one's appearance.'' Add in marketing, she said, and a generation of self-loathing curly-haired women has sprung up.  Ginetta Candelario, an associate professor of sociology and Latin American and Latina/o Studies at Smith College, said the compulsion to have pin-straight hair grew out of the American experience. At the turn of the 20th century, she said, European women, particularly Jewish, Italian and Greek women who tend to have darker, curlier hair, would do whatever it took to wear their hair straight as a way to assimilate into American society.  The Vidal Sassoon revolution in the beauty-culture industry perpetuated the positive association with straight hair.  ''It's not simply vanity on the part of women,'' Dr. Candelario said. ''In that setting, where the norm has been this lank-haired beauty, it becomes a source of a stigma, so you want to fix it.''  But that is changing. As mainstream hairstyle trends have become more diverse, a wider range of styles have become acceptable in the workplace, according to a November 2006 report on the $7.2 billion hair-care products market in the United States done by Packaged Facts, a publishing division of MarketResearch.com. And so, conservatively, there were about 70 frizz- and curl-related products introduced this year, compared with about 10 in 1996, said Cara Morrison, founder of Cogitamus Consulting in Manhattan and the report's author.  There are now more than 1,000 hair care products over all that help eliminate frizz, from John Frieda's Frizz-Ease regimen, which jump-started the market in 1991, to this year's Quiet Calm Curl Control, an organic shea butter, wheatgrass and orange oil-based moisturizing cream to enhance curls while providing style control, by Innersense. There is also Cutler Curling Cream; Citré Shine's Making Waves curl booster; Redken Crystal Curls, a defining shine gel; and None of Your Frizzness, a line of shampoo, conditioner and frizz leave-in cream by Herbal Essence.  Bumble & Bumble developed a silicone-based finishing product called Defrizz for blowing the hair straight in the 1990s, and three years ago added a moisturizing regimen. That product line, Curl Conscious, includes transglutaminase, an enzyme that ''goes into overdrive in heat and humidity,'' Ms. Orpin said.  It's not just anecdotal that curly-haired women have more shampoos, conditioners, serums and balms in their bathrooms. ''According to market research, curly-haired women spend more on their hair than straight-haired women,'' Ms. Breyer said.  Lorraine Massey, co-owner of Devachan, a Manhattan salon that specializes in curly hair, said she had 28,000 new clients in the past year in her two locations looking to set their curls free and defang their frizz.  ''You can take the curl off the girl, but you can't take it out of her,'' said Ms. Massey, who is on a mission to help curly-haired women love and accept their hair. ''You can make it go away for a day, but if it is raining or if you take a shower, that baby is coming right back. The more you mistreat it, the drier and frizzier it becomes and you hate your hair even more, so you stay in a vicious cycle.''  Ms. Massey, who wrote ''Curly Girl'' with Deborah Chiel (Workman, 2002), rails against blow-drying curly hair straight, a process she calls ''blow fry'' and ''glorified laundering.''  ''Frizz is a curl that needs some moisture and direction,'' she said.  Dr. David Orentreich, a dermatologist in Manhattan, said that frizzy hair can benefit more from the use of conditioning products than any other hair type.  ''All of these products aimed at eliminating frizz, reducing unruliness of curly or dry hair, all have the same basic premise: control flyaway, good static control, improve hair feel, improve ease of combing and manageability, detangle, and they may also decrease the color fade,'' Dr. Orentreich said.  But perhaps their biggest impact is to offer women a choice.  ''People want to have options in how their hair looks,'' said Ms. Breyer of Naturallycurly.com. ''One day they might want to wear it straight and one day they might want to wear it curly.''  You hear that, Marcia Brady?  Hair Regimens Fit for the Jungle? Putting Unruly Locks to a Big Test  HOURS before leaving on a 17-day trip to Vietnam and Cambodia over the holidays, I visited the hairdresser.  ''Blow it straight,'' I urged Michelle Collins, a stylist at Paragon Salon and Spa in Greenvale, N.Y., who shares my aversion to frizz. ''It has to last.''  A friend and I had already tested a half-dozen frizz-repellent products. We found two brands -- the Phyto regimen of Phytojoba hydrating shampoo, Phytocitrus Soin vital radiance mask (for color-treated hair), followed by Phytodéfrisant hair relaxing balm; and the L'Anza Strait-Line smoothing shampoo, conditioner and straightening balm regimen -- that made our hair far silkier, lighter and smoother than did John Frieda's Frizz-Ease products when blown straight.  But 24 hours of traveling from New York to Hanoi left my blowout flat and grimy.  I was equipped to go natural. But in muggy central Vietnam, Ouidad Deep Treatment Intensive Conditioner, followed by Ouidad Climate Control heat and humidity gel, as well as generous amounts of both Ouidad pomade and its Shine Glaze Serum, which had worked so well at home, only kept my ringlets soft and defined for a few hours. DevaCurl Set It Free finishing spray spruced things back up, but rinsing my hair with the hotel's generic conditioner revived my unfashionable haystack look.  The situation got even more out of hand in the steamy Cambodian jungle. But switching to the Bumble & Bumble Curl Conscious regimen loosened the tight knot of frizz back into soft curls. At that, even my three sons -- my harshest curl critics -- stopped begging me to buy a hat.  MARCELLE S. FISCHLER  SKIN DEEP  ", 
            "title": "Taming Frizz And Setting Curls Free"
        }, 
        "weight": 0.4443013439654277, 
        "file": "1819569.txt", 
        "other_topics": {
            "0": 0.00011810616166678435, 
            "1": 7.951448366811161e-05, 
            "2": 0.00014492454822246287, 
            "3": 0.03745125386530266, 
            "4": 0.04807062672361915, 
            "5": 0.00018198516157638016, 
            "6": 9.377025704059467e-05, 
            "7": 0.08311583526079919, 
            "8": 0.005412795721078144, 
            "9": 0.4443013439654277, 
            "10": 6.544109686668168e-05, 
            "11": 0.008098375407799802, 
            "12": 7.735475109280123e-05, 
            "13": 5.896401410037173e-05, 
            "14": 3.753810489512952e-05, 
            "15": 0.020075933521347088, 
            "16": 0.00010031491531755461, 
            "17": 0.10276151020913754, 
            "18": 5.23766225715495e-05, 
            "19": 3.639897720104305e-05, 
            "20": 0.15939935532013894, 
            "21": 0.08294460699425042, 
            "22": 7.981795103419851e-05, 
            "23": 0.0014285125126142569, 
            "24": 4.535484170131729e-05, 
            "25": 9.818482639973215e-05, 
            "26": 0.005415630837217063, 
            "27": 5.563851057137561e-05, 
            "28": 8.417552210240719e-05, 
            "29": 0.00011435891523949279
        }
    }, 
    {
        "content": {
            "text": "  One of the bewildering aspects of the red-carpet parade at the Golden Globes last night is how many actresses said they spent little time getting dressed, breathily insisted they had no help, yet looked as if they were auditioning for a camp remake of ''Cleopatra.''  Big hair of the Elizabeth Taylor-Richard Burton era overshadowed most of the clothes, and even some of those adorable bobbing heads. Penélope Cruz, though sensational-looking in a fluttery black Chanel couture dress (''My friend Karl Lagerfeld made it for me''), had her hair piled and pinned in the old-new fashion. So did Jennifer Lopez, her big lashes batting as she intoned, ''Marchesa,'' the label behind her off-the-shoulder goddess dress.  Kate Walsh and Ellen Pompeo, from ''Grey's Anatomy,'' had dueling hairdos, teased and curled. The brilliant, strange exception to all this was Sienna Miller, the ''Factory Girl'' star, whose English sense of irony probably led her to wear a Heidi braid across her head. Today, though, the fashion police will murder her.  Just what brought on the pagan hair is hard to say, but it had an aging effect on many of the actresses; in the case of Angelina Jolie, who wore a strapless gray gown, it suggested a humorlessness that doesn't exactly go with the spirit of an awards show.  By contrast, Reese Witherspoon (in buttercup-yellow silk), Beyoncé Knowles (in ''Dreamgirls'' spangles), Kyra Sedgwick and Kate Winslet, her lips scarlet against her pale skin and white Azzaro dress, wore their hair down and loose. And they looked young and properly happy.  But in a sense, all red carpets are a trail of good intentions gone haywire. And if you could run the action backward, beginning with ''iccuG gniraew ma I,'' to the limo and the fast climb back up the hills, to the bedroom, the blabbing hairstylist, the racks of clothes, the doubts, the sighs, the soiled wads of blotting paper -- well, you would probably find something that required less exertion.  That was the trouble with many of the dresses you saw: they looked a lot less self-reliant than their wearers claim to be.  At least William H. Macy was honest. When he and his wife, Felicity Huffman, were asked about their preparations for the evening, Mr. Macy replied dryly, ''We have people who take care of these kinds of things.''  On the whole, the fashion establishment got its plugs in: Eva Longoria wore a navy Ungaro dress with a low swimsuit back. Cate Blanchett had on a black lace Alexander McQueen number with panniers. And Drew Barrymore wore a strapless Dior gown in pink silk.  There were no faux pas, everyone looked generally polished to perfection -- and that was maybe the problem with the Golden Globes red carpet. How nice if more girls just wanted to have fun.  ON FASHION  ", 
            "title": "And for the Best on the Red Carpet"
        }, 
        "weight": 0.44308140946181174, 
        "file": "1819265.txt", 
        "other_topics": {
            "0": 0.00036628947832503475, 
            "1": 0.00024660287262783995, 
            "2": 0.0459513073317242, 
            "3": 0.004463396854844959, 
            "4": 0.00016909102097921471, 
            "5": 0.0005644011197720296, 
            "6": 0.0002908151280938922, 
            "7": 0.17090479530107516, 
            "8": 0.0043774228696721726, 
            "9": 0.44308140946181174, 
            "10": 0.00020295626319601429, 
            "11": 0.19885027573077588, 
            "12": 0.00023990476892886498, 
            "13": 0.0001828685113458331, 
            "14": 0.0042529504109864716, 
            "15": 0.00021468547400831903, 
            "16": 0.0003111124557883326, 
            "17": 0.00018731113258455147, 
            "18": 0.008435501277671495, 
            "19": 0.00011288625574125725, 
            "20": 0.07656478838917749, 
            "21": 0.02559515922299814, 
            "22": 0.00024754403354310404, 
            "23": 0.0002937972633698903, 
            "24": 0.00014066159692125704, 
            "25": 0.00030450628768089377, 
            "26": 0.00024968426696193153, 
            "27": 0.012582148872375118, 
            "28": 0.0002610584210298605, 
            "29": 0.0003546679259890909
        }
    }, 
    {
        "content": {
            "text": "  THIS week, just when it finally turned cold, the skating rink in Bryant Park was dismantled to make way for the tents of Fashion Week. You could almost hear the echoes of rosy-cheeked children hissing, ''Awww, fashionistas.''  Dan Biederman, the president of the Bryant Park Corporation, which maintains the park, has said he would like Fashion Week to move somewhere else, soon, and IMG, the company that produces the shows, is looking at new quarters. In the meantime, the two sides are battling over the size and duration of Fashion Week in Bryant Park. The next season of shows begins on Feb. 2.  But there are signs that both parties have softened considerably -- they are working together to find a new location for Fashion Week by 2008. And in light of its appearance of being anti-fashion, the park's management has picked an odd moment to invest in a fashion makeover.  As part of the improvement projects at the park, Mr. Biederman commissioned the designer Stan Herman to create new uniforms for its custodians and horticulturalists. Mr. Herman's designs are intended to evoke the nature of the park: diamond quilted jackets and vests in forest green and matching cargo pants with nifty reflective stripes; and fleece shirts the sandy gray color of the park's London planes, trimmed with stripes of bright green like that of the trees' first buds.  ''This is a very special park and the workers need a very special uniform,'' said Mr. Herman, who has worn at least two hats in the delicate territorial negotiations between the fashion industry and park management. He is on the board of the Bryant Park Corporation; until October, he was also president of the Council of Fashion Designers of America. Mr. Herman, whose West 40th Street studio overlooks the park, said he sometimes feels like ''the guy in the middle.''  ''I'm very sensitive to the needs of the park, but I'm also a fashion person,'' he said.  Still, Mr. Biederman said the change in uniforms should not be read as a change in the park management's position on Fashion Week.  ''We don't view this as fashion,'' he said, ''but as a special corporate uniform reflecting the special aspects of Bryant Park.''  For now, including fashionistas.  FRONT ROW  ", 
            "title": "Dressing Up Bryant Park"
        }, 
        "weight": 0.4336395996039656, 
        "file": "1821219.txt", 
        "other_topics": {
            "0": 0.0004792999050498631, 
            "1": 0.0003226866738734515, 
            "2": 0.006000900155759671, 
            "3": 0.00042771259522819086, 
            "4": 0.0002212602738979162, 
            "5": 0.0007385344628346677, 
            "6": 0.10322308486115135, 
            "7": 0.02877408834139612, 
            "8": 0.00031521325967941274, 
            "9": 0.4336395996039656, 
            "10": 0.00026557387922784923, 
            "11": 0.0003883353156985789, 
            "12": 0.0003139220200766421, 
            "13": 0.00023928850079305456, 
            "14": 0.00015233760760720218, 
            "15": 0.01651921849085179, 
            "16": 0.00040709924620563673, 
            "17": 0.0002451017934588098, 
            "18": 0.00021255546595615388, 
            "19": 0.0001477147853267211, 
            "20": 0.12725096921968906, 
            "21": 0.006428145491229309, 
            "22": 0.0003239182089407035, 
            "23": 0.0924014559908192, 
            "24": 0.00018405958685139968, 
            "25": 0.027462282584556446, 
            "26": 0.04362884307053269, 
            "27": 0.00022579290070584004, 
            "28": 0.01116713323520067, 
            "29": 0.09789387247343612
        }
    }, 
    {
        "content": {
            "text": "  STACEY BENDET, 28, the lively titan behind the five-year-old design label Alice + Olivia, stretched herself across a half-filled table of friends at Kobe Club, a new steakhouse in Midtown. Addressing everyone present, she asked, ''Can we get the bowl of punch?''  ''Is that the punch that made you vomit last time?'' replied her friend Paula Froelich, a gossip columnist for The New York Post.  ''Yeah,'' Ms. Bendet said with a shrug, ''but it's their signature drink.''  Considering she invented a signature line of clothing (her shape-hugging low-rise pants earned her the moniker Staceypants), her reasoning seemed apt. That night, she was dressed in full Alice + Olivia -- black silk and mesh polka-dot minidress over a black bodysuit and white leggings -- and had invited eight friends to a night of dinner and barhopping. With her third boutique, near Bryant Park, having just opened in October, and design meetings done, Ms. Bendet wanted to unwind. Kobe Club would seem an interesting choice for a vegetarian.  ''Last time it was so fun,'' Ms. Bendet said, unconcerned with contradictions perhaps because she is one. Her carefree manner belies a work ethic that would make John Calvin beam. She designs five collections a year and is often mistaken for a clerk at Barneys because of covert visits in which she reorganizes the Alice + Olivia racks and display cases.  Kobe Club was teeming with bankers (not fun), and three friends were late. While she waited, Ms. Bendet tucked her Terry de Havilland silver python platform wedges under herself, took a sweeping look around the room and checked her BlackBerry before turning to the menu.  She waxed enthusiastic about the Lauren salad. ''It's like so good,'' she said. ''It's like my favorite.''  Ms. Bendet's boyfriend, Eric Eisner, and her business partner, Andrew Rosen, finally arrived. When half the table got up for a smoke, Ms. Bendet said in her baby voice: ''I'm the yoga person, I don't smoke. I just go to yoga drunk sometimes.'' Then she began rearranging the night's plans. After Kobe Club, would it be the Anchor, Double Seven and then Bungalow 8, or Beatrice Inn, the Anchor and then Double Seven?  ''I change my mind all the time,'' she said, once again checking her BlackBerry. ''I can't sit for that long.'' Stuck to the back of the device were nearly rubbed-away stickers of her role models, Madonna and Hello Kitty.  On the car ride down to the Anchor in the West Village, the model Devon Aoki, a longtime friend of Ms. Bendet's, got a text message from her brother, Steve.  ''He's spinning tonight at Stereo,'' Ms. Aoki said.  Ms. Bendet, her eyes trained on her BlackBerry, responded, ''We should fully go see him.'' But the cab continued on.  It was opening night for the Anchor, and there were white frosted vanilla cupcakes. Coy and grinning, Ms. Bendet smeared the frosting onto the face of her best friend, Anthony Akselrad. Being a good sport, he smiled and wiped it off. Margarita in hand, Ms. Bendet saucily added a signature drink to the chalkboard menu (misspelling Patrón): ''The Pantserita. Petron Silver. Fresh lime,'' then drew an equal sign and a smiley face.  An hour and a new bar later (Beatrice Inn, on West 12th Street), someone reached for Ms. Bendet's drink, and she spoke like a true designer. ''That's your drink,'' she said, pointing to another glass. ''It has a golden hue. I'm very color-sensitive.''  Soon, her jacket was on and she was ready to move again. Maybe she would head to Stereo or Double Seven. Maybe home. Or perhaps, at nearly 4 a.m., with a few margaritas under her belt, she'd go to yoga.  A Night Out With Stacey Bendet  ", 
            "title": "A NIGHT OUT WITH: Stacey Bendet; Yoga on the Rocks"
        }, 
        "weight": 0.42367481706798565, 
        "file": "1817081.txt", 
        "other_topics": {
            "0": 0.0002905672302150796, 
            "1": 0.00019562318303603906, 
            "2": 0.03645189088476315, 
            "3": 0.0002592933209753708, 
            "4": 0.11498295861200915, 
            "5": 0.00044772367159539954, 
            "6": 0.0002306955325642791, 
            "7": 0.26354841215735647, 
            "8": 0.0001910925556778175, 
            "9": 0.42367481706798565, 
            "10": 0.00016099954473532035, 
            "11": 0.01007960639475658, 
            "12": 0.0001903097641292107, 
            "13": 0.00014506449128239113, 
            "14": 9.235202476289125e-05, 
            "15": 0.00017030400063704264, 
            "16": 0.0002467968366910329, 
            "17": 0.00014858869884121047, 
            "18": 0.032942807602404894, 
            "19": 8.954951916740985e-05, 
            "20": 0.05089252697325874, 
            "21": 0.04983648075703065, 
            "22": 0.00019636977974852313, 
            "23": 0.00023306117733036904, 
            "24": 0.00011158292288912351, 
            "25": 0.0002415563477256077, 
            "26": 0.00019806756724535815, 
            "27": 0.00013688301847983683, 
            "28": 0.013332670185924484, 
            "29": 0.00028134817678090405
        }
    }, 
    {
        "content": {
            "text": "  I have noticed that children are receiving more and more gift cards for birthdays (Freakonomics, Stephen J. Dubner and Steven D. Levitt, Jan. 7). It's fun for my son to pick out a gift, but I'm the one who has to take him to Borders or Toys ''R'' Us. And the item he decides on may cost more than the amount on the card. I see this as an unfortunate off-loading of the gift-buying process to the parent of the recipient. Isn't it enough that I give the party?  Alice Kelly  Newtown, Mass.  So, 19 percent of people never use their gift cards? I bet that is a lower percentage than those who never wear that ugly sweater or loud tie.  Dave Kanzler  Oak Brook, Ill.  ", 
            "title": "The Gift-Card Economy"
        }, 
        "weight": 0.4203329756452155, 
        "file": "1820268.txt", 
        "other_topics": {
            "0": 0.13537675030689952, 
            "1": 0.0009977810010184743, 
            "2": 0.11897644054071839, 
            "3": 0.0013225321526055896, 
            "4": 0.0006841599466300366, 
            "5": 0.0022836259296620514, 
            "6": 0.001176668408314726, 
            "7": 0.03876198129612551, 
            "8": 0.0009746724213983625, 
            "9": 0.4203329756452155, 
            "10": 0.017558020355195846, 
            "11": 0.0012007734790452156, 
            "12": 0.0009706797732733506, 
            "13": 0.0007399051128685215, 
            "14": 0.0004710438419613312, 
            "15": 0.017605477968242876, 
            "16": 0.0012587935179257663, 
            "17": 0.017494718521294954, 
            "18": 0.0006572437685383086, 
            "19": 0.0004567495911725371, 
            "20": 0.14242075645557278, 
            "21": 0.019876499286259685, 
            "22": 0.0010015890364648773, 
            "23": 0.00118873443937572, 
            "24": 0.0005691315250522527, 
            "25": 0.0012320642711943861, 
            "26": 0.0010102486446044536, 
            "27": 0.050908689599038416, 
            "28": 0.0010562696609482643, 
            "29": 0.001435023503382297
        }
    }, 
    {
        "content": {
            "text": "  FEW ideas have caused as much academic navel-gazing as kitsch. An unfathomable amount of highbrow ink has been spilled in the name of explaining why so many people prefer paintings of dogs playing poker to the masterworks of Abstract Expressionism.  Among those fascinated by this conundrum of taste is Sander Mulder, a product designer in Eindhoven, the Netherlands. Rather than write a dissertation, however, Mr. Mulder chose to comment on the kitsch debate by creating the Woofer, a semi-lifelike statue of a headless dog that's as tacky as a lawn gnome. ''If you're a true design lover, you wouldn't be caught dead with such a statue,'' Mr. Mulder said with a laugh.  But concealed in the Woofer's neck is a sophisticated speaker system, capable of transmitting the decidedly nonkitschy sounds of Brahms or Thelonius Monk. ''In a moment, it transforms from a truly ugly piece into a truly desirable piece,'' said Mr. Mulder, a co-founder of the Dutch design studio Buro Vormkrijgers. Or, as the Woofer's marketing write-up puts it, ''The wrong becomes the new right.''  The Woofer was born on a 2004 road trip to Germany, where Mr. Mulder and a few friends were to attend a design fair. Their conversation turned to hi-fis and their boxy, boring speakers, which in turn led Mr. Mulder to pose a stumper of a question: Why are the bass-producing components of speakers called woofers, while the treble drivers are called tweeters?  No one knew the answer, but the discussion inspired Mr. Mulder to sketch speakers that took these nicknames literally: he envisioned cases that resembled dogs or birds in lieu of wooden rectangles. Pleased with the concept, he placed the sketches in a desk drawer for future reference. Then he forgot all about them.  A year later, he was perusing a local flea market when he came across a merchant whose wares jogged his memory. ''The guy was selling statues of animals -- horses, elephants, crazy stuff, and all really awful in a kitschy way,'' he said. Among the statues were several ceramic dogs, which reminded Mr. Mulder of his speaker idea. So he bought two of the faux dogs -- one a greyhound, the other akin to a Labrador retriever -- and used them as models for the Woofer.  He quickly decided to pattern the Woofer after the Labrador-like statue; the sleeker greyhound, he explained, appeared too fragile and not ''doggy'' enough. He also chose to have the Woofer assume a tighter crouch, so that its neck -- where the speaker is located -- would be angled more toward the ceiling, and its paws would be more secure on the floor.  Though he initially hoped to build the Woofer out of the same ceramic as its two models, Mr. Mulder realized that this wasn't feasible: the material was too expensive, and too easily broken by rambunctious children or drunken party guests. He opted for a tough polyester resin.  While working on the Woofer's case, he hired a nearby audio engineering lab to develop the actual speakers. The lab's main challenge was to create a speaker that contained both woofer and tweeter in the same oval; these two components are usually physically separated.  The Woofer was introduced last April at the Salone Internazionale del Mobile, an annual furniture fair in Milan, as part of a Buro Vormkrijgers product collection called Cultivate  Mr. Mulder estimates that he has sold around 100 two-speaker sets so far, priced at 599 euros (about $775). Most of the sales have come through the collection's Web site, at  Cultivate.nl.  A few shoppers, Mr. Mulder said, have been offended by the Woofer's slightly macabre sensibility. ''Sometimes there are animal lovers who take it very seriously, and they say, 'How could you behead a dog?' '' he said. ''But no animals were harmed in the making of these speakers.''  THE GOODS  ", 
            "title": "Son of Dogs Playing Poker"
        }, 
        "weight": 0.3941422624743515, 
        "file": "1820447.txt", 
        "other_topics": {
            "0": 0.0002905672302150796, 
            "1": 0.00019562318303603906, 
            "2": 0.00035654638143249134, 
            "3": 0.0002592933209753708, 
            "4": 0.00013413519232068072, 
            "5": 0.00044772367159539954, 
            "6": 0.0035120904874125208, 
            "7": 0.20776469792493635, 
            "8": 0.0001910925556778175, 
            "9": 0.3941422624743515, 
            "10": 0.010005184409280046, 
            "11": 0.023205186214149544, 
            "12": 0.0001903097641292107, 
            "13": 0.00014506449128239113, 
            "14": 9.235202476289125e-05, 
            "15": 0.01985867372972649, 
            "16": 0.023216561520628724, 
            "17": 0.00014858869884121047, 
            "18": 0.00012885805392248101, 
            "19": 8.954951916740985e-05, 
            "20": 0.10011345129598237, 
            "21": 0.0301481110279412, 
            "22": 0.00019636977974852313, 
            "23": 0.00023306117733036904, 
            "24": 0.00011158292288912351, 
            "25": 0.0002415563477256077, 
            "26": 0.1347352607160233, 
            "27": 0.00013688301847983683, 
            "28": 0.04942801468925514, 
            "29": 0.00028134817678090405
        }
    }, 
    {
        "content": {
            "text": "  IN a dog-loving nation, the lists seem to say something.  The American Kennel Club yesterday announced a shift in its 10 most popular dog breeds in the nation and in the city, or at least in that elite group of purebred dogs whose pedigrees and papers are in order.  At a Rockefeller Center news conference filled with handlers, dogs and photographers, the club noted that the dog claming the No. 1 ranking had not changed.  Across the country, the most popular dog last year, as it has been for 16 years in a row, was the Labrador retriever, with about 124,000 registrations, or 14 percent of the club's total.  In New York, the most popular breed in 2006 was the poodle, with 77 registrations, or about 8 percent of the club's total in the city. It has been the most popular breed for two years in a row, according to the club, which describes itself as the largest purebred-dog registry in the world.  But the big news, the club said, was the No. 2 ranking in both the city and the country: the Yorkshire terrier, overtaking larger breeds like the golden retriever and the German shepherd.  The tiny Yorkie, favored by the wife played by Eva Gabor in television's ''Green Acres,'' had about 48,000 registrations in the United States, or 5 percent; and 49 in the city, also 5 percent.  Daisy Okas, a spokeswoman for the club, said the toy-dog group of breeds, which include Yorkshire terriers, had risen from 12 percent of the registry in the 1970s to about 23 percent today. Among the criteria to register with the club is providing proof of a dog's family tree.  Representing No. 1 was Sabrina Fairchild, 5, a tan Labrador retriever owned by Linda Berkeley, 44, a landscape architect from Greenburgh, N.Y.  On her head, Sabrina wore a gold-colored fabric crown, and around her shoulders was draped a red velour cape with faux ermine piping. The photographers cooed.  There was a small platoon of Yorkies, including Maggie, 8, and Sammie, 3, her granddaughter.  Sharon Jones, 55, Maggie's owner and an amateur breeder from Mohrsville, Pa., squeezed a yellow toy to make sure the dogs paid attention to the photographers.  Ms. Jones used to acquire aircraft for films like ''Nighthawks,'' the 1981 Roosevelt Island thriller starring Sylvester Stallone.  Squeeze toys ''don't work on movie stars,'' Ms. Jones noted. ''Ego too big.''  INK  ", 
            "title": "Labradors Still No. 1, But Yorkies, Dahling, Move Into Second Place"
        }, 
        "weight": 0.39128131883585643, 
        "file": "1819249.txt", 
        "other_topics": {
            "0": 0.00043248148724675685, 
            "1": 0.00029116636819901114, 
            "2": 0.05425514766799301, 
            "3": 0.005269975317835692, 
            "4": 0.00019964738426985615, 
            "5": 0.005550435844021858, 
            "6": 0.07360399892976728, 
            "7": 0.00154320095098507, 
            "8": 0.0002844229633883787, 
            "9": 0.39128131883585643, 
            "10": 0.00023963239936465667, 
            "11": 0.0638429490273306, 
            "12": 0.00028325785315590316, 
            "13": 0.000215914598800642, 
            "14": 0.00013745714198445673, 
            "15": 0.00025348119065271807, 
            "16": 0.0003673334494771724, 
            "17": 0.00022116004414998944, 
            "18": 0.005075834917892086, 
            "19": 0.00013328588087199746, 
            "20": 0.1343571557262132, 
            "21": 0.01068428088235892, 
            "22": 0.07843695038354505, 
            "23": 0.014999015382139451, 
            "24": 0.00016608049161878231, 
            "25": 0.00035953348366550916, 
            "26": 0.024715014842953156, 
            "27": 0.0002037372602793694, 
            "28": 0.0003082341723315822, 
            "29": 0.13228789512165148
        }
    }, 
    {
        "content": {
            "text": "  If you like to work both sitting and standing -- or can't decide what table height suits you best -- the new GO-2 desk may be perfect for you. Manufactured by Leuwico, a German company, and distributed in the United States by Topdeq, it has an electronic height adjustment system. With the push of a button, the desktop can be quickly adjusted to any height between 27 and 46 1/2 inches. An optional cable spirals down the side of the desk, neatly containing the wiring. The desk is made of gray powder-coated steel and comes in two sizes and various finishes -- from light beech melamine to an industrial-looking gray melamine. Desks start at $1,345; topdeq.com or (866) 876-3300.  STEPHEN MILIOTI  CURRENTS: FURNITURE  ", 
            "title": "Stand in the Place Where You Work"
        }, 
        "weight": 0.3905238680407378, 
        "file": "1821221.txt", 
        "other_topics": {
            "0": 0.0014340428335182197, 
            "1": 0.000965463392052859, 
            "2": 0.0017596711877373382, 
            "3": 0.001279696022323761, 
            "4": 0.0006620003609067599, 
            "5": 0.0022096604705650895, 
            "6": 0.0011385567290351122, 
            "7": 0.005117019640602515, 
            "8": 0.0009431032873377126, 
            "9": 0.3905238680407378, 
            "10": 0.0007945845894476234, 
            "11": 0.0011618810490305594, 
            "12": 0.0009392399590140496, 
            "13": 0.016910680565827393, 
            "14": 0.0004557869763018041, 
            "15": 0.0008405050750294786, 
            "16": 0.0012180218489530647, 
            "17": 0.0007333330691052458, 
            "18": 0.0006359559838590781, 
            "19": 0.00044195570888007867, 
            "20": 0.2349762656172646, 
            "21": 0.01923270978647668, 
            "22": 0.0009691480872067948, 
            "23": 0.017344972543305543, 
            "24": 0.000550697650226145, 
            "25": 0.0011921583486559507, 
            "26": 0.08195123019360913, 
            "27": 0.0006755617677053687, 
            "28": 0.211553685378674, 
            "29": 0.0013885438366102918
        }
    }
]