[
    {
        "content": {
            "text": "  In last Friday's editorial about the administration official who urged corporations to punish lawyers for representing Guantánamo detainees: Charles Stimson is a deputy assistant secretary of defense, not state.  ", 
            "title": "Correction"
        }, 
        "weight": 0.8851789987215326, 
        "file": "1820880.txt", 
        "other_topics": {
            "0": 0.0038925703478265936, 
            "1": 0.0026206568478829837, 
            "2": 0.004776456969912496, 
            "3": 0.003473610881279037, 
            "4": 0.001796935847999841, 
            "5": 0.8851789987215326, 
            "6": 0.003090501942600592, 
            "7": 0.013889654100072302, 
            "8": 0.0025599625097822588, 
            "9": 0.005021900239269823, 
            "10": 0.0021568228921974453, 
            "11": 0.0031538135496707604, 
            "12": 0.0025494758793099216, 
            "13": 0.0019433496918093965, 
            "14": 0.0012371895925348618, 
            "15": 0.0022814696017348403, 
            "16": 0.0033062023123867756, 
            "17": 0.0019905615740057896, 
            "18": 0.001726240909568538, 
            "19": 0.0011996459570309057, 
            "20": 0.02239354694610579, 
            "21": 0.00824627306329003, 
            "22": 0.002630658595921292, 
            "23": 0.0031221931923783347, 
            "24": 0.001494815422374089, 
            "25": 0.003235998346372345, 
            "26": 0.0026534029269396206, 
            "27": 0.0018337469729852564, 
            "28": 0.002774276436762754, 
            "29": 0.0037690677284626067
        }
    }, 
    {
        "content": {
            "text": "  The Bush administration has employed extraordinary secrecy in defending the National Security Agency's highly classified domestic surveillance program from civil lawsuits. Plaintiffs and judges' clerks cannot see its secret filings. Judges have to make appointments to review them and are not allowed to keep copies.  Judges have even been instructed to use computers provided by the Justice Department to compose their decisions.  But now the procedures have started to meet resistance. At a private meeting with the lawyers in one of the cases this month, the judges who will hear the first appeal next week expressed uneasiness about the procedures, said a lawyer who attended, Ann Beeson of the American Civil Liberties Union.  Lawyers suing the government and some legal scholars say the procedures threaten the separation of powers, the adversary system and the lawyer-client privilege.  Justice Department officials say the circumstances of the cases, involving a highly classified program, require extraordinary measures. The officials say they have used similar procedures in other cases involving classified materials.  In ordinary civil suits, the parties' submissions are sent to their adversaries and are available to the public in open court files. But in several cases challenging the eavesdropping, Justice Department lawyers have been submitting legal papers not by filing them in court but by placing them in a room at the department. They have filed papers, in other words, with themselves.  At the meeting this month, judges on the United States Court of Appeals for the Sixth Circuit asked how the procedures might affect the integrity of the files and the appellate records.  In response, Joan B. Kennedy, a Justice Department official, submitted, in one of the department's unclassified filings, a detailed seven-page sworn statement last Friday defending the practices.  ''The documents reviewed by the court have not been altered and will not be altered,'' Ms. Kennedy wrote, and they ''will be preserved securely as part of the record of this case.''  Some cases challenging the program, which monitored international communications of people in the United States without court approval, have also involved atypical maneuvering. Soon after one suit challenging the program was filed last year in Oregon, Justice Department lawyers threatened to seize an exhibit from the court file.  This month, in the same case, the department sought to inspect and delete files from the computers on which lawyers for the plaintiffs had prepared their legal filings.  The tactics, said a lawyer in the Oregon case, Jon B. Eisenberg, prompted him to conduct unusual research.  ''Sometime during all of this,'' Mr. Eisenberg said, ''I went on Amazon and ordered a copy of Kafka's 'The Trial,' because I needed a refresher course in bizarre legal procedures.''  A federal district judge in the case, Garr M. King, invoked another book after a government lawyer refused to disclose whether he had a certain security clearance, saying information about the clearance was itself classified.  ''Frankly, your response,'' Judge King said, ''is kind of an Alice in Wonderland response.''  Questions about the secret filings may figure in the first appellate argument in the challenges, before the Sixth Circuit, in Cincinnati, on Wednesday. The three judges who will hear the appeal met with lawyers for the Justice Department and the American Civil Liberties Union on Jan. 8 in a judge's chambers in Memphis.  ''The court raised questions about the procedures the government had used to file classified submissions in the case and the propriety and integrity of those procedures,'' said Ms. Beeson, associate legal director of the A.C.L.U., which represents the plaintiffs in the appeal.  ''They were also concerned about the independence of the judiciary,'' given that ''the Justice Department retains custody and total control over the court filings.'' Ms. Beeson said.  Nancy S. Marder, a law professor at the Chicago-Kent College of Law and an authority on secrecy in litigation, said the tactics were really extreme and deeply, deeply troubling.  ''These are the basics that we take for granted in our court system,'' Professor Marder said. ''You have two parties. You exchange documents. The documents you've seen don't disappear.''  A spokesman for the Justice Department, Dean Boyd, said employees involved in storing the classified documents were independent of the litigators and provided ''neutral assistance'' to courts in handling sensitive information. The documents, Mr. Boyd said, are ''stored securely and without alteration.''  The appellate argument in Cincinnati will almost certainly also concern the effects of the administration announcement last week that it would submit the program to a secret court, ending its eavesdropping without warrants.  In a brief filed on Thursday, the government said the move made the case against the program moot.  Ms. Beeson of the A.C.L.U. said the government was wrong.  At least one case, the one in Oregon, is probably not moot. It goes beyond the other cases in seeking damages from the government, because the plaintiffs say they have seen proof that they were wiretapped without a warrant.  In August 2004, the Treasury Department's Office of Foreign Assets Control, which was investigating an Oregon charity, al-Haramain Islamic Foundation, inadvertently provided a copy of a classified document to a foundation lawyer, Lynne Bernabei.  That document indicated, according to court filings, that the government monitored communications between officers of the charity and two of its lawyers without a warrant in spring 2004.  ''If I gave you this document today and you put it on the front page of The New York Times, it would not threaten national security,'' Mr. Eisenberg, a lawyer for the foundation, said. ''There is only one thing about it that's explosive, and that's the fact that our clients were wiretapped.''  Ms. Bernabei circulated the document to two directors of the charity, at least one of them in Saudi Arabia, and to three other lawyers. She discussed them with two more lawyers. A reporter for The Washington Post, David B. Ottaway, also reviewed the document.  The full significance of the document was apparently not clear to any recipient, more than a year before The New York Times disclosed the existence of the N.S.A. program in December 2005.  The F.B.I. learned of the disclosure almost immediately in August 2004, Judge King said at a court hearing last year, but made no effort to retrieve copies of the document for about six weeks.  When it did, everyone it asked apparently returned all copies of the document. In a statement reported in The Post in March, for instance, Mr. Ottaway said he the F.B.I. had told him that the document had ''highly sensitive national security information.''  ''I returned it after consulting with Washington Post editors and lawyers, and concluding that it was not relevant to what I was working on at the time,'' Mr. Ottaway said.  In a sworn statement in June, a lawyer who had the document, Asim Ghafoor, said the bureau took custody of his laptop computer ''in order that the document might be 'scrubbed' from it.''  The computer was returned weeks later.  In February 2006, the charity and the two lawyers who say they were wiretapped sued to stop the program, requesting financial damages. They attached a copy of the classified document, filing it under seal. They have not said how they came to have a copy.  Three weeks later, the lawyers for the foundation received a call from two Justice Department lawyers. The classified document ''had not been properly secured,'' the lawyers said, according to a letter from the plaintiffs' lawyers to the judge.  As Mr. Eisenberg recalled it, the government lawyers said, ''The F.B.I. is on its way to the courthouse to take possession of the document from the judge.''  But Judge King, at a hurriedly convened hearing, would not yield it, and asked, ''What if I say I will not deliver it to the F.B.I.?''  A Justice Department lawyer, Anthony J. Coppolino, gave a measured response, saying: ''Your Honor, we obviously don't want to have any kind of a confrontation with you. But it has to be secured in a proper fashion.''  The document was ultimately deposited in a ''secure compartmented information facility'' at the bureau office in Portland.  In the meantime, copies of the document appear to have been sent abroad, and the government concedes that it has made no efforts to contact people overseas who it suspects have them.  ''It's probably gone many, many places,'' Judge King said of the document at the August hearing. ''Who is it secret from?''  A Justice Department lawyer, Andrew H. Tannenbaum, replied, ''It's secret from anyone who has not seen it.''  He added, ''The document must be completely removed from the case, and plaintiffs are not allowed to rely on it to prove their claims.''  Judge King wondered aloud about the implications of that position, saying, ''There is nothing in the law that requires them to purge their memory.''  Mr. Eisenberg, in an interview, said that was precisely the government position. ''They claim they own the portions of our brains that remember anything,'' he said.  In a decision in September, Judge King ruled that the plaintiffs were not entitled to review the document again but could rely on their recollections of it. In October, they filed a motion for summary judgment, a routine step in many civil litigations. In a sealed filing, they described the classified document.  Government lawyers sent Judge King a letter saying the plaintiffs had ''mishandled information contained in the classified document'' by, among other actions, preparing filings on their own computers.  In a telephone conference on Nov. 1, Judge King appeared unpersuaded. ''My problem with your statement,'' he told Mr. Tannenbaum, ''is that you assume you are absolutely correct in everything you are stating, and I am not sure that you are.''  Mr. Boyd of the Justice Department said the government ''continues to explore with counsel ways in which the classified information may be properly protected without any intrusion on the attorney-client privilege.''  ", 
            "title": "SECRECY AT ISSUE IN SUITS OPPOSING DOMESTIC SPYING"
        }, 
        "weight": 0.7900601718595542, 
        "file": "1821592.txt", 
        "other_topics": {
            "0": 0.00011794884377564652, 
            "1": 7.94085700501509e-05, 
            "2": 0.00014473150813057686, 
            "3": 0.032073352256562535, 
            "4": 5.4448985290383236e-05, 
            "5": 0.7900601718595542, 
            "6": 9.364535467410595e-05, 
            "7": 0.023064940294488034, 
            "8": 7.756946982510146e-05, 
            "9": 0.00015216868902812318, 
            "10": 6.535392905758923e-05, 
            "11": 9.556376081304031e-05, 
            "12": 7.725171424747773e-05, 
            "13": 5.888547379205604e-05, 
            "14": 3.7488103985642055e-05, 
            "15": 6.913085123411028e-05, 
            "16": 0.01075621406579975, 
            "17": 6.0316041879449964e-05, 
            "18": 5.23068566957341e-05, 
            "19": 3.635049361431031e-05, 
            "20": 0.0819307971407934, 
            "21": 0.020229931912101633, 
            "22": 0.0014117157294915026, 
            "23": 9.460563180080631e-05, 
            "24": 0.01869335177699694, 
            "25": 9.805404380877369e-05, 
            "26": 8.040080957770953e-05, 
            "27": 5.556439984738278e-05, 
            "28": 0.020064124844387753, 
            "29": 0.00011420658869594592
        }
    }, 
    {
        "content": {
            "text": "  A government watchdog group filed a lawsuit in state court against the administration of Gov. Rod R. Blagojevich, seeking to obtain copies of subpoenas issued to his office in a continuing federal investigation into hiring practices. The watchdog, the Better Government Association, asserted that the subpoenas, which it tried unsuccessfully to obtain last summer under the Illinois Freedom of Information Act, were a matter of public record. But a spokeswoman for the governor's office, Abby Ottenhoff, said the administration had received clear instructions from prosecutors not to discuss or disclose any information related to subpoenas. Though Mr. Blagojevich, a Democrat, has not been accused of any wrongdoing in the investigation, his administration has been dogged by accusations of hiring fraud and a kickback scheme in a state pension program.  LIBBY SANDER  ", 
            "title": "National Briefing | Midwest: Illinois: Lawsuit Against Governor's Administration"
        }, 
        "weight": 0.7890498088811589, 
        "file": "1816612.txt", 
        "other_topics": {
            "0": 0.0011244655573475714, 
            "1": 0.0007570417743938343, 
            "2": 0.014078462080086226, 
            "3": 0.0010034387169924625, 
            "4": 0.0005190895190801535, 
            "5": 0.7890498088811589, 
            "6": 0.15327673540132872, 
            "7": 0.004012371323673905, 
            "8": 0.0007395087084189624, 
            "9": 0.0014507005261054319, 
            "10": 0.0006230518240804425, 
            "11": 0.0009110573204877214, 
            "12": 0.01343514331909193, 
            "13": 0.0005613847918103269, 
            "14": 0.0003573929204622052, 
            "15": 0.0006590591198226416, 
            "16": 0.0009550785968396432, 
            "17": 0.0005750231157668963, 
            "18": 0.0004986675314880236, 
            "19": 0.00034654750952560346, 
            "20": 0.006468931836209837, 
            "21": 0.002382140644248099, 
            "22": 0.0007599310275549559, 
            "23": 0.0009019229954764317, 
            "24": 0.000431814535603739, 
            "25": 0.0009347984388159088, 
            "26": 0.0007665012920767782, 
            "27": 0.0005297233261727928, 
            "28": 0.0008014186054318769, 
            "29": 0.001088788760447921
        }
    }, 
    {
        "content": {
            "text": "  A federal judge on Friday dismissed a suit against The New York Times by a former government scientist who said he was defamed by a series of columns about the deadly anthrax mailings in 2001.  The judge, Claude M. Hilton of Federal District Court in Alexandria, Va., granted a motion by The Times to dismiss the suit but did not provide an immediate explanation. He is expected to file a detailed written opinion in coming days.  It was the latest and, perhaps, final chapter in a suit that has gone to the Supreme Court.  The scientist, Dr. Stephen J. Hatfill, a specialist in biological weapons, had said in his suit that the columns by Nicholas D. Kristof about the anthrax mailings had defamed him.  Mr. Kristof wrote about a government scientist whom he initially identified as Mr. Z, saying he had become the overwhelming focus of the investigation. In August 2002, Mr. Kristof wrote that Dr. Hatfill, a former scientist at the Army bioweapons center at Fort Detrick, Md., had come forward and identified himself as Mr. Z and said the news media had treated him unfairly.  Five people died in the anthrax attacks. Although federal authorities identified Dr. Hatfill as a ''person of interest,'' he was never charged with any crime, and the attacks remain unsolved.  The Times argued in its dismissal motion that Dr. Hatfill was a public figure, at least for the purposes of the suit, in that he had thrust himself into the public debate about preparedness for a biological attack. That would present him with a far greater burden in showing that he was defamed and could, as the newspaper argued, prevent such a judgment.  The Times also argued that the columns did not blame Dr. Hatfill for the attacks, as he said in his suit. Instead, the paper's lawyers said, the columns were aimed at pressing the Federal Bureau of Investigation to move more swiftly and either charge or clear Dr. Hatfill as a suspect.  Judge Hilton had dismissed the suit earlier, saying that no defamation had occurred. A three-judge appeals panel voted, 2 to 1, to reinstate the suit, saying a jury should decide whether the columns were defamatory.  The full appeals court, based in Richmond, Va., split, and the Supreme Court refused to intervene.  Judge Hilton's latest dismissal, when his opinion is published, is expected to rest on a fuller argument than the last time and could thus be less vulnerable to being overturned. It is likely to deal with the issues raised in The Times's dismissal motion and Dr. Hatfill's response, including the question of whether he is a public figure for the purposes of defamation law.  Whether there is any leeway for Dr. Hatfill to mount an appeal as he did before would depend on how Judge Hilton fashions his ruling.  A lawyer for Dr. Hatfill, Mark A. Grannis, said, ''Obviously we can't make any statements as to what we'll do until we see the ruling.''  Mr. Grannis said he did not believe that the case was over.  ''It has always been our position,'' he said, ''that the evidence of defamation was extremely strong and Mr. Kristof fabricated parts of his column to falsely implicate Dr. Hatfill in the anthrax attacks.''  David E. McCraw, a lawyer for The Times, said in a statement: ''We are gratified by the judge's ruling today. In making our summary judgment motion, we believed that the plaintiff had failed to come up with the evidence necessary to bring this case to trial, and we are pleased that the court agreed.''  Mr. McCraw said the case had required a significant investment of time and money on the part of the newspaper, ''but in the end, the law of defamation worked the way it was supposed to, by protecting aggressive, important journalism.''  ", 
            "title": "Judge Rebuffs U.S. Scientist In Lawsuit Against Times"
        }, 
        "weight": 0.78333391794066, 
        "file": "1818480.txt", 
        "other_topics": {
            "0": 0.00031653406207319466, 
            "1": 0.00021310524492473192, 
            "2": 0.03256017045126082, 
            "3": 0.00028246532857827865, 
            "4": 0.00014612231826970412, 
            "5": 0.78333391794066, 
            "6": 0.00025131187013297456, 
            "7": 0.0011294718502755617, 
            "8": 0.00020816973351012302, 
            "9": 0.00040836833763324937, 
            "10": 0.00017538743047274707, 
            "11": 0.00025646021129872685, 
            "12": 0.010931237301999705, 
            "13": 0.0001580283249911152, 
            "14": 0.000100605156050268, 
            "15": 0.00018552338840500607, 
            "16": 0.0002688520834465844, 
            "17": 0.00016186747689188677, 
            "18": 0.00014037358310755888, 
            "19": 9.755220173238445e-05, 
            "20": 0.1555305116122441, 
            "21": 0.0042452063572276846, 
            "22": 0.0002139185620009836, 
            "23": 0.00025388892311544055, 
            "24": 0.0001215546426689286, 
            "25": 0.0002631432729305192, 
            "26": 0.003790408178976309, 
            "27": 0.00014911570666861217, 
            "28": 0.00022559720477056437, 
            "29": 0.0038811312436822136
        }
    }, 
    {
        "content": {
            "text": "  A senior Pentagon official apologized on Wednesday to the lawyers of Guantánamo Bay detainees for suggesting that corporations should consider severing business ties with law firms that represent the detainees.  The official, Charles D. Stimson, deputy assistant secretary for detainee affairs, wrote in a letter published on Wednesday in The Washington Post that his comments in a radio interview last week did not reflect his ''core beliefs.''  Mr. Stimson wrote: ''Regrettably, my comments left the impression that I question the integrity of those engaged in the zealous defense of detainees in Guantánamo. I do not.''  Mr. Stimson sparked outrage with his interview for Federal News Radio in which he named more than 12 law firms defending the detainees.  He said, ''I think, quite honestly, when corporate C.E.O.'s see that those firms are representing the very terrorists who hit their bottom line back in 2001, those C.E.O.'s are going to make those law firms choose between representing terrorists or representing reputable firms.''  The president of the American Bar Association, Karen J. Mathis of Denver, said it was proper for Mr. Stimson to apologize, but she added that his original comments reminded Americans ''that every accused person deserves legal representation.''  Mr. Stimson, a former Navy defense lawyer, wrote in his letter that ''I believe that our justice system requires vigorous representation.''  He said he ''zealously represented unpopular clients.''  On Friday, a spokesman for the Pentagon, Bryan Whitman, said Mr. Stimson's comments did ''not represent the views of the Defense Department or the thinking of its leadership.'' Michael Ratner, president of the Center for Constitutional Rights, a human rights group that is coordinating the detainees' legal representation, said of the apology: ''It is the minimum they should have done. It is basically a message to Stimson and the government to let people be represented.''  ", 
            "title": "Pentagon Aide Regrets Stance On Law Firms For Detainees"
        }, 
        "weight": 0.7566059717427652, 
        "file": "1819625.txt", 
        "other_topics": {
            "0": 0.0005440906814347496, 
            "1": 0.00036630679544877824, 
            "2": 0.0006676374465665076, 
            "3": 0.00048552990506376493, 
            "4": 0.0002511697831173834, 
            "5": 0.7566059717427652, 
            "6": 0.00043198019757403796, 
            "7": 0.014230354295517722, 
            "8": 0.0003578231404790247, 
            "9": 0.0007019446995498132, 
            "10": 0.00030147361056814305, 
            "11": 0.000440829685792734, 
            "12": 0.00035635735375975984, 
            "13": 0.0002716350286830291, 
            "14": 0.0001729302924074631, 
            "15": 0.00031889631769241306, 
            "16": 0.10491781515129658, 
            "17": 0.00027823415030722666, 
            "18": 0.00024128827712313673, 
            "19": 0.00016768256650925533, 
            "20": 0.10144132934756162, 
            "21": 0.007297088991329578, 
            "22": 0.0003677048068960833, 
            "23": 0.0004364098962426101, 
            "24": 0.00020894038362923964, 
            "25": 0.00045231720638845265, 
            "26": 0.00037088393468485904, 
            "27": 0.0002563151211043712, 
            "28": 0.006532231299034247, 
            "29": 0.0005268278914722645
        }
    }, 
    {
        "content": {
            "text": "  New York State elections officials said on Thursday that they would consider suspending the testing of new voting machines in the state, after learning that the laboratory hired to perform the tests was temporarily barred by federal authorities last summer from accrediting new state voting systems.  The company, Ciber Inc. of Greenwood Village, Colo., is among the nation's top testers of voting machines. Ciber has a $3 million contract to help New York test proposed systems from five manufacturers to replace its aging lever machines.  Officials at the federal Election Assistance Commission delayed accrediting Ciber in July, after detecting problems in Ciber's quality-control procedures. The company has long been criticized by voting watchdog groups, but some state elections officials said on Thursday that they learned of the federal commission's decision only after details of it were published Thursday in The New York Times.  ''If we had known that, and if we had seen the report from them, we would have known why they were decertified, and maybe we wouldn't have hired them to begin with, or maybe we would have made some remedial changes,'' said Lee K. Daghlian, a spokesman for the New York State Board of Elections.  Mr. Daghlian said the board had requested a copy of a report prepared by the federal commission and would review it before making a final decision.  ''It may not delay use of the new machines,'' he said. ''If this report comes in and it's something really bad that we didn't know about, we may have to start all over again.''  A spokeswoman for Ciber could not be reached for comment.  The potential delay was the latest setback for New York's efforts to comply with federal requirements that states modernize their voting systems to deal with concerns stemming from the 2000 election. The state has faced sanctions from the federal government for failing to comply with the new federal standards, which required new voting machines by last fall's elections.  Since the state board established new and stringent voting machine standards in April, the process for acquiring new machines had been continually delayed, in part because machines being tested have failed to meet the new standards, said Bo Lipari, executive director of New Yorkers for Verified Voting, a state voting watchdog group.  Ciber has also been criticized by a second company, Nystec, which was hired to oversee Ciber's efforts.  ''I think what we're seeing now corroborates what Nystec has been saying, and that is that Ciber is not up to the task of testing voting systems in a way that protects the interests of voters,'' Mr. Lipari said.  ", 
            "title": "New York State May Suspend Tests of New Voting Machines"
        }, 
        "weight": 0.7479248272317903, 
        "file": "1816568.txt", 
        "other_topics": {
            "0": 0.005316523535850498, 
            "1": 0.00029116636819901114, 
            "2": 0.0005306851333518709, 
            "3": 0.0003859332692319525, 
            "4": 0.00019964738426985615, 
            "5": 0.7479248272317903, 
            "6": 0.07848804097837102, 
            "7": 0.025963411194003774, 
            "8": 0.0002844229633883787, 
            "9": 0.0005579549475571893, 
            "10": 0.00023963239936465667, 
            "11": 0.0003504023954819855, 
            "12": 0.00028325785315590316, 
            "13": 0.000215914598800642, 
            "14": 0.00013745714198445673, 
            "15": 0.00025348119065271807, 
            "16": 0.049207753935514575, 
            "17": 0.00022116004414998944, 
            "18": 0.00019179286928834558, 
            "19": 0.00013328588087199746, 
            "20": 0.08551673524017579, 
            "21": 0.0009161967851514385, 
            "22": 0.00029227760588520737, 
            "23": 0.00034688923632823055, 
            "24": 0.00016608049161878231, 
            "25": 0.00035953348366550916, 
            "26": 0.0002948045999344559, 
            "27": 0.0002037372602793694, 
            "28": 0.0003082341723315822, 
            "29": 0.0004187598093504975
        }
    }, 
    {
        "content": {
            "text": "  In a four-paragraph letter on Wednesday announcing that the Bush administration had reversed its position and would submit its domestic surveillance program to judicial supervision, Attorney General Alberto R. Gonzales used one phrase three times. A secret court, he said, had fashioned a way to allow the program to be monitored by the judiciary without compromising the need for ''speed and agility.''  That phrase also captures, some critics say, the administration's moving-target litigation strategy, one that often seeks to change the terms of the debate just as a claim of executive authority is about to be tested in the courts or in Congress.  On Wednesday, the administration announced that an unnamed judge on the secret court, in a nonadversarial proceeding that apparently cannot be appealed, had issued orders that apparently both granted surveillance requests and set out some ground rules for how such requests would be handled.  The details remained sketchy yesterday, but critics of the administration said they suspected that one goal of the new arrangements was to derail lawsuits challenging the program in conventional federal courts.  ''It's another clear example,'' said Ann Beeson, associate legal director of the American Civil Liberties Union, ''of the government playing a shell game to avoid accountability and judicial scrutiny.''  In other cases, too, the timing of litigation decisions by the government has been suggestive.  Shortly before the Supreme Court heard a set of three detainee cases in 2004, the administration reversed course and allowed two Americans held incommunicado by the military to meet with their lawyers, mooting that issue.  After the court ruled that one of the men, Yaser Hamdi, could challenge his detention in court, the administration instead freed him and sent him to Saudi Arabia.  And just as the Supreme Court was considering whether to review the case of the second man, Jose Padilla, he was transferred to the criminal justice system last year, mooting his appeal.  Paul W. Butler, a former federal prosecutor who served as special assistant to Donald H. Rumsfeld when he was secretary of defense, said the administration's critics were too quick to view ordinary developments as nefarious ones.  ''You do have to ascribe some good faith,'' said Mr. Butler, now a partner with the Washington law firm of Akin Gump Strauss Hauer & Feld. ''The government uses presidential authority when they think it's necessary and the law does not provide the specific authority they need. If there is a road that can be taken, operating according to statutes or putting people into the criminal justice system when that makes sense, they will do that.''  Like other administrations, even when this one alters course, it almost never concedes that its earlier actions were mistaken.  In the case of the eavesdropping program, the administration continues to maintain that it is free to operate without court approval. Its decision to submit to the secret court, administration lawyers said, was voluntary. At a briefing Wednesday, almost as an afterthought, a senior Justice Department official said, ''There's obviously an advantage to having all three branches involved.''  The announcement about the surveillance program came two weeks before a federal appeals court in Cincinnati was to hear the first appellate argument about the lawfulness of the program. Government lawyers now say that case is moot, but their claim is open to question.  The usual rule is that cases seeking relief in the future are indeed moot when the relief they seek is granted. But there is an exception, said David Cole, a lawyer with the Center for Constitutional Rights, which has challenged the program in a separate lawsuit filed in New York.  He cited a series of Supreme Court decisions in which the defendants had voluntarily done what the lawsuits were seeking. Such cases are moot, the court ruled in 1968, for instance, only if it is ''absolutely clear that the allegedly wrongful behavior could not reasonably be expected to recur.''  Because the administration has reserved the right to continue the program, Mr. Cole said, the courts should rule on whether it violated a 1978 law, the Foreign Intelligence Surveillance Act and the Constitution.  A third case, from Oregon, is almost certainly not moot. In addition to asking the court to stop surveillance without warrants in the future, that suit asks for money as damages for past surveillance.  The Oregon case, brought by an Islamic charity and two of its lawyers, differs from the Cincinnati appeal and the New York suit because the plaintiffs in it say they have seen a classified document confirming that their communications were actually intercepted.  ''We're certainly center stage now,'' said Jon B. Eisenberg, who represents the charity, Al Haramain Islamic Foundation, and the lawyers.  Mr. Gonzales, speaking to the Senate Judiciary Committee yesterday said that the recent orders involved a creative reading of the 1978 law, often called FISA. After the Sept. 11 attacks, he said, administration lawyers determined that the program could not be reconciled with the law but later decided to ''push the envelope.''  Statements like that frustrate the administration's critics.  ''It is very difficult to know if this order in fact satisfies FISA,'' Mr. Cole said.  Because FISA applications are one-sided affairs, with no one arguing the other side, there is no losing party who can appeal from the orders. In a letter on Wednesday, Colleen Kollar-Kotelly, the presiding judge of the 11-member court, the Foreign Intelligence Surveillance Court, said she would have no objection to the release of the relevant orders to lawmakers if the Justice Department approved.  But Mr. Gonzales indicated that the department would object to the release of at least the ''operational details'' disclosed in the orders.  THREATS AND RESPONSES: NEWS ANALYSIS  ", 
            "title": "The White House as a Moving Legal Target"
        }, 
        "weight": 0.7354227768513273, 
        "file": "1819888.txt", 
        "other_topics": {
            "0": 0.00020090805154157794, 
            "1": 0.0001352605127255413, 
            "2": 0.000246528277551391, 
            "3": 0.013792491717768616, 
            "4": 9.2745627620689e-05, 
            "5": 0.7354227768513273, 
            "6": 0.00015951072635592267, 
            "7": 0.00979236130935622, 
            "8": 0.00013212788309580813, 
            "9": 0.00025919639260244155, 
            "10": 0.00011132055327750324, 
            "11": 0.0001627784416390994, 
            "12": 0.00013158663443305494, 
            "13": 0.0001003025161159515, 
            "14": 6.385532648433224e-05, 
            "15": 0.00011775397009634362, 
            "16": 0.05916120958823155, 
            "17": 0.00010273927291521755, 
            "18": 8.909683490406792e-05, 
            "19": 6.191757893377132e-05, 
            "20": 0.12367467042854337, 
            "21": 0.029920899561575287, 
            "22": 0.00013577673504930953, 
            "23": 0.0001611464134918838, 
            "24": 0.02503469932285441, 
            "25": 0.00016702026282567738, 
            "26": 0.00013695064298678854, 
            "27": 9.464556795189012e-05, 
            "28": 0.00014318931285568805, 
            "29": 0.00019453368488933393
        }
    }, 
    {
        "content": {
            "text": "  The former No. 2 official in the Interior Department has been notified by federal prosecutors that he will most likely be indicted for lying about his relationship with the corrupt lobbyist Jack Abramoff, people with knowledge of the investigation said Wednesday.  A lawyer for the former official, J. Steven Griles, said Mr. Griles was recently told by the Justice Department that he was a target of the investigation as a result of his testimony about Mr. Abramoff to a Senate committee in 2005.  ''We are shocked and disappointed at this turn of events,'' the lawyer, Barry M. Hartman, said in a statement. ''No one has suggested that Mr. Griles ever took anything of value from Mr. Abramoff or any other lobbyist, and he never did.''  Mr. Abramoff, once one of the most powerful Republican lobbyists in Washington, entered prison last year after pleading guilty to conspiring to corrupt public officials.  In his November 2005 testimony to the Senate Indian Affairs Committee, Mr. Griles insisted he had done no special favors for Mr. Abramoff while he was deputy secretary of the interior in President Bush's first term. But Mr. Griles acknowledged that he had been approached about leaving the department to join Mr. Abramoff's lobbying firm. Mr. Griles did not take that job, and now works elsewhere as a corporate lobbyist.  Mr. Abramoff's internal e-mail messages show that he referred to Mr. Griles as ''our guy'' at the Interior Department, and repeatedly sought to bring pressure on Mr. Griles to do favors for Mr. Abramoff's Indian tribe clients. In a report last year, the Indian Affairs Committee said it could not ''definitively conclude what, if anything, Griles did to assist Mr. Abramoff's clients.''  Two Bush administration officials who have been briefed on the case said the investigation of Mr. Griles and Mr. Abramoff had also brought scrutiny to a senior Justice Department official, Sue Ellen Wooldridge, an assistant attorney general. She submitted a letter of resignation on Monday and is expected to depart this month.  Ms. Wooldridge, who leads the department's environment and natural resources division and serves as the Bush administration's chief prosecutor on environmental issues, joined the Justice Department from the Interior Department, where she had been a top aide to former Interior Secretary Gale Norton and was close to Mr. Griles.  A Justice Department spokeswoman, Cynthia Magnuson, declined to comment when asked if Ms. Wooldridge's departure was related to the Abramoff investigation.  Others, including the two Bush administration officials, said that while Ms. Wooldridge's ties to Mr. Griles were of interest to the Justice Department, they did not believe she was under active investigation by the grand jury. Ms. Magnuson said that in her resignation letter, Ms. Wooldridge ''basically expressed that after six years of federal service, she wants to return to the private sector.''  In confirming an article in The Washington Post on Wednesday reporting that Mr. Griles had been told he was being investigated by the grand jury, Mr. Hartman said his client had given the Senate committee his best recollection of his communications with Mr. Abramoff. ''Mr. Griles told the committee that he knew Mr. Abramoff, just like he knew many other lobbyists, and in his view, Mr. Abramoff had no special access or relationship to him,'' Mr. Hartman said.  Mr. Griles ''takes this matter very seriously,'' Mr. Hartman said, ''and is optimistic that this will be resolved in an appropriate matter, based on the facts, and that neither political pressure nor news reports will undermine this hope.''  There has been no suggestion from Congressional or Justice Department investigators that Ms. Norton, who resigned last year as interior secretary, has come under scrutiny in the Abramoff investigation.  Mr. Abramoff's e-mail shows he made many of his approaches to Mr. Griles through a small advocacy group, the Council of Republicans for Environmental Advocacy, and its director, Italia Federici, who has also come under investigation by the Justice Department.  Mr. Griles would be the second former Interior Department official to face charges in the Abramoff investigation. Roger G. Stillwell, who had worked in the department's insular affairs office, pleaded guilty last year to accepting sporting and concert tickets from Mr. Abramoff, whose lobbying clients often sought help from Mr. Stillwell's office.  ", 
            "title": "Former Official Is Said to Be A Focus of Lobbyist Inquiry"
        }, 
        "weight": 0.734927584164348, 
        "file": "1818025.txt", 
        "other_topics": {
            "0": 0.0002710033142372069, 
            "1": 0.00018245185771690998, 
            "2": 0.0003325400836700198, 
            "3": 0.00024183507992929406, 
            "4": 0.0001251038585729104, 
            "5": 0.734927584164348, 
            "6": 0.00021516278301018322, 
            "7": 0.0040274652341422655, 
            "8": 0.00017822627787866406, 
            "9": 0.00034962800591918094, 
            "10": 0.00015015943188657934, 
            "11": 0.00021957057883981526, 
            "12": 0.00017749619175067127, 
            "13": 0.00013529728691897815, 
            "14": 8.613395519079862e-05, 
            "15": 0.00015883741799215025, 
            "16": 0.09204393070561831, 
            "17": 0.0001385842092873158, 
            "18": 0.009301557102409463, 
            "19": 8.352014253208413e-05, 
            "20": 0.10867509601130257, 
            "21": 0.0005741109679634639, 
            "22": 0.018545898330137832, 
            "23": 0.0002173691487157851, 
            "24": 0.0001040700353334539, 
            "25": 0.00022529233857589202, 
            "26": 0.00018473166133242515, 
            "27": 0.00012766667336633287, 
            "28": 0.0032536053121405934, 
            "29": 0.024746071839280816
        }
    }, 
    {
        "content": {
            "text": "  Federal prosecutors have decided not to file charges against a former freelance contributor to The New York Post's Page Six gossip column after an investigation into whether he had demanded payments for favorable coverage, a lawyer for the contributor said yesterday.  The contributor, Jared Paul Stern, was suspended last April after The Post reported that the California supermarket billionaire Ronald W. Burkle had complained to the authorities.  At the time, people involved in the investigation said that Mr. Burkle had secretly videotaped Mr. Stern demanding a $100,000 payment and a $10,000 monthly stipend. Mr. Stern was heard saying that in return, he would keep unfavorable mentions of Mr. Burkle out of Page Six.  Yesterday, a person with knowledge of the decision confirmed that federal prosecutors in Manhattan had decided not to prosecute Mr. Stern. The decision was reported on The New York Observer's Web site yesterday afternoon.  ''I'm relieved, obviously,'' Mr. Stern said. ''I was not expecting to be charged, but it's always good to have them come out and say it.''  A spokeswoman for the United States attorney's office in Manhattan declined to comment. But Mr. Stern's lawyer, Joseph Tacopina, said he had been told of the decision.  ''We've always been confident that there was no evidence of any crime,'' Mr. Tacopina said. ''What we've said from Day 1 is, this is a campaign to spread lies fueled by Burkle's personal vendetta against The New York Post. There was never any evidence of wrongdoing on Mr. Stern's part.''  After the investigation became public, associates of Mr. Burkle said that he had been upset about items he considered inaccurate. He set up a meeting with Mr. Stern, who suggested that he become a source. Mr. Burkle said no, the associates said, but said he would buy five dozen shirts from Mr. Stern's clothing line.  Later, a Burkle associate said when the investigation became public, Mr. Stern sent an e-mail message saying that Mr. Burkle had ''the means'' to do something about the way Page Six covered him. Mr. Stern and Mr. Burkle met twice more, and Mr. Burkle's security detail videotaped the conversations.  A spokesman for Mr. Burkle issued a statement yesterday that repeated that Mr. Stern had sought money in return for ''Mr. Stern's 'efforts' to stop the publication of false reports about Mr. Burkle.''  ''Mr. Burkle followed the government's instructions from the onset,'' the statement said.  ''Mr. Burkle didn't question their decisions previously,'' the statement said, ''and he isn't going to start doing so now.''  A spokesman for The Post, Howard J. Rubenstein, said, ''The Post is pleased that there is no crime involved.''  The Post suspended Mr. Stern when it reported the allegations.  Mr. Stern said yesterday that if The Post offered to reinstate him, ''I'd consider it.'' Mr. Rubenstein said The Post would not comment on ''a personnel matter.''  After the articles about Mr. Burkle's recordings appeared, several law enforcement officials suggested that the news accounts had precluded federal prosecutors and F.B.I. agents from making additional recordings and possibly collecting enough evidence to make a case.  ", 
            "title": "Contributor to Gossip Column Won't Be Charged"
        }, 
        "weight": 0.7205008121339844, 
        "file": "1821020.txt", 
        "other_topics": {
            "0": 0.00037721192077741283, 
            "1": 0.013033593895158813, 
            "2": 0.0004628654968656762, 
            "3": 0.00033661239630317357, 
            "4": 0.00017413317221518459, 
            "5": 0.7205008121339844, 
            "6": 0.013079124522690111, 
            "7": 0.09080344819708096, 
            "8": 0.00024807473960548963, 
            "9": 0.03882556292796422, 
            "10": 0.0002090082473131804, 
            "11": 0.0003056222394309147, 
            "12": 0.055625487837788826, 
            "13": 0.0001883214956921498, 
            "14": 0.0001198906174750242, 
            "15": 0.00022108721327186563, 
            "16": 0.00032038956609492655, 
            "17": 0.0001928965921388362, 
            "18": 0.00016728243577832043, 
            "19": 0.00011625242841331036, 
            "20": 0.0319892146679378, 
            "21": 0.02209850604597427, 
            "22": 0.0002549255872616765, 
            "23": 0.00030255804928298234, 
            "24": 0.0001448560067761552, 
            "25": 0.0003135864076417257, 
            "26": 0.0002571296406309396, 
            "27": 0.00017770037689511514, 
            "28": 0.00878860131797669, 
            "29": 0.00036524382357980083
        }
    }, 
    {
        "content": {
            "text": "  Twelve years ago, Congress passed a law intended to make it harder for prisoners to file lawsuits challenging prison conditions as illegal or unconstitutional. On Monday, the Supreme Court ruled unanimously that a federal appeals court had overstepped its bounds by making prisoner lawsuits even harder to file than Congress intended.  The barriers the lower court had put in place ''cannot fairly be viewed'' as a correct interpretation of the law, the Prison Litigation Reform Act of 1995, Chief Justice John G. Roberts Jr. said for the court. Unless Congress explicitly provided otherwise, Chief Justice Roberts explained, courts should apply to prisoners' lawsuits the same procedural rules they apply to any other lawsuit and ''should generally not depart from the usual practice under the federal rules on the basis of perceived policy concerns.''  The ruling was greeted with relief by advocates for prisoners' rights, who said the lower court's approach had threatened to make it all but impossible for an inmate not represented by a lawyer to navigate the procedural hurdles to get a case accepted for a hearing.  ''A loss would have been devastating,'' said Elizabeth Alexander, director of the National Prison Project of the American Civil Liberties Union, which filed a brief in support of three Michigan inmates whose separate cases were consolidated by the court for a single decision. Dismissed by the United States Court of Appeals for the Sixth Circuit, their complaints about their treatment are now reinstated.  Ms. Alexander said the decision, Jones v. Bock, No. 05-7058, marked the first time in a half-dozen rulings that the Supreme Court had not adopted the most unfavorable possible interpretation of the Prison Litigation Reform Act.  At issue was the Sixth Circuit's interpretation of the law. The appeals court, which covers Ohio, Kentucky and Tennessee as well as Michigan, adopted three rules to carry out the law's requirement that before going to federal court with a complaint about prison conditions, an inmate must first ''exhaust'' any administrative remedies provided by the prison.  First, the appeals court held, this requirement meant that inmates had to prove they had exhausted their remedies, in contrast to the ordinary federal rule that places on the defendant the burden of showing, as a defense, that the plaintiff had failed to meet an exhaustion requirement. Second, prisoners could not sue anyone they had not first named during the internal grievance process. And third, a lawsuit that contained a mixture of exhausted and unexhausted claims should be dismissed in its entirety.  In his opinion on Monday, Chief Justice Roberts said ''we understand the reasons'' for the Sixth Circuit's approach. He noted that prisoners' lawsuits accounted for nearly 10 percent of all civil cases filed in federal court and that many were without merit.  But he added that the circuit's choice of its ''more onerous pleading rules'' was not based on the statute. ''The judge's job is to construe the statute -- not to make it better,'' he said.  ", 
            "title": "Limits on Prison Suits Are Eased"
        }, 
        "weight": 0.7121702939171489, 
        "file": "1820839.txt", 
        "other_topics": {
            "0": 0.00034623831923715674, 
            "1": 0.00023310351290503414, 
            "2": 0.00042485871426691007, 
            "3": 0.00030897250036585093, 
            "4": 0.0001598347601182971, 
            "5": 0.7121702939171489, 
            "6": 0.004184987778802214, 
            "7": 0.0012354639892583272, 
            "8": 0.0002277048421724833, 
            "9": 0.00044669052652890367, 
            "10": 0.00019184617524089877, 
            "11": 0.00028052700530770743, 
            "12": 0.00022677207205280375, 
            "13": 0.00017285805286931368, 
            "14": 0.011840322905804838, 
            "15": 0.00020293331390565443, 
            "16": 0.00029408175817245214, 
            "17": 0.00017705747928400362, 
            "18": 0.00015354655092133414, 
            "19": 0.00010670671631508169, 
            "20": 0.22877722284892524, 
            "21": 0.012463770413095801, 
            "22": 0.00023399315345633487, 
            "23": 0.00027771442174869205, 
            "24": 0.00013296159944843766, 
            "25": 0.0002878372202387471, 
            "26": 0.00023601622773381238, 
            "27": 0.0001631090547116615, 
            "28": 0.00024676774591891724, 
            "29": 0.02379580642404414
        }
    }, 
    {
        "content": {
            "text": "  It is hard to render a convincing apology when you are not really apologizing. Consider Charles Stimson, the deputy assistant secretary of state for detainee affairs, who has been trying to spin his way out of his loathsome attempt to punish lawyers who represent inmates of the Guantánamo Bay internment camp.  Last week, Mr. Stimson expressed his ''shock'' that major American law firms would represent terrorism suspects, hinted that they were paid by unsavory characters and suggested that companies should reconsider doing business with them. On Wednesday, Mr. Stimson said he apologized and regretted that his comments ''left the impression'' that he was attacking the integrity of those lawyers.  It was not just an impression. It was exactly what he did. Mr. Stimson actually read out a list of law firms during an interview with a radio station friendly to the Bush administration.  Mr. Stimson clearly had no regard for his position as a public official who helps set policy on the detainees, never mind the small matter of people's basic right to representation. He connected the detainees to the 9/11 attacks, even though he certainly knows that the very few detainees who have a connection to 9/11 don't have legal representation.  President Bush and Defense Secretary Robert Gates should have fired him. Their silence was deafening, although hardly surprising given the administration's record of trampling on people's rights in the name of fighting terror. But Attorney General Alberto Gonzales was not silent. In an interview with The Associated Press, Mr. Gonzales actually expanded the attack on lawyers, claiming that it has taken as long as five years to bring detainees to trial because of delays caused by their lawyers.  There's no truth to that. The cause of the delay in bringing any Guantánamo detainee to trial is Mr. Bush himself. He refused to hold trials at first, then refused to work with Congress on the issue and claimed the power to devise his own slanted court system. Mr. Bush went to Congress only when the Supreme Court struck those courts down. The result was a bill establishing military tribunals for detainees that is a mockery of American justice.  Mr. Stimson's appalling behavior should not be overlooked by the relevant bar disciplinary committee. Existing rules for lawyers deem it professional misconduct to do things that are prejudicial to the administration of justice. Even if the administration does not, the legal profession imposes a higher duty on those holding public office to obey proper standards of behavior.  Editorial  Correction:  January 23, 2007, Tuesday  In last Friday's editorial about the administration official who urged corporations to punish lawyers for representing Guantánamo detainees: Charles Stimson is a deputy assistant secretary of defense, not state.  ", 
            "title": "Apology Not Accepted"
        }, 
        "weight": 0.6982447609196154, 
        "file": "1819840.txt", 
        "other_topics": {
            "0": 0.009461221524356451, 
            "1": 0.0002700624281237411, 
            "2": 0.0004922207072494726, 
            "3": 0.00035796055851916407, 
            "4": 0.00018517680355039734, 
            "5": 0.6982447609196154, 
            "6": 0.0003184806356521203, 
            "7": 0.06485195484136722, 
            "8": 0.004793851087420792, 
            "9": 0.0005175139864297724, 
            "10": 0.00022226367705113618, 
            "11": 0.0003250049871129375, 
            "12": 0.00026272712772965485, 
            "13": 0.06362087112347907, 
            "14": 0.0001274941531087116, 
            "15": 0.0002351086983527601, 
            "16": 0.0003407088665854083, 
            "17": 0.00020513021093932366, 
            "18": 0.00017789158925603484, 
            "19": 0.00012362522789136326, 
            "20": 0.1382089858943762, 
            "21": 0.009909876802370736, 
            "22": 0.0002710931225326216, 
            "23": 0.0003217464641684203, 
            "24": 0.00015404286253244996, 
            "25": 0.00033347424769927315, 
            "26": 0.00027343695830258204, 
            "27": 0.0047190135399688945, 
            "28": 0.0002858931459889036, 
            "29": 0.00038840780826902637
        }
    }, 
    {
        "content": {
            "text": "  A day after the Bush administration said it had put the National Security Agency eavesdropping program under court supervision, senators demanded details, saying they wanted to protect Americans' privacy. A central question is whether the court will approve eavesdropping case by case or issue broader orders.  Article, Page A18.  ", 
            "title": "Surveillance Questions"
        }, 
        "weight": 0.6946050446688388, 
        "file": "1819895.txt", 
        "other_topics": {
            "0": 0.002548313123133628, 
            "1": 0.001715641244716104, 
            "2": 0.0031269590247244346, 
            "3": 0.002274036793802723, 
            "4": 0.0011763834160232987, 
            "5": 0.6946050446688388, 
            "6": 0.002023230398853642, 
            "7": 0.03787128042333037, 
            "8": 0.0016759070422582487, 
            "9": 0.003287641105817028, 
            "10": 0.001411987347519769, 
            "11": 0.0020646780246450862, 
            "12": 0.0016690418566193993, 
            "13": 0.05882877221024289, 
            "14": 0.0008099394982601308, 
            "15": 0.001493588659066244, 
            "16": 0.14605578445441098, 
            "17": 0.0013031425839938235, 
            "18": 0.0011301022127961815, 
            "19": 0.0007853611527208407, 
            "20": 0.01466017681302353, 
            "21": 0.005398511519736178, 
            "22": 0.0017221889968445988, 
            "23": 0.0020439774170140763, 
            "24": 0.0009785970238470622, 
            "25": 0.002118481187399397, 
            "26": 0.001737078818230425, 
            "27": 0.001200482215658358, 
            "28": 0.0018162099639253248, 
            "29": 0.002467460802547476
        }
    }, 
    {
        "content": {
            "text": "  The senior Pentagon official in charge of military detainees suspected of terrorism said in an interview this week that he was dismayed that lawyers at many of the nation's top firms were representing prisoners at Guantánamo Bay, Cuba, and that the firms' corporate clients should consider ending their business ties.  The comments by Charles D. Stimson, the deputy assistant secretary of defense for detainee affairs, produced an instant torrent of anger from lawyers, legal ethics specialists and bar association officials, who said Friday that his comments were repellent and displayed an ignorance of the duties of lawyers to represent people in legal trouble.  ''This is prejudicial to the administration of justice,'' said Stephen Gillers, a law professor at New York University and an authority on legal ethics. ''It's possible that lawyers willing to undertake what has been long viewed as an admirable chore will decline to do so for fear of antagonizing important clients.  ''We have a senior government official suggesting that representing these people somehow compromises American interests, and he even names the firms, giving a target to corporate America.''  Mr. Stimson made his remarks in an interview on Thursday with Federal News Radio, a local Washington-based station that is aimed at an audience of government employees.  The same point appeared Friday on the editorial page of The Wall Street Journal, where Robert L. Pollock, a member of the newspaper's editorial board, cited the list of law firms and quoted an unnamed ''senior U.S. official'' as saying, ''Corporate C.E.O.'s seeing this should ask firms to choose between lucrative retainers and representing terrorists.''  In his radio interview, Mr. Stimson said: ''I think the news story that you're really going to start seeing in the next couple of weeks is this: As a result of a FOIA request through a major news organization, somebody asked, 'Who are the lawyers around this country representing detainees down there?' and you know what, it's shocking.'' The F.O.I.A. reference was to a Freedom of Information Act request submitted by Monica Crowley, a conservative syndicated talk show host, asking for the names of all the lawyers and law firms representing Guantánamo detainees in federal court cases.  Mr. Stimson, who is himself a lawyer, then went on to name more than a dozen of the firms listed on the 14-page report provided to Ms. Crowley, describing them as ''the major law firms in this country.'' He said, ''I think, quite honestly, when corporate C.E.O.'s see that those firms are representing the very terrorists who hit their bottom line back in 2001, those C.E.O.'s are going to make those law firms choose between representing terrorists or representing reputable firms, and I think that is going to have major play in the next few weeks. And we want to watch that play out.''  Karen J. Mathis, a Denver lawyer who is president of the American Bar Association, said: ''Lawyers represent people in criminal cases to fulfill a core American value: the treatment of all people equally before the law. To impugn those who are doing this critical work -- and doing it on a volunteer basis -- is deeply offensive to members of the legal profession, and we hope to all Americans.''  In an interview on Friday, Attorney General Alberto R. Gonzales said he had no problem with the current system of representation. ''Good lawyers representing the detainees is the best way to ensure that justice is done in these cases,'' he said.  Neither the White House nor the Pentagon had any official comment, but officials sought to distance themselves from Mr. Stimson's view. His comments ''do not represent the views of the Defense Department or the thinking of its leadership,'' a senior Pentagon official said. He would not allow his name to be used, seemingly to lessen the force of his rebuke. Mr. Stimson did not return a call on Friday seeking comment.  The role of major law firms agreeing to take on the cases of Guantánamo prisoners challenging their detentions in federal courts has hardly been a secret and has been the subject of many news articles that have generally cast their efforts in a favorable light. Michael Ratner, who heads the Center for Constitutional Rights, a New York-based human rights group that is coordinating the legal representation for the Guantánamo detainees, said about 500 lawyers from about 120 law firms had volunteered their services to represent Guantánamo prisoners.  When asked in the radio interview who was paying for the legal representation, Mr. Stimson replied: ''It's not clear, is it? Some will maintain that they are doing it out of the goodness of their heart, that they're doing it pro bono, and I suspect they are; others are receiving moneys from who knows where, and I'd be curious to have them explain that.''  Lawyers expressed outrage at that, asserting that they are not being paid and that Mr. Stimson had tried to suggest they were by innuendo. Of the approximately 500 lawyers coordinated by the Center for Constitutional Rights, no one is being paid, Mr. Ratner said. One Washington law firm, Shearman & Sterling, which has represented Kuwaiti detainees, has received money from the families of the prisoners, but Thomas Wilner, a lawyer there, said they had donated all of it to charities related to the September 2001 terrorist attacks. Mr. Ratner said that there were two other defense lawyers not under his group's umbrella and that he did not know whether they were paid.  Christopher Moore, a lawyer at the New York firm Cleary, Gottlieb, Steen & Hamilton who represented an Uzbeki detainee who has since been released, said: ''We believe in the concept of justice and that every person is entitled to counsel. Any suggestion that our representation was anything other than a pro bono basis is untrue and unprofessional.'' Mr. Moore said he had made four trips to Guantánamo and one to Albania at the firm's expense, to see his client freed.  Senator Patrick J. Leahy, the Vermont Democrat who is chairman of the Judiciary Committee, wrote to President Bush on Friday asking him to disavow Mr. Stimson's remarks.  Mr. Stimson, who was a Navy lawyer, graduated from George Mason University Law School. In a 2006 interview with the magazine of Kenyon College, his alma mater, Mr. Stimson said that he was learning ''to choose my words carefully because I am a public figure on a very, very controversial topic.''  ", 
            "title": "Official Attacks Top Law Firms Over Detainees"
        }, 
        "weight": 0.6929367548415344, 
        "file": "1818504.txt", 
        "other_topics": {
            "0": 0.00017934215719854837, 
            "1": 0.00012074136377237277, 
            "2": 0.00022006541185015205, 
            "3": 0.016362622235807412, 
            "4": 8.279011617802382e-05, 
            "5": 0.6929367548415344, 
            "6": 0.00014238850828264738, 
            "7": 0.016842519962350675, 
            "8": 0.00011794499721966559, 
            "9": 0.00023137370469089282, 
            "10": 9.937117010560283e-05, 
            "11": 0.00014530546010960935, 
            "12": 0.0001174618473308773, 
            "13": 8.953583231060399e-05, 
            "14": 5.700096094928161e-05, 
            "15": 0.00010511401038300944, 
            "16": 0.05686136616263953, 
            "17": 9.171102249136268e-05, 
            "18": 7.953299257372789e-05, 
            "19": 5.527121531112893e-05, 
            "20": 0.11444981593689453, 
            "21": 0.07126622966836364, 
            "22": 0.00012120217370223006, 
            "23": 0.00014384861730871334, 
            "24": 6.887054015912957e-05, 
            "25": 0.006225060495004822, 
            "26": 0.018350155691129928, 
            "27": 8.448611290354887e-05, 
            "28": 0.000127819069759892, 
            "29": 0.004224297721684029
        }
    }, 
    {
        "content": {
            "text": "  In a recent series of written dissents, Justice Elizabeth A. Weaver of the Michigan Supreme Court has accused four of her colleagues of ''bully tactics,'' ''abuses of power and grossly unprofessional conduct'' and trying to censor her.  In response, in a confidential draft opinion, the court's chief justice has accused Justice Weaver of behaving like ''a child engaging in a tantrum.'' In the opinion, Chief Justice Clifford W. Taylor suggested that she continue her protests with a hunger strike, as that ''seemed to have the potential for everyone to be a winner.''  Students of judicial history in Michigan and elsewhere said they could not remember a similar judicial melee.  ''The justices of the Michigan Supreme Court are making spectacles of themselves,\" said Richard D. Friedman, a law professor at the University of Michigan. ''They really should start acting like grown-ups.''  The justices' exchanges, which continued this week, have been fueled by personal animus. But their disagreements involve serious issues, including First Amendment principles and judicial ethics.  The justices differ about whether they may disclose the details of the court's internal deliberations, about whether lawyers are free to criticize them personally and about how motions seeking their disqualification should be treated.  On Wednesday in Lansing, the state capital, the justices held a hearing about a rule it adopted by a vote of 4 to 3 last month. The rule forbids justices from making public ''correspondence, memoranda and discussions regarding cases or controversies,'' but does not specify a punishment for violations.  The new rule has not deterred Justice Weaver. On her Web site, www.justiceweaver.com, portions of Chief Justice Taylor's draft opinion attacking her appeared this month, after the rule was adopted.  More than 20 people spoke at the hearing, most of them supporting the rule, a court spokeswoman said.  One of the speakers, Judge Richard F. Suhrheinrich of the United States Court of Appeals for the Sixth Circuit, in Cincinnati, said in an interview on Wednesday that the secrecy of judicial deliberations is crucial to ensuring robust, unfettered and un-self-conscious debate.  ''Judges on that particular court have decided to make the deliberations public,'' Judge Suhrheinrich said, ''and it has caused a great deal of problems.''  Through a spokeswoman, Chief Justice Taylor declined a request for an interview. In an interview with Michigan Public Radio on Wednesday, he lashed out at Justice Weaver, saying ''she has been very difficult to deal with'' since she was passed over for a second term as chief justice in 2001.  ''Believe me,'' Chief Justice Taylor said, ''she doesn't have anything. It's just about time this soap opera stopped.''  In a written dissent last month, Justice Weaver called the new rule a gag order. She said it conflicts with a provision in Michigan's Constitution requiring dissenting judges to give their reasons.  Judicial deliberations are almost universally protected from outside scrutiny. There is not much law, however, on the question of whether participants in the deliberations may themselves be forbidden to disclose exchanges in which they participated.  Justice Weaver wrote last month that the immediate purpose of the new rule was to suppress a dissent that she had written in a disciplinary case. She added that her primary obligations were to the public rather than her colleagues.  The new rule, she wrote, cannot constitutionally apply to ''repeated personal slurs, name calling and abuses of power, such as threats to exclude a justice from conference discussions, to ban a justice from the Hall of Justice or to hold a dissenting justice in contempt.''  The disciplinary case that gave rise to the judicial disagreement involved Geoffrey Fieger, a prominent plaintiffs' lawyer and politician who ran unsuccessfully for governor in 1998. His opponent, Gov. John M. Engler, appointed four of the justices on the current Supreme Court.  Those justices were in the majority in a 4-to-3 decision in July that reprimanded Mr. Fieger for intemperate language about several appeals court judges.  ''They held that the First Amendment doesn't apply to lawyers,'' Mr. Fieger said in an interview.  In her dissent in the matter, Justice Weaver said the four justices should have disqualified themselves from Mr. Fieger's case because they had displayed ''bias and prejudice'' in public comments made about him.  In the majority opinion, the justices acknowledged that they had tangled politically with Mr. Fieger, but said that having done so did not require their disqualification.  In a related federal case, the Court of Appeals for the Sixth Circuit last month reinstated a suit by Mr. Fieger that challenged Michigan's judicial disqualification rules as a violation of due process. Justices of the Michigan Supreme Court, like judges on most state high courts, decide for themselves whether to grant motions seeking their disqualification.  ''The traditions of deciding on recusal are due for a fresh review, because there is a new world swirling around the courts,'' said Bert Brandenburg, the executive director of Justice at Stake, a judicial reform group. Increasingly expensive and nasty judicial election campaigns and political attacks on judicial independence are part of that new world, Mr. Brandenburg said.  Justice Weaver did not respond to a request for comment, but an aide directed a reporter to materials on her Web site, which includes photographs, opinions, press releases and speeches. It also features her ''10 Principles for Living.''  Principle No. 6: ''Avoid unnecessary disputes and confrontations.''  ", 
            "title": "Unfettered Debate Takes Unflattering Turn in Michigan Supreme Court"
        }, 
        "weight": 0.6919698292031671, 
        "file": "1819873.txt", 
        "other_topics": {
            "0": 0.00019820978066699814, 
            "1": 0.0001334439130463964, 
            "2": 0.00024321730984266487, 
            "3": 0.00017687635402279634, 
            "4": 9.150001887662262e-05, 
            "5": 0.6919698292031671, 
            "6": 0.00015736843716538626, 
            "7": 0.005184053871848022, 
            "8": 0.00013035335581359253, 
            "9": 0.00025571528733269784, 
            "10": 0.004586617809680447, 
            "11": 0.00016059226580038058, 
            "12": 0.000129819376324431, 
            "13": 9.895541551044524e-05, 
            "14": 6.299772537617654e-05, 
            "15": 0.00011617248988467898, 
            "16": 0.06732023690647618, 
            "17": 0.0023397556124479055, 
            "18": 8.790023082178135e-05, 
            "19": 6.108600250575089e-05, 
            "20": 0.12649046531271338, 
            "21": 0.06533338926748875, 
            "22": 0.0001339532023097405, 
            "23": 0.00015898215640645704, 
            "24": 7.611603915439716e-05, 
            "25": 0.02031034261803525, 
            "26": 0.00013511134422105562, 
            "27": 9.337444229289781e-05, 
            "28": 0.0090948508932043, 
            "29": 0.004668713357563363
        }
    }, 
    {
        "content": {
            "text": "  The National Institute of Standards and Technology has recommended approval of two laboratories for testing electronic voting machines under a new federal oversight program. The institute, part of the Commerce Department, said SysTest Laboratories and iBeta Software Quality Assurance, both of Colorado, were the first to pass examinations, and the federal Election Assistance Commission is expected to grant them full accreditation. Voting machine experts have long been concerned about possible conflicts of interests, because the testing laboratories are paid by the companies that make the machines. When the oversight program started last summer, the commission found serious deficiencies at Ciber Inc. and held up the company's request for temporary certification. Officials said Ciber was still fixing those problems. Ciber and three other companies -- Wyle Laboratories, InfoGuard Laboratories Inc. and BKP Security Labs -- have also applied for full accreditation.  CHRISTOPHER DREW  ", 
            "title": "National Briefing | Washington: Endorsement For Voting Machine Labs"
        }, 
        "weight": 0.6888734239125983, 
        "file": "1819947.txt", 
        "other_topics": {
            "0": 0.0009977629885696787, 
            "1": 0.0006717397952793027, 
            "2": 0.001224325202943428, 
            "3": 0.0008903732146981673, 
            "4": 0.0004605995323808037, 
            "5": 0.6888734239125983, 
            "6": 0.0007921728264079486, 
            "7": 0.0035602652095485274, 
            "8": 0.000656182320715882, 
            "9": 0.0012872384422879693, 
            "10": 0.0005528475691996122, 
            "11": 0.0008084011723687997, 
            "12": 0.0006534943354451862, 
            "13": 0.0004981290569143714, 
            "14": 0.0003171225886679538, 
            "15": 0.0005847976336327054, 
            "16": 0.03465087254462326, 
            "17": 0.0005102306413346952, 
            "18": 0.0004424786542095587, 
            "19": 0.0003074992173181943, 
            "20": 0.1634892735038, 
            "21": 0.002113725718735921, 
            "22": 0.0006743034930732796, 
            "23": 0.0008002960851455598, 
            "24": 0.0003831585224967808, 
            "25": 0.0008294671881487714, 
            "26": 0.0006801334331031461, 
            "27": 0.00047003514299181484, 
            "28": 0.09085354387034114, 
            "29": 0.0009661061830191771
        }
    }, 
    {
        "content": {
            "text": "  The Bush administration, in a surprise reversal, said on Wednesday that it had agreed to give a secret court jurisdiction over the National Security Agency's wiretapping program and would end its practice of eavesdropping without warrants on Americans suspected of ties to terrorists.  The Justice Department said it had worked out an ''innovative'' arrangement with the Foreign Intelligence Surveillance Court that provided the ''necessary speed and agility'' to provide court approval to monitor international communications of people inside the United States without jeopardizing national security.  The decision capped 13 months of bruising national debate over the reach of the president's wartime authorities and his claims of executive power, and it came as the administration faced legal and political hurdles in its effort to continue the surveillance program. [News analysis, Page A22.]  The new Democratic-led Congress has pledged several investigations. More immediately, Attorney General Alberto R. Gonzales is expected to face hostile questioning on Thursday from the Senate Judiciary Committee on the program. And an appellate court in Cincinnati is scheduled to hear arguments in two weeks on the government's appeal of an earlier ruling declaring the program illegal and unconstitutional.  Some legal analysts said the administration's pre-emptive move could effectively make the court review moot, but Democrats and civil rights advocates said they would press for the courts and Congress to continue their scrutiny of the program of wiretapping without warrants, which began shortly after the terrorist attacks of Sept. 11, 2001.  Democrats praised the administration's decision, but said it should have come much sooner.  \"The announcement today is welcome news,'' said Senator John D. Rockefeller IV, the West Virginia Democrat who leads the Intelligence Committee. ''But it is also confirmation that the administration's go-it-alone approach, effectively excluding Congress and the courts and operating outside the law, was unnecessary.''  Mr. Rockefeller added, ''I intend to move forward with the committee's review of all aspects of this program's legality and effectiveness.''  Since the surveillance program was publicly disclosed in December 2005 by The New York Times, the White House has maintained, in scores of court filings, policy papers and press statements, that the president has the inherent power to conduct wiretaps without a court warrant even though a 1978 law put intelligence surveillance under judicial review. The administration failed to win Congressional approval for the program last year after months of lobbying, and some Democrats are still trying to ban it outright.  The administration continued to assert on Wednesday that the N.S.A. program had operated legally, but it also said the time had come to allow the intelligence surveillance court, known as the FISA court, to review all warrants on all wiretaps in terrorism investigations.  ''There's obviously an advantage to having all three branches involved,'' said a senior Justice Department official, who briefed reporters on the decision on condition of anonymity. ''This issue of the terrorist surveillance program is one that has been under intense public debate and scrutiny on the Hill, and just considering all these circumstances, the president determined that this is the appropriate course.''  President Bush has authorized the continuation of the N.S.A. program every 45 days by executive order to allow the N.S.A. to conduct wiretaps on international communications without a court warrant. When the current order expires, however, President Bush has decided not to reauthorize the program, officials said.  The Justice Department said Wednesday that it had obtained multiple orders, or warrants, a week ago from the FISA court allowing it to monitor international communications in cases where there was probable cause to believe one of the participants was linked to Al Qaeda or an affiliated terrorist group.  ''As a result of these orders,'' Mr. Gonzales told leaders of Congressional Intelligence and Judiciary Committees in a letter dated Wednesday, ''any electronic surveillance that was occurring as part of the Terrorist Surveillance Program will now be conducted subject to the approval of the Foreign Intelligence Surveillance Court.''  Justice Department officials said that the FISA court orders, which were not made public, were not a broad approval of the surveillance program as a whole, an idea that was proposed last year in Congressional debate over the program. They strongly suggested that the orders secured from the court were for individual targets, but they refused to provide details of the process used to identify targets -- or how court approval had been expedited -- because they said it remained classified. The senior Justice Department official said that discussing ''the mechanics of the orders'' could compromise intelligence activities.  Justice Department officials would not describe whether the court had agreed to new procedures to streamline the process of issuing orders or accepted new standards to make it easier for the government to get approval to monitor suspect e-mail and phone communications.  But the officials suggested that the effort to obtain the court's approval for orders on Jan. 10 was not easy. ''These aren't some sort of advisory rulings,'' one official said. ''These are orders issued by the FISA court, not some cookie-cutter order. These orders are complex. It took a long time to work on this.''  The officials said the new approach was based on evolving legal interpretations of the foreign surveillance law by the Justice Department, changes in the foreign surveillance statute in recent years and precedents set by the FISA court in approving specific requests to conduct electronic monitoring.  The N.S.A., which has run the program of surveillance without warrants since Mr. Bush secretly approved it in October 2001, is known to have used broad pattern analysis in tracking terrorist communications and identifying possible terrorists.  But senior lawmakers said they were still uncertain Wednesday, even after the administration's announcement, about how the court would go about approving warrants, how targets would be identified, and whether that process would differ from the court's practices since 1978.  The administration said it had briefed the full House and Senate Intelligence Committees in closed sessions on its decision.  But Representative Heather A. Wilson, Republican of New Mexico, who serves on the Intelligence committee, disputed that, and some Congressional aides said staff members were briefed Friday without lawmakers present.  Ms. Wilson, who has scrutinized the program for the last year, said she believed the new approach relied on a blanket, ''programmatic'' approval of the president's surveillance program, rather than approval of individual warrants.  Administration officials ''have convinced a single judge in a secret session, in a nonadversarial session, to issue a court order to cover the president's terrorism surveillance program,'' Ms. Wilson said in a telephone interview. She said Congress needed to investigate further to determine how the program is run.  Democrats have pledged to investigate the N.S.A. program and other counterterrorism programs they say may rely on excessive presidential authority. Senator Charles E. Schumer of New York said the announcement appeared to be intended in part to head off criticism Mr. Gonzales was likely to face at Thursday's judiciary committee hearing.  ''I don't think the timing is coincidental,'' Mr. Schumer said in a telephone interview. ''They knew they had a very real problem, and they're trying to deflect it.''  But Justice Department officials said the timing of the announcement was driven solely by the FISA court's notification in recent days that it had approved the new orders. The officials said the orders were the result of two years of discussing with the court how to bring the eavesdropping program under court review, a process they said began long before the program become public.  A Justice Department official said the department would file a motion with the Court of Appeals for the Sixth Circuit in Cincinnati, arguing that the court's review of the issue in a lawsuit brought by the American Civil Liberties Union ''is now moot'' in light of this week's developments.  But several legal analysts said the issue might not be resolved that simply.  Bruce Fein, a Justice Department official in the Reagan administration who has been critical of the program, said the appellate court was likely to send the issue back to the trial court to re-examine the issue.  Anthony D. Romero, executive director of the A.C.L.U., said the appellate court should still examine the legality of the program and whether the it had violated intelligence law for the last five years.  ''It's not academic when the president violates the law,'' Mr. Romero said.  ", 
            "title": "COURT TO OVERSEE U.S. WIRETAPPING IN TERROR CASES"
        }, 
        "weight": 0.6777234875141247, 
        "file": "1819681.txt", 
        "other_topics": {
            "0": 0.00012819415190299825, 
            "1": 8.630618126933075e-05, 
            "2": 0.00015730322014629257, 
            "3": 0.0001143965455152847, 
            "4": 5.917854951216325e-05, 
            "5": 0.6777234875141247, 
            "6": 0.00010177960578347928, 
            "7": 0.0004574284517629718, 
            "8": 8.430733256452043e-05, 
            "9": 0.00016538641169943423, 
            "10": 7.103072180175292e-05, 
            "11": 0.00010386464909644283, 
            "12": 8.396197600584654e-05, 
            "13": 6.400040161934582e-05, 
            "14": 4.0744407007769753e-05, 
            "15": 7.513571613424264e-05, 
            "16": 0.1304023367663461, 
            "17": 6.555523214444863e-05, 
            "18": 5.685035069589891e-05, 
            "19": 3.9507981180431214e-05, 
            "20": 0.1845960273735474, 
            "21": 0.0017192798305926947, 
            "22": 8.663556917828255e-05, 
            "23": 0.00010282329479227834, 
            "24": 4.92288072403785e-05, 
            "25": 0.0030019813214274033, 
            "26": 8.73846090067146e-05, 
            "27": 6.0390851545634634e-05, 
            "28": 9.136534042444404e-05, 
            "29": 0.00012412683593117387
        }
    }, 
    {
        "content": {
            "text": "  An article on Friday about the Pentagon's new rules for military commissions to try prisoners held at Guantánamo, Cuba, on terrorism charges, misstated the reasons cited by the Supreme Court when it struck down the Bush administration's original plans for the commissions. The court ruled last year in Hamdan v. Rumsfeld that the initial procedures established for the commissions were unconstitutional.  Correction:  January 24, 2007, Wednesday  An article on Friday about the Pentagon's new rules for military commissions to try prisoners held at Guantánamo, Cuba, on terrorism charges, misstated the reasons cited by the Supreme Court when it struck down the Bush administration's original plans for the commissions. And a correction in this space yesterday repeated the error. The court ruled last year in Hamdan v. Rumsfeld that the initial procedures established for the commissions were unauthorized by federal statute and violated international law. It did not rule that the commissions themselves were unconstitutional.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6739315452130713, 
        "file": "1820938.txt", 
        "other_topics": {
            "0": 0.001009133708847941, 
            "1": 0.08045289125616993, 
            "2": 0.0012382778746417972, 
            "3": 0.0009005200981600438, 
            "4": 0.0004658486230997413, 
            "5": 0.6739315452130713, 
            "6": 0.0008012005972556505, 
            "7": 0.014997052491500972, 
            "8": 0.0006636603146942889, 
            "9": 0.0013019080867089003, 
            "10": 0.0005591479382631086, 
            "11": 0.0008176138849156963, 
            "12": 0.0006609416965689219, 
            "13": 0.16005079818333012, 
            "14": 0.0003207365854697704, 
            "15": 0.011987675851117569, 
            "16": 0.0008571200783984228, 
            "17": 0.000516045338779358, 
            "18": 0.00044752123552772464, 
            "19": 0.0003110035441232225, 
            "20": 0.028597867344729765, 
            "21": 0.002137814188811534, 
            "22": 0.0006819879998050665, 
            "23": 0.0008094164303860899, 
            "24": 0.00038752507891494256, 
            "25": 0.0008389199735141185, 
            "26": 0.012084098117735718, 
            "27": 0.00047539176394603027, 
            "28": 0.000719220365937126, 
            "29": 0.0009771161355751029
        }
    }, 
    {
        "content": {
            "text": "  The Supreme Court refused on Monday to intervene in the federal prosecution of seven Iranian refugees for providing financial support to an opposition group in Iran that the State Department has designated as a terrorist organization.  The seven defendants, who are now all United States citizens, argue that they are constitutionally entitled to challenge the validity of that designation as part of their defense. The law under which they were charged, enacted in 1996, gives limited appeal rights to a group that is officially labeled a terrorist organization, but specifically precludes individual defendants, charged with supporting such an organization, from challenging the designation at their trial.  Under the statute, providing financial or other material support to a foreign terrorist organization is a crime that carries a prison sentence of up to 10 years. The seven defendants were indicted in Los Angeles in March 2001 for soliciting money for an organization usually known as the People's Mojahedin of Iran, which the State Department designated as a foreign terrorist organization in 1997.  That designation has been heatedly disputed, both in federal court and in Congress. After a ruling by the federal appeals court here in 1999 found the designation improper, the State Department reissued it and was permitted by the appeals court to make the new designation retroactive to 1997, which is when the defendants began their fund-raising activities.  A brief submitted to the Supreme Court on the defendants' behalf by a group of members of Congress described the People's Mojahedin as ''a legitimate political opposition group that Americans should be able to freely and openly support.''  The brief, filed on behalf of the Iran Human Rights and Democracy Caucus of the House of Representatives, described the organization as ''the primary opposition group in Iran'' and as ''a legitimate political resistance movement that seeks a transition from the current theocratic regime to a secular democracy.''  Noting that President Bush has described the current government in Iran as part of the ''axis of evil,'' the brief said the People's Mojahedin was not the type of organization Congress had in mind when it gave the executive branch broad authority to designate foreign terrorist organizations and to bar all types of contributions to them.  The justices on Monday made no comment in turning down the case, Rahmani v. United States, No. 06-241. The prosecution has received relatively little publicity as it has made a slow way through the federal courts. But a trial, if one finally takes place, could shine a spotlight on the sweeping authority that Congress handed the secretary of state in the 1996 statute, the Antiterrorism and Effective Death Penalty Act.  Originally, a terrorist designation was to last for two years, renewable at the discretion of the secretary of state. A 2004 law, the Intelligence Reform and Terrorism Prevention Act, gave the secretary added power by making an initial designation permanent. In another change, the USA Patriot Act increased the maximum sentence to 15 years from 10.  The defendants in the case before the court on Monday were originally successful in persuading the Federal District Court in Los Angeles to dismiss their indictment. But a three-judge panel of the United States Court of Appeals for the Ninth Circuit, after considering the case for more than two years, reinstated the indictment in October 2005.  The appeals court said that while ''no doubt Congress was well aware that some might claim that 'one man's terrorist is another man's freedom fighter,' '' Congress nonetheless chose to give the president and the State Department the authority to designate a group as a terrorist organization ''and to keep such policymaking authority out of the hands of United States attorneys and juries.''  Consequently, the court said, ''it does not matter whether the designation is correct or not.'' The crime occurs, it explained, when someone gives support to such an organization, whether or not properly designated as a terrorist group.  An 11-judge panel of the appeals court then considered whether to rehear the case and split 6 to 5 in deciding to let the original decision stand. Judge Alex Kozinski, writing for the five dissenters, said the case ''perfectly illustrates the patent unconstitutionality of the terrorist organization designation process.'' Judge Kozinski added that Roya Rahmani, the lead defendant, ''is being prosecuted -- and will surely be sent to prison for up to 10 years -- for giving money to an organization that no one other than some obscure mandarin in the bowels of the State Department had determined to be a terrorist organization.''  In their appeal to the Supreme Court, the defendants argued that the ''sweeping implications'' of the appeals court's decision would permit the government ''to criminalize activities that would otherwise be First Amendment-protected'' and to bar judicial review of its determination.  Urging the justices not to hear the case, the government said the issue was not one of free speech but rather of the ''broad authority'' that the court has long recognized for the regulation of ''financial interactions between United States nationals and foreign entities.''  In another case on Monday, the justices turned down an airline passenger's challenge to the airport screening policy adopted in an unpublished directive by the Transportation Security Agency.  The passenger, John Gilmore, was not permitted to board domestic flights from San Francisco and Oakland, Calif., because he refused to show identification. He argued that a secret directive actually gave passengers the choice of submitting to an intensive screening as an alternative to providing identification. The government lacked a basis for refusing to make the full policy public, he argued.  Responding to Mr. Gilmore's lawsuit, the government did not concede that it had such a policy. Nonetheless, the Ninth Circuit granted the government's request to dismiss the case, holding that whatever identification policy existed did not violate any constitutional rights, including the right to travel and the right against unreasonable search and seizure. The case was Gilmore v. Gonzales, No. 06-211.  ", 
            "title": "Supreme Court Refuses Case Challenging Group's Designation as Terrorists"
        }, 
        "weight": 0.6605315892962078, 
        "file": "1817580.txt", 
        "other_topics": {
            "0": 0.00017934215719854837, 
            "1": 0.00012074136377237277, 
            "2": 0.00022006541185015205, 
            "3": 0.00016003946314413148, 
            "4": 8.279011617802382e-05, 
            "5": 0.6605315892962078, 
            "6": 0.006218357048031377, 
            "7": 0.0006399371896873931, 
            "8": 0.0021432678438025755, 
            "9": 0.00023137370469089282, 
            "10": 9.937117010560283e-05, 
            "11": 0.0021706283066925194, 
            "12": 0.012269398926828339, 
            "13": 8.953583231060399e-05, 
            "14": 5.700096094928161e-05, 
            "15": 0.02238366532279502, 
            "16": 0.0305321691570617, 
            "17": 9.171102249136268e-05, 
            "18": 0.002104855839156638, 
            "19": 5.527121531112893e-05, 
            "20": 0.1671082099480502, 
            "21": 0.028734449890122533, 
            "22": 0.0021465250202851397, 
            "23": 0.00014384861730871334, 
            "24": 0.05880323309106352, 
            "25": 0.0001490919552560917, 
            "26": 0.00012225007188373433, 
            "27": 8.448611290354887e-05, 
            "28": 0.002153141916342802, 
            "29": 0.00017365202851820852
        }
    }, 
    {
        "content": {
            "text": "  Lawmakers demanded more information on new rules for governing a domestic surveillance program on Thursday, a day after the Bush administration announced that it had placed the National Security Agency eavesdropping under court supervision.  Senators from both parties who had long criticized the eavesdropping without court warrants said at a Judiciary Committee hearing that they welcomed the change but wanted details. They said they wanted to be sure that the new rules adequately protected Americans' privacy.  A central question is whether the court will approve eavesdropping case by case, its traditional practice, or will it issue broader orders that provide additional government leeway in selecting targets.  A Congressional official who has been briefed on the new procedures called it a hybrid of individual warrants and broader approval.  Some lawmakers wanted to know why the administration had waited five years from the start of the program to put it under the supervision of the secret intelligence court and asked whether the administration might decide on its own to revive eavesdropping without warrants if the court denied a request.  At the hearing, Attorney General Alberto R. Gonzales, a chief defender of the program, tried, apparently without success, to quell the flood of questions.  The session quickly became a forum for senators to say the administration was withholding pertinent information about the decision. House Democrats raised similar concerns.  Pressed repeatedly for details, Mr. Gonzales offered little new information and would not agree to provide more documents to explain the decision. He declined to answer questions about why the administration had reversed itself after saying for more than a year that the program could not operate effectively under court supervision.  ''There was a reason why we didn't do this as an initial matter shortly after the attacks of Sept. 11,'' said Mr. Gonzales, who was White House counsel.  Referring to the Foreign Intelligence Surveillance Act, or FISA, the law that created the secret court, he added, ''The truth of the matter is we looked at FISA and we all concluded there's no way we can do what we have to do to protect this country under the strict reading of FISA.''  Later, Mr. Gonzales said, after he became attorney general in 2005, he started reviewing whether the program might be brought under the court's supervision.  Justice Department officials said they had worked on the ''innovative, complex orders'' for two years.  On Jan. 10, an unidentified judge of the court approved the first new order. The next day, National Security Agency officials called the House and Senate intelligence committees to outline the new system, and Justice Department officials briefed some committee staff members on Friday, Congressional officials said.  A senior administration official involved in formulating the policy expressed frustration with the criticism on Capitol Hill. He said Democrats had repeatedly said the program was valuable but should be conducted under FISA.  Now that that has happened, the official said, ''People ought to take yes for an answer.''  He added that even if the critics are suspicious of the administration, ''I don't think there's any basis for being suspicious of the FISA court,'' which has approved the system.  At the hearing, Mr. Gonzales said the rules protected national security by allowing continued eavesdropping, but required the government to halt quickly the monitoring of people who were not found to be doing anything wrong.  With Justice Department officials unwilling to provide lawmakers with documents, lawmakers explored other ways to obtain information. In response to a request from the Judiciary Committee chairman, Patrick J. Leahy, Democrat of Vermont, the presiding judge of the foreign intelligence surveillance court, Colleen Kollar-Kotelly, a federal district judge in the District of Columbia, said the court would be willing to turn over to the panel its classified orders.  But Judge Kollar-Kotelly wrote in a letter that her court would cooperate only ''if the executive and legislative branches reach agreement for access to this material.''  Mr. Gonzales, asked by Mr. Leahy whether he would object to the disclosure of the documents to Congress, replied that he hoped to keep operational aspects of the program secret. Mr. Gonzales said that before he answered the question he would need to consult his ''principal,'' apparently a reference to President Bush.  Mr. Leahy expressed skepticism, saying: ''I don't think I fully understand that. Are you saying that you might object to the court giving us decisions that you've publicly announced? Are we a little Alice in Wonderland here?''  Mr. Gonzales replied: ''I'm not saying that I have objection to its being released. What I'm saying is it's not my decision to make.''  Some lawmakers said the administration should have changed course much sooner.  ''It is a little hard to see why it took so long,'' said Senator Arlen Specter, Republican of Pennsylvania.  Senator Charles E. Schumer, Democrat of New York, asked about the court's approval of the surveillance orders.  ''I'd like to know,'' Mr. Schumer said, ''if there is an intention to do this on an individual basis or on a case-by-case basis where 5, 6, 10, 20, 100 individuals are involved or is it broader brush than that? Because if it is very broad-brush approval, again because it's secret, we have no way of knowing, it doesn't do much good.''  Mr. Gonzales said, ''They meet the requirements under FISA.''  The Justice Department has tried to streamline the application for warrants under the surveillance law, creating a computerized system called Turbo FISA.  THREATS AND RESPONSES  ", 
            "title": "Senators Demand Details on New Eavesdropping Rules"
        }, 
        "weight": 0.657985832645107, 
        "file": "1819887.txt", 
        "other_topics": {
            "0": 0.0002079864585913659, 
            "1": 0.00014002602092438152, 
            "2": 0.0002552139797141573, 
            "3": 0.00018560076277749133, 
            "4": 9.60132483026378e-05, 
            "5": 0.657985832645107, 
            "6": 0.00016513061984098243, 
            "7": 0.045369439053475166, 
            "8": 0.0001367830222602302, 
            "9": 0.00026832841871388406, 
            "10": 0.0001152426070879883, 
            "11": 0.00016851346350612122, 
            "12": 0.00013622270428531792, 
            "13": 0.00010383638164169272, 
            "14": 6.610508198036655e-05, 
            "15": 0.00012190268651499837, 
            "16": 0.14110494608636273, 
            "17": 0.00010635899043332142, 
            "18": 9.223590105626855e-05, 
            "19": 6.409906356750144e-05, 
            "20": 0.14917122892686857, 
            "21": 0.00044061198071055973, 
            "22": 0.00014056043083051782, 
            "23": 0.00016682393562480308, 
            "24": 7.987045529464472e-05, 
            "25": 0.0025217095701735056, 
            "26": 0.00014177569797762876, 
            "27": 9.798012746944733e-05, 
            "28": 0.00014823416911602684, 
            "29": 0.0002013875097907064
        }
    }, 
    {
        "content": {
            "text": "  A federal jury in Denver agreed Tuesday with a former top auditor for the Interior Department that the Kerr-McGee Corporation had cheated the government out of millions of dollars in royalties on oil it produced in publicly owned coastal waters.  The decision, reached by the jury after deliberations of about four hours, is a vindication for the auditor, Bobby L. Maxwell. He became a whistle-blower and sued Kerr-McGee as a private citizen after top officials at the Interior Department ordered him to drop his audit findings.  It is also a potentially big embarrassment for the Interior Department, which dismissed Mr. Maxwell in a ''reorganization'' and which had insisted that his case against Kerr-McGee had no merit.  The Minerals Management Service, an Interior Department agency that collects more than $10 billion a year in royalties on oil and gas pumped on federal territory, is now the subject of numerous investigations by Congress, as well as its own inspector general, over its enforcement of royalty rules.  Interior Department officials did not return e-mail messages on Tuesday night requesting comment on the decision, the word of which arrived shortly before 7 p.m. in Washington.  In addition to Mr. Maxwell, three other auditors in the royalty program have filed their own lawsuits as whistle-blowers against more than a dozen other oil companies. Like Mr. Maxwell, those auditors have said the Interior Department blocked them from pursuing what they viewed as valid cases of underpayments.  The jury in Mr. Maxwell's case decided that Kerr-McGee had underpaid the government $7.5 million, accepting Mr. Maxwell's estimates.  Under the False Claims Act, a law that was intended to encourage whistle-blowers, Kerr-McGee could be forced to pay more than $30 million -- double or triple the original amount it owed, as well as penalties of up to $11,000 for each of 1,200 false statements that the company is accused of making in its royalty reports to the government.  Mr. Maxwell could be entitled to as much as 30 percent of that, though the judge has considerable discretion in deciding the reward.  ''I'm just ecstatic,'' Mr. Maxwell said in a telephone interview shortly after the jury announced its verdict. ''It's an incredible vindication, and it also shows the tremendous failure in management at M.M.S. in having companies follow the rules and regulations.''  Kerr-McGee, which was acquired last year by Anadarko Petroleum, steadfastly denied that it had underpaid its royalties and insisted the government had agreed with it.  ''The government prepared two audit reports of the facts in this case and found no fraud,'' Scott Barker, a lawyer for Kerr-McGee, told jurors in closing arguments on Tuesday, according to Bloomberg News.  ''There was a difference of opinion about how to calculate royalties,'' Mr. Barker said. ''A difference of opinion is not an untrue statement and does not constitute a false claim.''  Many of the nation's biggest oil companies took a keen interest in the case, warning the Tenth Circuit Court of Appeals in a friend-of-the-court brief last year that Mr. Maxwell's lawsuit would ''open the floodgates'' to lawsuits by what it said would be other disgruntled federal auditors and investigators.  Kerr-McGee is almost certain to appeal the verdict. For more than two years, it tried to block the trial on the ground that Mr. Maxwell was not entitled to sue under the False Claims Act because he was using information obtained from his work.  ", 
            "title": "Kerr-McGee Is Found Liable In Lawsuit Over Oil Royalties"
        }, 
        "weight": 0.653549108557709, 
        "file": "1821060.txt", 
        "other_topics": {
            "0": 0.0003142871352767055, 
            "1": 0.0002115925107748664, 
            "2": 0.000385652369438726, 
            "3": 0.00028046023973663957, 
            "4": 0.00014508506448938457, 
            "5": 0.653549108557709, 
            "6": 0.007348058749129142, 
            "7": 0.02596631214371613, 
            "8": 0.15282510475137445, 
            "9": 0.00040546952240099257, 
            "10": 0.00017414243739138487, 
            "11": 0.0002546397205836798, 
            "12": 0.00020584534098728893, 
            "13": 0.00015690655605509236, 
            "14": 9.989100724898654e-05, 
            "15": 0.00018420644491383043, 
            "16": 0.00026694362864512804, 
            "17": 0.00016071845561775806, 
            "18": 0.00013937713690098715, 
            "19": 9.68597244214329e-05, 
            "20": 0.0869904306529827, 
            "21": 0.0006658062170200608, 
            "22": 0.0002124000544947826, 
            "23": 0.00025208668476882004, 
            "24": 0.00012069178329113649, 
            "25": 0.0002612753422964798, 
            "26": 0.0002142364376557258, 
            "27": 0.00014805720422847462, 
            "28": 0.00022399579605868037, 
            "29": 0.06774035833039156
        }
    }, 
    {
        "content": {
            "text": "  The Pentagon on Thursday unveiled its new courtroom rules for prosecuting prisoners held as terrorists, allowing military tribunals to consider hearsay evidence and testimony obtained through coercion, but not torture.  Pentagon officials said, however, that the new policy more closely resembled courts-martial governed by the Uniform Code of Military Justice than the previous procedures used to prosecute terrorist suspects.  Under legislation signed into law last year, the government is poised to restart tribunals that the Supreme Court halted last summer. Pentagon officials said military prosecutors had determined there was sufficient evidence to bring war crimes charges against 60 to 80 of the 395 prisoners detained at the military prison at Guantánamo Bay, Cuba.  The Pentagon detailed the new procedures in a 238-page manual released Thursday.  The new procedures follow the guidelines Congress set down in the Military Commissions Act late last year.  Representative Ike Skelton, the Missouri Democrat who became chairman of the House Armed Services Committee this month when control of the House changed hands, pledged to scrutinize the new procedures so that they did not ''run afoul'' of the Constitution.  The new manual explicitly forbids military prosecutors from using evidence obtained through torture. At the same time, it makes a distinction between torture and coercion, allowing testimony that came as the result of coercive techniques used by military and intelligence officials until late 2005, when Congress passed a law banning cruel and inhumane treatment of prisoners.  In order for coerced testimony to be used in military commissions, a military judge would have to determine that it was both reliable and relevant to the case. The matter is particularly important because the Pentagon is planning for the trials of 14 ''high value'' detainees, who until they were moved to Guantánamo Bay in September were kept elsewhere in secret prisons run by the Central Intelligence Agency.  The prisoners detained at those sites, including Khalid Shaikh Mohammed, the accused mastermind of the terrorist attacks of Sept. 11, 2001, are believed to have been subjected to particularly harsh interrogation methods like ''water boarding,'' which induces a feeling of drowning.  Daniel J. Dell'Orto, the Pentagon's principal deputy general counsel, told reporters on Thursday that the new procedures followed the guidelines of the Military Commissions Act and ensured that detainees receive, as called for by international law, ''all the judicial guarantees which are recognized as indispensable by civilized people.''  Pentagon officials said that none of the most significant prisoners would be among the first group to stand trial before the military commissions.  ''Those cases are going to have to be developed carefully, and it's going to take some time, because they are extraordinarily complex,'' said Brig. Gen. Thomas L. Hemingway, a Pentagon official who helped draft the new guidelines.  The Bush administration established the military commissions in the months after the Sept. 11 attacks to prosecute ''unlawful combatants'' captured during counterterrorism operations around the globe, many of them in Afghanistan.  Last summer, the Supreme Court struck down the commissions as unconstitutional, forcing the White House and Congress to develop new guidelines.  Human rights groups on Thursday criticized the new procedures for straying from the military's traditional rules for courts-martial. Among other things, the rules allow too much leeway for government lawyers to keep defendants from viewing classified evidence, they said.  ''Classified sources and methods are protected,'' said Jennifer Daskal, a lawyer at Human Rights Watch. ''This creates the possibility that the defense will not learn the ways in which the evidence was obtained, which could have been through coercive techniques like water boarding and sleep deprivation.''  Mr. Dell'Orto said that while defendants would not be allowed to see classified evidence, defense lawyers would be given an unclassified summary of the material.  There are currently 395 detainees held at Guantánamo Bay, but it is likely that only a fraction of those will be prosecuted before military commissions. Even if prisoners are not charged, officials said, the United States still has the right to detain them indefinitely or hand them over to their native governments.  ''It doesn't mean that they are not unlawful combatants. It doesn't mean that they shouldn't be detained,'' said Bryan Whitman, a Pentagon spokesman.  Besides Mr. Mohammed, according to the government, the former C.I.A. detainees currently at Guantánamo Bay include senior members of Al Qaeda believed to be responsible for the bombing of the United States destroyer Cole in 2000 in Yemen and the 1998 attacks on American embassies in Kenya and Tanzania.  The prosecutors for the trials of those men will be a mix of military and civilian lawyers.  THREATS AND RESPONSES  Correction:  January 23, 2007, Tuesday  An article on Friday about the Pentagon's new rules for military commissions to try prisoners held at Guantánamo, Cuba, on terrorism charges, misstated the reasons cited by the Supreme Court when it struck down the Bush administration's original plans for the commissions. The court ruled last year in Hamdan v. Rumsfeld that the initial procedures established for the commissions were unconstitutional.  Correction:  January 24, 2007, Wednesday  An article on Friday about the Pentagon's new rules for military commissions to try prisoners held at Guantánamo, Cuba, on terrorism charges, misstated the reasons cited by the Supreme Court when it struck down the Bush administration's original plans for the commissions. And a correction in this space yesterday repeated the error. The court ruled last year in Hamdan v. Rumsfeld that the initial procedures established for the commissions were unauthorized by federal statute and violated international law. It did not rule that the commissions themselves were unconstitutional.  ", 
            "title": "Pentagon Revises Its Rules On Prosecution of Terrorists"
        }, 
        "weight": 0.6526218351157228, 
        "file": "1819886.txt", 
        "other_topics": {
            "0": 0.00018573717898348526, 
            "1": 0.0001250467856750015, 
            "2": 0.00022791255233778874, 
            "3": 0.00016574618525143426, 
            "4": 8.574226421062374e-05, 
            "5": 0.6526218351157228, 
            "6": 0.00014746582878896928, 
            "7": 0.01534555196455067, 
            "8": 0.00012215070567341775, 
            "9": 0.00023962407875281356, 
            "10": 0.00010291456897816387, 
            "11": 0.0001504867939208364, 
            "12": 0.00012165032752044187, 
            "13": 0.16579856632563036, 
            "14": 5.90335136559463e-05, 
            "15": 0.0001088621887076252, 
            "16": 0.004352842649809958, 
            "17": 9.498127414837715e-05, 
            "18": 8.236899738194e-05, 
            "19": 5.724208837029089e-05, 
            "20": 0.1290186037070863, 
            "21": 0.00039347766617966985, 
            "22": 0.012710777531448367, 
            "23": 0.0001489780027013728, 
            "24": 7.132634091193533e-05, 
            "25": 0.00015440830873769942, 
            "26": 0.0001266092916294914, 
            "27": 0.006380125489248785, 
            "28": 0.010620088123532795, 
            "29": 0.00017984415045272384
        }
    }, 
    {
        "content": {
            "text": "  A federal judge in Manhattan has ruled that hundreds of city records, including documents, videotapes and testimony, can be made public in connection with lawsuits brought by people arrested during the 2004 Republican National Convention.  In a 49-page decision released yesterday that rejected the city's efforts to keep the material secret, Magistrate Judge James C. Francis cited ''the patent inadequacy of the type of formulaic incantations of harm'' made by the city. The city had argued that the release of the material would be embarrassing, misleading or dangerous.  The city will take a few days to decide if it will appeal, a spokeswoman for the Law Department said. The release of the records had been sought by the New York Civil Liberties Union, which is representing seven people arrested during the convention, and by The New York Times.  ''The public has an important interest in knowing what was behind the mass arrests and prolonged detentions of protesters during the convention,'' said Christopher Dunn, associate legal director of the civil liberties group.  The city, which has argued that the 1,806 arrests during the convention were legitimate, said the release of its internal police documents ''would cause embarrassment and mislead the public if publicized,'' Judge Francis noted.  ''The mere fact that documents were not intended for public view when they were created does not justify a protective order,'' he wrote. ''Nor, again, does the fact that the N.Y.P.D. would prefer to continue to keep those documents from the public.''  The judge rejected the city's argument that a number of the records should be withheld because they contained information that is ''unreliable or subject to misinterpretation.''  ''The city gives the general public very little credit when it contends that readers will be unable to grasp that the information contained in these documents might be incomplete or inaccurate,'' he wrote.  ", 
            "title": "Records of Arrests At '04 Convention Can Be Released"
        }, 
        "weight": 0.6490177039351899, 
        "file": "1820900.txt", 
        "other_topics": {
            "0": 0.0005797107292986727, 
            "1": 0.0003902878449906652, 
            "2": 0.0007113457448592406, 
            "3": 0.0005173161477763437, 
            "4": 0.00026761314449424116, 
            "5": 0.6490177039351899, 
            "6": 0.14448791633171323, 
            "7": 0.008615262933891879, 
            "8": 0.00038124878959522015, 
            "9": 0.00074789899476005, 
            "10": 0.00032121021846194097, 
            "11": 0.0004696895340562049, 
            "12": 0.052753380000718934, 
            "13": 0.0002894181906693605, 
            "14": 0.0001842515399547155, 
            "15": 0.00033977353997800515, 
            "16": 0.0004923844099035608, 
            "17": 0.0002964493377557364, 
            "18": 0.00025708472479885454, 
            "19": 0.00017866026057535272, 
            "20": 0.06880213092426823, 
            "21": 0.05360178970307297, 
            "22": 0.0003917773802158376, 
            "23": 0.0004649803936300308, 
            "24": 0.00022261910800282092, 
            "25": 0.0004819291094975943, 
            "26": 0.00039516463633297046, 
            "27": 0.0002730953329211028, 
            "28": 0.013506589264356616, 
            "29": 0.000561317794259806
        }
    }, 
    {
        "content": {
            "text": "  The White House said Thursday that President Bush was not claiming any new executive authority last month when he issued a statement suggesting that postal inspectors could open mail without a warrant in emergency circumstances.  Tony Snow, the White House spokesman, said the statement Mr. Bush issued in signing postal legislation was merely a restatement of existing law allowing mail to be opened without a warrant in ''exigent circumstances'' to protect public safety.  ''All this is saying is that there are provisions at law for, in exigent circumstances, for such inspections,'' Mr. Snow said. ''It has been thus. This is not a change in the law. This is not new.''  The questions arose after The New York Daily News published an article on Thursday drawing attention to the Dec. 20 signing statement and legal questions surrounding it. The front page featured a photo of Mr. Bush alongside the banner headline: ''Prez Goes Postal.''  Federal law, in keeping with the constitutional prohibition on unreasonable searches, generally prohibits the government from opening first-class mail without a warrant. But a 1996 postal provision allows postal inspectors to open mail without a warrant in narrow circumstances if there is credible evidence that a package contains a bomb or other dangerous material.  Mr. Bush has drawn intense scrutiny and criticism from Democrats and groups like the American Bar Association for issuing signing statements reserving the right to disregard more than 800 selected provisions of measures that he signed into law, often on the grounds that they represented an unconstitutional infringement on executive authority.  In signing the postal legislation last month, Mr. Bush said that its restrictions on opening mail should be construed ''in a manner consistent, to the maximum extent permissible, with the need to conduct searches in exigent circumstances, such as to protect human life and safety against hazardous materials, and the need for physical searches specifically authorized by law for foreign intelligence collection.''  Mr. Snow said Mr. Bush had not claimed any ''sweeping new powers'' through the statement, as The Daily News article asserted, and the Postal Service issued a statement on Thursday echoing that assessment.  ''As has been the longstanding practice, first-class mail is protected from unreasonable search and seizure when in postal custody,'' said Thomas Day, a senior vice president for the Postal Service. ''Nothing in the Postal Accountability and Enhancement Act changes this protection. The president is not exerting any new authority.''  Critics were not so certain.  Senator Charles E. Schumer, Democrat of New York, called Mr. Bush's signing statement a ''last-minute, irregular and unauthorized reinterpretation of a duly passed law'' protecting the privacy of mail users. The American Civil Liberties Union said it would press to find out how often mailings had been opened without warrants.  ", 
            "title": "White House Denies Switch In Mail Policy"
        }, 
        "weight": 0.6487690415945785, 
        "file": "1816552.txt", 
        "other_topics": {
            "0": 0.0003632840069845439, 
            "1": 0.000244579451508689, 
            "2": 0.00044577496927908193, 
            "3": 0.0003241835514573922, 
            "4": 0.00016770359860549206, 
            "5": 0.6487690415945785, 
            "6": 0.0002884289374316211, 
            "7": 0.0012962872205818771, 
            "8": 0.00023891499836429885, 
            "9": 0.00046868158532246355, 
            "10": 0.00020129097039208764, 
            "11": 0.00029433765384516614, 
            "12": 0.0002379363069605882, 
            "13": 0.00018136804217472463, 
            "14": 0.00011546385868828029, 
            "15": 0.00021292394091077497, 
            "16": 0.18492512438617634, 
            "17": 0.00018577421090361205, 
            "18": 0.00016110581405390676, 
            "19": 0.00011196000361980101, 
            "20": 0.08414174112062782, 
            "21": 0.050000688273002, 
            "22": 0.00024551289002862093, 
            "23": 0.00029138660374895164, 
            "24": 0.008344688094854011, 
            "25": 0.00030200775858087945, 
            "26": 0.00024763556244561006, 
            "27": 0.00017113909027073, 
            "28": 0.016669277693017164, 
            "29": 0.00035175781158497025
        }
    }, 
    {
        "content": {
            "text": "  A lawyer for a former government scientist who is suing The New York Times for defamation over a series of columns about the deadly anthrax mailings of 2001 said Friday in court that he was prepared to introduce an internal e-mail message from a senior Times editor that raised questions about one of the columns.  The lawyer, Mark A. Grannis, said the columns written by Nicholas D. Kristof about the federal investigation of the mailings unfairly damaged the reputation of his client, Dr. Stephen A. Hatfill, a former germ warfare scientist.  Dr. Hatfill's lawyers have said the columns wrongfully suggested that he was responsible for the attacks.  Mr. Grannis told Judge Claude M. Hilton of Federal District Court here that if the trial proceeded he would introduce evidence including a May 23, 2002, message from Philip Taubman, then deputy editor of the editorial page, raising questions about a draft of a column by Mr. Kristof.  Beginning that spring, Mr. Kristof wrote a series of columns about a government scientist whom he initially referred to as Mr. Z., saying the scientist had become the overwhelming focus of the investigation. That August, Mr. Kristof wrote that Dr. Hatfill had acknowledged that he was Mr. Z. at a news conference in which he said the news media had mistreated him.  Mr. Grannis said he would introduce evidence of questions about the column posed by Mr. Taubman and others. The evidence from Mr. Taubman, the lawyer said, was a message saying the as-yet-unpublished column ''pointed pretty much at the guy'' and encouraging Mr. Kristof to take out some of the material that did that.  Mr. Grannis made his disclosure of the information that he has obtained in the discovery phase of the suit in a hearing on a Times motion to seek dismissal of the complaint.  The trial is scheduled to start Jan. 29. Judge Hilton did not say when he would rule.  The Times has argued that the columns were aimed at prodding the Federal Bureau of Investigation to pursue the anthrax case more vigorously and did not accuse Dr. Hatfill of being the person responsible for the mailings.  In writing about the investigation, Mr. Kristof's ire was directed against federal officials for not moving swiftly to decide whether the scientist was guilty or innocent, the paper's lawyers have said.  ''His intent was to focus on the F.B.I.,'' a lawyer for The Times, Lee Levine, told Judge Hilton.  Mr. Levine, of Levine Sullivan Koch & Schulz, told Judge Hilton that Mr. Hatfill was a public figure, or as someone recognized in libel and defamation law as a limited-purpose public figure, because of his involvement in the public debate about preparedness for a bioterrorist attack.  Mr. Levine said Dr. Hatfill had ''voluntarily thrust himself into the vortex of that controversy'' through his writings and speeches, confirmed by Dr. Hatfill's complaints that he was easily identified as Mr. Z by many people in the field.  As a public figure Dr. Hatfill would have a far greater burden in his effort to win a defamation suit. To prevail, a public figure has to prove that the material was published with ''actual malice,'' that is with the knowledge that the statements were false or with reckless disregard as to whether they were false.  Lawyers for The Times also argued that neither Mr. Taubman's message nor any other evidence put forward by Mr. Hatfill's lawyers was proof that Mr. Kristof had acted with reckless disregard for the truth, the standard that Mr. Hatfill must meet if he is found to be a public figure.  The Times said that even if all of Mr. Hatfill's assertions were true, he would not prevail and that therefore the judge should dismiss the case before trial. The message from Mr. Taubman, now Washington bureau chief for The Times, was released Friday afternoon by the lawyers for The Times. It read: ''Nick, you're still pointing pretty much at the guy. I think you need to lose the material I've marked in boldface.''  Mr. Taubman had marked two paragraphs referring to a middle-age American scientist with experience in producing bioweapons. The column, which appeared May 24, included the first of those two paragraphs but dropped the second, the messages showed. Although the essence of that message was pretty much as Mr. Grannis represented it in court, two other e-mail messages he cited were more ambiguous.  He said messages from Nicholas Wade, a former science editor at the paper and then a special projects writer, and Gail Collins, the editorial page editor, were critical of a column prepared for publication in July. Those messages, as disclosed by lawyers for The Times, raised more generalized suggestions.  Mr. Grannis said Mr. Wade's message had said the column made it plausible to a reader that Mr. Kristof was pointing at Mr. Z as the culprit. But the message said it was plausible that Dr. Hatfill might have been involved in an earlier anthrax scare that was a hoax.  In her message, Ms. Collins said the column ''looked fine to me'' and asked how an anthrax mailing to The National Enquirer in Florida fit in.  Five people died in the attacks. Although federal authorities identified Dr. Hatfill as a ''person of interest'' in the case, he was not charged with any crimes. No one has been charged in the attacks.  ", 
            "title": "Editor's E-Mail May Be Used In Suit Against The Times"
        }, 
        "weight": 0.6441358619340645, 
        "file": "1816661.txt", 
        "other_topics": {
            "0": 0.00022096133489815206, 
            "1": 0.00014876130260343948, 
            "2": 0.030215106750034137, 
            "3": 0.0001971791460808699, 
            "4": 0.00010200286911245714, 
            "5": 0.6441358619340645, 
            "6": 0.0001754320086016285, 
            "7": 0.015760430556431868, 
            "8": 0.0001453159950639151, 
            "9": 0.00028506762407363485, 
            "10": 0.0001224318182624329, 
            "11": 0.007665018806782768, 
            "12": 0.0001447207226190523, 
            "13": 0.00011031403512485623, 
            "14": 7.022893344528505e-05, 
            "15": 0.0001295073752515116, 
            "16": 0.00018767621676927068, 
            "17": 0.0001129940125128035, 
            "18": 9.79898785765134e-05, 
            "19": 0.0025634287469192794, 
            "20": 0.12603771596521682, 
            "21": 0.1576739501534667, 
            "22": 0.00014932905074936407, 
            "23": 0.0001772309589685475, 
            "24": 8.485303581951804e-05, 
            "25": 0.00018369109622948278, 
            "26": 0.00015062013024031825, 
            "27": 0.01258074731806121, 
            "28": 0.00015748150195560583, 
            "29": 0.0002139507220640586
        }
    }, 
    {
        "content": {
            "text": "  Deep into an updated Army manual, the deletion of 10 words has left some national security experts wondering whether government lawyers are again asserting the executive branch's right to wiretap Americans without a court warrant.  The manual, described by the Army as a ''major revision'' to intelligence-gathering guidelines, addresses policies and procedures for wiretapping Americans, among other issues.  The original guidelines, from 1984, said the Army could seek to wiretap people inside the United States on an emergency basis by going to the secret court set up by the Foreign Intelligence Surveillance Act, known as FISA, or by obtaining certification from the attorney general ''issued under the authority of section 102(a) of the Act.''  That last phrase is missing from the latest manual, which says simply that the Army can seek emergency wiretapping authority pursuant to an order issued by the FISA court ''or upon attorney general authorization.'' It makes no mention of the attorney general doing so under FISA.  Bush administration officials said that the wording change was insignificant, adding that the Army would follow FISA requirements if it sought to wiretap an American.  But the manual's language worries some national security experts. ''The administration does not get to make up its own rules,'' said Steven Aftergood, who runs a project on government secrecy for the Federation of American Scientists.  The Army guidelines were finalized in November 2005, and Mr. Aftergood's group recently obtained a copy under the Freedom of Information Act. He said he was struck by the omission, particularly because of the recent debate over the National Security Agency's domestic surveillance program. President Bush has asserted that he can authorize eavesdropping without court warrants on the international communications of Americans suspected of having ties to Al Qaeda.  Like several other national security experts, Mr. Aftergood said the revised guidelines could suggest that Army lawyers had adopted the legal claim that the executive branch had authority outside the courts to conduct wiretaps.  But Thomas A. Gandy, a senior Army counterintelligence official who helped develop the guidelines, said the new wording did not suggest a policy change. The guidelines were intended to give Army intelligence personnel more explicit and, in some cases, more restrictive guidance than the 1984 regulations, partly to help them respond to new threats like computer hackers.  ''This is all about doing right and following the rules and protecting the civil liberties of folks,'' Mr. Gandy said. ''It seeks to keep people out of trouble.''  ", 
            "title": "Deletions in Army Manual Raise Wiretapping Concerns"
        }, 
        "weight": 0.626361154005405, 
        "file": "1818908.txt", 
        "other_topics": {
            "0": 0.0004104312869480707, 
            "1": 0.014181404195614346, 
            "2": 0.0005036279902578656, 
            "3": 0.00036625634400061675, 
            "4": 0.00018946830159909356, 
            "5": 0.626361154005405, 
            "6": 0.0003258614684575458, 
            "7": 0.006099548058444657, 
            "8": 0.0049049492497875895, 
            "9": 0.0005295074446834782, 
            "10": 0.00022741466852562397, 
            "11": 0.00033253702266636525, 
            "12": 0.0002688158652733101, 
            "13": 0.16243087484960494, 
            "14": 0.0001304488477507827, 
            "15": 0.0002405573749735215, 
            "16": 0.00034860484171885333, 
            "17": 0.00947993948752905, 
            "18": 0.00018201425145526637, 
            "19": 0.000126490259656106, 
            "20": 0.1136018322023787, 
            "21": 0.037949705635373095, 
            "22": 0.0002773757431635965, 
            "23": 0.0003292029830016655, 
            "24": 0.00015761282718946312, 
            "25": 0.000341202559538841, 
            "26": 0.0002797738976518866, 
            "27": 0.00019334965403507612, 
            "28": 0.018832629470338563, 
            "29": 0.0003974092129769937
        }
    }, 
    {
        "content": {
            "text": "  Gerard Grandinetti, the federal official in charge of overseeing and hiring 1,100 airport screeners at Newark Liberty International Airport, has resigned. Ann Davis, a spokeswoman for the Transportation Security Administration, confirmed yesterday that Mr. Grandinetti resigned on Friday, citing personal reasons. Last week The Newark Star-Ledger reported allegations that some job candidates for senior management posts had received questions in advance that were on a test for prospective employees. After the allegations, officials canceled the test and started an internal investigation. Mr. Grandinetti could not be reached for comment.  ANTHONY RAMIREZ  ", 
            "title": "Metro Briefing | New Jersey: Newark: Airport Security Official Resigns"
        }, 
        "weight": 0.6219544223007407, 
        "file": "1820753.txt", 
        "other_topics": {
            "0": 0.0013070398095361116, 
            "1": 0.0008799591327177917, 
            "2": 0.04588529069503857, 
            "3": 0.001166362402982517, 
            "4": 0.0006033716744078101, 
            "5": 0.6219544223007407, 
            "6": 0.20768454142417014, 
            "7": 0.004663841427969927, 
            "8": 0.000859579304218254, 
            "9": 0.001686244035617616, 
            "10": 0.0007242138562235325, 
            "11": 0.0010589814680101225, 
            "12": 0.0008560581235405837, 
            "13": 0.0006525342342143764, 
            "14": 0.0004154211497525548, 
            "15": 0.05980801566261552, 
            "16": 0.0158706373179347, 
            "17": 0.0006683869495155319, 
            "18": 0.0005796338634999073, 
            "19": 0.0004028148197922542, 
            "20": 0.022279749309587163, 
            "21": 0.0027689177615102967, 
            "22": 0.0008833175005012584, 
            "23": 0.00104836404505307, 
            "24": 0.0005019262570405083, 
            "25": 0.0010865773215025533, 
            "26": 0.0008909545483708803, 
            "27": 0.0006157320433903801, 
            "28": 0.0009315412237909921, 
            "29": 0.0012655703367542399
        }
    }, 
    {
        "content": {
            "text": "  The Supreme Court opened the door Tuesday to a category of patent lawsuits that a lower court had barred, issuing a decision that will probably shift power in the courtroom from bigger patent-owning companies to smaller start-up companies that rely on obtaining licenses for patented technology.  The court's 8-to-1 decision held that the holder of a patent license can sue to challenge the patent's validity without first refusing to pay royalties and putting itself in breach of the license agreement.  This seemingly technical question, in a dispute by two biotechnology companies, MedImmune and Genentech, has considerable practical importance. A license holder is much less likely to sue if it must first stop paying royalties and thereby risk becoming the target of a patent infringement suit, with the potential for triple damages and the loss of the right to continue selling its product.  In making its decision, the Supreme Court overturned a ruling by the specialized appeals court that hears all patent appeals. That court, the United States Court of Appeals for the Federal Circuit, had adopted a rule in a previous case that required a party to breach its license agreement before suing to declare a patent invalid.  As long as royalties were being paid, the Federal Circuit had reasoned, there was no actual controversy between the parties and such a lawsuit would therefore not meet the requirement of Article III of the Constitution, which limits the jurisdiction of the federal courts to resolving actual ''cases'' or ''controversies.''  The Declaratory Judgment Act, the federal law that MedImmune invoked when it went to the federal District Court in Los Angeles for a determination of the validity of Genentech's patent, likewise requires the existence of an ''actual controversy'' before a court can act.  But the dispute between MedImmune and Genentech was indeed a controversy that met the jurisdictional requirements of the statute and the Constitution, Justice Antonin Scalia wrote for the majority in overturning the Federal Circuit's dismissal of the case, MedImmune Inc. v. Genentech Inc., No. 05-608.  Justice Scalia said the rule that a plaintiff must ''bet the farm, or (as here) risk treble damages and the loss of 80 percent of its business before seeking a declaration of its actively contested legal rights finds no support in Article III.''  The decision did not resolve the underlying dispute, instead reinstating MedImmune's lawsuit and sending the case back to the lower courts.  The case grew out of a license agreement the two companies reached in 1997 as MedImmune, then a new company, was working on a genetically engineered drug, Synagis, used to prevent a respiratory disease in infants. While MedImmune later came to public attention as the maker of the FluMist influenza vaccine, Synagis has been the company's main product, accounting for 80 percent of its sales since 1999.  The license authorized MedImmune to use the technology developed by Genentech and its research partner, the City of Hope National Medical Center in Duarte, Calif. City of Hope is also a party in the case.  The agreement obliged MedImmune to pay royalties for the use of patents ''which have neither expired nor been held invalid.''  The specific patent at issue in the case was not granted to Genentech until 2001, at which point Genentech wrote to MedImmune demanding royalties. MedImmune paid under protest, while filing its lawsuit to have the patent declared invalid.  Justice Clarence Thomas was the lone dissenter from the ruling. He said there was ''no Article III jurisdiction over MedImmune's claim,'' which he called ''hypothetical or conjectural.''  ", 
            "title": "Ruling Seen as Giving an Edge to Challengers of Patents"
        }, 
        "weight": 0.6145813180289407, 
        "file": "1817804.txt", 
        "other_topics": {
            "0": 0.00028773471647416065, 
            "1": 0.00019371620490370894, 
            "2": 0.0003530706883065496, 
            "3": 0.0002567656722310592, 
            "4": 0.00013282761274569595, 
            "5": 0.6145813180289407, 
            "6": 0.00022844666139779118, 
            "7": 0.0010267086596495096, 
            "8": 0.0001892297431048233, 
            "9": 0.00037121359728658983, 
            "10": 0.00015943008550068147, 
            "11": 0.00023312658897316045, 
            "12": 0.0001884545823816749, 
            "13": 0.0001436503704795303, 
            "14": 9.145175676312766e-05, 
            "15": 0.00016864383950469184, 
            "16": 0.019740834145076037, 
            "17": 0.11062698467552838, 
            "18": 0.00012760191706185384, 
            "19": 8.867657061314024e-05, 
            "20": 0.18362211012475083, 
            "21": 0.0038589630435689306, 
            "22": 0.0001944555236260168, 
            "23": 0.006729603624878439, 
            "24": 0.00011049518783344845, 
            "25": 0.00023920160292650378, 
            "26": 0.00019613676071415502, 
            "27": 0.00013554865248661862, 
            "28": 0.00020507160375369445, 
            "29": 0.055518527758538605
        }
    }, 
    {
        "content": {
            "text": "  Vice President Dick Cheney yesterday defended efforts by the Pentagon and the Central Intelligence Agency to obtain financial records of Americans suspected of terrorism or espionage, calling the practice a ''perfectly legitimate activity'' used partly to protect troops stationed on military bases in the United States.  But the chairman of the House Intelligence Committee expressed concern over the expansion of the military's domestic intelligence collection efforts and said his committee would investigate how the Pentagon was using its authority.  Appearing on ''Fox News Sunday,'' Mr. Cheney said ''national security letters'' issued to banks and credit agencies were an essential tool for investigating terrorism cases in the United States.  He said the Pentagon had crossed no legal boundaries in issuing the letters independent of the Federal Bureau of Investigation.  ''There's nothing wrong with it or illegal,'' Mr. Cheney said. ''It doesn't violate people's civil rights. And if an institution that receives one of these national security letters disagrees with it, they're free to go to court to try to stop its execution.''  Representative Silvestre Reyes, a Texas Democrat who is the new chairman of the House Intelligence Committee, said his panel would examine the matter. Mr. Reyes also indicated that he might renew efforts to pass a law requiring various agencies to get court approval before issuing national security letters.  ''Any expansion by the department into intelligence collection, particularly on U.S. soil, is something our committee will thoroughly review,'' he said in a statement issued to the news media.  Since the Sept. 11 attacks, the Pentagon has issued hundreds of letters to American banks and other financial institutions seeking information about suspects in counterterrorism or counterespionage investigations.  Banks are not required to hand over the information, but Pentagon officials said that financial institutions usually complied.  The C.I.A. also uses the letters as an investigative tool, but issues them far less frequently than does the Pentagon, intelligence officials said.  The use of the national security letters by the Pentagon and the C.I.A. was first reported in The New York Times yesterday.  By law, the Pentagon and the C.I.A. are barred from any domestic law enforcement activities. But government officials said that their authority to issue the letters dated back several decades and was strengthened by the USA Patriot Act, an antiterrorism law passed in 2001.  Mr. Cheney said yesterday that the letters were valuable for protecting American forces stationed at hundreds of bases in the United States.  Since Sept. 11, the Pentagon has increased its domestic intelligence collection efforts to help ensure that American bases are protected from potential terrorist attacks.  The efforts have been criticized by civil liberties organizations, who say the Pentagon is using ''force protection'' to spy on Americans and collect information on groups like war protesters.  The American Civil Liberties Union said yesterday that it had ''serious concerns'' about the use of the letters by the Pentagon and the C.I.A., and it called for a Congressional investigation to examine the frequency and legal basis for the records demands, along with civil liberties safeguards in place.  ''This country has a long tradition of rejecting the use of the C.I.A. and the Pentagon to spy on Americans, and rightfully so,'' said Caroline Fredrickson, director of the A.C.L.U.'s Washington office. ''Today's published report that the Pentagon and C.I.A. have been relying on 'national security letters' to collect the financial records of Americans without judicial supervision or Congressional oversight raises a host of questions that need to be answered.''  Pentagon officials said the financial documents obtained through the national security letters usually did not establish an individual's links to terrorism or espionage and had rarely led to criminal charges.  But officials said the records still had intelligence value, and the Pentagon plans within the next year to incorporate the records into a database at its Counterintelligence Field Activity office.  With the Democrats now in charge of both houses of Congress, the House and the Senate Intelligence Committees are planning hearings on various intelligence programs conducted by the Bush administration since Sept. 11, 2001.  At the top of the agenda are hearings on the National Security Agency's domestic surveillance program and the C.I.A.'s detention and interrogation of terrorism suspects.  Mr. Reyes indicated yesterday that the military's domestic collection efforts could also be a priority for his committee.  ''We want our intelligence professionals to have strong tools that will enable them to interrupt the planning process of our enemies and to stop attacks against our country,'' his statement said.  ''But in doing so, we also want those tools to comply fully with the law and the Constitution.''  ", 
            "title": "Cheney Defends Efforts To Obtain Financial Records"
        }, 
        "weight": 0.6107069930245386, 
        "file": "1819059.txt", 
        "other_topics": {
            "0": 0.00023195880051013175, 
            "1": 0.00015616530073066256, 
            "2": 0.0002846297254583407, 
            "3": 0.00020699294847948142, 
            "4": 0.00010707965345531318, 
            "5": 0.6107069930245386, 
            "6": 0.000184163434317925, 
            "7": 0.0008276863914231644, 
            "8": 0.00015254851680498186, 
            "9": 0.00029925572351774605, 
            "10": 0.0001285253717421576, 
            "11": 0.00018793618166019585, 
            "12": 0.0001519236170579254, 
            "13": 0.17562405187709315, 
            "14": 7.372429737801349e-05, 
            "15": 0.00013595308624652676, 
            "16": 0.0840218516292709, 
            "17": 0.00011861783700473072, 
            "18": 0.00010286693238533468, 
            "19": 7.148706699291598e-05, 
            "20": 0.11921310816021542, 
            "21": 0.0004913965420066897, 
            "22": 0.00015676130626702132, 
            "23": 0.00018605192023551841, 
            "24": 8.90762558861752e-05, 
            "25": 0.00019283358495920437, 
            "26": 0.00015811664406955136, 
            "27": 0.002728799314074323, 
            "28": 0.002784845593721928, 
            "29": 0.00022459926249599542
        }
    }, 
    {
        "content": {
            "text": "  Of the many ways that President Bush has trampled civil liberties and the balance of powers since the 9/11 attacks, one of the most egregious was his decision to order wiretaps of Americans' international calls and e-mail without court approval. It was good news, then, when the administration announced yesterday that it would now seek a warrant from the proper court for that sort of eavesdropping.  The president's decision hardly ends this constitutional crisis. Among other things, the public needs to know why Mr. Bush broke the law for more than five years and what should be done to ensure there will be no more abuses of the wiretap statute.  But we're pleased that Attorney General Alberto Gonzales informed leaders of the Senate Judiciary Committee that Mr. Bush had decided to end the warrantless program. He said the administration had worked out a way to speed the process of getting a warrant from the Foreign Intelligence Surveillance Court to intercept communications to and from the United States ''where there is probable cause to believe that one of the communicants is a member or agent of Al Qaeda or an associated terrorist organization.''  He said the court -- created by the 1978 law on domestic wiretapping -- issued an order on Jan. 10 governing this new process and that eavesdropping under ''the terrorist surveillance program'' would be subject to the court's approval. There are still some big unanswered questions. For one thing, because the new warrant process is secret, we don't know whether the court has issued a blanket approval for wiretapping, which would undermine the intent of the law, or whether the administration agreed to seek individual warrants.  It was also troubling that Mr. Gonzales repeated his insistence that the warrantless spying was legal. That suggests that the administration -- which has never explained why it could not have sought warrants from the start and turned down offers to amend the law -- will continue to resist legislative oversight of the wiretapping. It's also likely to argue that the lawsuits challenging the eavesdropping should be dismissed. The damage has already been done by the president's decision to ignore the law, and the lawsuits should proceed.  Mr. Gonzales's announcement clearly was politically timed: he will appear today before the Judiciary Committee, now controlled by Democrats who have vowed to investigate the eavesdropping.  We hope they will do that. Congress has a legitimate interest in the creation of this program, which has always seemed motivated more by the president's relentless campaign to expand his powers than by a real need to speed intelligence gathering.  We strongly agree with John Rockefeller IV, the Democratic chairman of the Senate Intelligence Committee, that ''the administration's go-it-alone approach, effectively excluding Congress and the courts and operating outside the law, was unnecessary'' and that the White House should turn over documents on the creation of the wiretapping program. If the 1978 law needs to be updated, that should happen in public, not in a secret court.  This administration long ago forfeited the public trust on these issues.  Editorial  ", 
            "title": "A Spy Program in From the Cold"
        }, 
        "weight": 0.6047955253667603, 
        "file": "1819634.txt", 
        "other_topics": {
            "0": 0.0003905204813122201, 
            "1": 0.0002629162949260127, 
            "2": 0.0004791960345427859, 
            "3": 0.00034848854921937683, 
            "4": 0.0001802768324122633, 
            "5": 0.6047955253667603, 
            "6": 0.0003100533062413647, 
            "7": 0.010213820964686848, 
            "8": 0.00025682716100933065, 
            "9": 0.0005038200272055738, 
            "10": 0.00021638234860326875, 
            "11": 0.00031640501656549465, 
            "12": 0.00025577509422223014, 
            "13": 0.0001949657396499205, 
            "14": 0.00012412052499473724, 
            "15": 0.0002288874772593781, 
            "16": 0.12822672869550333, 
            "17": 0.00019970225185432692, 
            "18": 0.00017318439247782642, 
            "19": 0.00012035397556926525, 
            "20": 0.24921634658542413, 
            "21": 0.0008273038732636099, 
            "22": 0.00026391971608706236, 
            "23": 0.00031323271753280096, 
            "24": 0.00014996672790882186, 
            "25": 0.00032465017169348615, 
            "26": 0.00026620153152075426, 
            "27": 0.00018396989302836114, 
            "28": 0.00027832811550410687, 
            "29": 0.0003781301330210779
        }
    }, 
    {
        "content": {
            "text": "  The Supreme Court on Wednesday resumed its long-running effort to monitor the use of the death penalty in Texas, hearing arguments in three cases that put the strains and internal contradictions of the court's capital punishment jurisprudence fully on display.  One case was familiar, at least to the seven justices who were on the court when LaRoyce L. Smith's previous appeal of his death sentence came before them in 2004. At that time, the court voted 7 to 2 to overturn the sentence, only to see it promptly reinstated by the Texas Court of Criminal Appeals on the ground that the constitutional error the justices had identified was ''harmless.'' The question now is whether that was an acceptable response by the state court to the Supreme Court's mandate.  The other two cases, while unfamiliar in their particulars, were very familiar in what they represented: the latest, but almost certainly not the last round in a fitful dialogue between the Supreme Court and the federal appeals court that oversees habeas corpus cases filed in federal court by Texas inmates.  All three cases offer a window on the recent history of capital punishment in the United States, which to a large degree is the history of capital punishment in Texas. Since 1976, when the Supreme Court permitted states to resume executions, Texas has put to death 380 people, far more than any other state. (The next highest, Virginia, has executed 98.)  In 1989, the Supreme Court ruled that the jury instructions that Texas was using were constitutionally deficient because they failed to ensure that jurors could give meaningful consideration to a defendant's mitigating evidence. Under the Texas system, jurors were instructed to respond to only two questions: whether the killing was deliberate, and whether the defendant posed a continuing threat to society. If the answers to both were yes, a death sentence was automatic.  The Texas Legislature addressed the problem two years later by instructing jurors to take ''all of the evidence'' into consideration, including the defendant's character and background. But in the interim, during which Mr. Smith was sentenced to death for murdering a former co-worker at a Taco Bell in Dallas, judges tried to address the problem by telling jurors that if they thought the mitigating evidence warranted a sentence of life in prison rather than death, they should simply answer no to one of the two questions, even if they believed that the proper answer was yes.  Eventually, the Supreme Court held that this ''nullification instruction'' was constitutionally inadequate as well. It applied that ruling to Mr. Smith's earlier appeal, overturning his sentence in 2004 and sending it back to the Texas Court of Criminal Appeals, which in turn reinstated it, finding the error ''harmless'' because Mr. Smith had failed to show that the nullification instruction had caused him ''grievous harm.''  In his new appeal, Mr. Smith, represented by a University of Texas Law School professor, Jordan M. Steiker, is arguing that the state court's resolution of the case flew in the face of the Supreme Court's analysis. The state court, having failed in the first round to apply its ''harmless error'' rule, should not be permitted to introduce it after the fact, Mr. Steiker said.  Although several justices, most notably Stephen G. Breyer and Ruth Bader Ginsburg, clearly agreed with him, Mr. Steiker encountered stiff resistance from Chief Justice John G. Roberts Jr. and Justice Samuel A. Alito Jr. The chief justice said the Texas court had handled the case in an appropriate and even ''desirable'' way.  Because the state court did not initially regard the nullification instruction as an error, Chief Justice Roberts said, it had no reason at that point to decide whether the error was harmless. ''Wouldn't it be normal exercise of judicial restraint to say we don't have to reach out and decide whether this error was harmless if we've already decided there's no error at all?'' he asked.  Texas was represented by its solicitor general, R. Ted Cruz, and supported by a second lawyer, Gene C. Schaerr, representing California and 20 other states that entered the case, Smith v. Texas, No. 05-11304, as ''friends of the court'' for Texas. Mr. Schaerr said the case presented an important federalism issue of ''whether states have the ability under our federal Constitution to choose their own harmless error standards.''  A total of 47 of Texas' 392 inmates on death row were sentenced under the procedure the Supreme Court later found unconstitutional.  In a second argument on Wednesday, the court heard the combined appeals of two other inmates, Jalil Abdul-Kabir and Brent R. Brewer. Their crimes, both murders committed during robberies, were unrelated. But both are challenging the refusal by a federal appeals court, the United States Court of Appeals for the Fifth Circuit, to grant their habeas corpus petitions.  Their cases, Abdul-Kabir v. Quarterman, No. 05-11284, and Brewer v. Quarterman, No. 05-11287, have acquired a new twist since the court accepted them in October. In a separate case last month, the Fifth Circuit abruptly shifted course and suggested that it had been wrong to deny habeas corpus to this entire group of inmates. The lawyer for the two, Robert C. Owen, another University of Texas law professor, is asking that the cases be sent back to the Fifth Circuit for reconsideration.  ", 
            "title": "Justices Scrutinize Death Penalty in Texas"
        }, 
        "weight": 0.6020696935976754, 
        "file": "1819630.txt", 
        "other_topics": {
            "0": 0.00020653115446734975, 
            "1": 0.0001390462434566513, 
            "2": 0.0002534282194310116, 
            "3": 0.004849042076975008, 
            "4": 9.534143304523423e-05, 
            "5": 0.6020696935976754, 
            "6": 0.004828715165879824, 
            "7": 0.019395914191623342, 
            "8": 0.0001358259364108009, 
            "9": 0.0002664508952588005, 
            "10": 0.00011443624189242029, 
            "11": 0.011829184314134903, 
            "12": 0.11908613910926698, 
            "13": 0.0001031098270599689, 
            "14": 6.56425374518621e-05, 
            "15": 0.00012104972001123923, 
            "16": 0.0001754197662377818, 
            "17": 0.00010561478488045937, 
            "18": 9.159051631296053e-05, 
            "19": 6.365055537044312e-05, 
            "20": 0.14346272144985722, 
            "21": 0.09139995864157356, 
            "22": 0.00013957691403790277, 
            "23": 0.0001656566502008209, 
            "24": 7.931159293521721e-05, 
            "25": 0.0001716948994136684, 
            "26": 0.00014078367782713674, 
            "27": 9.729454974220661e-05, 
            "28": 0.0001471969583327109, 
            "29": 0.00019997837923716602
        }
    }, 
    {
        "content": {
            "text": "  LAST August, a federal judge found that the president of the United States broke the law, committed a serious felony and violated the Constitution. Had the president been an ordinary citizen -- someone charged with bank robbery or income tax evasion -- the wheels of justice would have immediately begun to turn. The F.B.I. would have conducted an investigation, a United States attorney's office would have impaneled a grand jury and charges would have been brought.  But under the Bush Justice Department, no F.B.I. agents were ever dispatched to padlock White House files or knock on doors and no federal prosecutors ever opened a case.  The ruling was the result of a suit, in which I am one of the plaintiffs, brought against the National Security Agency by the American Civil Liberties Union. It was a response to revelations by this newspaper in December 2005 that the agency had been monitoring the phone calls and e-mail messages of Americans for more than four years without first obtaining warrants from the Foreign Intelligence Surveillance Court, as required by the Foreign Intelligence Surveillance Act.  In the past, even presidents were not above the law. When the F.B.I. turned up evidence during Watergate that Richard Nixon had obstructed justice by trying to cover up his involvement, a special prosecutor was named and a House committee recommended that the president be impeached.  And when an independent counsel found evidence that President Bill Clinton had committed perjury in the Monica Lewinsky case, the impeachment machinery again cranked into gear, with the spectacle of a Senate trial (which ended in acquittal).  Laws are broken, the federal government investigates, and the individuals involved -- even if they're presidents -- are tried and, if found guilty, punished. That is the way it is supposed to work under our system of government. But not this time.  Last Aug. 17, Judge Anna Diggs Taylor of the United States District Court in Detroit issued her ruling in the A.C.L.U. case. The president, she wrote, had ''undisputedly violated'' not only the First and Fourth Amendments of the Constitution, but also statutory law, the Foreign Intelligence Surveillance Act. Enacted by a bipartisan Congress in 1978, the FISA statute was a response to revelations that the National Security Agency had conducted warrantless eavesdropping on Americans. To deter future administrations from similar actions, the law made a violation a felony punishable by a $10,000 fine and five years in prison.  Yet despite this ruling, the Bush Justice Department never opened an F.B.I. investigation, no special prosecutor was named, and there was no talk of impeachment in the Republican-controlled Congress.  Justice Department lawyers argued last June that warrants were not required for what they called the administration's ''terrorist surveillance program'' because of the president's ''inherent powers'' to order eavesdropping and because of the Congressional authorization to use military force against those responsible for 9/11. But Judge Taylor rejected both arguments, ruling that even presidents must obey statutory law and the Constitution.  On Jan. 17, Attorney General Alberto Gonzales unexpectedly declared that President Bush had ended the program, deciding to again seek warrants in all cases. Exactly what kind of warrants -- individual, as is required by the law, or broad-based, which would probably still be illegal -- is as yet unknown.  The action may have been designed to forestall a potentially adverse ruling by the federal appeals court in Cincinnati, which had scheduled oral arguments on the case for today. At that hearing, the administration is now expected to argue that the case is moot and should be thrown out -- while reserving the right to restart the program at any time.  But that's a bit like a bank robber coming into court and arguing that, although he has been sticking up banks for the past half-decade, he has agreed to a temporary halt and therefore he shouldn't be prosecuted. Independent of the A.C.L.U. case, a criminal investigation by the F.B.I. and a special prosecutor should begin immediately. The question that must finally be answered is whether the president is guilty of committing a felony by continuously reauthorizing the warrantless eavesdropping program for the past five years. And if so, what action must be taken?  The issue is not original. Among the charges approved by the House Judiciary Committee when it recommended its articles of impeachment against President Nixon was ''illegal wiretaps.'' President Nixon, the bill charged, ''caused wiretaps to be placed on the telephones of 17 persons without having obtained a court order authorizing the tap, as required by federal law; in violation of Sections 241, 371 and 2510-11 of the Criminal Code.''  Under his program, President Bush could probably be charged with wiretapping not 17 but thousands of people without having obtained a court order authorizing the taps as required by federal law, in violation of FISA.  It is not only the federal court but also many in Congress who believe that a violation of law has taken place. In a hearing on Jan. 18, the chairman of the Senate Judiciary Committee, Patrick Leahy of Vermont, said, ''For years, this administration has engaged in warrantless wiretapping of Americans contrary to the law.''  His view was shared by the Senate Intelligence Committee chairman, Jay Rockefeller of West Virginia, who said of Mr. Bush, ''For five years he has been operating an illegal program.''  And Senator Arlen Specter, the Pennsylvania Republican who is the ranking member on the Judiciary Committee, noted that much of the public was opposed to the program and that it both hurt the country at home and damaged its image abroad. ''The heavy criticism which the president took on the program,'' he said, ''I think was very harmful in the political process and for the reputation of the country.''  To allow a president to break the law and commit a felony for more than five years without even a formal independent investigation would be the ultimate subversion of the Constitution and the rule of law. As Judge Taylor warned in her decision, ''There are no hereditary kings in America.''  Op-Ed Contributor James Bamford is the author of two books on the National Security Agency, ''The Puzzle Palace'' and ''Body of Secrets.''  ", 
            "title": "Bush Is Not Above the Law"
        }, 
        "weight": 0.5944611930082321, 
        "file": "1822770.txt", 
        "other_topics": {
            "0": 0.0001808069267971996, 
            "1": 0.002163592100401803, 
            "2": 0.00022186278693489526, 
            "3": 0.00016134657879312227, 
            "4": 8.346630100339157e-05, 
            "5": 0.5944611930082321, 
            "6": 0.00014355146049303493, 
            "7": 0.02514753888887016, 
            "8": 0.00011890830807160938, 
            "9": 0.0002332634397863803, 
            "10": 0.0001001827799982615, 
            "11": 0.002188356822972688, 
            "12": 0.030746390010628427, 
            "13": 9.02671124915004e-05, 
            "14": 5.7466513923532835e-05, 
            "15": 0.00010597252468442318, 
            "16": 0.1716701958502137, 
            "17": 9.246006844745569e-05, 
            "18": 8.018257497772885e-05, 
            "19": 5.572264065993089e-05, 
            "20": 0.1337613613204299, 
            "21": 0.010592356033572082, 
            "22": 0.020540837953108886, 
            "23": 0.0001450234948987523, 
            "24": 6.94330374271651e-05, 
            "25": 0.00015030965759041132, 
            "26": 0.00012324854425367453, 
            "27": 8.517614971152776e-05, 
            "28": 0.0021707276132581625, 
            "29": 0.004258799497368171
        }
    }, 
    {
        "content": {
            "text": "  The Pentagon has been using a little-known power to obtain banking and credit records of hundreds of Americans and others suspected of terrorism or espionage inside the United States, part of an aggressive expansion by the military into domestic intelligence gathering.  The C.I.A. has also been issuing what are known as national security letters to gain access to financial records from American companies, though it has done so only rarely, intelligence officials say.  Banks, credit card companies and other financial institutions receiving the letters usually have turned over documents voluntarily, allowing investigators to examine the financial assets and transactions of American military personnel and civilians, officials say.  The F.B.I., the lead agency on domestic counterterrorism and espionage, has issued thousands of national security letters since the attacks of Sept. 11, 2001, provoking criticism and court challenges from civil liberties advocates who see them as unjustified intrusions into Americans' private lives.  But it was not previously known, even to some senior counterterrorism officials, that the Pentagon and the Central Intelligence Agency have been using their own ''noncompulsory'' versions of the letters. Congress has rejected several attempts by the two agencies since 2001 for authority to issue mandatory letters, in part because of concerns about the dangers of expanding their role in domestic spying.  The military and the C.I.A. have long been restricted in their domestic intelligence operations, and both are barred from conducting traditional domestic law enforcement work. The C.I.A.'s role within the United States has been largely limited to recruiting people to spy on foreign countries.  Carl Kropf, a spokesman for the director of national intelligence, said intelligence agencies like the C.I.A. used the letters on only a ''limited basis.''  Pentagon officials defended the letters as valuable tools and said they were part of a broader strategy since the Sept. 11 attacks to use more aggressive intelligence-gathering tactics -- a priority of former Defense Secretary Donald H. Rumsfeld. The letters ''provide tremendous leads to follow and often with which to corroborate other evidence in the context of counterespionage and counterterrorism,'' said Maj. Patrick Ryder, a Pentagon spokesman.  Government lawyers say the legal authority for the Pentagon and the C.I.A. to use national security letters in gathering domestic records dates back nearly three decades and, by their reading, was strengthened by the antiterrorism law known as the USA Patriot Act.  Pentagon officials said they used the letters to follow up on a variety of intelligence tips or leads. While they would not provide details about specific cases, military intelligence officials with knowledge of them said the military had issued the letters to collect financial records regarding a government contractor with unexplained wealth, for example, and a chaplain at Guantánamo Bay erroneously suspected of aiding prisoners at the facility.  Usually, the financial documents collected through the letters do not establish any links to espionage or terrorism and have seldom led to criminal charges, military officials say. Instead, the letters often help eliminate suspects.  ''We may find out this person has unexplained wealth for reasons that have nothing to do with being a spy, in which case we're out of it,'' said Thomas A. Gandy, a senior Army counterintelligence official.  But even when the initial suspicions are unproven, the documents have intelligence value, military officials say. In the next year, they plan to incorporate the records into a database at the Counterintelligence Field Activity office at the Pentagon to track possible threats against the military, Pentagon officials said. Like others interviewed, they would speak only on the condition of anonymity.  Military intelligence officers have sent letters in up to 500 investigations over the last five years, two officials estimated. The number of letters is likely to be well into the thousands, the officials said, because a single case often generates letters to multiple financial institutions. For its part, the C.I.A. issues a handful of national security letters each year, agency officials said. Congressional officials said members of the House and Senate Intelligence Committees had been briefed on the use of the letters by the military and the C.I.A.  Some national security experts and civil liberties advocates are troubled by the C.I.A. and military taking on domestic intelligence activities, particularly in light of recent disclosures that the Counterintelligence Field Activity office had maintained files on Iraq war protesters in the United States in violation of the military's own guidelines. Some experts say the Pentagon has adopted an overly expansive view of its domestic role under the guise of ''force protection,'' or efforts to guard military installations.  ''There's a strong tradition of not using our military for domestic law enforcement,'' said Elizabeth Rindskopf Parker, a former general counsel at both the National Security Agency and the C.I.A. who is the dean at the McGeorge School of Law at the University of the Pacific. ''They're moving into territory where historically they have not been authorized or presumed to be operating.''  Similarly, John Radsan, an assistant general counsel at the C.I.A. from 2002 to 2004 and now a law professor at William Mitchell College of Law in St. Paul, said, ''The C.I.A. is not supposed to have any law enforcement powers, or internal security functions, so if they've been issuing their own national security letters, they better be able to explain how they don't cross the line.''  The Pentagon's expanded intelligence-gathering role, in particular, has created occasional conflicts with other federal agencies. Pentagon efforts to post American military officers at embassies overseas to gather intelligence for counterterrorism operations or future war plans has rankled some State Department and C.I.A. officials, who see the military teams as duplicating and potentially interfering with the intelligence agency.  In the United States, the Federal Bureau of Investigation has complained about military officials dealing directly with local police -- rather than through the bureau -- for assistance in responding to possible terrorist threats against a military base. F.B.I. officials say the threats have often turned out to be uncorroborated and, at times, have stirred needless anxiety.  The military's frequent use of national security letters has sometimes caused concerns from the businesses receiving them, a counterterrorism official said. Lawyers at financial institutions, which routinely provide records to the F.B.I. in law enforcement investigations, have contacted bureau officials to say they were confused by the scope of the military's requests and whether they were obligated to turn the records over, the official said.  Companies are not eager to turn over sensitive financial data about customers to the government, the official said, ''so the more this is done, and the more poorly it's done, the more pushback there is for the F.B.I.''  The bureau has frequently relied on the letters in recent years to gather telephone and Internet logs, financial information and other records in terrorism investigations, serving more than 9,000 letters in 2005, according to a Justice Department tally. As an investigative tool, the letters present relatively few hurdles; they can be authorized by supervisors rather than a court. Passage of the Patriot Act in October 2001 lowered the standard for issuing the letters, requiring only that the documents sought be ''relevant'' to an investigation and allowing records requests for more peripheral figures, not just targets of an inquiry.  Some Democrats have accused the F.B.I. of using the letters for fishing expeditions, and the American Civil Liberties Union won court challenges in two cases, one for library records in Connecticut and the other for Internet records in Manhattan. Concerned about possible abuses, Congress imposed new safeguards in extending the Patriot Act last year, in part by making clear that recipients of national security letters could contact a lawyer and seek court review. Congress also directed the Justice Department inspector general to study the F.B.I.'s use of the letters, a review that is continuing.  Unlike the F.B.I., the military and the C.I.A. do not have wide-ranging authority to seek records on Americans in intelligence investigations. But the expanded use of national security letters has allowed the Pentagon and the intelligence agency to collect records on their own. Sometimes, military or C.I.A. officials work with the F.B.I. to seek records, as occurred with an American translator who had worked for the military in Iraq and was suspected of having ties to insurgents.  After the Sept. 11 attacks, Mr. Rumsfeld directed military lawyers and intelligence officials to examine their legal authorities to collect intelligence both inside the United States and abroad. They concluded that the Pentagon had ''way more'' legal tools than it had been using, a senior Defense Department official said.  Military officials say the Right to Financial Privacy Act of 1978, which establishes procedures for government access to sensitive banking data, first authorized them to issue national security letters. The military had used the letters sporadically for years, officials say, but the pace accelerated in late 2001, when lawyers and intelligence officials concluded that the Patriot Act strengthened their ability to use the letters to seek financial records on a voluntary basis and to issue mandatory letters to obtain credit ratings, the officials said.  The Patriot Act does not specifically mention military intelligence or C.I.A. officials in connection with the national security letters.  Some F.B.I. officials said they were surprised by the Pentagon's interpretation of the law when military officials first informed them of it. ''It was a very broad reading of the law,'' a former counterterrorism official said.  While the letters typically have been used to trace the financial transactions of military personnel, they also have been used to investigate civilian contractors and people with no military ties who may pose a threat to the military, officials said. Military officials say they regard the letters as one of the least intrusive means to gather evidence. When a full investigation is opened, one official said, it has now become ''standard practice'' to issue such letters.  One prominent case in which letters were used to obtain financial records, according to two military officials, was that of a Muslim chaplain at Guantánamo Bay, Cuba, who was suspected in 2003 of aiding terror suspects imprisoned at the facility. The espionage case against the chaplain, James J. Yee, soon collapsed.  Eugene Fidell, a defense lawyer for the former chaplain and a military law expert, said he was unaware that military investigators may have used national security letters to obtain financial information about Mr. Yee, nor was he aware that the military had ever claimed the authority to issue the letters.  Mr. Fidell said he found the practice ''disturbing,'' in part because the military does not have the same checks and balances when it comes to Americans' civil rights as does the F.B.I. ''Where is the accountability?'' he asked. ''That's the evil of it -- it doesn't leave fingerprints.''  Even when a case is closed, military officials said they generally maintain the records for years because they may be relevant to future intelligence inquiries. Officials at the Pentagon's counterintelligence unit say they plan to incorporate those records into a database, called Portico, on intelligence leads. The financial documents will not be widely disseminated, but limited to investigators, an intelligence official said.  ''You don't want to destroy something only to find out that the same guy comes up in another report and you don't know that he was investigated before,'' the official said.  The Counterintelligence Field Activity office, created in 2002 to better coordinate the military's efforts to combat foreign intelligence services, has drawn criticism for some domestic intelligence activities.  The agency houses an antiterrorist database of intelligence tips and threat reports, known as Talon, which had been collecting information on antiwar planning meetings at churches, libraries and other locations. The Defense Department has since tightened its procedures for what kind of information is allowed into the Talon database, and the counterintelligence office also purged more than 250 incident reports from the database that officials determined should never have been included because they centered on lawful political protests by people opposed to the war in Iraq.  ", 
            "title": "Military Expands Intelligence Role in U.S."
        }, 
        "weight": 0.5905446051088417, 
        "file": "1818914.txt", 
        "other_topics": {
            "0": 9.188073032408492e-05, 
            "1": 6.18583207485887e-05, 
            "2": 0.00011274410364919023, 
            "3": 8.199155727829227e-05, 
            "4": 4.24151044956553e-05, 
            "5": 0.5905446051088417, 
            "6": 7.294860469578735e-05, 
            "7": 0.0013654683453205095, 
            "8": 0.0031732711830316867, 
            "9": 0.00011853757809577892, 
            "10": 5.0909924498976454e-05, 
            "11": 7.44430199987366e-05, 
            "12": 6.017815602624261e-05, 
            "13": 0.1930422920281249, 
            "14": 2.9202782006221076e-05, 
            "15": 0.0010914672678475018, 
            "16": 0.010454191688032417, 
            "17": 4.698547099523339e-05, 
            "18": 4.0746412091185055e-05, 
            "19": 2.831659721291329e-05, 
            "20": 0.171735082615435, 
            "21": 0.010570797752377296, 
            "22": 6.20944032935812e-05, 
            "23": 7.369664902492523e-05, 
            "24": 3.528381517475281e-05, 
            "25": 0.009414919418192847, 
            "26": 0.001100246429814545, 
            "27": 4.328399901662384e-05, 
            "28": 0.003178329876483581, 
            "29": 0.00320181105787121
        }
    }, 
    {
        "content": {
            "text": "  The North Carolina State Bar filed a second, more serious round of ethics charges yesterday against the district attorney in Durham, N.C., accusing him of ''systematic abuse of prosecutorial discretion'' in the sexual assault case against three former members of the Duke University lacrosse team.  The bar complaint said the district attorney, Michael B. Nifong, had illegally withheld DNA evidence from defense lawyers and then intentionally misled the presiding judge and bar officials about doing so.  The new charges added to a previous ethics complaint accusing Mr. Nifong of making false and prejudicial remarks about the case to the news media. A three-member independent panel is expected to hear the matter against him this summer. Penalties could include disbarment.  Mr. Nifong's lawyer, David B. Freedman, denied yesterday that there had been ''any sort of intentional unethical conduct.'' In a telephone interview, Mr. Freedman said that Mr. Nifong had a ''flawless record'' for ethics in 28 years as a prosecutor and that a written response, to be issued within 30 days, would give his side of the case.  ''I have great confidence the panel will render a fair and just verdict,'' Mr. Freedman said.  The case against the former players is being reviewed by the state attorney general's office, which took it over from Mr. Nifong after he recused himself on Jan. 12. At the time, he said he faced a conflict of interest between prosecuting the case and defending himself against the first set of ethics charges, filed Dec. 28.  Much of the new ethics complaint focuses on Mr. Nifong's handling of private DNA testing and his remarks to a judge and bar officials about it. Those tests were arranged by Mr. Nifong after a state laboratory found no semen, blood or saliva from lacrosse players on or in the woman or on her clothes. Using a more sophisticated test, the private laboratory found DNA from multiple men on the woman and her underwear, but none from any of the lacrosse players.  Mr. Nifong and the lab director decided to tell defense lawyers only about the positive matches, including a link to the woman's boyfriend, in a summary report of the DNA work, said the bar, a state agency that regulates lawyers in North Carolina. The negative findings, which the bar said ''tended to negate the guilt of the accused,'' were included only in laboratory reports not given to defense lawyers for more than six months.  North Carolina law requires prosecutors to share all relevant information with defense lawyers promptly. Mr. Nifong told the judge in the case that he had turned over everything he had -- ''a misrepresentation and false statement of material fact made to a tribunal,'' the bar wrote. Mr. Nifong later objected to a defense request to turn over the full laboratory reports, citing cost and privacy concerns and terming the papers sought ''a witch hunt list,'' the bar said.  Mr. Nifong said in court on Dec. 15 that a defense motion two days earlier on the withheld DNA results was ''the first I heard of this particular situation.'' Later he said he had meant that it was the first he had heard of defense accusations that the results had been concealed, not that they existed. But the bar said the accusations themselves had not been raised until after Mr. Nifong spoke in court.  In an interview last month, Mr. Nifong agreed that the DNA results had been potentially exculpatory, but said they had not seemed important to him because he was no longer then pursuing the case on the basis of DNA evidence.  ", 
            "title": "More Ethics Charges Brought Against Official in Duke Case"
        }, 
        "weight": 0.580842217400867, 
        "file": "1821267.txt", 
        "other_topics": {
            "0": 0.0003077337624809864, 
            "1": 0.0002071804797107598, 
            "2": 0.00037761092114890266, 
            "3": 0.00027461221002408784, 
            "4": 0.0001420598165298944, 
            "5": 0.580842217400867, 
            "6": 0.0002443248819593704, 
            "7": 0.014999101161845656, 
            "8": 0.0002023821856900858, 
            "9": 0.003872272595296823, 
            "10": 0.00017051129827149646, 
            "11": 0.00024933008862526893, 
            "12": 0.2712716568260305, 
            "13": 0.00015363481171526725, 
            "14": 9.780812527271303e-05, 
            "15": 0.00018036545567374717, 
            "16": 0.0002613774411764195, 
            "17": 0.003632624966748082, 
            "18": 0.017512759605413125, 
            "19": 9.48400493798013e-05, 
            "20": 0.09560231886707528, 
            "21": 0.0006519231277679399, 
            "22": 0.0002079711848953004, 
            "23": 0.0002468302875552576, 
            "24": 0.00011817517296729809, 
            "25": 0.0002558273473637873, 
            "26": 0.0071602847555692715, 
            "27": 0.00014496998255919804, 
            "28": 0.00021932513731550915, 
            "29": 0.0002979700530712497
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''Limits on Prison Suits Are Eased'' (news article, Jan. 23):  The Supreme Court did well to reject the procedural obstacles to inmate litigation that federal courts have added to those already placed by the Prison Litigation Reform Act of 1995.  But this is mere tinkering at the edges.  After a decade of experience, it is abundantly clear that Congress should drastically overhaul it.  Departments of correction have used the Prison Litigation Reform Act to deny far too many prisoners a fair chance of getting a judicial remedy when they become victims of appalling medical care, staff violence and sexual harassment, among other serious prison abuses.  Jamie Fellner  Director, U.S. Program  Human Rights Watch  New York, Jan. 23, 2007  ", 
            "title": "Prisoners' Rights"
        }, 
        "weight": 0.5776729611708371, 
        "file": "1822585.txt", 
        "other_topics": {
            "0": 0.06034898798274096, 
            "1": 0.0008799591327177917, 
            "2": 0.0016038295651349334, 
            "3": 0.001166362402982517, 
            "4": 0.0006033716744078101, 
            "5": 0.5776729611708371, 
            "6": 0.001037722817953195, 
            "7": 0.004663841427969927, 
            "8": 0.000859579304218254, 
            "9": 0.001686244035617616, 
            "10": 0.015484700899524745, 
            "11": 0.0010589814680101225, 
            "12": 0.0008560581235405837, 
            "13": 0.0006525342342143764, 
            "14": 0.0004154211497525548, 
            "15": 0.0007660674894106693, 
            "16": 0.0011101502746334875, 
            "17": 0.015428873992816745, 
            "18": 0.0005796338634999073, 
            "19": 0.0004028148197922542, 
            "20": 0.18464510678590051, 
            "21": 0.12085281410791998, 
            "22": 0.0008833175005012584, 
            "23": 0.00104836404505307, 
            "24": 0.0005019262570405083, 
            "25": 0.0010865773215025533, 
            "26": 0.0008909545483708803, 
            "27": 0.0006157320433903801, 
            "28": 0.0009315412237909921, 
            "29": 0.0012655703367542399
        }
    }, 
    {
        "content": {
            "text": "  A case argued before the Supreme Court on Wednesday about how labor unions must handle the fees paid by nonmembers could turn out to be little more than a footnote to a long line of decisions about the respective rights of labor unions and dissident employees.  Or the case might turn out to be a good deal more consequential, the first step toward a recalibration by the court of the constitutional balance between the two.  Each of these contrasting outcomes appeared plausible during an argument that had a bit of something for everyone: First Amendment law, labor law, election law and an animated performance by the court's newest justice, Samuel A. Alito Jr.  Justice Alito appeared particularly energized by the case, a defense by the state of Washington of a provision of its campaign law that bars unions from spending nonmembers' fees on political activity without first receiving permission.  This ''opt-in'' provision of the Washington law, adopted by referendum in 1992 as part of a broad campaign finance measure, goes a step beyond the protection for nonmembers that the Supreme Court has found to be constitutionally required. The court has required unions to permit nonmembers to ''opt out'' of having their fees used for any purpose that is not ''germane'' to the union's collective bargaining responsibilities.  Under federal labor law, states may authorize ''union shop'' provisions under which employees who choose not to join the union must pay fees to support the union's collective bargaining.  The Washington Supreme Court held in this case that requiring the union to receive affirmative permission before spending nonmembers' money on election-related activity imposed an unconstitutional burden on a union's right of free speech and association.  The state teachers' union is defending that judgment, while the state and a group of teachers, represented by the National Right to Work Legal Defense Foundation, challenged it in separate appeals. The justices consolidated the cases, Davenport v. Washington Education Association, No. 05-1589, and Washington v. Washington Education Association, No. 05-1657, for a single argument.  The Bush administration entered the case on the state's side. Solicitor General Paul D. Clement said the Washington Supreme Court had ''rigidly constitutionalized an area of labor law'' that should be left to the ''substantial discretion'' of the states and the federal government.  Mr. Clement said that just because ''as a minimum constitutional matter, the workers have to have an opt-out right'' did not mean that a state could not go further and provide that the union could not spend nonmembers' money on politics unless those workers affirmatively agreed.  That argument seemed to appeal to Justice Alito. ''Why should the First Amendment permit anything other than an opt-in scheme?'' he asked.  That was a ''fair question,'' the solicitor general replied, while at the same time carefully avoiding a full embrace of Justice Alito's suggestion. The opt-in right should be an option but was not constitutionally required, he said.  Later in the argument, addressing the union's lawyer, John M. West, Justice Alito suggested that it seemed only common sense to presume that employees who had chosen not to join the union were likely not to support the union's political activities.  The presumption built into the court's precedents is that nonmembers do support the union's outside activities unless they declare otherwise. ''Dissent is not to be presumed'' is the phrase the precedents use. So it would be a substantial change in labor law if the presumption were reversed.  ''Isn't it overwhelmingly likely,'' Justice Alito asked Mr. West, that if nonmembers were asked whether they wanted to ''give money to the union to spend on elections, they would say no?''  Mr. West said he ''absolutely'' disagreed, explaining that the union used its political money to campaign for higher taxes to support local school districts and other purposes ''that it has every reason to believe is in the interest of the vast majority of teachers.''  Chief Justice John G. Roberts Jr. sounded unpersuaded. ''Well, surely,'' he said, ''you don't get to say, well, this is in your interest, whether you want to spend the money or not.''  Justice Anthony M. Kennedy was also critical of the union's position. ''You want us to consider this case as if the First Amendment rights of non-union members were not involved,'' he told Mr. West on two occasions.  Washington is the only state with a campaign finance law that singles out labor unions for special treatment. Mr. West's basic argument was that the law violated the First Amendment by discriminating against speech based on its content. The union is permitted to engage in legislative lobbying, for example, without first getting the nonmembers' permission to use their money, but is barred from campaigning for or against ballot measures.  About 5 percent of Washington's 80,000 teachers have declined to join the union.  Correction:  January 13, 2007, Saturday  An article on Thursday about a Supreme Court argument in a labor case from the state of Washington misidentified the type of workplace at issue, in which employees who choose not to join the union must pay fees to support the union's collective bargaining. It is an agency shop -- not a union shop, in which all employees must actually join the union.  ", 
            "title": "Rights of Unions and Nonmembers Vie at Court"
        }, 
        "weight": 0.5768608501585141, 
        "file": "1818016.txt", 
        "other_topics": {
            "0": 0.14553609686560223, 
            "1": 0.00967154479746871, 
            "2": 0.0002588620787304966, 
            "3": 0.00018825379127098823, 
            "4": 9.738568815519093e-05, 
            "5": 0.5768608501585141, 
            "6": 0.0001674910424654958, 
            "7": 0.0055175142031854444, 
            "8": 0.00013873823650640256, 
            "9": 0.002654543280633566, 
            "10": 0.0001168899166986489, 
            "11": 0.00017092224143100274, 
            "12": 0.00013816990919181618, 
            "13": 0.00010532064751988466, 
            "14": 6.705000625456856e-05, 
            "15": 0.00012364519713789832, 
            "16": 0.11215100818429362, 
            "17": 0.00010787931517733905, 
            "18": 9.355434646545583e-05, 
            "19": 6.501531326123207e-05, 
            "20": 0.1131854547919892, 
            "21": 0.002829289511382774, 
            "22": 0.00014256964039663706, 
            "23": 0.0001692085629721621, 
            "24": 8.101214561161448e-05, 
            "25": 0.028763927898726893, 
            "26": 0.0001438022789075304, 
            "27": 9.938068243529377e-05, 
            "28": 0.000150353069213685, 
            "29": 0.00020426619840013664
        }
    }, 
    {
        "content": {
            "text": "  No one who has followed President Bush's policies on detainees should be surprised when a member of his team scorns American notions of justice. But even by that low standard, the administration's new attack on lawyers who dare to give those prisoners the meager representation permitted them is contemptible.  Speaking this week on Federal News Radio, a Web site and AM radio station offering helpful hints for bureaucrats and helpful news for the administration, Cully Stimson, the deputy assistant secretary of defense for detainee affairs, tried to rally American corporations to stop doing business with law firms that represent inmates of the Guantánamo internment camp.  It does not seem to matter to Mr. Stimson, who is a lawyer, that a great many of those detainees did not deserve imprisonment, let alone the indefinite detention to which they are subjected as ''illegal enemy combatants.'' And forget about the fundamental American right that everyone should have legal counsel, even the most heinous villain.  In his interview, reported yesterday by The Washington Post editorial page, Mr. Stimson rattled off some of the most respected law firms in the country that, after initial hesitation, have courageously respected that right. He called it ''shocking'' that they were ''representing detainees down there'' and suggested that when corporate America got word of this dastardly behavior, ''those C.E.O.'s are going to make those law firms choose between representing terrorists or representing reputable firms.'' He added: ''We want to watch that play out.''  When his interviewer asked who was paying these firms for the work, Mr. Stimson said, ''It's not clear, is it?''  Actually, it is quite clear. Mr. Stimson surely knows that the vast majority of those cases are being handled for free by law firms that have not signed on to Mr. Bush's post-9/11 revision of the American rules of justice. Still, he persisted, saying some lawyers were ''receiving monies from who knows where.''  The interview was a greatest-hits remix of Bush administration nonsense about Guantánamo, including Mr. Stimson's message to corporate executives that lawyers ''are representing the very terrorists who hit their bottom line in 2001.'' The only terrorists at Guantánamo associated with 9/11 were transferred there recently after being held for years in secret C.I.A. prisons where no lawyer could enter.  Not only do we find Mr. Stimson's threats appalling, we differ with him about 9/11. The tragedy and crime of that day was that thousands of innocents were slaughtered -- not that it hurt some companies' profit margins.  Editorial  ", 
            "title": "Round Up the Usual Lawyers"
        }, 
        "weight": 0.5764072147547522, 
        "file": "1818421.txt", 
        "other_topics": {
            "0": 0.0004433071408280083, 
            "1": 0.0002984546945888877, 
            "2": 0.0005439689699640719, 
            "3": 0.0003955937518222771, 
            "4": 0.00020464485464545003, 
            "5": 0.5764072147547522, 
            "6": 0.000351963216454812, 
            "7": 0.06666368888087996, 
            "8": 0.00029154249234624775, 
            "9": 0.0005719213880969971, 
            "10": 0.0002456307540199757, 
            "11": 0.010371767229013631, 
            "12": 0.00029034821767521775, 
            "13": 0.07531577232258972, 
            "14": 0.00014089789828333524, 
            "15": 0.00025982620111048086, 
            "16": 0.00037652835097032485, 
            "17": 0.00022669600833477785, 
            "18": 0.00019659372949507443, 
            "19": 0.00013662222431360456, 
            "20": 0.10768253354321702, 
            "21": 0.08604617735298294, 
            "22": 0.0002995937482038391, 
            "23": 0.00035557238881982304, 
            "24": 0.0001702377328461809, 
            "25": 0.0003685331404364881, 
            "26": 0.0003021839966650932, 
            "27": 0.0002088371063223037, 
            "28": 0.0704041059213552, 
            "29": 0.00042924198896618316
        }
    }, 
    {
        "content": {
            "text": "  There is by now no doubt that there are serious problems with electronic voting machines: they fail to record votes, and even flip votes from one candidate to another. Election officials like to defend the machines by noting that they have been certified by independent testing labs. But the certification process has long been deeply flawed, and last week there was even more disturbing news -- that the leading testing lab has been unable to meet the federal government's standards.  Since last summer, Ciber Inc., the largest tester of voting machine software, has been unable to meet federal quality standards that will take effect later this year.  It is disturbing that if Christopher Drew had not reported this in The Times, the public still would not know. The Election Assistance Commission, the agency that evaluates the labs, did not reveal that Ciber fell short, and is still not saying what is wrong. Ciber, which is still working on meeting the standards, did not return our phone call.  Many Americans are using electronic voting machines that were certified by Ciber. Were those certifications done properly? Did whatever deficiencies Ciber has now exist then? No one is saying.  Since many jurisdictions, and some whole states, now use electronic voting machines that do not produce a paper record, certification is extremely important. It is one of the few ways of determining whether a machine wrongly records votes, either by accident or by design.  Even before the news about Ciber, certification was a troubled process. The biggest problem is that the voting machine manufacturers pay the labs to do the examination and certification. This is a conflict of interest. If a lab raises too many concerns, it risks losing a client to a more compliant competitor.  There is also too little transparency. The labs, which see themselves as working for the voting machine companies, do not tell the public when they find problems or what those problems are.  Congress should pass legislation fixing the system. The vendors should continue to pay the costs, but the government should choose and pay the labs. That would make the labs responsive to the correct customer -- the public.  It should also enact strong transparency rules. Voters should know how testing is done, and have full and timely access to the results. Congress should also require the Election Assistance Commission to be more open about how it evaluates the labs. If a lab falls short, the public -- which may currently be using machines certified by that lab -- should be told right away what the deficiencies are.  The veil of secrecy that hangs over certification is good for the companies that make voting machines and for the ones that test them. The government should not be protecting those private interests.  It should be protecting the voting public.  Editorial  ", 
            "title": "Testing the Testers"
        }, 
        "weight": 0.5762386499861374, 
        "file": "1817394.txt", 
        "other_topics": {
            "0": 0.005265093658217357, 
            "1": 0.0002883497436535946, 
            "2": 0.000525551502082119, 
            "3": 0.0003821999083849038, 
            "4": 0.00019771607700232746, 
            "5": 0.5762386499861374, 
            "6": 0.00034004659695514926, 
            "7": 0.011201864295706583, 
            "8": 0.00028167157178736707, 
            "9": 0.0005525575192407018, 
            "10": 0.00023731429338936006, 
            "11": 0.0003470127457982256, 
            "12": 0.00028051773235549676, 
            "13": 0.00021382592914261344, 
            "14": 0.00013612743772482329, 
            "15": 0.00025102911712578563, 
            "16": 0.07775251314001612, 
            "17": 0.0002190206321956785, 
            "18": 0.0001899375433912825, 
            "19": 0.00013199652768899203, 
            "20": 0.23463015169340995, 
            "21": 0.0009073338715895075, 
            "22": 0.00028945023168019897, 
            "23": 0.0003435335715114923, 
            "24": 0.00016447389676340198, 
            "25": 0.000356055503563428, 
            "26": 0.0002919527806209371, 
            "27": 0.00020176638922146426, 
            "28": 0.0583468022840626, 
            "29": 0.029435483819581276
        }
    }, 
    {
        "content": {
            "text": "  A former California accounting executive at the Orange County Chapter of the American Red Cross was indicted Wednesday on federal embezzling charges, adding to concerns raised by watchdogs over the financial management of the Red Cross and some of its chapters.  The official, Karen Shuerger, 58, who was the assistant director of accounting, was charged with misappropriating more than $100,000 over the final five years of a 17-year career at the chapter. The investigation, however, is continuing to determine if the misdeeds were broader, said officials in the United States attorney's office in Los Angeles, which is prosecuting the case.  Ms. Shuerger, the indictment said, used the chapter's traveler's checks and a credit card issued by the organization to make purchases for herself at places that included a gambling hall in Nevada, a beach resort in Hawaii and the San Diego Zoo. The embezzlement came to light, prosecutors said, after Ms. Shuerger, who had been in charge of monitoring money received by the chapter and preparing financial records, retired in the fall of 2005.  Her replacement noticed discrepancies in the accounting books, and the organization conducted an audit in 2006 that suggested possible criminal activity, said Robb C. Adkins, the assistant United States attorney prosecuting the case. The results were turned over to the Federal Bureau of Investigation, leading to Ms. Shuerger's indictment.  Ms. Shuerger, who moved from Santa Ana, Calif., to Henderson, Nev., after she retired, could not be reached for comment. She is being issued a summons to appear in court next month.  Her lawyer, Charles Fasano, expressed surprise at the indictment, saying he had been in discussions with prosecutors over the case, but he declined to comment on them or the charges.  The American Red Cross has been under fire for its management practices. Officials said they had put in place or planned several changes to address the criticism, and they pointed to the cooperation with the F.B.I. as an example of a quick response to fraud accusations.  ''The American Red Cross takes a very aggressive stance against fraud and works closely with law enforcement when criminal activity is discovered,'' Stanley V. Perdue, the chief executive, said in a statement distributed by the United States attorney's office.  ", 
            "title": "Ex-Official Of Red Cross Is Charged With Fraud"
        }, 
        "weight": 0.5676149798609503, 
        "file": "1819632.txt", 
        "other_topics": {
            "0": 0.00046914247222487187, 
            "1": 0.00031584822433725047, 
            "2": 0.0005756707345293413, 
            "3": 0.00041864841243019707, 
            "4": 0.0002165712757460734, 
            "5": 0.5676149798609503, 
            "6": 0.032160817014167974, 
            "7": 0.070548757123088, 
            "8": 0.005606590165905229, 
            "9": 0.005903309158670607, 
            "10": 0.00025994577705234687, 
            "11": 0.00038010562518284695, 
            "12": 0.0003072693130812541, 
            "13": 0.0002342174443480393, 
            "14": 0.07432190691881968, 
            "15": 0.04795748131249179, 
            "16": 0.0003984719061981144, 
            "17": 0.0002399075403907151, 
            "18": 0.00020805094207812446, 
            "19": 0.0001445843799304211, 
            "20": 0.15634257954302566, 
            "21": 0.000993861789476282, 
            "22": 0.0003170536604326783, 
            "23": 0.00037629465935121203, 
            "24": 0.00018015895413785003, 
            "25": 0.0003900107457737716, 
            "26": 0.005617851842482353, 
            "27": 0.016115178778489107, 
            "28": 0.00033436284765021477, 
            "29": 0.011050371577557784
        }
    }, 
    {
        "content": {
            "text": "  New York officials have given up on replacing the state's aging voting machines by the fall elections, and some would like to put off buying new electronic voting systems until after the 2008 presidential election, state officials said yesterday.  New York is the last state to update its machines, and the latest delay comes amid growing questions about the work of a laboratory that was hired to help test the machines being offered by five bidders.  Based in part on the problems with the testing lab, the New York State Board of Elections has pushed back its deadline for certifying which machines would be acceptable until at least May.  Given the months it would take for counties to acquire the machines and train poll workers, ''that would make it impossible to replace anything more than a few isolated machines for the 2007 elections,'' said Douglas A. Kellner, a board co-chairman.  Mr. Kellner said it might be possible to have the new system ready for the presidential primary in March 2008. An association of county election officials passed a resolution last week urging the state to wait until 2009, and Mr. Kellner said most board members agreed that it would be better if the state did not have to make such sweeping changes amid the high turnout of a presidential election.  But because the electronic systems are easier for the disabled to use than the old lever machines, the state was required by Congress and a federal court order to make the changes more quickly. Mr. Kellner said those orders would need to be amended to allow for further delays and to let New York hold on to at least $50 million in federal funds to help pay for the machines.  Mr. Kellner said the elections board was also considering whether to terminate its contract with the testing lab, Ciber Inc., which has also run into trouble with federal officials.  The board suspended Ciber's work earlier this month after The New York Times reported that federal officials had found deficiencies in its practices and had held up its application for temporary accreditation under a new oversight program.  State election officials then asked Ciber, based in Greenwood Village, Colo., and the federal Election Assistance Commission for the reports about the deficiencies. The company turned them over on Thursday, after state officials threatened to subpoena the documents. The federal commission posted them on its Web site yesterday, along with a letter warning Ciber that it had only four to five more weeks to fix the problems.  According to the documents, a federal auditor found last July that Ciber, the nation's largest tester of voting machine software, did not follow its own quality-control procedures or conduct all the proper tests.  The documents indicate that in many cases, the lab simply used tests suggested by the voting machine manufacturers, rather than running standardized checks of its own. The auditor also criticized the lab for ''acceding too quickly'' to requests by the voting machine companies to modify the tests.  Voting machine experts have long been concerned about possible conflicts of interest in the testing, and some say the problems with Ciber have raised questions about the security and reliability of some of the machines now in use.  In a written response to the audit, company officials also acknowledged ''relatively loose handling'' of meetings during the testing. ''Since we are a small group, we often just call each other down the hall for a meeting, especially if something is critical,'' the response said.  Ciber's spokeswoman, Diane C. Stoner, said in a statement yesterday that the company had fixed most of the problems and expected to receive the federal certification.  ", 
            "title": "New York Won't Replace Voting Machines by the Fall"
        }, 
        "weight": 0.5663565888175127, 
        "file": "1821722.txt", 
        "other_topics": {
            "0": 0.00031317559198019924, 
            "1": 0.00021084416885900766, 
            "2": 0.000384288427813645, 
            "3": 0.0002794683324505163, 
            "4": 0.00014457194030212072, 
            "5": 0.5663565888175127, 
            "6": 0.09573988777754847, 
            "7": 0.001117487998031712, 
            "8": 0.00020596102390180634, 
            "9": 0.00040403549319974766, 
            "10": 0.00017352654562492989, 
            "11": 0.0037904518130938915, 
            "12": 0.00020511732515969227, 
            "13": 0.0001563516226487111, 
            "14": 9.953772145702718e-05, 
            "15": 0.0001835549596443588, 
            "16": 0.10283066724685525, 
            "17": 0.00016015004061785846, 
            "18": 0.0001388842000136019, 
            "19": 9.651715940588656e-05, 
            "20": 0.16095373677466593, 
            "21": 0.0006634514517298772, 
            "22": 0.00021164885652880995, 
            "23": 0.0002511951265943292, 
            "24": 0.00012026493113079423, 
            "25": 0.0002603512864803983, 
            "26": 0.00021347874493014244, 
            "27": 0.00014753356843690867, 
            "28": 0.021443479667519534, 
            "29": 0.04274379138586219
        }
    }, 
    {
        "content": {
            "text": "  The Department of Homeland Security is setting up a new, simplified way for travelers to file an appeal if their journey is disrupted by security queries. The new system will allow travelers who have been denied or delayed boarding an airplane or entering the United States, or have been subjected to more intense searches or questioning by a department official to question why they were the target of such scrutiny. The new system, called the Traveler Redress Inquiry Program, will allow the person to file and track the status of the claim online and is scheduled to start late next month.  ERIC LIPTON  ", 
            "title": "National Briefing | Washington: Appeals For Delayed Travelers"
        }, 
        "weight": 0.5662964827225553, 
        "file": "1819747.txt", 
        "other_topics": {
            "0": 0.0015603936885873859, 
            "1": 0.0010505285813712131, 
            "2": 0.0019147125533189495, 
            "3": 0.03663570598886396, 
            "4": 0.0007203279852298468, 
            "5": 0.5662964827225553, 
            "6": 0.001238872851326526, 
            "7": 0.023189499914602514, 
            "8": 0.0010261983692895639, 
            "9": 0.0020131020734018086, 
            "10": 0.0008645939643107028, 
            "11": 0.0012642522339089822, 
            "12": 0.0010219946502706592, 
            "13": 0.0007790201134093187, 
            "14": 0.000495945521666754, 
            "15": 0.12426596454858983, 
            "16": 0.0013253394956167835, 
            "17": 0.000797945686083096, 
            "18": 0.0006919888864117943, 
            "19": 0.000480895606918339, 
            "20": 0.16757144288242315, 
            "21": 0.003305639023199781, 
            "22": 0.0010545379281830265, 
            "23": 0.0012515767517619406, 
            "24": 0.0005992185990878654, 
            "25": 0.001297197210264411, 
            "26": 0.0010636553255325587, 
            "27": 0.000735084262436016, 
            "28": 0.05397699672195219, 
            "29": 0.0015108858594258202
        }
    }
]