[
    {
        "content": {
            "text": "  Before the Knicks' game on Wednesday night, they vowed that Gilbert Arenas would not beat them with his scoring. He did not. He beat them by not taking the game-winning shot.  The Knicks were so concerned about stopping Arenas at the end of a tight game that they left Caron Butler open underneath the basket for a dunk that gave the Wizards a 99-98 victory at the Verizon Center.  ''It's obviously frustrating,'' Quentin Richardson said. ''You never want to lose that way. At the same time, we denied, denied and swarmed. They just made a great play at the end. They found probably the only open guy on the court.''  Coach Isiah Thomas was also dejected. He fielded a few questions from the news media before leaving the arena with a sour look on his face.  Arenas scored 16 points in what was a quiet night for him. He entered the game averaging 30.2 points, second most in the N.B.A, and he was coming off a 51-point performance against the Utah Jazz on Monday, when he made a game-winning 3-pointer.  Stephon Marbury deserved ample credit for his defense of Arenas, who made 4 of 14 shots and went 0 for 5 from beyond the 3-point arc. A double team -- and sometimes even a triple team -- never seemed far away when the ball arrived in Arenas's hands.  ''I've never really tried to beat double teams like that, because I know what kind of energy it takes to do that,'' Arenas said. ''I had to do that all through high school.''  Marbury has been playing exceptionally well on defense in recent weeks, which has sparked the Knicks (17-23) to four wins in their last six games.  ''I always play defense,'' Marbury said. ''I don't get enough credit for playing defense. I think this year it's just being talked about more because Isiah spoke about it and he said that I was playing the best defense of my career.''  The Knicks led twice in the closing moments. Marbury made a driving layup over Antawn Jamison to give the Knicks their first lead of the second half, 96-95, with 31 seconds left. After Jamison made a layup, the Knicks went to Jamal Crawford, who made the game-winning shot on Monday against the Sacramento Kings.  Crawford delivered again, making a runner in the lane after driving past Jamison. That gave the Knicks a 98-97 lead with 12.4 seconds left.  After a timeout, the Wizards (22-16) inbounded the ball to Arenas, and most of the 16,503 fans probably thought he would take the final shot. Arenas also made a game-winning 3-pointer against the Milwaukee Bucks earlier this month.  The Knicks closed in, as they had the entire game. Arenas passed to Jamison, who drove toward the basket before dishing off to DeShawn Stevenson on the left wing. Eddy Curry went out to cover Stevenson, who passed underneath to Butler.  ''That wasn't an easy pass that he made, but he got it through there,'' Curry said. ''You got to give him credit.''  Butler dunked with one hand to quash the Knicks' hopes of a thrilling comeback.  Crawford's desperation shot from near midcourt was on target but fell just short at the final buzzer.  ''We played a hard-fought game,'' Richardson said. ''We went blow for blow with them. Unfortunately they just got the last punch.''  The loss spoiled a fine offensive performance by Richardson, who finished with a game-high 35 points and made seven 3-pointers. He had 25 points in the first half.  The game was close for most of the first half, but the Wizards took a 14-point lead in the third quarter, when they went on a 19-3 spurt.  The Wizards led, 81-70, to start the fourth quarter, but the Knicks scored 8 consecutive points to cut the lead to 81-78.  They kept chipping away by going to Curry in the paint and threatening with Richardson from the perimeter. When Richardson made a 3-pointer with 2 minutes 45 seconds remaining, the Knicks cut the lead to 93-92.  With Arenas quiet, the Wizards went to Butler and Jamison. Butler led them with 27 points and Jamison added 21.  ''Everybody in the league, despite what anybody else says or writes, knows those two can play,'' Richardson said. ''But obviously Gilbert is the focal point.''  Last night it became apparent early on that he would not be the focal point. In the first quarter, Arenas mostly stood at the top of the key as his teammates looked for an open man. He took only 3 of the Wizards' first 17 shots.  ''We all knew what they were going to do before, and that's why we tried to keep four shooters out there when I was in,'' Arenas said.  Arenas began to look for his shot in the final minutes of the opening quarter. He finally got going when the Knicks handed him four consecutive free throws.  Thomas and Marbury were hit with technical fouls after arguing after Marbury was whistled for a touch foul as Arenas was shooting. He missed the shot but he made both technical free throws and both free throws that resulted from the initial foul.  Arenas was quiet for nearly the rest of the game, but just the threat of his scoring did the Knicks in.  ''We gave ourselves a chance to win,'' Jared Jeffries said. ''That's all you can really ask for.''  PRO BASKETBALL  ", 
            "title": "Neutralizing Arenas Not Enough for Knicks"
        }, 
        "weight": 0.8550573353991509, 
        "file": "1819741.txt", 
        "other_topics": {
            "0": 0.0027986188563303947, 
            "1": 0.00016251713901703572, 
            "2": 0.0001715748007195036, 
            "3": 0.00015838627384995812, 
            "4": 0.000227587398908195, 
            "5": 9.75138970304925e-05, 
            "6": 0.00025384162191661904, 
            "7": 0.0002618187595601368, 
            "8": 0.00011004323981853384, 
            "9": 0.00016234242017110057, 
            "10": 0.10793715801095144, 
            "11": 0.005500031319579614, 
            "12": 0.00015935612652530955, 
            "13": 0.00012826852319265797, 
            "14": 0.01878404507098519, 
            "15": 0.00021633418389925592, 
            "16": 0.00012223693807633654, 
            "17": 0.00029479775334382224, 
            "18": 8.838736212099555e-05, 
            "19": 0.0006912752949602351, 
            "20": 0.00017711044434747355, 
            "21": 0.0001227771933637747, 
            "22": 0.00013279997407567053, 
            "23": 8.96224090901192e-05, 
            "24": 0.8550573353991509, 
            "25": 9.686599317962468e-05, 
            "26": 0.00010916598517624889, 
            "27": 0.00012801680258444172, 
            "28": 0.0003357879430850229, 
            "29": 0.005350696877737858, 
            "30": 7.368598725203161e-05
        }
    }, 
    {
        "content": {
            "text": "  Devils goaltender Martin Brodeur has seen almost everything, but the 856th game of his N.H.L. career was different. On Saturday night, he could not recall allowing a game-tying goal with seven-tenths of a second left in regulation.  The Devils wound up beating the Islanders, 2-1, when center Scott Gomez knocked a shot past Islanders goaltender Rick DiPietro with 1 minute 20 seconds remaining in overtime. The Devils' captain, Patrik Elias, set up the play, intercepting the puck and slipping a pass to Gomez.  It was a gorgeous goal, but it was not the most memorable one in a tense, thrilling duel between Brodeur and DiPietro. With DiPietro on the bench and the Devils' Brian Rafalski in the penalty box in the final moments of regulation, Islanders right wing Miroslav Satan scored to force overtime.  The sellout crowd of 16,234 at Nassau Coliseum roared. Brodeur lost what would have been his 8th shutout of the season and 88th of his career. He remembered allowing a similar goal at Montreal early in his career, but that was with two or three seconds left.  ''I don't think they had tenths of a second on the clock then,'' Brodeur said, smiling.  He could smile because the Devils (27-14-4) rescued him. John Madden, who scored what seemed to be the winning goal with 1:18 left in regulation, said the Devils chose to shrug off Satan's goal and play on.  ''I really like that about this team,'' he said. ''Nothing was said. We were ready to play overtime.''  In overtime, each team has four skaters, instead of the usual five, allowing Elias's creativity to become even more apparent. With Elias and Gomez forechecking fiercely, Elias guessed where the puck might be going. It ended up on his stick.  ''I really had nothing to shoot at, and I didn't see anything there,'' Elias said. ''Scotty got open, and it worked out.''  Elias tapped a short pass to Gomez, who rapped in his eighth goal of the season, and his second in two nights.  The Devils have won three straight against the Islanders (21-19-4), all in the last two weeks. Saturday's game had the feel of a playoff game, especially because the goalies stopped almost everything, sometimes acrobatically. Brodeur finished with 27 saves and DiPietro made 28.  ''It was just kind of playing chess,'' Islanders Coach Ted Nolan said.  Late in regulation, Madden took a drop pass from Sergei Brylin and fired a shot over DiPietro's glove that hit the top left corner of the net.  ''I just don't think he saw the shot,'' Madden said.  Midway through the third period, Brodeur tried leaping to snare a sailing puck before Satan got to it, but was knocked down instead. Play continued, and Brodeur made a sprawling pad save to keep the Islanders from scoring.  But with less than a second left, Brodeur did not move his left leg fast enough to stop a shot by Satan. The Devils knew better than to lose faith in him. ''You got the best goaltender in the world,'' Gomez said, ''so we thought, 'Let's win it in overtime.' ''  HOCKEY  ", 
            "title": "Brodeur Wins Battle Of Goalies"
        }, 
        "weight": 0.8291515179246043, 
        "file": "1818970.txt", 
        "other_topics": {
            "0": 0.0003305312071218096, 
            "1": 0.000268620759988017, 
            "2": 0.0002835919561642937, 
            "3": 0.0002617929500271728, 
            "4": 0.0003761738634348402, 
            "5": 0.0001611784288608375, 
            "6": 0.0004195688516808398, 
            "7": 0.00043275407503199747, 
            "8": 0.00018188788512022463, 
            "9": 0.0002683319713133997, 
            "10": 0.053844828106952417, 
            "11": 0.0005003922514343772, 
            "12": 0.004558636130711712, 
            "13": 0.00021201202772183053, 
            "14": 0.05681914748358414, 
            "15": 0.008948053956770265, 
            "16": 0.00020204256242310393, 
            "17": 0.009077744546840044, 
            "18": 0.00014609339377915755, 
            "19": 0.018323553226278072, 
            "20": 0.00029274169143136757, 
            "21": 0.00020293553769190904, 
            "22": 0.00021950195639892605, 
            "23": 0.00014813477389127063, 
            "24": 0.8291515179246043, 
            "25": 0.00016010752381124125, 
            "26": 0.00018043789153715463, 
            "27": 0.00021159596464385202, 
            "28": 0.013440736402197463, 
            "29": 0.000253560861818825, 
            "30": 0.00012179383673517177
        }
    }, 
    {
        "content": {
            "text": "  Everything the Nets would like to be was wrapped into their 116-115 victory over the Utah Jazz on Monday night.  A team with a dominant star player: Vince Carter scored 33 points, including the winning 3-pointer at the buzzer.  A team with a balanced supporting cast: Eddie House had 19 points, and Antoine Wright and Marcus Williams added 12 each.  A team with resiliency: the Nets fought their way back from 13 points down in the second quarter and from 4 down with less than a minute and a half to play.  And then there was the performance of Jason Kidd, the face of the franchise, who had 22 points, 10 assists and 6 rebounds.  The Nets displayed those characteristics throughout their five-game Western trip, even if they finished with a 2-3 record. Perhaps that is why they seemed to be feeling confident as they headed back to New Jersey early Tuesday morning one game below .500 (22-23).  ''The big thing is that we're not going to quit,'' Kidd said after Monday night's game. ''We're going to play hard.''  If nothing else, this trip will be remembered because four of the five games were decided by a point. The Nets were three defensive stops short of having a nine-game winning streak. The Nets became the first team in N.B.A. history to have five of seven games decided by a point and only the fourth team to lose by a point three games in a row, according to the Elias Sports Bureau.  They lost each of the first three games of the trip -- against the Sacramento Kings, the Golden State Warriors and the Los Angeles Clippers -- by a point on their opponent's final shot.  In the fourth game, the Nets played stellar defense against the Denver Nuggets' Carmelo Anthony and Allen Iverson, two of the league's top three scorers. The Nets won that game, 112-102.  On Monday night, the Nets appeared to be out of it when they were down by 2 points with 5.9 seconds left and with the length of the court to go. But Carter jogged the ball up the court, used a screen from center Mikki Moore and drilled the winning shot from about 10 feet beyond the 3-point line.  ''Sometimes, what comes around goes around,'' Nets Coach Lawrence Frank said. ''And I think our guys deserve a great deal of credit for staying together and fighting the fight, so to speak, and not getting discouraged and not wilting and not letting circumstances determine their behavior.''  Perhaps more than anyone else, Carter seemed motivated by the Nets' early struggles on the trip.  Against the Kings, he scored a season-low 8 points and missed two crucial free throws down the stretch. Against the Warriors, he fouled Baron Davis on a 3-pointer late in the game and was later called for charging. Against the Clippers, he left Cuttino Mobley open for the winning 3-pointer.  After each of those games, Carter put much of the blame on himself and appeared uncharacteristically down.  But he made a renewed commitment to attacking the basket. In the final three games of the trip, Carter averaged 35.3 points and shot 66.1 percent from the field. He also averaged 12 free-throw attempts a game, evidence of his aggressiveness in the paint.  ''At the beginning of the trip, each individual had to step their game up, and I felt I had to do the same,'' Carter said Monday night. ''I felt that in the first three games, regardless of points, I didn't deliver because we didn't win the game. I'm just glad I could do it for my team.''  Carter is playing his best at a time when he is the subject of many trade rumors. Although the Nets' president, Rod Thorn, has said that players are worth more in trades when they are playing well, Carter might be making him think twice about any such decision.  The Nets also need Carter more than ever because they are without small forward Richard Jefferson, who missed the trip because of ankle surgery that could keep him out until early March. Jefferson was the Nets' second-leading scorer before he was injured.  Another good sign for the Nets was that their bench helped lift the burden of not having Jefferson. In each game, a different reserve stepped forward.  The rookie Hassan Adams took Jefferson's place in the starting lineup for the first three games, and Wright started the last two. Both were called on for their defense, and they delivered.  Wright was especially impressive. Before starting Saturday night's game against the Nuggets, he had not played in 12 of the previous 19 games. But he scored 11 points and slowed Anthony.  The reserve forward Bostjan Nachbar was averaging 17.7 points over a three-game stretch but became ill before the Jazz game and did not play. So House stepped in with his 19-point effort.  Moore had a fitting description for what these all-around contributions said about the Nets: ''We're a team.''  PRO BASKETBALL  ", 
            "title": "Nets End 5-Game Trip By Making Their Point"
        }, 
        "weight": 0.8283115249864081, 
        "file": "1822795.txt", 
        "other_topics": {
            "0": 0.00021386746694498373, 
            "1": 0.00017380882733502995, 
            "2": 0.00018349581523320068, 
            "3": 0.000169390949719712, 
            "4": 0.00024340016788208753, 
            "5": 0.00010428916109556987, 
            "6": 0.0002714785339011214, 
            "7": 0.0002800099229453539, 
            "8": 0.00011768904242771541, 
            "9": 0.008511220122395725, 
            "10": 0.1515662220864857, 
            "11": 0.00032377464211338084, 
            "12": 0.0029496275722004747, 
            "13": 0.00013718061821021228, 
            "14": 0.0006347645422621284, 
            "15": 0.00023136507966749846, 
            "16": 0.00013072995865282645, 
            "17": 0.0003152802967096296, 
            "18": 0.0028737278991374585, 
            "19": 0.0007393050918163211, 
            "20": 0.00018941607529525625, 
            "21": 0.00013130775086932204, 
            "22": 0.00014202691423084395, 
            "23": 9.58493726945383e-05, 
            "24": 0.8283115249864081, 
            "25": 0.00010359624089511408, 
            "26": 0.00011675083614638422, 
            "27": 0.0001369114080580108, 
            "28": 0.00035911848420326777, 
            "29": 0.00016406444555050597, 
            "30": 7.880568851237942e-05
        }
    }, 
    {
        "content": {
            "text": "  With the anticipated return of Quentin Richardson and Nate Robinson for Wednesday's game against the Philadelphia 76ers at Madison Square Garden, the Knicks will be at nearly full strength in a season in which they have lost players to injuries and suspensions and often played better while shorthanded.  The question at Monday's practice, as it has been at other times this season, was who would be in the starting lineup Wednesday. Coach Isiah Thomas said that for the immediate future he would stay with the same players who started the final two games of the Knicks' recent trip, lopsided victories against Portland and Seattle.  ''I don't want to prejudge or predetermine anything,'' Thomas said. ''I want to see where everybody's game is at.''  Stephon Marbury, Eddy Curry, Jared Jeffries, Channing Frye and Jamal Crawford started in the victories against Portland and Seattle. Of those five, only Marbury and Curry seem assured of remaining starters, particularly as Richardson weaves his way back into the team's nucleus.  Richardson began the season as the Knicks' starting small forward, because Jeffries was out with a wrist injury, but then missed 11 games with a bad back. Thomas said Richardson would get some time to ''knock the rust off'' his game, as would Robinson, who has finished serving a 10-game suspension for fighting.  Because Richardson is the team's best 3-point shooter and because he can also play shooting guard, he may eventually start in place of Crawford, who can score in bunches and has become adept at lobbing the ball inside to Curry for easy baskets. Richardson plays better defense than Crawford, and he also rebounds well.  During his injury layoff, Richardson was a visible cheerleader on the bench. In one memorable moment, he ran across the court in a suit to embrace Frye after Frye, a second-year forward, made a tying shot during the Knicks' three-overtime victory against Detroit last month. On Monday, he was the proper diplomat, saying, ''My job is to come in and fit in.''  In recent weeks, the most constant lineup question Thomas faced -- and one he will continue to be questioned about -- was why the second-year forward David Lee, who has turned into one of the N.B.A.'s most capable rebounders, was not starting every game. Thomas's response has been to say that he likes the way Lee is playing, but that he believes Lee provides the team with more of a spark when he comes off the bench.  That could change, as could the roles of other players.  ''We'll give it a couple of games and see how it goes,'' said Thomas, who added that he felt good coming off a pair of victories on the West Coast. ''Good and lucky.''  PRO BASKETBALL  ", 
            "title": "Knicks Have a Surplus of Starters for a Change"
        }, 
        "weight": 0.8056570345794647, 
        "file": "1817584.txt", 
        "other_topics": {
            "0": 0.00036676401612206793, 
            "1": 0.000298066949880045, 
            "2": 0.0003146792875881122, 
            "3": 0.0002904906758441879, 
            "4": 0.00041741001739261415, 
            "5": 0.00017884679754145126, 
            "6": 0.0004655619613717113, 
            "7": 0.00048019254803203506, 
            "8": 0.00020182642302231542, 
            "9": 0.00029774650421007174, 
            "10": 0.14553680789870765, 
            "11": 0.010087413361983738, 
            "12": 0.00029226944841256733, 
            "13": 0.00023525277213774768, 
            "14": 0.0010885657184682193, 
            "15": 0.00039677089284029715, 
            "16": 0.0002241904547142583, 
            "17": 0.0005406781567910329, 
            "18": 0.00016210814191472162, 
            "19": 0.02986434806066338, 
            "20": 0.0003248320162282524, 
            "21": 0.00022518131787279801, 
            "22": 0.00024356374629961263, 
            "23": 0.00016437329797931794, 
            "24": 0.8056570345794647, 
            "25": 0.0001776584999513524, 
            "26": 0.0002002174812388487, 
            "27": 0.000234791100252759, 
            "28": 0.0006158568173622313, 
            "29": 0.0002813561866724829, 
            "30": 0.00013514486903938575
        }
    }, 
    {
        "content": {
            "text": "  For all the heartache the Nets suffered in the early part of this five-game Western trip, vindication came in the sweetest form Monday night.  Vince Carter made a 3-pointer from 31 feet at the buzzer to lift the Nets to a 116-115 victory against the Utah Jazz. His basket gave the Nets a 2-3 trip after they lost each of the first three games by a point on their opponent's final shot.  ''Sometimes what goes around comes around,'' Coach Lawrence Frank said. ''Our guys deserve a great deal of credit for staying together.''  The shot capped a magnificent 33-point night for Carter, who over the past three games has played like a superstar that one would be silly to trade. Carter scored 16 points in the fourth quarter.  He got the opportunity for the winner after Jazz point guard Deron Williams, who had been terrific all game and finished with 25 points, made 1 of 2 free throws.  Without any timeouts, the Nets had to go the length of the court in five seconds. Carter did just that, pulling up from way out. He was mauled by his teammates after the shot.  ''About midway, I felt it was going in,'' Carter said. ''it's just a great feeling to actually see it going in.''  The Nets also received a big game from Jason Kidd (22 points, 10 assists) and the reserve guard Eddie House, who scored 19 points.  Carter saved most of his aggression for a fourth quarter in which the teams traded baskets and played at a very quick pace.  During one stretch, Carter scored 11 consecutive points. Although it is difficult to take the ball from his hands when he is that hot, the approach might have become somewhat predictable.  On one possession in the final two minutes of the game, Carter tried to work off a screen from the top of the key. When he reached the lane, the Jazz clogged it and Carter passed the ball to Mikki Moore, who gave it back to Carter. With the shot clock running down, Carter had to settle for a long fadeaway jump shot that missed.  The Jazz marched down the court and Williams made a jumper to give the Jazz a 114-110 lead with 1 minute 22 seconds to play.  That was as far as the Nets would fall in the closing minutes.  The Nets (22-23) began this trip at .500 and with the news that one of their best players, small forward Richard Jefferson, could miss up to six weeks after ankle surgery.  Under those circumstances, the expectations might not have been very high.  But the manner in which the Nets lost the first three games of this trip, meant that they had a lot to play for in the final two games, namely mental stability.  That is exactly what they gave themselves.  ''It's just a relief for our team,'' Carter said. ''We've been on the other side of the ball.''  They had a terrific defensive performance against the Denver Nuggets, who boasted two of the league's three leading scorers -- Carmelo Anthony and Allen Iverson. The Nets also were able to see the super abilities of Carter that have been missing at times. He scored 40 points against the Nuggets.  In the Jazz, the Nets were facing one of the surprise teams in the league. Utah entered the night leading the Northwest Division and with the fourth-best record in the Western Conference.  Kidd kept the Nets in the game in the first half with 20 points, 5 assists and 5 rebounds.  Early in the second quarter, the Nets' defense went sour and the Jazz took advantage, scored on six of seven possessions in a stretch of about four minutes. Utah received a boost on the inside from power forward Paul Millsap, who had 6 points and 6 rebounds in 15 minutes in the first half.  Earlier in the day, Jazz Coach Jerry Sloan raved about Millsap's performance against the Hornets on Saturday night. In that game, Millsap scored 15 points and grabbed 17 rebounds, 10 on offense, even though not a single play was called for him. Millsap kept several possessions alive for the Jazz by muscling his way around the basket.  Williams's jump shot with 6:16 to play in the first half capped a 13-5 run that put Utah ahead by 13 points.  That is when Kidd took charge. He had two 3-pointers, two layups and a pair of free throws during a 24-14 run to close the first half and cut the deficit to 56-53.  Kidd received help in the third quarter from Carter, who scored only 4 points and reached the free throw line once in the first half, and the Nets were collectively hot on offense throughout the period. Carter scored 13 points on 4-of-7 shooting and the team shot 64.7 percent in the quarter.  PRO BASKETBALL  ", 
            "title": "Carter's Long 3 at Buzzer Sends Nets Home Happy"
        }, 
        "weight": 0.8043860309709334, 
        "file": "1822649.txt", 
        "other_topics": {
            "0": 0.0002126852773611337, 
            "1": 0.00017284806884196977, 
            "2": 0.0001824815102313812, 
            "3": 0.00016845461181279407, 
            "4": 0.000242054731162385, 
            "5": 0.00010371268463696311, 
            "6": 0.0002699778891345224, 
            "7": 0.00027846211944345056, 
            "8": 0.00011703849579676326, 
            "9": 0.00017266224342507623, 
            "10": 0.12861771844298023, 
            "11": 0.0003219849215219845, 
            "12": 0.0001694861163237007, 
            "13": 0.0001364223285073846, 
            "14": 0.011686603278810227, 
            "15": 0.01681310743076147, 
            "16": 0.00013000732609152964, 
            "17": 0.0003135375300883784, 
            "18": 9.400599189140594e-05, 
            "19": 0.033901260978008996, 
            "20": 0.00018836904502727534, 
            "21": 0.00013058192446115487, 
            "22": 0.00014124183578469927, 
            "23": 9.531954863276461e-05, 
            "24": 0.8043860309709334, 
            "25": 0.00010302359467331295, 
            "26": 0.00011610547561366915, 
            "27": 0.00013615460646107576, 
            "28": 0.0003571333943835883, 
            "29": 0.00016315755082088433, 
            "30": 7.837007637632961e-05
        }
    }, 
    {
        "content": {
            "text": "  The 2006-7 season began as one long victory parade for the Maryland women's basketball team. After stunning the Duke Blue Devils in the N.C.A.A. championship game last April, the Terrapins have held the No. 1 spot in the national polls since November with an 18-game winning streak.  No team had challenged Maryland's perch until Saturday afternoon, when the Terrapins showed up at Cameron Indoor Stadium to meet Duke again.  And the rematch was no match. The Blue Devils outplayed Maryland in an 81-62 victory in front of a crowd of 9,314, a rare sellout for a women's game at Cameron.  ''I thought this game we were outworked, outhustled, outplayed, outcoached, you name it,'' Maryland Coach Brenda Frese said.  Duke guard Lindsey Harding drove the lane at will and finished with 28 points. The 6-foot-7 center Alison Bales had 18 points, 12 rebounds and 7 blocked shots.  Crystal Langhorne led Maryland (18-1) with 14 points.  It was the first meeting among the big three of the Atlantic Coast Conference. No. 1 Maryland, No. 2 North Carolina (19-0) and No. 3 Duke (18-0) have spent the season atop the polls and were the only three undefeated teams remaining going into Saturday's play.  The Terrapins, with all five starters back from last season's championship team, had been averaging 88.8 points a game, second best in the nation. But they faced a Duke defense that was allowing only 45.9 points a game, also second best in the nation. Duke held the Terrapins to 37.8 percent shooting from the field; they were 3 of 18 from 3-point range.  Maryland had taken an early lead before Duke built a 41-30 halftime advantage, led by Harding's 16 points. The Blue Devils, with three starters back from last season's team, knew better than to sit on that lead. Duke blew a 13-point lead to Maryland in the second half of the championship game before losing in overtime.  Duke Coach Gail Goestenkors said her halftime message was, ''I don't care about a lead, I have no interest in a lead right now, I don't want to secure a lead or hold onto a lead.''  Instead, the Blue Devils kept pushing and Maryland dropped behind by as many as 22 in the waning minutes. As the clock ticked down in the final minute, Duke guard Abby Waner allowed a smile to cross her face as she clapped her hands and motioned to the crowd. Goestenkors had ordered a distraught Waner to stay away from basketball for a month after the championship game loss.  ''One thing that Coach said to us yesterday that I think is really important is that with a win today, we don't win last year's national championship, that no matter what happened last year, we can't take it back,'' Waner said. ''So I'm more excited for this year. I think that this was our first big test, and we really proved ourselves, I feel like. But we have a lot farther to go.''  CONNECTICUT 76, SYRACUSE 45 -- The freshman center Tina Charles had 14 points, 19 rebounds and 5 blocks, and No. 7 Connecticut (14-1, 4-0 Big East) defeated visiting Syracuse (8-10, 2-3) in a tuneup before tomorrow's showdown with second-ranked North Carolina.  It was Charles's fifth double-double of the season, and her 19 rebounds were the most for a Connecticut player since Swin Cash had 20 against West Virginia in 2001. (AP)  STANFORD 63, WASHINGTON STATE 55 -- The freshman JJ Hones scored a season-high 17 points to help No. 10 Stanford (14-3, 7-0 Pac-10) send visiting Washington State (5-13, 1-7) to its seventh consecutive defeat. (AP)Texas A&M 60, Baylor 52 Takia Starks had 12 points and 11 rebounds, and No. 19 Texas A&M (12-3, 2-1 Big 12) defeated ninth-ranked Baylor (15-3, 2-2), the host Aggies' first victory against a top-10 team in five years. (AP)  MARQUETTE 76, VILLANOVA 70 -- Krystal Ellis scored 8 of her 21 points down the stretch to help No. 16 Marquette (16-2, 4-1 Big East) hold off visiting Villanova (7-10, 1-3) and bounce back from its loss at Pittsburgh on Tuesday that ended its 14-game winning streak. (AP)  COLLEGE BASKETBALL: WOMEN'S ROUNDUP  ", 
            "title": "In Rematch of Championship, Maryland Is No Match for Duke"
        }, 
        "weight": 0.7987551394741704, 
        "file": "1818968.txt", 
        "other_topics": {
            "0": 0.006259354036659721, 
            "1": 0.00018847553812197318, 
            "2": 0.0001989799542950912, 
            "3": 0.0001836848616432748, 
            "4": 0.0002639392850406124, 
            "5": 0.00011308951368671457, 
            "6": 0.0002943870202112907, 
            "7": 0.0003036383232992527, 
            "8": 0.0001276201326637273, 
            "9": 0.0001882729119330872, 
            "10": 0.07997185583174496, 
            "11": 0.00035109609125283966, 
            "12": 0.00018480962612037245, 
            "13": 0.00014875648857141664, 
            "14": 0.04589412519487859, 
            "15": 0.051484124754589786, 
            "16": 0.0001417614955669681, 
            "17": 0.00034188495770160805, 
            "18": 0.00010250522338563994, 
            "19": 0.0008016907262587159, 
            "20": 0.0002053997904917138, 
            "21": 0.0001423880442906228, 
            "22": 0.0001540117351799578, 
            "23": 0.00010393754088470132, 
            "24": 0.7987551394741704, 
            "25": 0.00011233812200161476, 
            "26": 0.00012660275663942182, 
            "27": 0.00014846456134837483, 
            "28": 0.012444301482601287, 
            "29": 0.0001779088849279788, 
            "30": 8.545563983820633e-05
        }
    }, 
    {
        "content": {
            "text": "  At the Final Four in Boston last April, the North Carolina women's basketball team saw a night full of promise dissolve into a disquieting mess.  The top-seeded Tar Heels lost in a semifinal to Maryland, which went on to win the national championship against Duke. North Carolina guard Ivory Latta said the flight home was filled with quiet tears.  Weeks and months passed, and Latta refused to watch the film from that game.  But on Friday, as the undefeated Tar Heels prepared for Sunday's game against Maryland, North Carolina Coach Sylvia Hatchell figured the time was right. Her players sat and stomached last season's end.  ''Man, it was depressing,'' Latta said. ''It was very hard to watch.''  But Latta said the film was also helpful. The players noticed simple mistakes they had made and vowed not to repeat them. At the Comcast Center on Sunday, the second-ranked Tar Heels took their long-awaited shot at the No. 3 Terrapins. This time, they walked off the court delighted, with an 84-71 victory that snapped Maryland's 19-game home winning streak before a crowd of 17,950 that was the largest to attend an Atlantic Coast Conference regular-season women's game.  ''Playing against North Carolina, playing against Duke, the revenge factor is so, so big right now,'' said Maryland forward Laura Harper, whose team lost to Duke, 81-62, on Jan. 13. ''They come ready to play us.''  For a time, North Carolina's victory looked as if it would come easily. The Tar Heels (23-0, 7-0) raced to a 20-point second-half lead behind the shooting of Latta, who made six 3-pointers and finished with 32 points.  But Maryland (21-2, 5-2) responded with a furious comeback that was led by the senior guard Shay Doron, who scored 13 of her 19 points in the second half. With 3 minutes 13 seconds left, Doron converted a 15-footer, pulling the Terrapins to 67-66.  ''She just kept putting them up, making shots and all,'' Hatchell said. ''But, you know, that's Maryland; I knew they could score like that.''  The Tar Heels, who entered the game as the nation's top-scoring team, can pounce quickly, too. They closed the game with a 17-5 run, and revenge was theirs.  When Maryland, Duke and North Carolina reached the Final Four last season, it was the first time a conference had placed three teams in the national semifinals; the A.C.C. had never sent more than one.  This season, the three A.C.C. powers have a combined record of 65-2, with the two losses coming within their impressive triumvirate. Maryland plays host to Duke on Feb. 18 but will not face North Carolina again in the regular season. North Carolina plays host to Duke on Feb. 8 before visiting the Blue Devils on Feb. 25.  Sunday's game became a sellout more than two weeks ago. The atmosphere and the national-television audience might have caused some early-game jitters for the Terrapins. Maryland missed 15 of its first 18 field-goal attempts and committed 10 turnovers in the first 10 minutes.  ''Anxiousness, nerves, whatever you want to call it,'' Maryland Coach Brenda Frese said. ''But at the same time, we have played on the biggest stage before.''  With 30 seconds remaining in the first half and North Carolina leading, 33-27, Maryland guard Kristi Toliver was hounded by two defenders as she struggled to bring the ball across midcourt. Frese stomped the floor and yelled to a referee, frustrated that a foul had not been called. She received a technical foul, and Latta made both free throws, giving the Tar Heels an 8-point halftime lead. Latta made four 3-pointers in the first 4:50 of the second half, putting North Carolina ahead by 20.  COLLEGE BASKETBALL  ", 
            "title": "North Carolina Exacts Revenge While Remaining Undefeated"
        }, 
        "weight": 0.7974173331865709, 
        "file": "1822454.txt", 
        "other_topics": {
            "0": 0.00024443783336631234, 
            "1": 0.00019865318358422115, 
            "2": 0.003386184939120302, 
            "3": 0.00019360381142962576, 
            "4": 0.00027819195938482425, 
            "5": 0.00011919632726724698, 
            "6": 0.0003102838668273176, 
            "7": 0.0003200347386329567, 
            "8": 0.00013451159707889132, 
            "9": 0.00019843961561725405, 
            "10": 0.119231382921815, 
            "11": 0.00037005521759654565, 
            "12": 0.00019478931298799396, 
            "13": 0.0001567893124379761, 
            "14": 0.045195939671872416, 
            "15": 0.0002644365671806263, 
            "16": 0.0001494165910581661, 
            "17": 0.00036034668447546014, 
            "18": 0.0001080404871765963, 
            "19": 0.026256662704669344, 
            "20": 0.00021649134256512823, 
            "21": 0.000150076973301214, 
            "22": 0.00016232834142661476, 
            "23": 0.00010955014956529204, 
            "24": 0.7974173331865709, 
            "25": 0.00011840436056508964, 
            "26": 0.0001334392829306237, 
            "27": 0.00015648162119692694, 
            "28": 0.00041045113337889077, 
            "29": 0.003363976035763348, 
            "30": 9.007022915674146e-05
        }
    }, 
    {
        "content": {
            "text": "  The Nets' margin of error over the past three games can essentially be measured in three possessions and 3 points. The resulting burden has manifested itself in blank stares, mumbled answers and an unusually quiet locker room.  When Cuttino Mobley hit a 3-pointer with six-tenths of a second remaining Thursday night in a game against the Los Angeles Clippers, it sealed a third consecutive 1-point defeat for the Nets. Each time, their opponent scored the winning shot on its final possession.  The Nets (20-23), who play Saturday night against the high-powered Nuggets in Denver, became the fourth team in N.B.A. history to lose three consecutive games by a point. With two games remaining on their five-game Western trip, the Nets are again looking for reasons to smile after their season appeared headed in a positive direction only a week ago.  ''Especially with the way that we're losing, it seems like if we can just make that one play, get that one loose ball, get that one close out on an open shot, maybe that'll change things for our favor,'' power forward Jason Collins said.  Last Saturday, the Nets beat the Orlando Magic to cap a four-game winning streak and return to .500 for the first time in two months. Two days later, Richard Jefferson, their starter at small forward, had arthroscopic surgery on his right ankle that could keep him out until early March.  That same night, for 47 minutes 49 seconds against the Kings in Sacramento, the Nets looked as if they would overcome the loss of Jefferson and secure one of their biggest victories of the season. But then their bizarre stretch of tough luck and late-game mistakes began.  The Kings, who overcame a 20-point third-quarter deficit, went to point guard Mike Bibby on their final possession. Bibby had taken over the game in the fourth quarter, but he missed a shot from the top of the key. Kings forward Brad Miller came down with the rebound and missed a layup attempt. The ball was tipped back out to Bibby, who was wide open at the top of the key. His shot with 10.3 seconds remaining gave the Kings an 88-87 victory.  ''We shouldn't have put ourselves in that position, being up by 20 points,'' Nets point guard Jason Kidd said after the game.  Against the Golden State Warriors on Wednesday night, the Nets were ahead by 109-108 when forward Bostjan Nachbar missed a shot from the corner with just over five seconds remaining. The Warriors' Baron Davis raced the ball upcourt and found guard Monta Ellis, who hit a shot from the wing at the buzzer.  On Thursday, the Nets took a 101-99 lead with 1:07 to play, but the Clippers got their chance after calling a timeout with eight seconds left.  Point guard Sam Cassell, who was guarded by the Nets rookie Marcus Williams, dribbled around a screen at the top of the key and streaked down the right edge of the lane. As Cassell got past Williams, Vince Carter came over to double-team, leaving Mobley open behind the 3-point line. Cassell passed to Mobley; Carter could only watch as Mobley hit the winner.  That final play seemed to weigh most heavily on Carter, despite his 33 points in one of his best offensive performances of the season.  ''I screwed it up,'' he said. ''I feel bad for it.''  Those three failed defensive stops are the difference between a seven-game winning streak and a three-game skid for the Nets. Each defeat has seemed to deflate them even more. Heartbreakers do not normally happen this often and this close together.  The Nets' previous three 1-point losses were spread over 21 months and three seasons.  ''You put your heart and soul as a player and coach into this,'' Nets Coach Lawrence Frank said after the loss to the Clippers. ''This hurts. Every loss hurts and the fact that you put all three together, it really hurts you.''  Frank was speechless at times during his postgame news conference Thursday night. Even after defeats, the Nets players usually find something to joke or smile about in the locker room after the game. Not much of that was going on after the game against the Clippers.  Still, the Nets were trying to find a silver lining to what has happened over the past few days, perhaps a means of keeping their psyches straight as they enter what might be the most difficult games of this trip.  ''When you give yourself a chance to win, that's all you can ask for,'' Kidd said. ''It's not like we're getting blasted by 20 and you're trying to search for what we need to do.''  The Nets may know their formula for success. Now they have to figure out how to stick to it for a full 48 minutes.  PRO BASKETBALL  ", 
            "title": "In Last Three Games, Nets Are Missing the Point"
        }, 
        "weight": 0.7967019788699609, 
        "file": "1821803.txt", 
        "other_topics": {
            "0": 0.0002092158465298298, 
            "1": 0.00017002848289501485, 
            "2": 0.00017950477867010507, 
            "3": 0.00016570669417998926, 
            "4": 0.00023810621080602856, 
            "5": 0.00010202087037439992, 
            "6": 0.00026557387196908777, 
            "7": 0.0002739197031815722, 
            "8": 0.00011512930409903588, 
            "9": 0.00016984568875719528, 
            "10": 0.15370715814106112, 
            "11": 0.0003167325390919279, 
            "12": 0.00016672137226267687, 
            "13": 0.00013419693783401832, 
            "14": 0.02780847599195065, 
            "15": 0.00022633288592943963, 
            "16": 0.00012788658021276598, 
            "17": 0.0003084229458202231, 
            "18": 9.247251815668401e-05, 
            "19": 0.01703573574811563, 
            "20": 0.0001852962729925133, 
            "21": 0.00012845180544042328, 
            "22": 0.0001389378268480142, 
            "23": 9.376464748983802e-05, 
            "24": 0.7967019788699609, 
            "25": 0.00010134302119805337, 
            "26": 0.00011421150381752415, 
            "27": 0.00013393358300641502, 
            "28": 0.0003513076521190744, 
            "29": 0.00016049604155140703, 
            "30": 7.709166367844456e-05
        }
    }, 
    {
        "content": {
            "text": "  The Los Angeles Lakers missed Kobe Bryant's other-worldliness, fans at Madison Square Garden missed his showmanship and the Knicks, for once, did not miss the golden opportunity that was handed to them.  They rode Eddy Curry's offense, enjoyed a surprising resurgence by Jared Jeffries and beat back the Lakers for a 99-94 victory last night. With Bryant yanked from the stage by a league suspension, the evening lacked pyrotechnics, star quality and drama.  But for those who came to see the Knicks (20-27) claim a rare victory against an elite team, the night ended with some satisfaction. All five starters scored in double figures, led by Curry's 27 points. Jeffries, who started for the injured Quentin Richardson, filled up the box score and had a game-clinching block with 12.1 seconds left to play.  The Knicks, who had beaten just one team with a winning record in the past month, held on despite losing a 9-point lead in the first half and a 10-point lead in the fourth quarter.  ''You're never going to blow them out,'' Coach Isiah Thomas said. ''They're a team with a great coach, who understands how to manipulate a game and keep his team close.''  Thomas praised the Lakers (27-18) at length for their resiliency and, with a smile, concluded: ''But I'm glad Kobe didn't play. I'm really happy he didn't play.''  Twice in the previous eight days, the Knicks lost to teams missing their star players -- in Milwaukee (Michael Redd) and Miami (Dwyane Wade and Shaquille O'Neal). The Lakers, who were also missing the starters Luke Walton and Kwame Brown, kept the game close behind Lamar Odom (25 points and 9 rebounds).  Odom and Vladimir Radmanovic made 3-pointers to spark a late rally, knocking the deficit down to 96-94 with 45.8 seconds left. Curry hit two free throws to extend the lead to 4 points. He finished 9 for 12 from the foul line -- no small thing, given his own struggles and Thomas's recent rant about the Knicks' poor foul shooting. The Knicks shot free throws for an hour on Monday.  ''It meant a lot,'' Curry said of his late free throws, ''because I know how important free throws are to this team and especially to Coach.''  After Curry's free throws, the Lakers' Maurice Evans had a 3-pointer rattle out of the rim, but they still had a chance after Jamal Crawford ran (or was bumped) out of bounds for a turnover. But Jeffries reached out and blocked a 3-point try by Brian Cook in the corner, handing the Lakers their first three-game losing streak of the season.  Only a week ago, Jeffries was benched by Thomas and had his playing time slashed. Jeffries had been ineffective for weeks. But with Richardson nursing a sprained elbow, Thomas turned back to Jeffries, who responded with his best game in a month -- 14 points, 7 rebounds, 4 assists, 2 steals, 2 blocked shots and 1 turnover in 32 minutes.  ''I thought the way he competed was impressive, considering the ups and downs that he's been having,'' Thomas said.  Booed during pregame introductions, Jeffries was cheered for his hustle several times throughout the night.  ''Those kind of things are why I'm here,'' said Jeffries.  Stephon Marbury scored 22 points but aggravated his sore left knee and sat out the last 35.2 seconds. He landed awkwardly after leaping to grab an errant inbounds pass from Jeffries.  Marbury recently sat out a game to rest the knee but said he would play tonight in Charlotte.  ''I just landed funny,'' he said. ''I'm all right.''  The chance to see Bryant had drawn a larger-than-usual cadre of celebrities, from the comedian Jon Stewart to the rapper Eve, the singer Nick Lachey and the real-estate mogul Donald Trump.  Bryant was suspended earlier in the day, for elbowing San Antonio's Manu Ginóbili in the face Sunday during a loss to the Spurs. Fans booed loudly when the suspension was announced before tip-off -- an unheard-of reaction, given that the punishment was for an opponent.  Thomas did not share their disappointment.  ''I'm a big fan of Kobe and I like him personally,'' Thomas said. ''You hate to see anyone suspended. But I don't want to face him, I don't want to face Shaq, I don't want to face Vince Carter, I don't want to face any of the best players in the league, because I know what they're capable of.''  What about the fans, who were denied their only chance to see Bryant play here this season?  ''Video games, television, catch him the next time,'' Thomas said with a laugh. ''I'm sure they'll have a couple of national television games, and all of New York can tune in and watch him.''  REBOUNDS  Quentin Richardson said that his right elbow injury was not serious and that he hoped to return to the lineup tonight in Charlotte. Richardson sprained the elbow in a practice last week and scored 6 points over his next three games, going 3 for 14 from the field. ''It just wasn't feeling that good,'' said Richardson, who is averaging 13.3 points. Richardson had a bandage on the elbow when he spoke with reporters, but he said he had not received an injection or had the elbow drained. ''It got scratched,'' he said.  PRO BASKETBALL  ", 
            "title": "Knicks Inject The Garden With a Buzz And a Win"
        }, 
        "weight": 0.7938633932159583, 
        "file": "1822852.txt", 
        "other_topics": {
            "0": 0.0001807187415388463, 
            "1": 0.00014686905396606878, 
            "2": 0.00015505459189414354, 
            "3": 0.00014313593226075448, 
            "4": 0.00020567397490760104, 
            "5": 8.812469805976468e-05, 
            "6": 0.0002294002902930647, 
            "7": 0.0049334753268177435, 
            "8": 9.9447643647081e-05, 
            "9": 0.00014671115805571898, 
            "10": 0.09284748152792922, 
            "11": 0.00027359068071803775, 
            "12": 0.00014401240194128706, 
            "13": 0.0001159180918940228, 
            "14": 0.056898770013718854, 
            "15": 0.01193766924313385, 
            "16": 0.0001104672624903801, 
            "17": 0.00026641292977961614, 
            "18": 0.0024283099102248716, 
            "19": 0.002973148324678969, 
            "20": 0.025992820141616888, 
            "21": 0.00011095549889083684, 
            "22": 0.00012001322861810703, 
            "23": 0.0024294260397669984, 
            "24": 0.7938633932159583, 
            "25": 8.753917811883122e-05, 
            "26": 0.0024470878479199397, 
            "27": 0.00011569060839402957, 
            "28": 0.0003034563482497674, 
            "29": 0.00013863501800759248, 
            "30": 6.659107650871985e-05
        }
    }, 
    {
        "content": {
            "text": "  The Nets squandered double-digit leads in the fourth quarter and lost each of their first two games of their trip out West, a reflection of their inability to maintain a steady course this season.  The letdowns, 1-point defeats to the Sacramento Kings on Monday night and the Golden State Warriors on Wednesday night, came on the heels of a four-game winning streak that had the Nets at .500 for the first time in two months. They have followed each apparent turning point this season with a misstep.  With their season past the midway point, the Nets (20-22) were still trying for their first road victory against a Western Conference opponent when they played the Los Angeles Clippers (20-21) on Thursday night.  After the game against the Warriors, ''the mood was not good,'' Rod Thorn, the Nets' president, said Thursday morning. ''If you're a competitor, as a player or as a coach, you're very upset about that, about losing two games like that, games that you had in hand.''  Perhaps most disheartening for the Nets is that their five-game trip was getting more difficult. They play the Denver Nuggets on Saturday night and the Utah Jazz on Monday.  ''Virtually every game, we're playing a better team,'' Thorn said. ''We've got our work cut out for us.''  Against the Kings, the Nets held a 20-point lead in the third quarter, only to have it evaporate at the hands of Sacramento point guard Mike Bibby, who capped a strong fourth quarter by making the winning shot with 10 seconds remaining.  ''We just quit playing,'' Thorn said. ''We just stood around in the fourth quarter.''  The Nets led the Warriors by 11 points with a little more than four minutes remaining, but Golden State finished the game on a 17-5 run, capped by guard Monta Ellis hitting the winner at the buzzer. It was the seventh time this season the Nets had lost after squandering a double-digit lead.  ''It is hard,'' Nets forward Bostjan Nachbar said after the game. ''It is not easy. We had both games won. We thought we were the better team, at least most of the game. We lost the game down the stretch, and the next couple games will show how tough we are.''  The Nets' grit will have to start with their two stars, Jason Kidd and Vince Carter. That is especially true with their third top-flight player, Richard Jefferson, out for about six weeks after he had arthroscopic surgery on his right ankle Monday.  Kidd has been stellar all season, playing some of the best basketball of his career, but he had eight turnovers against the Warriors.  Carter, after leading by 214,000 votes the last time they were counted, was surpassed in the All-Star voting by the Washington Wizards' Gilbert Arenas for an Eastern Conference starting spot Thursday. Arenas beat out Carter by 3,010 votes, the smallest margin in 17 years. Carter has been voted a starter six times.  Before Thursday night's game, Carter pretended to have thought he had beaten out Arenas. After sarcastically acting as if his feelings were hurt, Carter said he would not be disappointed to go the game as a reserve.  ''It's still an honor to be involved in it,'' he said.  For now, Carter has more pressing things to think about. He scored only 8 points against the Kings. Despite having 23 points and a career-high 13 assists against the Warriors, he did not dominate down the stretch.  The injuries to Jefferson and center Nenad Krstic, who is out for the season with a torn anterior cruciate ligament, have probably affected Carter more than any other player because he faces more double-teams.  As the Nets have struggled this season, Carter has seemed to be the most likely candidate for a trade if Thorn chooses to make drastic changes. Carter can opt out of his contract at the end of the season, meaning the Nets may try to get someone in return for him if they feel he may leave.  But with the Nets' recent success -- they had won 9 of 11 games before losing to the Kings and the Warriors -- much of the trade talk seemed to have settled.  The Nets' ability to make any significant trades by the Feb. 22 deadline could be hampered by the fact that two of their biggest assets, Jefferson and Krstic, are injured.  ''When you're talking about trading, you trade from assets,'' Thorn said. ''If you don't have a lot of assets to trade, it's difficult to make anything but a minor trade.''  BASKETBALL  ", 
            "title": "Nets Take Two Steps Back After a Big Step Forward"
        }, 
        "weight": 0.7934489029090916, 
        "file": "1821583.txt", 
        "other_topics": {
            "0": 0.00022779542271393198, 
            "1": 0.00018512799473321026, 
            "2": 0.014996408970257816, 
            "3": 0.00018042240620562623, 
            "4": 0.00025925141828890314, 
            "5": 0.00011108091321976496, 
            "6": 0.0002891583664928004, 
            "7": 0.000298245355745672, 
            "8": 0.00012535345160989721, 
            "9": 0.00018492896741962529, 
            "10": 0.1791980125277065, 
            "11": 0.0003448602188908075, 
            "12": 0.0001815271935656574, 
            "13": 0.00014611440140819778, 
            "14": 0.0006761030992414277, 
            "15": 0.00024643255412782423, 
            "16": 0.00013924364756401272, 
            "17": 0.0003358126857172678, 
            "18": 0.00010068461214729344, 
            "19": 0.0007874517724015679, 
            "20": 0.0031619442788052127, 
            "21": 0.00013985906805819796, 
            "22": 0.0031114689347478412, 
            "23": 0.00010209149003216209, 
            "24": 0.7934489029090916, 
            "25": 0.00011034286711941789, 
            "26": 0.00012435414535962174, 
            "27": 0.0001458276591500338, 
            "28": 0.0003825058017567203, 
            "29": 0.00017474901751241307, 
            "30": 8.393784890881917e-05
        }
    }, 
    {
        "content": {
            "text": "  Maurice Greene and Gail Devers, two Americans who have won Olympic and world championships, were added yesterday to the field for the 100th annual Millrose Games Feb. 2 in Madison Square Garden. Greene, 32, will run in the men's 60-meter dash and Devers, 40, in the women's 60-meter hurdles.  FRANK LITSKY  SPORTS BRIEFING: TRACK AND FIELD  ", 
            "title": "GREENE AND DEVERS JOIN MILLROSE FIELD"
        }, 
        "weight": 0.7901218217772717, 
        "file": "1821120.txt", 
        "other_topics": {
            "0": 0.0018402806082827643, 
            "1": 0.0014955851820852416, 
            "2": 0.04940768883154227, 
            "3": 0.0014575703562616975, 
            "4": 0.026008777408878584, 
            "5": 0.0008973843640633068, 
            "6": 0.002336010654821976, 
            "7": 0.02632379597284859, 
            "8": 0.0010126872762878257, 
            "9": 0.0014939773091027849, 
            "10": 0.012816422208558272, 
            "11": 0.0027860066977284698, 
            "12": 0.0014664955520831012, 
            "13": 0.001180407825138906, 
            "14": 0.05329075295222694, 
            "15": 0.0019908435613324167, 
            "16": 0.0011249013759175067, 
            "17": 0.0027129147995081557, 
            "18": 0.0008133962354450907, 
            "19": 0.006361551120929829, 
            "20": 0.001629881978976064, 
            "21": 0.001129873145709436, 
            "22": 0.0012221090932942008, 
            "23": 0.0008247619163657165, 
            "24": 0.7901218217772717, 
            "25": 0.0008914219443170897, 
            "26": 0.001004614225950782, 
            "27": 0.0011780913333894775, 
            "28": 0.003090132370273883, 
            "29": 0.00141173700688627, 
            "30": 0.0006781049145217138
        }
    }, 
    {
        "content": {
            "text": "  The Nets have won four of five games, they are back atop the Atlantic Division and Vince Carter scored 32 points against his former team.  The Nets (15-19) beat the Toronto Raptors, 101-86, at Continental Arena Tuesday night, and got a fine effort from Jason Kidd, who fell two rebounds short of a triple-double, with 10 points and 14 assists.  Earlier in the day, Kidd was the focus of events beyond the court after filing for divorce from his wife, Joumana. ''There are really no distractions,'' he said after the game. ''This is my job, this is my livelihood. So anything personal stays personal and anything that's related to my job stays within my job.''  The Nets moved a half game ahead of the Raptors (15-20) for first place in the Atlantic Division, in which all five teams have losing records.  When the season started last November, not too many people would have picked this game to be a division battle. The Nets have won four of the last five division titles, and the Raptors have a young team that has not accomplished much since Carter left Toronto more than two years ago.  But the Raptors have had some impressive performances against top-flight teams this season, including a 2-point loss to the Phoenix Suns last week. Their future could be bright in part because of their 7-foot rookie forward, Andrea Bargnani, who hit 4 of 7 shots from 3-point range and led the Raptors with 22 points.  Although Bargnani got his looks, the Nets held forward Chris Bosh, the Raptors' best player, to 12 points. Bosh was playing in only his fourth game after missing 12 with a bruised bone in his right foot. The Nets also held Toronto's starting point guard, T. J. Ford, scoreless on 0-for-8 shooting from the field.  Nets forward Mikki Moore, who scored 12 points and had 8 rebounds, said stopping Bosh was a team effort.  ''Everybody shrunk the floor,'' he said. ''We talked. We communicated.''  The all-around effort, especially on defense, has often been absent for the Nets this season, and it has been one of the biggest culprits in their lackadaisical start.  The Nets' fortitude was most evident in the way they sprang back from what could have been a game-changing run by the Raptors.  After the Nets took a 15-0 lead to start the game, the Raptors pulled ahead with a 22-2 run that spanned parts of the first and second quarters and lasted nearly eight minutes. The Nets missed 10 of 11 shots during the stretch and had 6 turnovers.  The Nets answered by giving up only 38 points in the second half. They paid more attention to Bargnani, the first pick in last year's draft, and held him to 6 points after halftime.  ''We're not exactly where we want to be,'' said Nets forward Richard Jefferson, who scored 21 points. ''We understand now that we've dug ourselves a hole. It's a matter now of playing above and beyond to get out of the hole. This was a step in the right direction.''  Carter seemed intent on setting the tone against the team he played with for more than six seasons. The last time the Nets played the Raptors in Toronto, Carter scored only 12 points in a Nets loss. He had 14 points in the first quarter Tuesday night.  Perhaps Carter came out with a message from the Nets power forward Cliff Robinson in mind. Before the game, Carter said, Robinson told the team that it needed to bounce back from a defeat, much the way it did last season. The Nets were coming off a loss to the Cavaliers in Cleveland on Saturday night.  ''By him saying that, it kind of put something in the minds of the guys who are here,'' Carter said. ''We really game out with guns blazing.''  REBOUNDS  Cliff Robinson did not play in the second half because of a back strain that he sustained while bending over earlier in the day. Robinson, who was playing in only his third game after a month and a half absence because of an injured left knee, said he should be ready for Thursday night's game against the Bulls.  The Nets' rookie power forward Josh Boone, who did not play Saturday night after incurring his third migraine headache in three months, said he would have a precautionary magnetic resonance imaging exam in a few weeks.  PRO BASKETBALL  ", 
            "title": "Nets Overcome Their Off-Court Distractions"
        }, 
        "weight": 0.7773173046307055, 
        "file": "1817897.txt", 
        "other_topics": {
            "0": 0.0032952896624505496, 
            "1": 0.00019135905089844526, 
            "2": 0.00020202417555684673, 
            "3": 0.00018649508121166314, 
            "4": 0.0002679773278986462, 
            "5": 0.00011481968546842144, 
            "6": 0.00029889088709218774, 
            "7": 0.006427937885327757, 
            "8": 0.00012957261035254422, 
            "9": 0.00019115332470406082, 
            "10": 0.15769103305955953, 
            "11": 0.0003564675578897557, 
            "12": 0.00018763705361278396, 
            "13": 0.00015103233423103329, 
            "14": 0.03129713023457141, 
            "15": 0.01249403532157121, 
            "16": 0.00014393032388151892, 
            "17": 0.0003471155019591775, 
            "18": 0.00010407346467696514, 
            "19": 0.003873782980329623, 
            "20": 0.00020854222969665851, 
            "21": 0.00014456645825892874, 
            "22": 0.0032161950606735155, 
            "23": 0.00010552769539537404, 
            "24": 0.7773173046307055, 
            "25": 0.00011405679814019621, 
            "26": 0.00012853966935469474, 
            "27": 0.0001507359407738805, 
            "28": 0.0003953802194681482, 
            "29": 0.00018063073704655843, 
            "30": 8.676303724240207e-05
        }
    }, 
    {
        "content": {
            "text": "  The Nets will be without Richard Jefferson, their starting small forward, for about six weeks after he has arthroscopic surgery today to remove loose fragments from his right ankle.  Jefferson is the team's second-leading scorer, and the news comes during one of the Nets' most promising stretches of the season. They beat the Orlando Magic on Saturday night for their ninth victory in 11 games and got back to .500 for the first time in two months.  The Nets (20-20) start a five-game trip to the West on Monday night with a game against the Kings in Sacramento. The trip could be an indicator of what direction the Nets, the leaders of the Atlantic Division, will take for the remainder of the season.  Jefferson, who has been bothered by ankle problems all season, chose to have the surgery now because his ankle was not getting better, said Rod Thorn, the Nets' president. Jefferson took two cortisone shots earlier this season, and Thorn said they were not working. Having the surgery now avoids the possibility of Jefferson's ankle becoming so bad that he would have to miss the rest of the season.  ''He's just not able to do the type things that he can do,'' Thorn said during a telephone interview yesterday. ''He's playing about 50, 55 percent. It's tough for him. He's a young guy, still in the early part of his career. It's mentally a tough situation.''  If Jefferson recovers in six weeks, he should be back by early March, when the Nets have a six-game trip.  Coach Lawrence Frank said his team needed to find a way to cope with Jefferson's absence.  ''Injuries happen throughout the course of the season, so regardless of how you're playing, where you're playing, that's the unfortunate reality of pro sports,'' he said by telephone.  Regardless of who plays in place of Jefferson, Frank added, ''We understand we have to be consistent.''  Jefferson missed five games early in the season after rolling his left ankle, and the second-year swingman Antoine Wright started in his place.  But Wright has fallen out of the rotation and Frank said he was not sure who would replace Jefferson. Frank said matchups could dictate his starting lineup, which may change from game to game.  Jefferson was averaging 16.1 points, 4.5 rebounds and 2.9 assists this season, all below his career averages. But he seemed to be battling through the pain and was showing flashes of his usual explosiveness. In a victory against the Knicks on Friday night, he scored 21 points.  Many credited Jefferson's improved play at times for the team's turnaround from an 11-18 record.  Jefferson's problems date to last season's playoffs, when he sprained his right ankle in the second round against the Miami Heat. He tweaked the ankle again in the off-season. The problems with the ankle resurfaced during a game against the Milwaukee Bucks in mid-December. Jefferson sat out the second half of that game because it was sore, and he missed the next game, at Toronto.  Jefferson, 26, has always prided himself on his ability to play through pain, and the nagging injury has frustrated him.  Last month, Jefferson said of his statistics: ''We're looking at some of the lows of my career. It's not acceptable.''  And after Saturday night's game, Jefferson dismissed a question about whether he would make the trip, saying: ''You're not asking me any questions about this. Come on, guys.''  Thorn said he did not believe that Jefferson's ankle problems would threaten his career.  Jefferson will be the fifth Nets player to have surgery this season. The most serious injury has been to their starting center, Nenad Krstic, who will miss the rest of the season after tearing the anterior cruciate ligament in his left knee in late December. Krstic was the Nets' second-leading scorer at the time of his injury.  ''You can't lose players like Richard now, on top of Nenad,'' Thorn said. ''It's going to affect your team, obviously. We are just coming into one of the most difficult periods of our schedule. The players are going to have to play an increased role.''  PRO BASKETBALL  ", 
            "title": "Nets Will Lose Jefferson for 6 Weeks"
        }, 
        "weight": 0.7772758365935606, 
        "file": "1820672.txt", 
        "other_topics": {
            "0": 0.000256667231683235, 
            "1": 0.0002085919433724227, 
            "2": 0.00022021751879391528, 
            "3": 0.00020328994754464827, 
            "4": 0.00029211010058673804, 
            "5": 0.0001251598041316526, 
            "6": 0.003661188245444725, 
            "7": 0.0003360463037826504, 
            "8": 0.00014124130776348084, 
            "9": 0.00020836769044846754, 
            "10": 0.2085811300581474, 
            "11": 0.000388569342815704, 
            "12": 0.00020453476058750704, 
            "13": 0.0001646335930357631, 
            "14": 0.0007617954248039395, 
            "15": 0.0002776665163463321, 
            "16": 0.00015689200917181275, 
            "17": 0.0003783750848909918, 
            "18": 0.0001134458294423205, 
            "19": 0.0008872569259663445, 
            "20": 0.00022732255810951869, 
            "21": 0.00015758543080725105, 
            "22": 0.00017044974357656974, 
            "23": 0.0001150310213119529, 
            "24": 0.7772758365935606, 
            "25": 0.00012432821477321068, 
            "26": 0.00014011534497719577, 
            "27": 0.00016431050778351037, 
            "28": 0.003766366951445366, 
            "29": 0.0001968974882370762, 
            "30": 9.457650665758803e-05
        }
    }, 
    {
        "content": {
            "text": "  A young, rebuilding Rutgers team might have learned something Wednesday night. It probably is not going to win a jump-shooting contest.  Against the Syracuse zone defense, Rutgers could do little else but shoot long-range jumpers, a strategy that failed. Hitting 18 of 61 shots (29.5 percent) from the field and scoring just 20 points in the paint, the Scarlet Knights were no match for Syracuse, losing by 68-58.  Only the reserve guard Courtney Nelson, who led Rutgers with 14 points, seemed to be in any rhythm for the Scarlet Knights (8-8, 1-2 Big East). But he made only 3 of 9 field-goal attempts.  ''I thought we did a good job of getting the ball inside, but, of course, any time you see a zone you've got to make shots,'' Rutgers Coach Fred Hill said. ''There are a lot of different ways to attack a zone, but you've got to make shots to loosen things up a bit. We got some great looks, but they didn't go down.''  The Orange (13-4, 2-1 Big East) offered a far more diverse attack. Shooting 46.9 percent, they got solid interior play from Darryl Watkins (9 points, 10 rebounds) and Demetris Nichols (12 points, 7 rebounds), as well as good perimeter shooting from guard Eric Devendorf, who led all scorers with 19 points.  ''These games are made for Eric,'' Syracuse Coach Jim Boeheim said. ''Teams will go way out with their defense. That creates space for him to get to the basket.''  The Orange also helped itself at the free-throw line, making 18 of 21 attempts.  Rutgers was cold throughout, making 9 of 32 field-goal attempts during an opening half that ended with Syracuse leading, 28-25. Ten Syracuse turnovers helped Rutgers stay close.  The Orange got an immediate lift from an unlikely source. Guard Andy Rautins, who was averaging 5 points a game, scored 9 of Syracuse's first 11 points. He did not score again.  Syracuse took control early in the second half. A dunk by Nichols with 16 minutes 4 seconds left extended the lead to 39-30, and for Rutgers, it would only get worse. When Roberts dunked with 4:55 to go, the Orange had a 60-43 lead. Rutgers cut the deficit in the closing minutes, and when Marquis Webb scored on a putback with 54.4 seconds left, the lead was 6 points. Nichols responded by making a pair of free throws, and seconds later, Devendorf sealed the game by making two more free throws.  ''The shots weren't falling,'' Rutgers forward J. R. Inman said. ''It just wasn't outside. We were missing midrange and a lot of shots we usually hit. It was an adjustment for us. We haven't played a team that big down low. When you see a zone and with a lot of big, athletic guys, it's hard to adjust.''  The loss came just four days after Rutgers played what might have been its best game of the season, a 54-42 victory at Cincinnati. The 42 points were the fewest scored against Rutgers by a Big East opponent.  The Orange have beaten Rutgers six straight times, which includes an 86-84 overtime victory last season at the Carrier Dome. Three of Syracuse's four losses have come against teams that were ranked at the time.  COLLEGE BASKETBALL  ", 
            "title": "Rutgers Can't Get Shots to Drop Against Tough Syracuse Defense"
        }, 
        "weight": 0.7755054388031514, 
        "file": "1818113.txt", 
        "other_topics": {
            "0": 0.0041133983627964195, 
            "1": 0.019336259030846868, 
            "2": 0.00025217992896043326, 
            "3": 0.00023279548698464447, 
            "4": 0.0003345070129662364, 
            "5": 0.0001433255205466151, 
            "6": 0.0003730953608204159, 
            "7": 0.00038482012457251644, 
            "8": 0.00016174109649925563, 
            "9": 0.004058088617485904, 
            "10": 0.11663132377833316, 
            "11": 0.00044496636690910703, 
            "12": 0.00023422097241576007, 
            "13": 0.00018852854225059394, 
            "14": 0.0008723625493629376, 
            "15": 0.053790664727465146, 
            "16": 0.00017966334351643138, 
            "17": 0.0004332925125611972, 
            "18": 0.00012991137747035721, 
            "19": 0.001016033555301448, 
            "20": 0.0002603161949563585, 
            "21": 0.00018045740849237957, 
            "22": 0.00019518884992382856, 
            "23": 0.00013172664437220008, 
            "24": 0.7755054388031514, 
            "25": 0.0001423732341595707, 
            "26": 0.00016045171127226476, 
            "27": 0.00018815856434689453, 
            "28": 0.0195909317384796, 
            "29": 0.00022547522498689407, 
            "30": 0.00010830335779305625
        }
    }, 
    {
        "content": {
            "text": "  On the play that essentially decided the game, Knicks guard Stephon Marbury did everything right defensively. He stepped around a high screen set by Ruben Patterson, Milwaukee's muscular forward, and forced the right-handed guard Mo Williams to dribble left.  But Williams, who had missed the previous nine games with a sprained left shoulder, made an off-balance 20-footer Sunday to give the Bucks a 4-point lead with 3.1 seconds to play. That basket, and a foul shot that Williams was actually trying to miss, enabled the Bucks to overcome 17 fourth-quarter points from Jamal Crawford and hold off the Knicks, 107-105, at the Bradley Center.  ''He made a good shot,'' Marbury said of Williams. ''I wouldn't call it a lucky shot.''  Had the Knicks defended the first 47 minutes 50 seconds as well as Marbury did on that play, the struggling Bucks might not have broken their six-game losing streak, and Knicks Coach Isiah Thomas might not have turned his postgame news conference into a lamentation on his team's failure to make free throws.  The Knicks finished 14 of 24 from the line (58.3 percent) after a 10-for-20 start. The numbers 14 and 24 remained on the locker room dry erase board long after Thomas pulled on his dark wool overcoat and headed for the team bus.  ''Our inability to convert when we get to the foul line is killing us right now, and all season,'' Thomas said.  Center Eddy Curry, who shot 6 for 9 and had 15 points in his return from a strained left calf muscle, and the backup forward David Lee (19 points, 14 rebounds) gave the Knicks a strong presence inside.  But Thomas and his players used words like ''strange'' and ''weird'' to describe a game that the Knicks, who gave up too many layups and easy baskets inside, nearly pulled out.  ''It was definitely a strange game from the beginning,'' Curry said. ''It wasn't one of those games where we were clicking early and rode a wave the whole game.''  The Knicks' performance mirrored that of Crawford, who was ineffective until the final quarter.  Coming off his career-high 52 points against Miami on Friday night at Madison Square Garden, Crawford did not touch the ball the first four minutes as the Knicks worked it inside to Curry. Then he missed his first six shots.  The Knicks trailed by as many as 11 before Crawford scored his first basket, a pumping layup from the right with 1 minute 12 seconds left in the first half.  ''I think the first game after a game like that is probably the hardest,'' Crawford said, referring to his big night. ''By my teammates kept encouraging me.''  When the fourth quarter began, the Knicks trailed, 78-69, and Crawford was 3 of 13 from the field. But over the next 10 minutes, he and the rookie reserve forward Renaldo Balkman led the Knicks back.  Crawford scored 14 points, including two 3-pointers, while Balkman added 8 points inside and a block. Then, two foul shots and a 3-pointer by Marbury cut the Bucks' lead to 102-100 with a minute to play.  But Williams, who finished with 30 points and 10 assists, proved too tough. He had a hand in Milwaukee's final 11 points. Over the last 4:03, Williams hit three jumpers and one free throw and had two assists.  Williams and Marbury exchanged baskets before Williams sank the critical 20-footer. The Knicks called timeout to advance the ball to the forecourt, where Mardy Collins inbounded to Crawford, who made a quick catch-and-shoot 3-pointer. Even though no Knick touched the ball before Crawford, the game clock ran down to 0.8 from 3.1.  Thomas argued that the play could not have taken that much time, but the officials let it stand.  ''It was their call,'' Thomas said.  Crawford fouled Williams on the inbounds play, leaving four-tenths of a second left.  Then, more weirdness. Williams missed the first of two free throws. On the second, he stepped to the left side of the foul line and tried bank the ball off the rim to keep play alive and run out the clock. Instead, he swished it.  ''I guess I'm too good of a free-throw shooter,'' Williams said, laughing.  After another Knicks timeout, Crawford shot an air ball on a turnaround 3-point attempt from the left corner. The shot would not have counted because Crawford stepped on the sideline as he spun.  ''I was just trying to rush to get it up there,'' Crawford said.  Marbury was left to explain how the Knicks, after routing the Heat with Dwyane Wade and Shaquille O'Neal, could lose to an undersized Milwaukee team without its leading scorer, Michael Redd (strained left patellar tendon). The Bucks had been 0-4 at the Bradley Center in January after going 7-0 in December.  ''We have to come out more prepared at the beginning of the game to make the plays, so we don't put ourselves in these situations,'' Marbury said.  REBOUNDS  Guard NATE ROBINSON had a halfcourt 3-point basket at the end of the first quarter disallowed on video review, because the clock showed time had expired before the ball left his hands. Undaunted, Robinson tried again just before halftime and made it from three-quarters court, easily beating the buzzer.  The Knicks deactivated KELVIN CATO to activate EDDY CURRY.  PRO BASKETBALL  ", 
            "title": "Clock Expires As Comeback By Knicks Falls Short"
        }, 
        "weight": 0.7738721377588063, 
        "file": "1822455.txt", 
        "other_topics": {
            "0": 0.00017616783950850755, 
            "1": 0.00014317056276257374, 
            "2": 0.00015114997054133979, 
            "3": 0.00013953144940970566, 
            "4": 0.00020049464429681518, 
            "5": 8.590552110053953e-05, 
            "6": 0.00022362347800472437, 
            "7": 0.0025199451884279907, 
            "8": 9.694332959790075e-05, 
            "9": 0.00014301664302432914, 
            "10": 0.1614774944442382, 
            "11": 0.0002667010555814337, 
            "12": 0.00014038584762374447, 
            "13": 0.00011299901512721104, 
            "14": 0.039440872366384556, 
            "15": 0.004769169444229933, 
            "16": 0.00010768544979695022, 
            "17": 0.0002597040564623352, 
            "18": 7.786543900847179e-05, 
            "19": 0.009766160394056039, 
            "20": 0.00015602663289377287, 
            "21": 0.00010816139131306235, 
            "22": 0.00011699102715114821, 
            "23": 7.895346191286903e-05, 
            "24": 0.7738721377588063, 
            "25": 8.533474586104272e-05, 
            "26": 9.617050624165861e-05, 
            "27": 0.00011277726017044013, 
            "28": 0.00487440303393113, 
            "29": 0.0001351438782422617, 
            "30": 6.491416429305551e-05
        }
    }, 
    {
        "content": {
            "text": "  The Miami Heat defeated the Knicks handily Monday without Shaquille O'Neal and Dwyane Wade. On Friday, the teams will meet again, but this time it may be the Knicks who are short-handed.  Guard Stephon Marbury, who missed Wednesday's game against the Phoenix Suns with a knee injury, said Thursday that he was fit to play. But Coach Isiah Thomas said that center Eddy Curry, the Knicks' leading scorer, was questionable. Curry, who strained his left calf muscle during the second half Wednesday, did not practice Thursday.  One Knicks player whose status was not ambiguous was Jared Jeffries, an ineffective starter who played 9 minutes 14 seconds in the past two games. Jeffries, a forward, received a vote of confidence from Thomas, who did not discuss potential lineups other than to say that Jeffries would start against the Heat.  ''He's definitely got to play a little better than what he's playing,'' Thomas said. ''We'll stick with him, and hopefully he'll come out of it. And if not, we have some guys on the bench that are eager to play.''  The Knicks (18-26) will have their hands full even if Curry and Marbury are healthy and Jeffries produces. The Heat defeated them Monday in Miami, 101-83, without O'Neal and Wade, its two best players. If the Knicks lose, they will fall to a season-worst nine games below .500.  O'Neal and Wade returned Wednesday as the Heat (19-23) lost to the Indiana Pacers in overtime, 96-94. Wade was coming off a sprained ankle, and O'Neal had missed the previous 35 games while recovering from knee surgery. O'Neal, who came off the bench and played 14 minutes against the Pacers, will presumably play more against the Knicks.  Asked how effective he thought O'Neal would be Friday, Thomas pointed to the doorway leading to the trainer's room. ''When he stands in that door, he takes up the whole door,'' Thomas said. ''And when he stands in front of somebody, you can't see them. He's a big man, and that's the Shaq effect. It has nothing to do with points and rebounds.''  Defense might not be Curry's specialty, but he seems to be the natural matchup against O'Neal. If Curry is unable to play, it is not clear how Thomas will respond.  ''It would be a huge loss, but we'll get by,'' Thomas said.  Channing Frye would probably join Jeffries at forward. Thomas could go with a big frontcourt by inserting the seldom-used Jerome James or Kelvin Cato at center. Or he could use a smaller frontcourt and have the 6-foot-9 David Lee defend O'Neal. Lee would surrender four inches to O'Neal, but he is bulkier than Frye or Jeffries. The 6-7 Malik Rose, who sometimes guarded O'Neal when he played for the San Antonio Spurs, is another option.  The Knicks may simply rotate several players on O'Neal, spreading their fouls. They may try to wear him down on offense, too.  ''He's coming off an injury, so hopefully we can get out and push the ball in transition and make him run up and down the court,'' Jeffries said.  Jeffries missed 26 of the Knicks' first 30 games because of injury or suspension. He came to the Knicks in the off-season with a reputation as a defensive stopper. But his play this season has been as unsightly as his jump shot.  After practice Thursday, Jeffries said he needed to play with more confidence, an observation he has made before.  ''Whenever I play well, coaches play me,'' Jeffries said.  He added, referring to Thomas: ''So I haven't played well, and really right now he has no reason to play me. I put myself in this position.''  A return to form by Jeffries will be needed, especially if Curry is unavailable. Curry, who has started all 44 games and has been the focal point of the Knicks' offense, had his way inside against the Suns before feeling tightness in his calf during the third quarter. He was injured when he planted his left foot in the opening minutes of the fourth quarter. Curry, who left the game for good, was listed as questionable for Friday.  ''It's kind of hard to gauge it, being I didn't practice,'' said Curry, who initially feared the injury might cost him 15 to 20 games. ''It's kind of painful right now when I step. Try to loosen it up and see what happens.''  Marbury, who was listed as probable, seemed more certain of his status, though Thomas said he would be evaluated again Friday. If healthy, Marbury would probably join Quentin Richardson in the backcourt. Marbury has been playing with pain in his left knee since Dec. 15.  ''I worked out a little bit, did some running,'' Marbury said. ''I felt pretty good.'' He added: ''Yes, I'm playing tomorrow.''  BASKETBALL  ", 
            "title": "Knicks Face Another Loss as Heat's Stars Return"
        }, 
        "weight": 0.7675595504630727, 
        "file": "1821567.txt", 
        "other_topics": {
            "0": 0.00021873063532135885, 
            "1": 0.00017776109555377685, 
            "2": 0.00018766835750242216, 
            "3": 0.00017324275907476907, 
            "4": 0.0002489348853225529, 
            "5": 0.00010666060990675878, 
            "6": 0.00027765173003885957, 
            "7": 0.0002863771157764607, 
            "8": 0.00012036519339895017, 
            "9": 0.00017756998824254079, 
            "10": 0.19764865297073175, 
            "11": 0.0003311370082698146, 
            "12": 0.00585909571836862, 
            "13": 0.00014029999140830187, 
            "14": 0.014861178898520925, 
            "15": 0.00023662612920864222, 
            "16": 0.00013370264921603773, 
            "17": 0.00032244950851427896, 
            "18": 9.667801450830111e-05, 
            "19": 0.000756116274902616, 
            "20": 0.00019372323935583748, 
            "21": 0.00013429357994712609, 
            "22": 0.000145256488170948, 
            "23": 9.802890773482276e-05, 
            "24": 0.7675595504630727, 
            "25": 0.00010595193327707912, 
            "26": 0.00011940565308686122, 
            "27": 0.00014002465964107645, 
            "28": 0.008894472742950814, 
            "29": 0.00016779513462952323, 
            "30": 8.05976643454801e-05
        }
    }, 
    {
        "content": {
            "text": "  Seton Hall announced a heaping portion of bad news before Friday night's game against Georgetown. Its starting center and tallest player, the 6-foot-10 Grant Billmeier, was lost for the season.  The Pirates never seemed to rebound -- literally and figuratively.  Georgetown raced to an early lead and it dominated the boards in a 74-58 victory at Continental Arena.  ''I've been a head coach eight years, and I've never seen a stat where we got beat on the boards, 39 to 11,'' Seton Hall Coach Bobby Gonzalez said. ''We had one defensive rebound at halftime.''  It got worse in the second half, when the Pirates (11-7, 3-3 Big East) managed only four rebounds.  Georgetown (13-5, 3-2) had a significant height advantage. It started three players who were 6-8 or taller, including the 7-2 center Roy Hibbert. Seton Hall's tallest starter was Stan Gaines, who was listed at 6-7.  Billmeier, a tri-captain, tore his left anterior cruciate ligament while playing defense during the opening minutes of Wednesday's 69-68 victory against Providence. He started 14 times this season and averaged 3.4 points and 3.4 rebounds a game.  ''He gives you 15, 20 minutes a night,'' Gonzalez said of Billmeier. ''He changes the rotation, he is a senior, he does play hard. He's a great energy guy. And so now you have one less body. It's a small team getting smaller.''  John Garcia, at 6-9, became Seton Hall's tallest player. He came off the bench to grab three rebounds, which tied Paul Gause for the team high. Georgetown, which had been ranked eighth in the preseason but has fizzled out of the Top 25, had six players with at least three rebounds. DaJuan Summers had a game-high 10 rebounds and 17 points.  ''If I'm going to give this team anything, it's rebounds,'' Garcia said. ''I'm not going to make excuses.''  Gonzalez hinted at an excuse anyway, saying that Seton Hall was fatigued from playing four games in nine days. And when the Hoyas raced to a 10-0 lead after just 2 minutes 10 seconds, the Pirates were not able to recover. They trailed, 34-21, at halftime and fell behind by as many as 20 points late in the game.  Jonathan Wallace led Georgetown with a career-high 21 points, and he helped break down Seton Hall's full-court pressure and zone defense.  ''We handled their pressure better than I anticipated,'' Georgetown Coach John Thompson III said. ''Our guys were very poised and pretty attentive and seeing when their teammates were in trouble.''  Brian Laing scored a team-high 19 points for the Pirates. But like five of his teammates, he had no rebounds.  ''We just didn't have the bodies and the energy and the juice to play a team like Georgetown tonight,'' Gonzalez said. ''It's just that simple.''  LOYOLA, MD. 62, ST. PETER'S 55 -- Michael Tuck made four free throws in the final 11 seconds and finished with 14 points as Loyola of Maryland beat host Saint Peter's.  Gerald Brown and Marquis Sullivan also scored 14 points each for the Greyhounds (10-7, 6-1 Metro Atlantic Athletic Conference), and Brett Harvey had a game-high eight assists.  Akeem Gooding had 16 points and 6 rebounds -- both game highs -- to lead the Peacocks (3-15, 1-7), who made just 37 percent of their shots. Kevin Spann added 12 points, and Todd Sowell finished with 11 and Raul Orta had 10.  Loyola led for most of the game but had trouble putting away the Peacocks, who rallied late and tied the score at 55-55 when Brandon Brock hit a jumper with 56 seconds left.  But the Greyhounds closed the game with a 7-0 run keyed by Tuck's free throws. (AP)  FAIRFIELD 72, SIENA 67 -- Michael Van Schaick scored 27 points to lead Fairfield in a victory against host Siena.  Fairfield (5-15, 3-5 MAAC) rallied from a 9-point deficit with 5:32 remaining for the victory.  Van Schaick tied the score at 66-66 with his fifth 3-pointer of the game with a minute left.  After Kenny Hasbrouck missed a jumper for Siena, Van Schaick was fouled with 30 seconds left and converted both free throws.  Siena (9-8, 5-3) had a chance to tie, but David Ryan missed the first of two free throws with 22 seconds left.  After Jonathan Han made two free throws to put Fairfield up, 70-67, with 16 seconds to go, the Saints failed to get a shot off.  Hasbrouck led the Saints with 23 points, and Michael Haddix had 14 points and 14 rebounds.  Siena shot 46 percent from the field and 38 percent from 3-point range. The Saints limited the Stags to just 39 percent from the floor and 36 percent from long range. (AP)  WOMEN  MARYLAND 95, VIRGINIA 68 -- Crystal Langhorne had 17 points and 12 rebounds, Laura Harper had 21, and No. 3 Maryland bounced back from its first loss of the season by cruising past visiting Virginia.  Kristi Toliver scored 20 points and Marissa Coleman added 16 for the Terrapins (19-1, 3-1 Atlantic Coast Conference), the defending national champions, who were coming off an 82-61 defeat at Duke on Saturday that dropped them from the top spot in the Associated Press poll.  Lyndra Littles led Virginia (12-6, 2-2) with a career-high-tying 23points. The Cavaliers have lost fourin a row at Maryland. (AP)  COLLEGES  ", 
            "title": "Seton Hall Drops Game After Losing A Starter"
        }, 
        "weight": 0.7666984341390766, 
        "file": "1820082.txt", 
        "other_topics": {
            "0": 0.0024211207751274715, 
            "1": 0.000140595644418817, 
            "2": 0.00014843154278429722, 
            "3": 0.00013702198041214484, 
            "4": 0.0001968887540393257, 
            "5": 8.436051284015723e-05, 
            "6": 0.004715844234377256, 
            "7": 0.00022650273961218395, 
            "8": 9.519980667761688e-05, 
            "9": 0.00014044449292251982, 
            "10": 0.052911624951251436, 
            "11": 0.00026190444497192766, 
            "12": 0.00013786101229953276, 
            "13": 0.00011096673117677345, 
            "14": 0.0005134671883006981, 
            "15": 0.11933758283214253, 
            "16": 0.00010574873016207886, 
            "17": 0.009247518522718002, 
            "18": 0.011317071576440386, 
            "19": 0.002846152360711327, 
            "20": 0.00015322049850831948, 
            "21": 0.00010621611188407728, 
            "22": 0.00011488694698233589, 
            "23": 7.753348623169718e-05, 
            "24": 0.7666984341390766, 
            "25": 8.380000297648897e-05, 
            "26": 9.44408825266169e-05, 
            "27": 0.0001107489644763521, 
            "28": 0.027267950129403393, 
            "29": 0.00013271331958259155, 
            "30": 6.374668496502483e-05
        }
    }, 
    {
        "content": {
            "text": "  Forty-five of the world's top professional bull riders came to Manhattan this weekend for the Versus Invitational at Madison Square Garden, hoping to stay atop some of the nation's top bulls in the Professional Bull Riders tour's first visit to New York.  J. B. Mauney of Mooresville, N.C., last year's rookie of the year on the circuit, won the first event of his career by finishing fourth in the final round yesterday after a ride on a bull named The Boogerman. He and the second-place finisher, Steven Shelley, were the only two riders to score on all four of their bulls this weekend.  The three-time world champion Adriano Moraes of Brazil had won the first two rounds of competition Saturday, but he was thrown by his bull in the final round yesterday and finished third over all.  BULL RIDING  ", 
            "title": "Rough Rides In the Big City"
        }, 
        "weight": 0.7655340628630944, 
        "file": "1817448.txt", 
        "other_topics": {
            "0": 0.001014997539281197, 
            "1": 0.0008248825058361392, 
            "2": 0.000870856159614062, 
            "3": 0.0008039156193225082, 
            "4": 0.001155157327058545, 
            "5": 0.0004949478450265367, 
            "6": 0.0012884149600377933, 
            "7": 0.04089846444106099, 
            "8": 0.026938249391324057, 
            "9": 0.0008239956915572055, 
            "10": 0.007068833386346653, 
            "11": 0.00153660802047686, 
            "12": 0.0008088382663120785, 
            "13": 0.0006510480154340495, 
            "14": 0.08215166110939817, 
            "15": 0.001098039780863534, 
            "16": 0.0006204337117673229, 
            "17": 0.0014962945506173705, 
            "18": 0.00044862461394284346, 
            "19": 0.0035086816133875097, 
            "20": 0.0008989532305745412, 
            "21": 0.0006231758664593673, 
            "22": 0.0006740481407258255, 
            "23": 0.00045489329824825237, 
            "24": 0.7655340628630944, 
            "25": 0.0004916593023209658, 
            "26": 0.04012365014259232, 
            "27": 0.0006497703660283814, 
            "28": 0.014894200411469084, 
            "29": 0.0007786364653588719, 
            "30": 0.000374005364462478
        }
    }, 
    {
        "content": {
            "text": "  There were nine-tenths of a second left on the game clock when Danny Granger's 3-point attempt sailed past, and not through, the rim closest to the Knicks' bench Saturday night. The clock ticks that preceded that moment might have been the most anxious the Knicks had endured all week, which is saying a lot.  Last Wednesday, the Knicks lost to Washington on a dunk with 2.2 seconds left. On Friday, they lost to the Nets on a tip-in with 2.8 seconds left. So a 2-point lead late Saturday night against the Indiana Pacers was of no comfort when Granger pulled up from 29 feet.  ''I was holding my breath, saying all the Hail Marys and everything I possibly could,'' Coach Isiah Thomas said afterward. ''I know I couldn't take another heartbreaking loss like that at the end.''  The Knicks were spared a spirit-crushing conclusion this time. Granger, who had made three of six attempts from 3-point range, shot an air ball. Quentin Richardson gathered it, then heaved it into the air as the final buzzer sounded, and the Knicks escaped with a 108-106 victory at Conseco Fieldhouse.  The final score was about the only thing that felt good for the Knicks (18-24) at the end of another chaotic night. Eddy Curry was dominant, with 26 points, but fouled out with 2 minutes 31 seconds to play. Stephon Marbury had to pull himself from the game with 1:26 left because he could no longer run on an injured left knee.  The Knicks blew leads of 15 points in the third quarter and 10 points in the fourth, and they nearly lost the game with Marbury on the bench. They led by 6 points when Marbury left for good, but committed three consecutive turnovers against the Pacers' press. Indiana cut the deficit to a point twice in the final 11.2 seconds, both on Jermaine O'Neal layups. The Knicks held on, with Nate Robinson hitting three of four free throws in the final z10.1 seconds.  After that, the concern turned to Marbury's health.  ''I'm fine,'' he said.  Marbury said the injury was merely tendinitis and would not prevent him from playing Monday in Miami. Thomas seemed less certain.  ''We'll see where he's at,'' Thomas said. ''He's a pretty tough guy and he's been banged up all season long with that knee, and he's managed to get through.''  Marbury first injured the knee in a game here Dec. 15 but has not missed a game since then. He aggravated it in Friday's loss against the Nets, and twice more in the fourth quarter Saturday. Marbury hurt himself on a driving layup with 5:52 left, and grimaced as he jogged back up the court. But he did not take himself out until after he landed awkwardly when he was fouled with 1:42 left. In between, Jamaal Tinsley scored 6 points against Marbury, and the Pacers knocked an 8-point lead down to 2.  Marbury said the knee was not a factor in Tinsley's burst, but said he finally had to bench himself.  ''I would have been hurting the team if I had been out there,'' he said.  Marbury's absence was felt immediately. With the Pacers applying a press, Jamal Crawford threw away a pass. On the next possession, Malik Rose traveled as he crossed midcourt. Then Robinson committed a backcourt violation.  ''It was a hectic time,'' Rose said. ''We didn't do what we normally practice, and it almost cost us.''  An incensed Rose kicked a chair and bellowed for several minutes when he went back to the bench after his turnover. Rose said his anger was directed at himself and at the referees.  But the Knicks' worst stretch came in the third quarter, when the Pacers cut a 15-point deficit to 2. O'Neal, who had been quiet until then, got rolling and finished with 25 points and 10 rebounds. Granger had 19 points.  It was a disappointing finish for the Pacers (20-20) in the debut of their reconfigured roster after an eight-player trade with Golden State on Wednesday.  Mike Dunleavy, acquired in the deal, started at shooting guard and, after missing all four of his shots in the first half, scored 14 points in the second half. Troy Murphy, the other major player in the deal, came off the bench and had 10 points and 11 rebounds in 23 minutes.  Before the game, Pacers Coach Rick Carlisle defended the team's decision to trade the starters Al Harrington and Stephen Jackson. O'Neal criticized the trade after a game in Miami on Thursday night.  ''I felt like we had a crew of guys who could make it work,'' O'Neal said. ''With Al and those guys, I felt like we had the best five in the league.''  Carlisle said he was unaware of O'Neal's remarks, but he said that Donnie Walsh and Larry Bird, the team's top two officials, had talked to O'Neal about the trade.  ''This is part of the business,'' Carlisle said. ''If you want to get good players, you got to trade good players. My understanding is Larry and Don sat down with Jermaine and talked about the reasons for the trade. A lot of it was to enhance his ability as a franchise player. That was a real positive for him. On the other hand, it's tough when your best friends leave the team -- a guy like Al. We went through a lot to get him. None of us wanted to trade him.''  PRO BASKETBALL  ", 
            "title": "Knicks Escape As Last Shot Brings Relief For a Change"
        }, 
        "weight": 0.7623558985749529, 
        "file": "1820576.txt", 
        "other_topics": {
            "0": 0.0001929534758715201, 
            "1": 0.002664235037154505, 
            "2": 0.00016555185256966805, 
            "3": 0.00015282629469775438, 
            "4": 0.0027270210758210014, 
            "5": 9.409077694968744e-05, 
            "6": 0.0002449307858226089, 
            "7": 0.0002526278946611417, 
            "8": 0.00010618029068563353, 
            "9": 0.00015664356477328569, 
            "10": 0.12170010081417616, 
            "11": 0.00029211288414850514, 
            "12": 0.0001537621017419751, 
            "13": 0.00012376579516263473, 
            "14": 0.1033770296006836, 
            "15": 0.0027161628927761597, 
            "16": 0.00011794594233021855, 
            "17": 0.00028444919647164737, 
            "18": 8.528461919532662e-05, 
            "19": 0.0006670088220204563, 
            "20": 0.00017089317340427082, 
            "21": 0.00011846723253904217, 
            "22": 0.00012813817435448137, 
            "23": 8.647631117393623e-05, 
            "24": 0.7623558985749529, 
            "25": 9.346561706403766e-05, 
            "26": 0.00010533383112049586, 
            "27": 0.00012352291093461638, 
            "28": 0.00032400046985433926, 
            "29": 0.0001480206666685187, 
            "30": 7.109932021976747e-05
        }
    }, 
    {
        "content": {
            "text": "  On consecutive nights, the Nets have shown that resiliency and effort are slowly finding places in their team persona. But they are still learning how to catch a winning attitude.  After trailing by 16 points in the first half and by 8 in the third quarter against the Cleveland Cavaliers on Saturday night, the Nets battled back in the fourth, only to watch the game slip from their grasp in the closing minutes.  With a 96-91 loss to the Cavaliers, the Nets had their season-long winning streak of three games snapped, and they missed an opportunity to beat two of the Eastern Conference's best teams on consecutive nights.  On Friday night, the Nets overcame an 18-0 deficit to start the game against the Chicago Bulls and executed to perfection down the stretch to win by 5 points at Continental Arena.  After Saturday night's game here, Nets point guard Jason Kidd said: ''There were six minutes left and the momentum was in our favor, and we turned the ball over and took some bad shots. It was kind of the opposite of what we did last night.''  Still, Kidd echoed the sentiments of several of his teammates that the Nets (14-19), who have limped to one of the most disappointing starts in the National Basketball Association, finally have something to feel good about.  ''The effort was there,'' he said. ''And if we can build on what we've done the last four games in the sense of playing hard, we'll hopefully be in the win column more.''  Kidd, who had 11 points, 9 rebounds and 6 assists, said he was playing with a stiff back that he had hurt against the Bulls.  The Nets held LeBron James to a quiet 19 points and forced him into 5 turnovers. But the Cavaliers' frontcourt of Drew Gooden (21 points, 6 offensive rebounds) and Zydrunas Ilgauskas (16 points), along with guard Larry Hughes (21 points), picked up much of the slack.  The Nets' frontline was again depleted because their starting power forward, Jason Collins, missed his second consecutive game with a strained lower back. The reserve forward Josh Boone was also out of the game because of a migraine.  Yet the Nets got another impressive performance from center Mikki Moore, who has been shifted into the starting lineup because of the season-ending injury to Nenad Krstic. Moore scored 18 points and grabbed 10 rebounds.  Moore and a couple of his fellow role players opened the fourth quarter on a 14-4 run that turned a 6-point deficit into a 4-point lead.  The rookie point guard Marcus Williams led like a veteran during that stretch, getting a couple of open jump shots on pick-and-roll plays. He helped cap the run by finding his fellow rookie teammate Hassan Adams with a lob pass for an emphatic dunk.  ''Those guys did a very good job to get us in that position,'' Nets Coach Lawrence Frank said. ''In the last seven minutes, unfortunately, it was a combination of lack of ability to get defensive stops and lack of ability to score down the stretch, obviously, that determined the outcome of the game.''  With the score tied at 83-83, Ilagauskas got an open dunk courtesy of a pass from James. Kidd lost the ball on his team's next possession, eventually leading to a reverse dunk by James. Two possessions later, Gooden scored on a driving two-handed dunk. Moments later, Hughes all but sealed the game for the Cavaliers with a layup.  ''The last six minutes, we pride ourselves in trying to out-execute teams, and we did it for maybe five minutes,'' said Vince Carter, who scored 18 points.  One encouraging sign for the Nets was the play of small forward Richard Jefferson, who finished with 17 points. Jefferson has struggled this season because of injuries to both ankles, and many people within the Nets' organization have cited his lack of explosiveness as a direct reason for the team's problems.  During the Nets' three-game winning streak, Jefferson shot 56.4 percent from the field and averaged 21 points, both well above his season averages.  Power forward Cliff Robinson, who was playing in only his second game Saturday night after missing a month and a half because of an injured left knee, pointed to another possibility for the Nets' early struggles: a lack of accountability.  Robinson, 40, is the longest-tenured player in the N.B.A., and one of the few Nets willing to correct his teammates when they do something wrong.  ''You're not out there to step on anyone's toes or hurt anyone's feelings,'' he said before the game. ''But at the same time, if you can't take constructive criticism, you're in the wrong business.''  PRO BASKETBALL  ", 
            "title": "The Nets Lose a Step Down the Stretch"
        }, 
        "weight": 0.7613582060063229, 
        "file": "1817281.txt", 
        "other_topics": {
            "0": 0.0002092158465298298, 
            "1": 0.00017002848289501485, 
            "2": 0.00017950477867010507, 
            "3": 0.00016570669417998926, 
            "4": 0.00023810621080602856, 
            "5": 0.00010202087037439992, 
            "6": 0.00026557387196908777, 
            "7": 0.0002739197031815722, 
            "8": 0.00011512930409903588, 
            "9": 0.00016984568875719528, 
            "10": 0.19176968276344047, 
            "11": 0.0003167325390919279, 
            "12": 0.00016672137226267687, 
            "13": 0.00013419693783401832, 
            "14": 0.01693346895698512, 
            "15": 0.002945084644670821, 
            "16": 0.00012788658021276598, 
            "17": 0.0003084229458202231, 
            "18": 9.247251815668401e-05, 
            "19": 0.019754487506857012, 
            "20": 0.0001852962729925133, 
            "21": 0.00012845180544042328, 
            "22": 0.0001389378268480142, 
            "23": 9.376464748983802e-05, 
            "24": 0.7613582060063229, 
            "25": 0.0028200947799394346, 
            "26": 0.00011421150381752415, 
            "27": 0.00013393358300641502, 
            "28": 0.0003513076521190744, 
            "29": 0.00016049604155140703, 
            "30": 7.709166367844456e-05
        }
    }, 
    {
        "content": {
            "text": "  Jason Kidd, 33, had played nearly 43 minutes against the Chicago Bulls and still was relentlessly pursuing Kirk Hinrich, a point guard who is seven years younger.  On the final play of Thursday night's game at the United Center, with the Nets holding a 3-point lead, Kidd disrupted Hinrich's dribble, forcing him to attempt an off-balance 3-pointer that was blocked by Nets forward Bostjan Nachbar. Time expired, and the Nets beat the Bulls, 86-83.  It was the second consecutive victory for the Nets (16-19), and it blemished Chicago's 13-0 home record against Eastern Conference opponents.  Kidd (23 points, 14 rebounds, 11 assists) recorded his 82nd triple-double. If he was distracted by his split from his wife, Joumana, which became public this week, he certainly did not show it. Kidd's performance was so dazzling that his coach, Lawrence Frank, nearly credited him alone for the victory.  ''It's a team victory,'' Frank said, ''but to make the understatement of the short year, without him, we don't have a chance in this game.''  Kidd's stellar play began early in the second half after the Bulls outscored the Nets, 6-2, in just over a minute and a half to extend their halftime lead to 18 points. Frank called a timeout, and Kidd apparently found a cape on the bench. He quickly made a pair of shots to spark a 22-6 run that drew the Nets to within 2 points.  His energy sparked the Nets' defense, which at one point held the Bulls scoreless for nearly five minutes on 0-for-7 shooting from the field.  Kidd and the Nets made their decisive statement midway through the fourth quarter when they showed the resolve of an elite team, using a 14-0 spurt to take control of the game.  The Nets prevented the Bulls from scoring on eight consecutive possessions, and Chicago shot 0 for 9 from the field. When Kidd hit a 3-pointer from the corner with 5 minutes 41 seconds to play, the Nets went ahead, 75-74, their first lead since they went ahead by 2-0 a minute into the game.  Kidd's teammates did not hear him say a word during their game-changing runs. But his play spoke volumes.  ''He's a special guy,'' Eddie House said. ''He's not really into the talking too much. He leads by example.''  Kidd was also reserved as he spoke about his performance after the game.  ''My job was just to try to inject some energy,'' he said. ''Hopefully, I did that.''  The Nets finally seem to be finding the swagger of a year ago, when they used winning streaks of 10 and 14 games to cruise to the Atlantic Division title. And with their runs in the third and fourth quarters, they are showing they know how to shift gears when it counts.  ''That's the Nets that I'm used to seeing,'' power forward Cliff Robinson said. ''Being able to clamp down and get stops when they're needed.''  The Nets held the Bulls' sixth man, Ben Gordon, to just 3 points in the second half after he scored 20 in the first. Frank gave Kidd much of the credit, saying he prevented Gordon from even touching the ball on many possessions.  The Nets are also showing determination.  On one possession the, Nets got offensive rebounds after 3-point misses by Kidd and Nachbar. Center Mikki Moore finally ended the sequence by throwing down a dunk and a scream.  Rod Thorn, the Nets' president, now has reason to believe his team can contend in the Eastern Conference. ''Right now, you can't say that anyone's dominant in the Eastern Conference,'' he said Thursday.  Even before the game, Thorn said he felt his team was starting to prove it could compete consistently.  ''Sometime during the season, if you're a quality team, you get into a rhythm, a groove, and you play well,'' Thorn said. ''I see a lot of good signs. Our spirit seems to be good; confidence level's up. Hopefully, we can continue to play well.''  REBOUNDS  The Nets rookie point guard Marcus Williams did not make the trip to Chicago because of strep throat.  Power forward Chris Webber, who agreed to a buyout with the Philadelphia 76ers, did not mention the Nets as one of the teams he is interested in, which led Rod Thorn to say, ''I don't think we're on his radar.''  PRO BASKETBALL  ", 
            "title": "What Distractions? Kidd Leads Way for the Nets"
        }, 
        "weight": 0.7604244615958782, 
        "file": "1818335.txt", 
        "other_topics": {
            "0": 0.0002340303982462348, 
            "1": 0.00019019512252600789, 
            "2": 0.00020079537729125713, 
            "3": 0.0001853607376030221, 
            "4": 0.00026634737408330925, 
            "5": 0.00011412130256464149, 
            "6": 0.0002970729036620013, 
            "7": 0.0003064086123798163, 
            "8": 0.00012878449378961177, 
            "9": 0.000189990647647166, 
            "10": 0.1810616152258867, 
            "11": 0.00035429936828736505, 
            "12": 0.00018649576403491927, 
            "13": 0.00015011369036160776, 
            "14": 0.03718919935431141, 
            "15": 0.0002531776455218661, 
            "16": 0.00014305487750554004, 
            "17": 0.00034500419559898064, 
            "18": 0.0001034404449280343, 
            "19": 0.012973868628542525, 
            "20": 0.0032484896754509263, 
            "21": 0.00014368714263899684, 
            "22": 0.00015541688398861852, 
            "23": 0.00010488583038730714, 
            "24": 0.7604244615958782, 
            "25": 0.00011336305544654547, 
            "26": 0.00012775783558491372, 
            "27": 0.00014981909969743795, 
            "28": 0.0003929753462563568, 
            "29": 0.00017953206291123185, 
            "30": 8.623530698741211e-05
        }
    }, 
    {
        "content": {
            "text": "  In the excitement of a shootout against the Devils on Tuesday night, a game the Rangers felt they desperately needed to win, Marcel Hossa took the ice as the Rangers' eighth shooter.  He followed a trail of sharpshooting teammates, including Jaromir Jagr, Brendan Shanahan and Martin Straka. But if he was nervous in such a crucial spot, he betrayed none of it.  ''He just looked like the smoothest, coolest guy out there,'' Shanahan said.  As Hossa skated in on Devils goalie Martin Brodeur, he pulled Brodeur wide and calmly fired a shot into the upper left corner, then turned to smile at his teammates, who were celebrating wildly.  One more save by Rangers goalie Henrik Lundqvist, on Travis Zajac, and the Rangers were celebrating a 3-2 victory over a team that seems to bring out the best in them.  The victory pulled the Rangers (20-17-4) a point closer to the Devils (22-13-4), who lead the Atlantic Division. The Rangers, 4 points behind the Devils in second place, have won three of the teams' four meetings this season.  But the most important part of this one was mental.  Just four days earlier, the Rangers were mired in a seven-game losing streak. They ended it with a home victory Saturday against Washington, but beating a struggling team at home does not offer the same boost in confidence that beating a first-place team on the road does.  And they vanquished the Devils in spectacular fashion.  Lundqvist had stopped all 22 shots he had faced in the Rangers' four shootouts this season, a record that came to a screeching halt when Zach Parise scored on the Devils' first shot. In all, Lundqvist gave up three goals in the shootout. But Brodeur allowed goals to Michael Nylander Shanahan, Matt Cullen and Hossa.  It was the second time this season that Hossa won a shootout for the Rangers; he put a shot through the pads of Flyers goalie Antero Niittymaki in the 13th round on Oct. 7 in Philadelphia.  Hossa has scored only once in regulation this season. His shot against the Flyers, however, helped him climb a few notches up the shootout chart. Hossa said it had also increased his confidence in trying a far more difficult shot against Brodeur.  ''I was thinking I would go five-hole again, but maybe my brother scored too many goals on him five-hole so he would think I was going to do the same,'' Hossa said, laughing, referring to his brother Marian, a star forward for Atlanta who has scored 23 more goals than he has this season. ''This time I did a different thing and it went through.''  The Devils said they were happy to collect a point for taking the game to overtime. Jamie Langenbrunner's power-play goal with 4 minutes 12 seconds left in regulation allowed them to tie the score at 2-2.  ''It was a hard-earned point,'' Devils Coach Claude Julien said. ''We'll take it and move on.''  Langenbrunner had a chance to win the game in the shootout as well, as the Devils' seventh shooter, pulling Lundqvist wide and nearly stuffing in a backhand. But Lundqvist stretched his glove to the right post and nudged the puck aside.  That turn of events allowed Hossa to score the winner.  The Rangers played a solid game to reach the shootout. After falling behind, 1-0, in the first on a goal by John Madden, they came back on goals by Nylander and Petr Prucha before Langenbrunner tied it late.  The remarkable part of Prucha's goal was how the puck got to him. Jagr deflected a pass from defenseman Karel Rachunek with his right skate and sent it to a waiting Prucha, unguarded at the left post.  ''I tried to kick it in the net,'' Jagr said. ''I missed that. I wanted to go top shelf. I'll be working on it tomorrow.''  Shootouts, it seems, have become a specialty for the Rangers, who are now 5-1 in them. And they can turn to their secret weapon when they need to win one.  ''It was a terrific move,'' Renney said of Hossa's shot. ''This is one of the best goalies to ever play the game. Hoss should feel good about himself right about now.''  SLAP SHOTS  Rangers forward Jed Ortmeyer played his first game since doctors found he had a pulmonary embolism in August. He played only nine shifts, for 5 minutes 35 seconds of ice time. Forward Jarkko Immonen was a healthy scratch. ... Devils defenseman Colin White missed his fourth straight game with a groin injury.  HOCKEY  ", 
            "title": "Hossa Delivers for Rangers in Shootout With Devils"
        }, 
        "weight": 0.7603944698931986, 
        "file": "1816177.txt", 
        "other_topics": {
            "0": 0.0002174942258567268, 
            "1": 0.00017675627288381505, 
            "2": 0.00018660753246944477, 
            "3": 0.0001722634770154256, 
            "4": 0.00024752774156403147, 
            "5": 0.00010605769396223007, 
            "6": 0.00027608225977975693, 
            "7": 0.00028475832389630266, 
            "8": 0.0001196848101315945, 
            "9": 0.00017656624583684114, 
            "10": 0.1286995173426488, 
            "11": 0.00032926520402751805, 
            "12": 0.0001733183044950279, 
            "13": 0.00013950692354649936, 
            "14": 0.07695641118617798, 
            "15": 0.01719326241228433, 
            "16": 0.0001329468738730264, 
            "17": 0.003146955786677558, 
            "18": 9.613152676101194e-05, 
            "19": 0.009230829133053307, 
            "20": 0.0001926281881468158, 
            "21": 0.00013353446427481983, 
            "22": 0.00014443540292831655, 
            "23": 9.747478385019727e-05, 
            "24": 0.7603944698931986, 
            "25": 0.00010535302323913506, 
            "26": 0.00011873069377267892, 
            "27": 0.0001392331481355768, 
            "28": 0.0003652084060673113, 
            "29": 0.00016684664612780814, 
            "30": 8.014207331737571e-05
        }
    }, 
    {
        "content": {
            "text": "  Jason Kidd hit a shot Friday night that had his teammate Hassan Adams running in place and screaming on the sideline like a child in a schoolyard. The shot left many in Continental Arena with ear-to-ear grins, wide-eyed looks and hanging jaws.  Yet that may not have been the most spectacular thing they witnessed.  That distinction might belong to the Nets' shaking off an 18-0 deficit and defeating the Chicago Bulls, 91-86, in their first game of the new year.  The Nets (14-18) showed the type of resiliency they could only have dreamed of through their disappointing first 31 games of the season.  ''To me, the most impressive thing is, compared to some prior games that we've had, we kept our composure, we kept our poise,'' Nets Coach Lawrence Frank said. ''We didn't break.''  Chicago got out to that 18-0 lead by hitting 7 of its first 10 shots and forcing the Nets into four turnovers. The Nets missed their first nine shots and did not score until Richard Jefferson hit a free throw 6 minutes 34 seconds into the game.  That start was a distant memory by the beginning of the fourth quarter, when the Bulls led by only 2 points. The Nets executed in those final 12 minutes, yet another quality they have lacked for much of the season. Nine times this season, the Nets have squandered leads in the final six minutes.  But Friday night, their execution was punctuated by several timely shots late in the game.  Vince Carter, who led the Nets with 21 points, hit a long jumper over Kirk Hinrich with 1:05 to play that gave the Nets an 85-84 lead they did not relinquish.  On the Bulls' next possession, Kidd (17 points, 10 rebounds, 7 assists, 5 steals) slapped the ball from Ben Gordon's hands. He raced the other way for an uncontested layup that gave the Nets an 87-84 lead with 53 seconds left.  That play provided a prelude to his circus shot.  Kidd drove past Adrian Griffin along the baseline and into the middle of the lane. With Wallace in his way, Kidd turned his back to the basket and flicked the ball over his head with his left hand. The shot banked in to give the Nets an 89-84 advantage with 15 seconds to play.  ''I was a little stuck,'' Kidd said, ''and I just threw it up, hoping that it would just hit the rim and kind of kill time.''  Small forward Richard Jefferson, who scored 18 points, called it ''one of the craziest on-purpose shots I have ever seen at the end of the game.''  Adams said: ''It was crazy that he did that. It felt like it was in rhythm, like he'd been doing that, like a go-to move.''  In the fourth quarter, forward Bostjan Nachbar made two 3-pointers for the Nets. He was making his first start of the season, and he tied a season high with 16 points.  The Nets have won three games in a row for the first time this season and may finally be able to speak with some confidence, having beaten the Bulls (19-14), one of the Eastern Conference's best teams.  The Nets won the game without Jason Collins, their starting power forward, who missed the game with a strained lower back.  The Nets will have little time to celebrate. They travel to Cleveland on Saturday for a game against the Cavaliers and LeBron James.  At this time a year ago, the Nets were in the midst of a 10-game winning streak. Later in the season, the Nets had a 14-game winning streak that created a bravado they relied on for the rest of their schedule.  On Thursday, Carter reflected on those winning streaks by saying, ''We just felt unbeatable.''  He added: ''It's just not the case right now. We feel like we have to win by any means necessary. Last year, we kind of felt, especially during those two win streaks, even when we were losing, we still felt like we could walk on the floor and beat anybody.''  Slowly but surely, the Nets are trying to regain that swagger, one trick shot at a time.  REBOUNDS  Nets center Nenad Krstic, who sustained a season-ending tear of his anterior cruciate ligament two weeks ago, spoke with reporters for the first time since then before Friday night's game against the Bulls. Krstic, wearing jeans and a sweater and lounging on a leather sofa, said that he was over the initial shock and that he felt good mentally and physically. Krstic is to have surgery Wednesday, and he said that doctors told him he could be playing basketball again by June or July.  The swingman Bernard Robinson, who was acquired from the Charlotte Bobcats for point guard Jeff McInnis on Wednesday, joined the Nets on Friday. He was inactive for the game against the Bulls.  PRO BASKETBALL  ", 
            "title": "Nets Keep Composure and Pull Off Comeback"
        }, 
        "weight": 0.7572407069984377, 
        "file": "1816752.txt", 
        "other_topics": {
            "0": 0.00020808438694388918, 
            "1": 0.00016910895237165613, 
            "2": 0.00017853399942026712, 
            "3": 0.00016481053630909036, 
            "4": 0.00023681850932854955, 
            "5": 0.00010146913161433107, 
            "6": 0.005672234593895556, 
            "7": 0.0002724383188644496, 
            "8": 0.002818555159247788, 
            "9": 0.002872975632391804, 
            "10": 0.0609382464146254, 
            "11": 0.00031501961880659097, 
            "12": 0.00016581972691431224, 
            "13": 0.00013347118778097666, 
            "14": 0.11418763659603089, 
            "15": 0.005633205826913655, 
            "16": 0.00012719495718566286, 
            "17": 0.00030675496462109064, 
            "18": 9.197241781132355e-05, 
            "19": 0.030463847265162165, 
            "20": 0.0001842941727797717, 
            "21": 0.00012775712562047842, 
            "22": 0.00013818643760745526, 
            "23": 9.325755918374456e-05, 
            "24": 0.7572407069984377, 
            "25": 0.00010079494831206205, 
            "26": 0.00011359383692965478, 
            "27": 0.00013320925720181886, 
            "28": 0.01657369865980696, 
            "29": 0.00015962806339520663, 
            "30": 7.667474448560201e-05
        }
    }, 
    {
        "content": {
            "text": "  For now, Seton Hall looks like the best Big East basketball team from the state of New Jersey. For the Pirates, that may be as good as it gets the rest of this season.  In front of a small crowd (7,214) at Continental Arena that included an impartial Gov. Jon S. Corzine, Seton Hall defeated interstate rival Rutgers, 77-72, Wednesday night.  The game kicked off the Big East portion of the schedule for Seton Hall and Rutgers, which figures to mean problems for both. Neither team fared particularly well in the nonconference portion of their schedules and must now play much tougher opponents.  Both have first-year coaches and are in a rebuilding mode. Bobby Gonzalez has come over from Manhattan to try to get Seton Hall (9-4, 1-0) back on track. Fred Hill is the new coach at Rutgers (7-7, 0-1).  So far, it is Gonzalez's team that seems to be on the faster track.  ''We don't know how long we are going to stay undefeated in the league, but the bottom line is that we're 9-4 and we won our first Big East game, and it's a rivalry game,'' Gonzalez said. ''Rivalry games are important. We've got to find ways to win games and scratch and claw. That's what we did. That's what we're going to have to do every game. No games this year are going to be easy for us.''  The Pirates have a talented freshman, Eugene Harvey, they can build around. A point guard, he had 21 points for Seton Hall on Wednesday. Brian Laing also had 21.  ''Eugene Harvey makes everyone else on the floor better,'' Hill said. ''Everybody gets worried about Eugene's penetration and that opens up the floor for Laing and Jamar Nutter. He's their catalyst and he makes them go. The better Eugene plays and as he continues to develop and grow, they will develop and grow as a team.''  It appeared early on that Seton Hall was going to run away with the game. The Pirates had a 34-16 lead with 5 minutes 17 seconds to go in the first half.  But the Scarlet Knights went on a 17-0 run to cut the Pirates' lead to 34-33. Rutgers had its first lead, 54-53, on a hook shot by J. R. Inman with 10:11 to go. Seton Hall then started to take control. When Harvey scored on a driving layup with 4:44 to play, the Pirates had a 68-61 lead.  Rutgers was not done. When Hamaday N'Diaye dunked with 1:07 left to go, the Seton Hall lead was down to 68-66. Making 9 of 10 free-throw attempts inside the final minute, Seton Hall was able to close out the game.  Rutgers was led by Inman, who had 18 points and 12 rebounds.  ST. JOHN'S 64, DEPAUL 53 -- Aaron Spears, playing for the first time since serving a four-game suspension, scored all 6 of his points in the final nine and a half minutes and St. John's won a Big East opener at Madison Square Garden.  Daryll Hill, who has battled a knee injury all season, had 9 points for the Red Storm (10-4), including a 3-pointer from deep in the corner as the shot clock ran out for a 59-52 lead with 45 seconds to play.  Wilson Chandler had 15 points for the Blue Demons (9-6).  Hill, who came in averaging 6.5 points a game, and Spears, who was averaging 2.8, combined to score 12 straight points for the Red Storm in the second half.(AP)  NOTRE DAME 78, LOUISVILLE 62 -- Tory Jackson, a freshman point guard, tied a career high with 14 points to help 17th-ranked Notre Dame beat visiting Louisville in a Big East opener. Jackson was put in the starting lineup after Kyle McAlarney was arrested on a marijuana possession charge last week and suspended indefinitely.  Notre Dame (13-1) has won 12 consecutive games for the first time in nearly 33 years. Terrence Williams led Louisville (10-5) with 18 points, but the Cardinals continued to struggle offensively. (AP)  NORTH CAROLINA 102, PENNSYLVANIA 64 -- Tyler Hansbrough and Reyshawn Terry scored 19 points apiece, and No. 2 North Carolina routed visiting Pennsylvania for its 10th straight victory. Wayne Ellington added 17 points for North Carolina (13-1), which used a 27-4 run late in the first half to take command against the Quakers (6-6). (AP)  WEST VIRGINIA 67, VILLANOVA 56 -- Frank Young scored a career-high 25 points, including eight 3-pointers, for No. 25 West Virginia (12-1, 2-0) in a Big East game. Curtis Sumpter, conference's second-leading scorer, led visiting Villanova (10-3, 0-1) with 21 points. (AP)  GEORGE WASHINGTON 70, FORDHAM 59 -- Maureece Rice had 17 points and 6 rebounds to lead George Washington (9-3) past visiting Fordham in the Atlantic 10 opener for both teams. Marcus Stout had 15 points for Fordham (7-6) to give him 1,001 in his career. (AP)  IN OTHER GAMES -- Dan Nwaelele led a balanced offense with 22 points, and No. 20 Air Force (14-1, 1-0 Mountain West Conference) beat Colorado State, 81-75, for its 10th straight victory.  Cliff Hammonds's layup with three seconds left lifted No. 23 Clemson (15-0) past Florida State, 68-66, in the Atlantic Coast Conference opener for both teams. (AP)  WOMEN  MARYLAND 80, NORTH CAROLINA STATE 61 -- Top-ranked Maryland (16-0) opened Atlantic Coast Conference play in the same fashion it handled the nonleague portion of its schedule: with a blowout victory. Laura Harper scored 17 points and Coach Brenda Frese earned her 100th win at Maryland.  Shay Doron scored 10 points to move into second place on the Terps' career scoring list. Doron, a senior guard, has 1,681 points. (AP)  DUKE 72, MIAMI 42 -- Carrem Gay had 12 points and 10 rebounds to lead third-ranked Duke (15-0) past Miami in the A.C.C. (AP)  TENNESSEE 72, ALABAMA 36 -- In a Southeastern Conference opener, Candace Parker scored 15 points and No. 4 Tennessee (13-1) beat visiting Alabama (10-6) for the 31st consecutive time. (AP)  COLLEGE BASKETBALL: ROUNDUP  ", 
            "title": "Seton Hall Starts Big East Play On Right Track, Beating Rutgers"
        }, 
        "weight": 0.7533433145423398, 
        "file": "1816385.txt", 
        "other_topics": {
            "0": 0.0001533488921269065, 
            "1": 0.00012462573898890415, 
            "2": 0.000131571577378683, 
            "3": 0.0001214579984833529, 
            "4": 0.00017452465595350634, 
            "5": 7.47782144862834e-05, 
            "6": 0.008165709089751042, 
            "7": 0.022121166401401236, 
            "8": 8.438630021465244e-05, 
            "9": 0.00012449175641068714, 
            "10": 0.05885810383169202, 
            "11": 0.00023215537816999966, 
            "12": 0.00012220172685013992, 
            "13": 9.836229943861315e-05, 
            "14": 0.006433432343825423, 
            "15": 0.1376665329937443, 
            "16": 9.373699802768175e-05, 
            "17": 0.00022606469745256445, 
            "18": 0.004053305295078316, 
            "19": 0.0005301022095285675, 
            "20": 0.0001358165676737845, 
            "21": 9.415129103607997e-05, 
            "22": 0.00010183722779634267, 
            "23": 6.872665264954719e-05, 
            "24": 0.7533433145423398, 
            "25": 7.428137152746357e-05, 
            "26": 0.006062002181612688, 
            "27": 9.816926830966622e-05, 
            "28": 0.00025749789101411886, 
            "29": 0.00011763874759435624, 
            "30": 5.650585944322335e-05
        }
    }, 
    {
        "content": {
            "text": "  A cruel sort of familiarity came over the Knicks last night, as they stared at the wrong end of a lopsided score and watched another star player limp away. A few more games like this could destroy their morale, if not their season.  The injured star was center Eddy Curry, who has become the Knicks' most irreplaceable player. He strained his left calf muscle early in the fourth quarter, just as the Phoenix Suns surged to a 17-point lead at Madison Square Garden. The Knicks avoided the rout, losing, 112-107, but they could not avoid another night of furrowed brows and deep sighs.  Stephon Marbury was already out, resting a sore knee that knocked him out of Monday night's blowout loss in Miami. Marbury said he planned to be back tomorrow when the Heat go to the Garden, but now it is Curry whose status is up in the air.  The Knicks offered no official prognosis, and Coach Isiah Thomas said, ''I don't know what his situation will be.''  The most optimistic voice belonged to Curry, who predicted he would be fine for tomorrow's showdown with Shaquille O'Neal. But Curry said he could not be sure until he sees how the calf responds overnight. A similar injury cost Curry five games last season, but he said this one was not as severe.  ''Definitely not as bad,'' Curry said. ''I'm not expecting to miss any time, but you don't really know with these type of things.''  According to Curry, the team doctors believe the injury is ''fairly significant, but they think there's a good chance I'll play Friday.''  The Suns (34-8) won their 15th straight game, tying a franchise record they set earlier this season. Amare Stoudemire led the way, scoring 26 of his 30 points in the second half. Steve Nash, who is sprinting toward a possible third straight Most Valuable Player award, had 22 points and 14 assists.  The Knicks (18-26) fell eight games below .500, matching their low point of the season. After briefly making a run at the Atlantic Division lead, the Knicks have lost five of seven games and are three and a half games behind Toronto.  Still, the Knicks nearly survived Marbury's absence last night. They cannot afford to lose Curry, their leading scorer and the focal point of their offensive system. No one on the roster can do what he does.  ''I don't even want to think about it,'' Jamal Crawford said of losing Curry.  Curry was barreling toward a career game, scoring 21 points in the first half and overpowering Stoudemire.  ''He's a load,'' Suns Coach Mike D'Antoni said.  Curry said the calf began to feel tight when he started the third quarter. It was evident in his play. Curry picked up two quick fouls guarding Stoudemire and stopped attacking on offense. The training staff had Curry put a sleeve over the calf to keep it loose.  ''I kind of knew when it started to tighten up that if I push off on it too fast that it'd be a problem,'' Curry said. ''So I kind of had to gauge myself out there and pick my spots.''  But 1 minute 20 seconds into the fourth quarter, Curry caught a pass on the right block and spun aggressively toward the basket for a layup. He came down with a wince and could not run back up the court. He limped to the sideline and later retreated to the locker room.  ''It's just in my nature to get the ball and try to score,'' Curry said. ''It just kind of gave out on me.''  The Knicks trailed by 87-70 when Curry left. Crawford, as he so often has, seized the moment. He scored 23 points in the fourth quarter, and along with David Lee, nearly rallied the Knicks to the comeback.  Crawford hit two free throws with 41.5 seconds left to cut the deficit to 6 points, then hit two more to make it a 5-point game with 25.6 seconds left. But the Knicks ran out of time, and Nash made three of four free throws to close out the victory.  Crawford, starting in place of Marbury, had 29 points and 11 assists and played all 48 minutes. Curry finished with 25 points in 31 minutes. Lee had 17 points and 14 rebounds off the bench. Nate Robinson, who played most of the second half next to Crawford, also had 17 points but shot 5 of 19 from the field.  Quentin Richardson, a former Sun and the Knicks' best shooter, missed all five of his shots and went scoreless in 24 minutes.  Phoenix pulled away by hitting seven 3-pointers in the second half (after making just two in the first half) and by getting to the foul line. They made 22 of 31 free throws in the second half. Without Curry, the Knicks' inside game dried up.  Marbury watched the game in a suit and tie, but before tip-off he said he was ''definitely playing Friday'' when the Heat -- with O'Neal and Dwyane Wade back in the lineup -- visits the Garden. Miami routed the Knicks by 18 points Monday.  The Knicks have weathered the absence of several players already, and Thomas said they could survive Curry's as well.  ''It'd be tough, but we'll manage,'' he said. ''We'll find a way to make it work.''  REBOUNDS  Stephon Marbury's troublesome left knee felt good enough to run yesterday but not ready for jumping and cutting. He said that another 48 hours of rest would be enough and that he had no doubt about playing tomorrow night. Marbury said the knee will not be pain free when he returns, but it will be much better than it was when he was forced to sit out the second half of Monday's loss at Miami. ''These two days are going to be huge for me,'' Marbury said. ''It's just like more stiff than hurting. The pain part is gone, as far as the way how it felt when I initially did it.'' Marbury said he had already adjusted his game to compensate for the knee, which he originally injured Dec. 15. ''I'm playing smarter,'' he said. ''I wasn't going to the basket like how I did four or five years ago.''  For the second straight game, Jared Jeffries opened the second half on the bench. He was replaced by Nate Robinson and did not return until the final 25.6 seconds of the fourth quarter. Jeffries has been ineffective lately and was booed by fans several times last night. ''We depend on him to bring energy,'' Isiah Thomas said before the game. ''It won't necessarily show up on the stat sheet, but he's got to find a way to affect the game with his energy.''  BASKETBALL  ", 
            "title": "Knicks Avoid Rout, but Not Another Loss"
        }, 
        "weight": 0.7498503119624405, 
        "file": "1821373.txt", 
        "other_topics": {
            "0": 0.00015938355094387313, 
            "1": 0.00012953007057017166, 
            "2": 0.004279115290602012, 
            "3": 0.00012623767162785865, 
            "4": 0.00018139263353860884, 
            "5": 7.772092248441632e-05, 
            "6": 0.0002023178810516709, 
            "7": 0.00020867585171348838, 
            "8": 8.77071101895958e-05, 
            "9": 0.0001293908154455688, 
            "10": 0.16887583322257468, 
            "11": 0.00024129126745063695, 
            "12": 0.00012701066754841674, 
            "13": 0.00010223309960763628, 
            "14": 0.06675091150751628, 
            "15": 0.00017242355038180775, 
            "16": 9.742578112730533e-05, 
            "17": 0.00644850997189806, 
            "18": 7.04468545427923e-05, 
            "19": 0.0005509630447668011, 
            "20": 0.0001411612860883425, 
            "21": 9.785637759196765e-05, 
            "22": 0.00010584477500514841, 
            "23": 7.143121669705897e-05, 
            "24": 0.7498503119624405, 
            "25": 7.720452752427124e-05, 
            "26": 8.700791712964864e-05, 
            "27": 0.00010203247222554338, 
            "28": 0.00026763107095957746, 
            "29": 0.0001222681237544376, 
            "30": 5.8729505001856596e-05
        }
    }, 
    {
        "content": {
            "text": "  The Nets thought they were finished with games like this.  It was not just the fourth-quarter collapse, which enabled the Minnesota Timberwolves to pull away and win, 109-98. In both the first and third quarters, the Nets failed to add to modest leads that could have helped them withstand Kevin Garnett's big second half and the Timberwolves' furious 37-point fourth quarter.  Garnett finished with 32 points and 14 rebounds, with 12 points each coming in third and fourth quarters. Garnett's energy sparked Minnesota's remarkable fourth-quarter shooting from the field (11 for 16) and the free-throw line (15 for 15). And it left the Nets losers for only the second time in seven games.  ''Just because you have a lot of energy doesn't necessarily mean you're not tired,'' said Garnett, who grabbed his 10,000th career rebound in a game that came one night after a 116-110 victory against Memphis. ''Lord knows I was. But it's part of the league, and I'm pretty used to it.''  Improved defense had characterized this recent good stretch for the Nets, which made the manner of the loss tougher to take. The Nets had not allowed this many points in a game since Dec. 23, a 115-104 loss at Milwaukee.  It did not help that the Nets, after shooting 53.1 percent from the field through three quarters, missed 12 of 18 attempts in the fourth quarter and committed six turnovers. Or that, after leading, 67-57, with 5 minutes 46 seconds left in the third quarter, the Nets never extended the lead and were outscored by 52-31 the rest of the way.  The aggressive Timberwolves were 56.9 percent from the field and 32 of 35 from the free-throw line. Garnett was perfect on 11 attempts. The Nets took only 14 free throws and made 11. Ricky Davis added 17 points and Randy Foye had 16 for the Timberwolves, who had five players in double figures.  ''Defensively, we just had so many breakdowns,'' Nets Coach Lawrence Frank said. ''Then what happens is, it gets magnified, and then we made some poor decisions on the offensive end. You don't give yourself any margin for error if you can't put together stops.''  Forward Richard Jefferson said: ''In the third quarter we should have gone from 10 to 17 points, and we didn't. In the fourth quarter, we just died.''  The Nets wasted an earlier chance to pull away when Vince Carter (24 points) sat out much of the first half because of foul trouble. The Nets led by 8 in the first quarter, but were only ahead by 48-46 at halftime.  Not even Jason Kidd, after his triple-double in Thursday's comeback victory at Chicago, could rescue the Nets. Kidd finished with 24 points, 13 assists, 6 rebounds and 6 steals, but he also committed 5 turnovers.  ''It was surprising for us,'' Kidd said of the team's fourth-quarter play. ''The last six or seven games, in the fourth quarter, we buckled down. Tonight, you've got to give Minnesota credit. It was the other way around.''  The Nets led, 81-77, early in the fourth quarter when the Timberwolves ran off 10 straight points to take their first lead. Garnett scored 6 of the points -- a jumper that hit the rim, bounced high and through; a fast-break dunk after a Carter throwback pass to no one; and another dunk out of a halfcourt set.  A Carter free throw with 6:49 left stopped the drought, but the Nets could make no more headway. Garnett pump-faked Mikki Moore airborne, drove the lane, took a hammering inside and made two free throws with 4:50 left to make the score 93-85 in favor of the Timberwolves. After that, the Nets never came closer than 7 points.  ''With them getting easy buckets in the paint and also getting to the free-throw line,'' Frank said, ''it puts huge pressure that you have to be almost flawless on the offensive end. Obviously, in the fourth quarter, we weren't that.''  REBOUNDS  The N.B.A. suspended Chicago forward ANDRES NOCIONI one game for elbowing MIKKI MOORE in the head Thursday. The league also rescinded the technical foul called against Moore after the play, saving him the $1,000 fine.  Timberwolves forward EDDIE GRIFFIN, whom the Nets drafted No. 7 over all in 2001, served the second game of his five-game suspension for violating the league's anti-drug policy. Griffin fell out of Coach Dwane Casey's rotation early in the season and had not played for 13 games before the suspension. The Nets acquired RICHARD JEFFERSON and JASON COLLINS from Houston for Griffin in a draft-day trade.  PRO BASKETBALL  ", 
            "title": "Defense Falters and Nets Fade in Fourth Quarter"
        }, 
        "weight": 0.7497939894766359, 
        "file": "1818973.txt", 
        "other_topics": {
            "0": 0.00021935412662831428, 
            "1": 0.00017826780325674591, 
            "2": 0.005889199931568923, 
            "3": 0.00017373658726722779, 
            "4": 0.0002496444737931781, 
            "5": 0.00010696464579534714, 
            "6": 0.00312894148869193, 
            "7": 0.0002871934332618247, 
            "8": 0.00012070829417966154, 
            "9": 0.0030285744640594723, 
            "10": 0.14405258217812927, 
            "11": 0.00033208091375321486, 
            "12": 0.00017480043509868301, 
            "13": 0.0001406999162971062, 
            "14": 0.014903540663898344, 
            "15": 0.05439676857602632, 
            "16": 0.00013408376839205364, 
            "17": 0.0003233686502942831, 
            "18": 9.695359502554815e-05, 
            "19": 0.009309766521663649, 
            "20": 0.00019427544712278402, 
            "21": 0.00013467638357019397, 
            "22": 0.00014567054154541198, 
            "23": 0.0029488066518359637, 
            "24": 0.7497939894766359, 
            "25": 0.00010625394908413022, 
            "26": 0.00011974601869953186, 
            "27": 0.008691918738292235, 
            "28": 0.0003683314839033283, 
            "29": 0.00016827343437769165, 
            "30": 8.082740785171776e-05
        }
    }, 
    {
        "content": {
            "text": "  High point totals are a common occurrence for Vince Carter, but they are not the true mark of his dominance. That is typically measured by how inclined he is to shun jump shots for a taste of the rim.  Carter was that unstoppable high flier Saturday night, scoring 40 points, 20 in the fourth quarter, to lead the Nets to a much needed 112-102 victory against the Denver Nuggets.  The Nets (21-23) won their first road game against a Western Conference team this season and snapped a gut-wrenching streak of three consecutive 1-point losses to start this five-game Western trip.  ''The good part is we won,'' said Nets forward Bostjan Nachbar, who scored a career-high 22 points. ''The sad part is we should be 4-0.''  Carter outshone the other two superstar scorers on the court, Carmelo Anthony and Allen Iverson, who combined for only 41 points Saturday night after scoring 70 a night earlier against the Utah Jazz.  The Nets pointed to their commitment to team defense as the reason they were able to slow Anthony and Iverson.  What was also special about this performance for the Nets was the contributions from all around. In addition to Nachbar's scoring, Antoine Wright returned to the rotation for 11 points and played excellent defense against Anthony. Jason Kidd scored 18 points and had 12 rebounds. And the rookie backup point guard Marcus Williams scored 11 points.  ''When you play a team like Denver, you're going to need everyone to contribute, and our guys did a good job of that,'' Nets Coach Lawrence Frank said.  The contributions started with a lineup of reserves, led by Nachbar and Williams, pulling the Nets back into the game in the second quarter after falling behind by double digits after the first. It continued with Kidd, the team captain, showing his excellence in the third quarter with 12 points on four 3-pointers and 7 rebounds. And, when the game counted the most in the fourth quarter, the ball went to the Nets' superstar, Carter.  Carter got 10 of his 12 free throws in the fourth quarter, a sign of his willingness to drive to the basket.  Carter, who shot 14 of 23 from the floor and had 7 rebounds and 6 assists, has been criticized at times for settling for jump shots and not having the mental fortitude to be consistently dominant.  ''What, I think, Vince has done, he's touched the specialness, but he doesn't quite comprehend the fundamental nature that he has to play at to be there consistently,'' Nuggets Coach George Karl said before Saturday night's game.  After the game, Nachbar said of Carter: ''When he plays like that, we're a different kind of team. He's basically unstoppable when he puts his mind to it.''  Carter may have found some added motivation during the first three games of this trip. He had costly mistakes in each one. Against the Sacramento Kings on Monday night, he missed a pair of foul shots late in the game. He fouled the Golden State Warriors' Baron Davis on a 3-point attempt and gave up a costly charging foul Wednesday night. And he left the Clippers' Cuttino Mobley open for the winning 3-pointer Thursday night.  Carter took the blame after those games and got down on himself, something he does not typically do.  ''It's tough to lose by 1 point and then it's tough to be the one to let it happen,'' Carter said after Saturday night's game. ''I took that personal. I just can't let that happen. I wanted to erase that.''  The victory against the Nuggets could help the entire Nets team forget the mental burden of their three defeats.  The Nets' team effort might have best been represented in their ability to limit Anthony (23 points) and Iverson (18 points). They did it by crowding the paint, smothering and limiting them to outside shots or off-balanced looks when they got close to the rim.  Wright was the biggest beneficiary of the Iverson-Anthony duo. Frank put Wright, who had not played in 12 of the Nets' previous 19 games, in the starting lineup Saturday night for his defense. Wright said his ability to make Anthony struggle was more pleasing than a thunderous one-handed dunk he had early in the third quarter.  ''I knew there could be a night like this where Coach is going to call me to play,'' Wright said. ''So I just try to stay in shape. I think that helped me tonight.''  Nachbar was once in Wright's position -- a reserve who had fallen out of the rotation. But he has been one of the team's most significant contributors of late, benefiting from the attention Carter draws in the form of open shots.  Nachbar has averaged 17.7 points in the past three games and is a symbol of what the Nets could be when everyone shows up.  PRO BASKETBALL  ", 
            "title": "Carter Gets 40 and Support, Letting Nets Exhale"
        }, 
        "weight": 0.7464627723958641, 
        "file": "1822224.txt", 
        "other_topics": {
            "0": 0.0002058577891716634, 
            "1": 0.00284241334396849, 
            "2": 0.00017662360426177345, 
            "3": 0.00016304698846018756, 
            "4": 0.0002342844433515814, 
            "5": 0.00010038336566273626, 
            "6": 0.00026131122977589527, 
            "7": 0.00026952310469215276, 
            "8": 0.00011328140006507818, 
            "9": 0.0001671195493449848, 
            "10": 0.1886916482600397, 
            "11": 0.00031164876531900417, 
            "12": 0.00016404538026600722, 
            "13": 0.00013204298524385123, 
            "14": 0.02201190307330513, 
            "15": 0.00022270008838758598, 
            "16": 0.00012583391317622298, 
            "17": 0.00030347254669980424, 
            "18": 9.098827102543261e-05, 
            "19": 0.03548809808481051, 
            "20": 0.00018232214114120247, 
            "21": 0.0001263900661525846, 
            "22": 0.0001367077797482688, 
            "23": 9.225966079948119e-05, 
            "24": 0.7464627723958641, 
            "25": 9.971639642905235e-05, 
            "26": 0.00011237833110549917, 
            "27": 0.00013178385744126207, 
            "28": 0.00034566892414628466, 
            "29": 0.0001579199703683313, 
            "30": 7.585428977602469e-05
        }
    }, 
    {
        "content": {
            "text": "  With three games left before the season's mathematical midpoint, the Knicks' image remains a curious mosaic of contradictions.  After consecutive routs of three of the N.B.A.'s worst teams, Coach Isiah Thomas declared that the Knicks should now be expected to beat the N.B.A.'s worst teams. Then the Charlotte Bobcats came to New York and routed them by 16 points.  Weakened by suspensions and injuries in late December, the Knicks beat three top-tier opponents -- Utah, Chicago and Detroit. Faced with a string of sub-.500 opponents -- Sacramento, the Clippers, Portland, Seattle, Philadelphia and Charlotte -- the Knicks proceeded to go 3-3.  The Knicks have been lauded this season for their resilience. But their loss Friday to the Bobcats left them 2-20 in games they trailed at halftime.  For all the recent flashes of promise, the Knicks are 16-22 -- shaky enough to hold the 11th-best record in the Eastern Conference, but solid enough to be in contention for the Atlantic Division title and a playoff berth.  To put it more simply, the Knicks are a typical rebuilding project, albeit one with a massive payroll and a lot of former lottery picks in the rotation. They are young and inconsistent, teasing their fans with surprising victories and infuriating them with unforgivable defeats.  The Knicks are 11-11 since a 5-11 start, and there are certainly more wild fluctuations to come. The roster finally returned to full strength last week (minus guard Steve Francis, who has always been superfluous), so Thomas is again retooling the rotation and fiddling with the chemistry.  Quentin Richardson appears to be healthy after missing 11 games because of a back injury. He averaged 18 points, 8 rebounds, 3 assists and 2.5 steals in his first two games back, making a strong case to return to the starting lineup. That would force Thomas to send Jamal Crawford, Jared Jeffries or Channing Frye to the bench. The current lineup is 4-5, so Thomas would not be breaking up any magic combinations.  Nate Robinson, the other key player to return last week -- after a 10-game suspension for his role in the Dec. 16 brawl with Denver -- is not yet himself. Robinson vowed to suppress his wilder side, but he also seems to have lost his confident stride. He went scoreless in two games last week, going 0 for 4 from the field in 18 minutes. Yet he still managed to draw a technical foul Friday night. In the 5 minutes 48 seconds he played, Robinson had extensive conversations with two of the three referees.  Thomas had more options last week, but he relied primarily on eight players -- Eddy Curry, Stephon Marbury, David Lee, Jeffries, Frye, Crawford, Richardson and Robinson. Thomas still seems to be searching for the best way to deploy Jeffries and Lee, in particular.  Jeffries was signed last summer to bolster the Knicks' defense, but his lack of scoring punch can be a drag on the offense. Thomas played him just 16 minutes Friday (3 in the second half), preferring to use Richardson (38 minutes) and Lee (27 minutes), despite the Knicks' inability to contain the Bobcats' shooters.  The newly crowded frontcourt rotation has seemed to affect Lee the most. A linchpin of the Knicks' success in the weeks after the brawl, Lee lost some steam last week, averaging only 9 points and 5.5 rebounds in two games. He had been averaging a double-double.  And the Knicks continue to wait for Frye to become a reliable scoring threat. He had 10 points in the first quarter against Charlotte, but only 2 the rest of the night. Thomas continues to start Frye, but often leaves him on the bench in the fourth quarter.  By Feb. 1, the Knicks could just as easily be division leaders or bottom dwellers. Over the next 10 games, they play just four teams with winning records (Washington, Indiana, Phoenix and the Lakers). But they also have two games with the Miami Heat, whose losing record could be offset by the imminent return of Shaquille O'Neal.  PRO BASKETBALL  ", 
            "title": "No Method to Knicks' Maddening First Half"
        }, 
        "weight": 0.745099145699919, 
        "file": "1818946.txt", 
        "other_topics": {
            "0": 0.00023986627936785254, 
            "1": 0.00019493790864819988, 
            "2": 0.00332285543286191, 
            "3": 0.00018998297145543159, 
            "4": 0.00027298912500051196, 
            "5": 0.00011696707969531446, 
            "6": 0.00030448083939691877, 
            "7": 0.00031404934730095693, 
            "8": 0.0001319959184664742, 
            "9": 0.00019472833489718488, 
            "10": 0.1855766443420386, 
            "11": 0.009714293138398769, 
            "12": 0.006425252175400051, 
            "13": 0.00015385698891701998, 
            "14": 0.0007119297348119921, 
            "15": 0.006493596864523271, 
            "16": 0.000146622154514194, 
            "17": 0.0003536073663283515, 
            "18": 0.00010601987966937978, 
            "19": 0.028882655196078345, 
            "20": 0.0002124424527140536, 
            "21": 0.00014727018607878044, 
            "22": 0.00015929242522619546, 
            "23": 0.0032245542448790486, 
            "24": 0.745099145699919, 
            "25": 0.00011618992460596693, 
            "26": 0.00013094365907799808, 
            "27": 0.00015355505221529046, 
            "28": 0.0035198276829205817, 
            "29": 0.0033010618874695745, 
            "30": 8.838570712276226e-05
        }
    }, 
    {
        "content": {
            "text": "  When you are as hot, as brilliant and as close to perfect as Jamal Crawford was last night, the record shattering does not end at the final buzzer. An hour after Crawford lit up the Madison Square Garden scoreboard and the Miami Heat, he picked up his cell phone.  ''Twenty-four messages,'' Crawford said in disbelief. ''Never had that many before. It's usually six.''  It was the only time all night that Crawford seemed in awe of anything. The dumbfounded expressions mostly belonged to the Heat, and Crawford was the one who put them there.  Delivering the best individual Knick performance in nearly four years, Crawford scored 52 points to lead a 116-96 rout and cause a sudden bottleneck in the wireless voice-mail network.  The scoring total beat Crawford's career high by 2 points and represented the fifth-highest total in franchise history. It was perfectly timed, as well; the Knicks were missing their leading scorer, Eddy Curry, and were desperate for a victory after a rough week.  ''That was heavenly intervention,'' said Jerome James, who took Curry's place in the starting lineup and checked Shaquille O'Neal.  Only four nights earlier, the Heat (19-24) routed the Knicks (19-26) by 18 points in a game that ranked among their worst this season. They had lost five of their past seven games, and another defeat would have dropped them nine games below .500, which would have been a new low.  Instead, the Garden was filled with roars of delight, chants of Crawford's name and one very large group hug by the Knicks' bench. They routed the defending champion Heat for the second time this season -- and this time with both Dwyane Wade and O'Neal (albeit briefly) in the lineup.  ''I wasn't even thinking about it being my night. I just wanted to take what was there,'' Crawford said.  Crawford made 20 of 30 field goals, went 8 for 10 from 3-point range and converted all four of his free throws. During a 23-minute stretch -- from late in the first quarter to late in the third -- Crawford hit 16 consecutive shots, including all eight of the 3-pointers, for 42 points.  According to the Elias Sports Bureau, no other player has converted that many in a row in a game in the past 10 years (the only years they could track). O'Neal was the last to hit 16 straight, over two games in February 2006. Crawford fell three shots short of Johnny Newman's franchise record for consecutive makes over two games in 1988.  The streak ended for Crawford when he missed a 19-footer with 2 minutes 17 seconds left in the third quarter. He struck again, making an 11-footer 21 seconds later.  ''I didn't look at anybody. I just stayed in my own zone,'' said Crawford, whose previous high of 50 points came on April 11, 2004, while playing for the Chicago Bulls in a game against Toronto.  Coach Isiah Thomas said he was unaware of Crawford's career mark, but he happened to leave him in just long enough to beat it. Thomas said he pulled Crawford once Wade (37 points) was on the bench for good. Wade checked out during a timeout with 6:52 left.  The Knicks led by 20 points heading into the fourth quarter. Crawford started the period by making a driving layup that got him to 48. After shooting an air ball from the arc, he struck from 12 feet and got his first standing ovation. He finished the night with a 22-footer with 6:59 left.  Crawford skipped to the bench during a timeout at 6:52 and was mobbed by Stephon Marbury, Quentin Richardson, David Lee and Nate Robinson. Thomas left him in for one more possession, and had Crawford foul Michael Doleac to stop the game and give the fans a chance for one more standing ovation. He left for good with 6:51 left.  ''He did it very classy, because we still had seven minutes to go,'' Crawford said of Thomas. ''I appreciated that.''  During the third quarter, Thomas gave Crawford his best advice.  ''I told him not to get around too many people and just try to stay balanced and stay focused and stay in the quiet, peaceful place that you're at right now,'' Thomas said.  The last Knick to score 50 points in a game, the retired Allan Houston, watched the show from a courtside seat. ''I was fortunate I could be here for that. It was amazing to see,'' Houston said.  Crawford was a picture of humility, crediting his teammates for unselfish passes and screens and Thomas for calling great plays.  The only hint of cockiness came late in the streak, between field goals 15 and 16. With the crowd chanting, ''Lets go, Crawford,'' he jogged upcourt, glanced at the press table and winked.  ''Unbelievable performance,'' said Wade. ''I have never seen anything like that before. The guy was hot.''  The Heat had a 41-40 lead in the second quarter when Crawford began his run. He scored the Knicks' next 10 points. The Knicks finished the half on a 25-8 run, with Crawford providing 17 points and giving them a 65-49 lead at halftime. The Knicks sealed the game with an 11-0 run to open the second half, with Crawford providing 7 of the points.  Crawford missed his first four shots of the game before starting the streak. He started in place of the slumping Jared Jeffries. Thomas said he wanted more offense on the court but would not say whether the move was permanent.  O'Neal, who returned to the Heat's rotation on Wednesday, after a two-month absence, started the game in place of Alonzo Mourning, who was ill. O'Neal, still regaining his stamina after knee surgery, played just 15 minutes and finished with 11 points.  Marbury, who missed the Knicks' last six quarters because of a sore left knee, was steady in his return, with 9 points and a season-high 13 assists.  REBOUNDS  The worst moment of Nate Robinson's NBA career will not prevent him from repeating his best moment. The league has invited Robinson to defend his slam-dunk title next month at All-Star weekend. Robinson had feared he might be denied that chance because he instigated the Dec. 16 brawl with Denver. Robinson served a 10-game suspension. ''I'm ecstatic,'' he said of defending his title. Regarding the fight and its effect on his image, Robinson said, ''That's behind me, what happened.''  PRO BASKETBALL  ", 
            "title": "With 52 Points, Crawford Steals the Show"
        }, 
        "weight": 0.7446501935487287, 
        "file": "1821820.txt", 
        "other_topics": {
            "0": 0.00016004652222326212, 
            "1": 0.00013006886341357802, 
            "2": 0.00013731806660501, 
            "3": 0.00012676276941976113, 
            "4": 0.00018214715372351283, 
            "5": 7.804421017069037e-05, 
            "6": 0.0002031594418253503, 
            "7": 0.00020954385908042675, 
            "8": 8.807193638846989e-05, 
            "9": 0.00012992902904382988, 
            "10": 0.11966312915739491, 
            "11": 0.004401891559276174, 
            "12": 0.00012753898069153572, 
            "13": 0.00010265834806295927, 
            "14": 0.11070433285683604, 
            "15": 0.00017314076279875077, 
            "16": 9.783103307693837e-05, 
            "17": 0.0064753331721649895, 
            "18": 7.0739885040661e-05, 
            "19": 0.0005532548287841727, 
            "20": 0.00014174846009647548, 
            "21": 9.82634206491986e-05, 
            "22": 0.01050527659028729, 
            "23": 7.172834174441493e-05, 
            "24": 0.7446501935487287, 
            "25": 7.752566721581579e-05, 
            "26": 8.736983496743559e-05, 
            "27": 0.00010245688615188644, 
            "28": 0.00026874430825707494, 
            "29": 0.00012277670982843288, 
            "30": 5.8973796052208926e-05
        }
    }, 
    {
        "content": {
            "text": "  Disaster took on many forms for the Knicks on Monday night. Had a 28-point first-quarter deficit been the worst of it, they might have left South Florida feeling grateful.  They had greater concerns, however, after being routed, 101-83, by the star-depleted Miami Heat at American Airlines Arena. Stephon Marbury's left knee again became too painful to bear, and he played only 15 minutes 58 seconds before leaving the game for good. His status for Wednesday's home game against the Phoenix Suns is uncertain.  Marbury, who routinely plays hurt and nearly always vows to be back by the next game, could not make that declaration this time.  ''I don't know yet,'' he said. ''To really be honest, I don't know.''  Had Marbury been at full strength, the Knicks (18-25) would have probably still been blown out by the energized Heat (19-22). Miami looked that determined. The Knicks looked that disoriented, at least in the first quarter.  After Quentin Richardson made a 3-pointer for a 3-2 lead, the Heat scored 27 consecutive points -- a Miami franchise record. The Knicks went 8:14 without scoring until Eddy Curry made a driving layup to cut the deficit to 29-5.  Coach Isiah Thomas called timeouts, to no avail. He sent in Jamal Crawford for Jared Jeffries and David Lee for Curry, and later sent in Nate Robinson and Malik Rose for Marbury and Channing Frye. The Heat kept scoring, and the Knicks kept missing.  ''It seems like the court's tilted, like they're running downhill, shooting layups and making 3's,'' Lee said. ''And we're going uphill just to get the ball across halfcourt and try to get a shot up.''  It was the kind of display one might expect when the defending champion plays one of the league's weaker teams. Except that the Heat was missing its two biggest stars -- Shaquille O'Neal and Dwyane Wade -- and the Knicks had lately appeared to be stronger than this.  Thomas was forced to concede the obvious, that the Knicks had perhaps been overconfident. ''Probably,'' he said.  Thomas had far worse things to say about his team.  ''This is the first time I've been with this group where we didn't show up to compete,'' he said. ''Maybe respect had something to do with it.''  The disbelief in Thomas's expression was matched by the exasperation in his players' voices. No one disputed the conclusions. They just could not fathom how it all happened.  ''We don't have the luxury of taking anybody lightly,'' Richardson said. ''We're not that good.''  Even without Wade (who has a sprained ankle) and O'Neal (who missed his 36th game after knee surgery), the Heat had a stockpile of talented and accomplished veterans: Alonzo Mourning, Gary Payton, Jason Williams and Udonis Haslem among them.  ''They performed flawlessly,'' said Ron Rothstein, the Heat's acting head coach while Pat Riley recovers from surgery.  With the ageless Mourning setting the tone, the Heat outrebounded the Knicks, 45-33. Mourning blocked four shots, including consecutive swats of Lee in the first quarter, and finished with seven rebounds.  Payton, who is also in his twilight, started for Wade and collected 10 points and 13 assists. Williams had 20 points and 7 assists. Jason Kapono scored 12 points in the first quarter -- matching the Knicks' team output -- and finished with 22.  The Knicks trailed by 40-12 at the end of the first quarter and were down by 15 points at halftime, when Marbury said he was done for the night.  Crawford (23 points) and Curry (26 points) led a second-half rally, and the Knicks cut their deficit to 6 points with 8:10 left in the game. They were down by just 8 points with 5:37 left, but Williams hit two 3-pointers and Antoine Walker followed with another 3-pointer to kill the Knicks' surge.  ''By the time we showed up, the game was over,'' Thomas said.  When all the self-flogging was over, the attention turned to Marbury's health. He has had trouble with the knee for more than a month, since banging the patellar tendon in a game Dec. 15 at Indiana. But Marbury has not missed a game this season and has not flinched at playing 40 minutes on many nights.  The knee had not been an issue until Saturday, when Marbury landed awkwardly late in the fourth quarter at Indiana. He spent the final 1:26 on the bench. On Monday morning, Marbury dismissed concerns about the knee, saying it had improved greatly after a therapeutic massage that broke up scar tissue.  But he passed up some early scoring opportunities and went to the bench for good with 4:51 left in the first half.  ''Just running on it, it just got really sore,'' he said. ''It's just going to take some time for it to heal a little bit.''  Asked if that meant he might have to take time off, Marbury said, ''I don't know, I'm just going to see.'' But, he reiterated, ''it's not something that I'm worried about.''  With Steve Francis still in Houston -- presumably rehabilitating his own sore knee -- the Knicks can ill afford to lose Marbury. There are no indications that Francis will return anytime soon, if he does at all. Last season, the Knicks went 5-17 in games that Marbury missed.  ''I don't even want to think that way, 5-17,'' Thomas said. ''I mean, that wouldn't be good right now.''  REBOUNDS  Isiah Thomas said he had no update on the status of Steve Francis, who left for Houston three weeks ago to rehabilitate a sore knee. Reminded that he had said he hoped Francis would return soon, Thomas said with a chuckle, ''I still hope that.'' ... The Heat's previous franchise record for consecutive points scored was 26, against the Golden State Warriors on March 24, 1995.  BASKETBALL  ", 
            "title": "After Loss, Concerns About Effort, and Marbury's Knee"
        }, 
        "weight": 0.7443881517946908, 
        "file": "1820955.txt", 
        "other_topics": {
            "0": 0.00018595929691491052, 
            "1": 0.01223379704404156, 
            "2": 0.0001595509278480968, 
            "3": 0.00014728664608783048, 
            "4": 0.00021163819226403298, 
            "5": 9.068017380206265e-05, 
            "6": 0.00023605253296767186, 
            "7": 0.00024347063695064538, 
            "8": 0.0001023314667586956, 
            "9": 0.00015096554773069487, 
            "10": 0.15595325556939793, 
            "11": 0.019613794808933476, 
            "12": 0.00014818853199170083, 
            "13": 0.00011927953174517264, 
            "14": 0.04646607460600625, 
            "15": 0.007450775009717427, 
            "16": 0.00011367063697934321, 
            "17": 0.00027413847998830593, 
            "18": 8.219322171619753e-05, 
            "19": 0.010308966298864117, 
            "20": 0.0001646986364473504, 
            "21": 0.00011417303145699449, 
            "22": 0.0001234934209051823, 
            "23": 8.334171723554717e-05, 
            "24": 0.7443881517946908, 
            "25": 9.007767471636466e-05, 
            "26": 0.00010151568966585529, 
            "27": 0.00011904545158636747, 
            "28": 0.0003122560985339918, 
            "29": 0.00014265521249735036, 
            "30": 6.852211155812375e-05
        }
    }, 
    {
        "content": {
            "text": "  Charted on a line graph, the zigs and zags of Jamal Crawford's Knicks career would create one long and very jagged mountain range across the page. He zigs between starter and reserve and starter again. He zags from ace shooter to slumping shooter and back again.  The only constant in all of this is that somehow the ball always lands in Crawford's hands when the Knicks are at their most desperate and -- more often than not, it seems -- the ball is next seen swishing through the net.  So there was nothing particularly surprising about yesterday's events: Crawford is pushed back to bench, Crawford misfires all game, Crawford scores winning basket. The script was familiar to the point of predictability as the Knicks rode Crawford's late surge to a 102-97 victory against the Sacramento Kings at Madison Square Garden.  ''He does it too much,'' Eddy Curry said wryly of Crawford, his teammate and close friend. ''It's kind of boring to me.''  The Garden crowd has seen this script before too, but the 19,207 who attended the Martin Luther King's Birthday matinee were sufficiently entertained.  The Knicks (17-22) won for the fifth time in their past six home games and did so with a dramatic flourish.  They won despite another shaky defensive effort, allowing Kevin Martin to collect 30 points and Shareef Abdur-Rahim -- whose days as a big-time scorer ended a few years ago -- to score 25. The Kings shot nearly 50 percent through three quarters and had a 97-96 lead with 26.2 seconds left.  Cue Crawford. Dribbling near the top of the key, Crawford blew by Martin and converted a short runner in the lane, giving the Knicks the lead with 18.3 seconds left. The Kings turned the ball over when Corliss Williamson set an illegal screen on Stephon Marbury.  Crawford sealed the victory with four free throws in the last 13.8 seconds.  The day began with Coach Isiah Thomas inserting Quentin Richardson into the starting lineup. Crawford, who had started the previous 17 games, went back to the bench, where he began the season. But Thomas never gave a thought to changing Crawford's fourth-quarter role.  ''I think it's pretty understood on our team that the last couple minutes of the game, we depend on him to make a lot of big shots,'' Thomas said. ''The great thing about him at the end of the game is his temperament, that if he misses a shot or makes a mistake, the next day you see the same Jamal in practice and you see the same personality and the same temperament.''  That has pretty much been the story of Crawford's three-year run in New York. He has played 188 games as a Knick, 115 of them as a starter. Even on Sunday, as Thomas pondered the lineup change, Crawford played both roles, wearing a white jersey for part of practice, then turning it inside out, to the blue side.  Late yesterday afternoon, he wore an aw-shucks smile as someone observed that his role has fluctuated.  ''To say the least,'' Crawford said, chuckling. ''At this point, I've kind of gotten used to it. Of course you'd love to start, but I can't complain, because I'm still out there at the end of games.''  It was a typically serene response, one Crawford has had ample time to practice. His performance yesterday was also typical. He shot 1 for 8 in the first three quarters but 2 for 3 in the fourth, when he scored 8 of his 10 points. He also had eight assists, tied with Marbury for the team lead.  Crawford said Thomas discussed the lineup change with him Sunday.  ''Both of us had input, and I have a lot of respect for him for that,'' said Crawford, who said he gave the usual response: ''That I'll do what's best for the team.''  The scoring load was shared by Marbury (25 points) and Curry (24 points, 10 rebounds). Channing Frye added 17 points, and a resurgent David Lee had 15 points and 12 rebounds. Richardson, making his first start since returning from a back injury, had 7 points and 5 assists.  Ron Artest, a Queens native who burned the Knicks for 39 points in Sacramento two weeks ago, scored only 12 points. His first shot of the game was blocked by Jared Jeffries, and his last shot was an errant 3-point attempt that could have tied the score in the final 10 seconds.  Jeffries, Richardson, Lee, Crawford and Renaldo Balkman spent time guarding Artest yesterday. But the key defensive move came early in the fourth quarter, when Marbury began to guard Martin. Marbury made the move on his own and held Martin to one 3-pointer.  REBOUNDS  Isiah Thomas said he spoke recently with Steve Francis but offered no update on Francis' health. ''I don't try to keep track of it day to day,'' Thomas said. Francis has been rehabilitating his sore right knee in Houston for the past two weeks. Thomas and Francis' agent have denied reports that they are negotiating a contract buyout.  Nate Robinson did not play yesterday and has logged only 18 minutes in three games since returning from his suspension. ''We won today, I'm happy,'' Robinson said. Thomas said the decision was based on matchups. ''Nate's a very important piece to the puzzle, and we need him,'' Thomas said.  Quentin Richardson made his first start at shooting guard, giving the Knicks their ninth lineup of the season. Richardson had started 24 games at small forward.  Kings center Brad Miller missed the game because of personal reasons.  PRO BASKETBALL  ", 
            "title": "Crawford's Typical Day Ends in Knicks Victory"
        }, 
        "weight": 0.7403910195269975, 
        "file": "1819280.txt", 
        "other_topics": {
            "0": 0.0001710764629081461, 
            "1": 0.00013903283106793748, 
            "2": 0.00014678162825306227, 
            "3": 0.00013549889069455615, 
            "4": 0.00019470020563355791, 
            "5": 8.342279007997763e-05, 
            "6": 0.00021716059949987836, 
            "7": 0.0002239850122178541, 
            "8": 9.414159801480984e-05, 
            "9": 0.0001388833597202494, 
            "10": 0.18348826281494204, 
            "11": 0.004705257119024969, 
            "12": 0.002359460553568946, 
            "13": 0.00010973326274534804, 
            "14": 0.042747266851944056, 
            "15": 0.0068544689925887844, 
            "16": 0.00010457326325470049, 
            "17": 0.0002521984234263609, 
            "18": 7.561507211261474e-05, 
            "19": 0.0005913835419879646, 
            "20": 0.0001515173515745218, 
            "21": 0.00010503544972048656, 
            "22": 0.00011360990276572462, 
            "23": 7.667165037665333e-05, 
            "24": 0.7403910195269975, 
            "25": 8.286851065326111e-05, 
            "26": 9.339110980647643e-05, 
            "27": 0.00010951791666548148, 
            "28": 0.006956661256258672, 
            "29": 0.0001312381234729213, 
            "30": 0.008955565928022461
        }
    }, 
    {
        "content": {
            "text": "  The Nets' success was clear and emphatic Monday.  Jason Kidd, the 33-year-old captain, fell one rebound short of his 83rd career triple-double. Vince Carter made it look easy, scoring 31 points. The journeyman center Mikki Moore blocked a shot and then yelled so loudly and scowled so fiercely that he seemed to rattle a young girl sitting in the first row at Continental Arena.  Leading by as many as 27 points against the Indiana Pacers, the Nets won for the sixth time in their last eight games, 105-95. The game followed a disappointing defeat at Minnesota on Saturday night, when the Nets fell apart in the fourth quarter.  Weeks ago, such a deflating defeat would have probably sent the Nets (17-20) into a slide. But now they carry themselves with a winning swagger.  ''I think we've been competing at a high level in the sense of as a team,'' said Kidd, who had 19 points, 10 assists and 9 rebounds. ''It's not been just one person playing. I think everybody's been pitching in.''  The most unheralded contributor during the Nets' turnaround has been Moore. He replaced Nenad Krstic, who tore his anterior cruciate ligament last month.  Moore, acquired last summer from the Seattle SuperSonics for a second-round pick, has exceeded expectations as an off-the-bench energy player. Although he cannot recall being a first option on offense, Moore has been scoring at an unusual pace.  Moore scored 19 points Monday, the third time this season that he has matched or surpassed his previous career high, 18.  ''I'm having a good time out there,'' he said. ''The team is real unselfish, man. If the play is there for me to get the ball, they make sure I get the ball. If they're going to put that much trust in me, I've got to finish.''  Moore, who made his first four field-goal attempts, all dunks, made his biggest mark on defense in the third quarter. He swatted a layup attempt by Pacers center Jermaine O'Neal, screamed, flexed and stared ahead.  ''Anybody can score, but once you get a stop, once you make a team do what they don't want to do, you can make offensive runs,'' Moore said. ''You can make transition baskets easy off of defense.''  The Nets' offense was precise in the first quarter -- eight straight field goals over one stretch -- and late in the period, Kidd scored 7 consecutive points. The first 2 points came on a smart play in which he intercepted an outlet pass by Al Harrington, who led the Pacers with 18 points, and then drove for an easy layup.  He followed with a 16-foot bank shot over Jamaal Tinsley, and after making a free throw, he hit a fadeaway jumper to give the Nets their first double-digit lead of the game, 29-18, with 3 minutes 35 seconds to play in the quarter.  The Nets steadily pulled away in the second quarter, building a 21-point lead at halftime. They led by as many as 27 points in the third quarter. Through three quarters, the Nets were shooting 50.8 percent from the field and they held the Pacers (20-18) to 37.9 percent shooting. The statistics were skewed by the fact that the Nets entered the fourth quarter with a 25-point lead and were not at their sharpest.  Since filing for divorce last week, Kidd has been playing some of his best basketball of the season. By all indications, he has appeared as happy as ever during practices and games.  ''I think you could make the argument he is having as good a year as he's ever had,'' Nets Coach Lawrence Frank said. ''I think any time it is called into question that he is not where he was, that just fuels the fire, and that's what the great ones do.''  Kidd may be looking to add to his legacy. He addressed a report that he would be invited to join the United States national basketball team.  ''If that's the case, I would love to be a part of that team this summer to help try to regain that special feeling of winning in international ball,'' he said.  REBOUNDS  Marcus Williams, the Nets' rookie point guard, returned after a two-game absence because of strep throat, which left him bedridden for four days. Williams finished with 6 points, 3 rebounds and an assist in 11 minutes.  PRO BASKETBALL  ", 
            "title": "Nets Get Unexpected Lift From Moore on Offense"
        }, 
        "weight": 0.7338628989695989, 
        "file": "1819281.txt", 
        "other_topics": {
            "0": 0.0002333208192633075, 
            "1": 0.00018961845187719014, 
            "2": 0.0002001865667236448, 
            "3": 0.0001847987247848214, 
            "4": 0.00026553981019321777, 
            "5": 0.00011377528735289556, 
            "6": 0.003328167118577105, 
            "7": 0.00030547958301798154, 
            "8": 0.00012839401985629013, 
            "9": 0.00018941459696514594, 
            "10": 0.1714166525096072, 
            "11": 0.0003532251343960198, 
            "12": 0.00018593030982232204, 
            "13": 0.0001496585464122385, 
            "14": 0.05526841152083609, 
            "15": 0.0002524100121821137, 
            "16": 0.0001426211358410219, 
            "17": 0.00034395814462417863, 
            "18": 0.021327091383210095, 
            "19": 0.00990253698607324, 
            "20": 0.00020664533274197512, 
            "21": 0.00014325148394979428, 
            "22": 0.00015494566078301452, 
            "23": 0.00010456781708045714, 
            "24": 0.7338628989695989, 
            "25": 0.00011301933923622372, 
            "26": 0.00012737047447407225, 
            "27": 0.00014936484894547138, 
            "28": 0.0003917838469955698, 
            "29": 0.00017898772260519454, 
            "30": 8.597384197311014e-05
        }
    }, 
    {
        "content": {
            "text": "  After two years of waiting and not much playing, Serena Williams is back in a final, and it happens to be in a Grand Slam tournament.  Williams continued the most surprising run of her career Thursday by defeating the 17-year-old Czech Nicole Vaidisova, 7-6 (5), 6-4, in the semifinals of the Australian Open, which she won in 2003 and 2005.  In 2003, Williams was the overwhelming favorite, having won the three previous Grand Slam tournaments. In 2005, she was still on the short list of contenders. This year, she was a true underdog, arriving here with a world ranking of 81, having played in only five tournaments in the last year.  Now, after beating five seeded players, including the 10th-seeded Vaidisova, she has put herself back at the center of the sport and guaranteed herself a place in the top 20.  ''I can't believe it; that's awesome,'' said Williams, whooping it up on court in her postmatch interview. ''That was so fast.''  Speedy indeed, but it took her more time than she would have liked to close out the powerful but erratic Vaidisova, a 6-foot blonde who left Europe to train at Nick Bollettieri's Tennis Academy in Bradenton, Fla., as a youngster, occasionally sneaking peeks at Williams's training sessions there.  Down by 1-5 in the second set, Vaidisova closed the gap to 4-5, saving five match points, before Williams finally closed out the 1-hour, 46-minute victory with a forehand volley winner.  Williams will face the winner of Thursday's second semifinal between top-seeded Maria Sharapova of Russia and No. 4 Kim Clijsters of Belgium, neither of whom has won this title.  As Williams walked through the corridors of Rod Laver Arena, minutes before walking on court, she saw her agent, Jill Smoller, who greeted her by clenching her fists and striking a muscle-beach pose and then giving her a roundhouse smack on the rear.  It was a sign of what makes Williams tick. This surprising run in Melbourne has been much more about desire than thorough preparation, much more about muscle memory and competitiveness than hard-won fitness.  Once on court against Vaidisova, it took time for Williams to bare her teeth. Despite the power being produced on both ends of the court, the pace was slow, almost reflective between the points, and the early games were long.  Vaidisova's game plan was clear early: attack Williams's second serves and try to move her -- not just side to side but back to front with the occasional drop shot. At the start, Vaidisova applied these principles well, breaking Williams's serve in the opening game after two deuces and then holding her own serve to go up, 2-0.  But Williams, who looked sluggish at times early, began moving and serving more convincingly -- she would finish with 10 aces -- and adjusting to Vaidisova's big returns.  Vaidisova, taking huge risks, began to produce more errors than winners with her forehand, with its huge backswing and relatively low margin for error. Williams broke her in the sixth game to get back on serve, but Vaidisova would still get her chance to win the set when she broke Williams again to go up, 5-4, and then served for the lead.  After saving a break point with an ace to get to deuce, she failed to put another first serve into play in the game, as Williams saved a set point with a big forehand that Vaidisova could not handle. It was soon 5-5 and then 6-6, with Williams jumping out to a 5-1 lead in the tie breaker and then holding on to win the set after Vaidisova rallied to 5-5, with Williams serving consecutive double faults at 5-2..  Vaidisova's pride and power in the tie breaker was foreshadowing for the second set when, apparently out of contention, she roared back, saving four match points on her serve at 3-5 and another on Williams's serve at 4-5 before she closed it out.  ''Almost did a gagarooni there,'' Williams said. ''Basically that means gagging. But she played some incredible points on match points, just got relaxed. She reminded me a little bit of myself.''  In late matches on Wednesday, Tommy Haas and Fernando González took radically different paths to their upset victories.  Haas had to win arguments with himself as well as win rallies, and had to fight through rough patches, swooping pigeons and even a match point before finally closing out Nikolay Davydenko of Russia, the world's third-ranked player, in five sets.  González, once again, could do little wrong, coming up with clutch serves and huge forehands on points big and small. He also kept the unforced errors that were once his trademarks to a minimum as he overwhelmed Rafael Nadal of Spain, the second-ranked player, in straight sets.  Though their methods and moods were disparate, the 10th-seeded González and the 12th-seeded Haas share a healthy perspective. They are both middle-aged for tennis stars -- Haas is a 28-year-old German, González a 26-year-old Chilean -- and both have had to wait their turn for the sort of breakthrough that prodigies like Nadal understandably take for granted.  Now these two flashy players with one-handed backhands will share the spotlight with each other in the semifinals Friday night at Rod Laver Arena. In the other semifinal, top-seeded Roger Federer was to face Andy Roddick on Thursday. Sharapova, seeded No. 1, and Clijsters, seeded fourth, both struggled yet prevailed on Wednesday. Clijsters, who has announced that this will be her last Australian Open, failed to control her power for significant stretches of the first and second sets, finishing with 62 unforced errors and 47 winners against the three-time champion Martina Hingis.  The last time Haas was in the final four of a Grand Slam was here in 2002, the same year he topped out at No. 2 in the rankings, the same year his right shoulder failed him, requiring two surgeries and knocking him out of the game for more than a year and out of contention for the major prizes until now.  Haas was the only man to push Federer to a fifth set in any Grand Slam last year, doing so here in the fourth round. He later lost to Davydenko in five sets in the quarterfinals of the United States Open, paying the toll for the two five-set victories that preceded the match.  He could have gone down swinging again this time if Davydenko had managed to return Haas's kicking second serve on his one and only match point at 4-5, 30-40 in the fifth set. But Davydenko went for too much and missed a backhand into the net.  Haas missed his first chance to close out the match when serving at 6-5, 40-15 when Davydenko successfully challenged a line call on a forehand that had been called out. But Haas converted on his next match point, moving to his left and hitting his signature running backhand down the line. That left the baseline-hugging Davydenko, usually the master of the full-swinging half volley, to lunge and miss as Haas won, 6-3, 2-6, 1-6, 6-1, 7-5.  González has become a familiar presence in the second week of Grand Slam events, but only early in the second week. He reached the quarterfinals at the 2002 United States Open, the quarterfinals of the 2003 French Open and even the quarterfinals in 2005 at Wimbledon.  But it has taken until now for the huge-hitting, soft-spoken González to take the next step into the semifinals, and he has done so in great style despite a meaty draw that required him to face Lleyton Hewitt in the third round and the supposedly red-hot James Blake in the fourth. Then came Nadal, the tenacious left-hander.  ''I'm delighted, but it's not over,'' González said after his 6-2, 6-4, 6-3 victory in which he never lost his serve, finishing with 41 winners, including 10 aces, and just 16 unforced errors.  Nadal has been the best player not named Roger Federer for the last two seasons, but he was not at his best Wednesday, finishing with seven more unforced errors than winners and failing to play the same sort of spectacularly effective defense that, along with his whipping forehand and combativeness, has defined him.  The reasons, according to Nadal, were González and the aftershocks of his marathon match with Andy Murray in the fourth round: a late-night five-setter that left him feeling soreness in his legs and pain in his upper left leg.  ''It was taking a lot of effort for me to run; I couldn't keep up with the rhythm of the match,'' Nadal said.  TENNIS  ", 
            "title": "A Strong Run Leads Williams To the Finals In Australia"
        }, 
        "weight": 0.7323812539132137, 
        "file": "1821372.txt", 
        "other_topics": {
            "0": 0.0001171605478073772, 
            "1": 0.003140209175876103, 
            "2": 0.0031455158867329026, 
            "3": 9.279549033925112e-05, 
            "4": 0.00013333910675067178, 
            "5": 5.713152831922744e-05, 
            "6": 0.006238707935360752, 
            "7": 0.0001533946066337352, 
            "8": 6.44722307638488e-05, 
            "9": 9.511332084817521e-05, 
            "10": 0.1515431289172306, 
            "11": 0.00017736972798157945, 
            "12": 9.33637084832762e-05, 
            "13": 7.515007592154077e-05, 
            "14": 0.05363512182365006, 
            "15": 0.00012674606317899994, 
            "16": 7.16162854939549e-05, 
            "17": 0.0001727163687073305, 
            "18": 5.178446596692193e-05, 
            "19": 0.030854939887740747, 
            "20": 0.00010376562392644987, 
            "21": 7.193281074003582e-05, 
            "22": 7.780496637647835e-05, 
            "23": 5.2508056378553206e-05, 
            "24": 0.7323812539132137, 
            "25": 5.675193383750535e-05, 
            "26": 6.395826403741181e-05, 
            "27": 0.009209983069416144, 
            "28": 0.007809215463850149, 
            "29": 8.987753299269035e-05, 
            "30": 4.3171211443875305e-05
        }
    }, 
    {
        "content": {
            "text": "  The first man into the quarterfinals of this year's Australian Open on Sunday was unseeded Mardy Fish, which was quite an achievement considering the former state of his forehand and his left wrist.  But Fish, long considered a talented yet unreliable player, has managed to recover from both those handicaps in the last two years with the help of two operations on his wrist and of his coaches Scott Humphries and Todd Martin, each a former Tour player.  Now Fish, 25, is in the final eight at a Grand Slam event for the first time, and, as the luck of the draw would have it, the man he will face is his childhood housemate Andy Roddick.  ''We were more like brothers than best friends,'' Fish said of the years he spent living with the Roddick family in Florida when he and Roddick were aspiring juniors.  Fish advanced Sunday with a 6-1, 7-6 (4), 2-6, 7-5 victory over 16th-seeded David Ferrer of Spain, who had beaten Fish in their two previous matches. Roddick advanced with another impressive performance under heavy pressure, winning by 6-3, 3-6, 6-1, 5-7, 6-4 against the net-rushing Mario Ancic of Croatia.  ''I knew in the fifth set, win or lose, I had to try to turn the tables on the aggression,'' said Roddick, who broke the ninth-seeded Ancic in the fifth game of the final set, then held that advantage, serving out the match in style and winning it with a backhand winner down the line.  That shot was a symbol of Roddick's revival in the last six months with the help of his new coach, Jimmy Connors, whose two-handed backhand was his signature shot. Connors was in the front row of Rod Laver Arena on Sunday, pounding on the wall as the sixth-seeded Roddick again came up with the clutch shots he required, just as he had in his third-round bout with the former Australian Open champion Marat Safin.  A year ago, in the fourth round on this same court, Roddick, erratic and confused, was upset by Marcos Baghdatis of Cyprus in four sets. This year, despite Ancic's constant pressure, Roddick passed the test and is now a heavy favorite to reach the semifinals in light of his current form and a 4-1 record against Fish.  ''It's always a little weird when we play each other because of our history,'' Roddick said.  In the fourth round, the Scottish teenager Andy Murray will have his dream matchup at the Australian Open, but it is not so certain that James Blake has his. Murray had been eagerly awaiting his first chance to match his fluid and fast-maturing all-court game against the slashing forehand and athleticism of Rafael Nadal, the leader of Murray's generation.  Murray granted his own wish by winning in straight sets, 6-3, 6-2, 6-4, against Juan Ignacio Chela of Argentina on Saturday. Chela overwhelmed Murray in the first round here last year.  But there will be no novelty for Blake when he faces Fernando González of Chile in the fourth round. They have played six times, and González has won the past three matches, all on quick surfaces.  ''He's given me problems the last few times, but I've had some success against him earlier in his career,'' Blake said. ''Hopefully, I can draw on that and get back to the winning ways against him. He's playing pretty confident right now as well.''  On Saturday, against his close friend Robby Ginepri, Blake had to save a set point in the first set, then saved four more set points in the second with Ginepri serving at 5-4. What will look like a straightforward 7-6 (7), 7-5, 6-2 victory on the draw sheet was hardly that.  Ginepri spent time around more than your average weekend hacker in the off-season, playing the latest of a series of exhibition matches against the retired Pete Sampras. ''He taught me a thing or two,'' said Ginepri, who added that Sampras had been thinking about playing one more Wimbledon.  ''There's been some talk about it, but you never know with that,'' Ginepri said. ''He left the sport in a magical way, so he wouldn't want to ruin that.''  TENNIS  ", 
            "title": "Fish, Into Quarterfinals, Will Face Ex-Housemate"
        }, 
        "weight": 0.7310852115583998, 
        "file": "1820588.txt", 
        "other_topics": {
            "0": 0.0002499965621037643, 
            "1": 0.00020317072960059868, 
            "2": 0.00021449416137952568, 
            "3": 0.0001980065303355053, 
            "4": 0.006781909417710261, 
            "5": 0.00012190695532614588, 
            "6": 0.0003173399915832428, 
            "7": 0.0003273126066868597, 
            "8": 0.00013757050768166401, 
            "9": 0.0002029523049124807, 
            "10": 0.10569933034818238, 
            "11": 0.00037847059480787656, 
            "12": 0.00019921899122946423, 
            "13": 0.00016035483764645814, 
            "14": 0.11119764592778836, 
            "15": 0.0002704500845031157, 
            "16": 0.0001528144541758712, 
            "17": 0.00036854128120729053, 
            "18": 0.006607888553169194, 
            "19": 0.020356370899132063, 
            "20": 0.00022141454381737838, 
            "21": 0.00015348985408497178, 
            "22": 0.00016601982896749312, 
            "23": 0.0001120414151611058, 
            "24": 0.7310852115583998, 
            "25": 0.00012109697861299409, 
            "26": 0.0001364738081778667, 
            "27": 0.00016004014923921614, 
            "28": 0.010165871845964555, 
            "29": 0.003440475773977255, 
            "30": 9.211850443519296e-05
        }
    }, 
    {
        "content": {
            "text": "  Ivory Latta shook her fists and shuddered as the roar from the near-sellout crowd drowned out the players on the floor of Carmichael Auditorium on Monday night. Latta, a compact jitterbug and the leader of North Carolina's women's basketball team, had just swished a tie-breaking 3-pointer from the top of the key with 1 minute 1 second remaining against Connecticut in a battle of two of the best teams in the country.  On this night, No. 2-ranked North Carolina was just a little bit better.  The Tar Heels squandered a 15-point lead in the second half, but came back for an 82-76 victory to extend their season-opening winning streak to 20 games and remain one of two undefeated teams in the country. Rival Duke (19-0) is the other.  North Carolina forward Erlana Larkins finished with 15 points and 16 rebounds; LaToya Pringle contributed 18 points; and Latta added 14 but had 8 turnovers.  Kalana Greene led Connecticut (14-2) with 23 points.  North Carolina has now beaten Connecticut three years in a row, including a 77-54 victory in Hartford last season that was the worst defeat in Coach Geno Auriemma's 21 years at UConn.  The Tar Heels have defeated two of the most storied programs in the country this season, including an earlier victory against Tennessee.  ''Both Connecticut and Tennessee to me, those teams are measuring sticks,'' North Carolina Coach Sylvia Hatchell said. ''They have for years been at the top of women's basketball. For us to have had wins this year against those two, that means a lot to me because I think those two programs have set the bar for a long time.''  UConn lost to No. 4 Tennessee by 70-64 on Jan. 6; the Lady Vols squandered an 18-point lead before rallying to hand the No. 6 Huskies their first defeat of the season.  ''If I was a smarter guy, if I was a more realistic guy, I would have said, 'Well, you know, those are the growing pains that young teams go through,' '' Auriemma said. ''But this is Connecticut basketball and you don't play at Connecticut and go through growing pains. You come to Connecticut grown up. We can talk all we want about the effort and the courage it took to come back. The bottom line is, at Connecticut the only time you're happy is when you win.''  The Huskies nearly pulled it off. The Tar Heels led through most of the game and pulled ahead by 60-45 with 13:15 remaining in the second half. But foul trouble proved costly for North Carolina.  Larkins had picked up her fourth foul moments earlier and was sent to the bench. Without her presence under the basket on both ends, Connecticut was able to chip away at the lead. Larkins stayed on the bench as the Huskies used an 11-0 run to close to 64-62 with 7:00 to go. Larkins returned after that, setting up a furious finish.  Connecticut finally took its first lead when guard Renee Montgomery scored with 4:51 remaining to put the Huskies ahead, 70-68. The teams went back and forth after that for nearly four minutes with neither able to pull away. But Latta's 3-point shot broke a 76-76 tie and Connecticut could not answer. Latta added two free throws to seal the victory.  Perhaps this triumph will nudge North Carolina to No. 1 next week. The Tar Heels were No. 2 last week when the top team, Maryland, lost to No. 3 Duke on Saturday. Instead of moving up, North Carolina stayed at No. 2 while Duke leapfrogged to the top spot.  Hatchell made sure to mention it to the team at halftime as a motivator.  Larkins said, ''It in a sense doesn't really matter what other people think of us as long as we know that in our heart we have a chance to be the No. 1 team and we are the No. 1 team.''  COLLEGE BASKETBALL  ", 
            "title": "Tar Heels Rally to Top Huskies And Extend Win Streak to 20"
        }, 
        "weight": 0.7231944935478, 
        "file": "1819316.txt", 
        "other_topics": {
            "0": 0.0002637036480574825, 
            "1": 0.0002143103974043469, 
            "2": 0.00022625468273173349, 
            "3": 0.00020886304975267938, 
            "4": 0.00030011816722373, 
            "5": 0.00012859100370245116, 
            "6": 0.00033473945701820455, 
            "7": 0.0003452588616106781, 
            "8": 0.0001451133745019947, 
            "9": 0.00021407999668764178, 
            "10": 0.17317746429653713, 
            "11": 0.000399221796065729, 
            "12": 0.00021014198878357415, 
            "13": 0.00016914694872277854, 
            "14": 0.007636316927963316, 
            "15": 0.044833920582655146, 
            "16": 0.00016119313282941924, 
            "17": 0.010669203905009004, 
            "18": 0.00011655589568117404, 
            "19": 0.031752948187902065, 
            "20": 0.00023355450349509755, 
            "21": 0.00016190556430619124, 
            "22": 0.00017512254640700132, 
            "23": 0.00011818454487083384, 
            "24": 0.7231944935478, 
            "25": 0.00012773661669687674, 
            "26": 0.0035707751565706354, 
            "27": 0.00016881500623407877, 
            "28": 0.00044280158979783686, 
            "29": 0.00020229534405682265, 
            "30": 9.716927892423202e-05
        }
    }, 
    {
        "content": {
            "text": "  After running through the gamut of emotions, from the highest highs late last week to another stupefying low Sunday afternoon, the Knicks were left with a bad case of whiplash.  Then again, the condition might simply have been a product of watching their shots fly in the opposite direction. The Knicks converted a season-low 34.5 percent of their field-goals attempts Sunday, in large part because 16 of their attempts were swatted away by the Los Angeles Clippers, who cruised to a 90-80 victory at the Staples Center.  Elton Brand accounted for eight of those blocks, a career high, and scored an efficient 32 points to ruin the Knicks' New Year's Eve. The defeat denied the Knicks (13-20) a chance to claim a share of first place in the Atlantic Division. It prevented them from recording a .500 record in December, leaving them 7-9. And, combined with Friday night's lopsided loss in Phoenix, it wiped out all the exhilaration of the previous two weeks. That triple-overtime victory last week against Detroit already seems like a distant memory.  ''I'd be lying if I told you I wasn't frustrated right now,'' forward David Lee said. ''All our guys are frustrated.''  The Knicks trailed wire to wire, by as many as 24 points, and never got closer than 10 in the second half. They also trailed by as many as 24 points in Phoenix, where they never got closer than 11. But the Clippers (14-16) are not the Suns, and Coach Isiah Thomas surely expected his team to have learned something in Saturday's extensive film session here.  But there are lessons that still elude them and the most damaging one is how to keep the offense rolling when Eddy Curry is double-teamed. The Clippers, like the Suns, crowded Curry every time he touched the ball. Curry made 5 of 13 shots, and six of his seven misses were blocked. He finished with 15 points.  ''It seemed like they were coming from everywhere tonight,'' Curry said.  The Knicks do not have the shooters to keep defenses honest. Indeed, their forward rotation is littered with players who have no reliable jump shot -- Lee, Jared Jeffries and Renaldo Balkman. Jeffries played just 15 minutes Sunday.  ''I don't think it's Eddy's fault, whatsoever,'' Lee said. ''He's getting double-teamed and guys need to step up and make a play, myself included.''  It would help to have the injured Quentin Richardson back. But the Knicks also need Curry to take the next step as a franchise player, and diversify his game.  ''It's just different because of how they're guarding Eddy now,'' Stephon Marbury said. ''Once Eddy understands that he's going to be double-teamed for the remainder of his career, it's going to be tough for us until he understands that. He's starting to learn that when the trap comes to kick it out right away and repost. This is all brand new to him.''  Thomas tried everything Sunday -- playing Curry and Jerome James as co-centers, benching Jeffries for long stretches, and leaning hard on the rookie Mardy Collins. Curry and Jamal Crawford were on the bench in the fourth quarter when a unit featuring James, Collins, Lee, Marbury and Channing Frye cut a 24-point deficit to 84-74 with 3 minutes 36 seconds to play. The Clippers responded with three quick baskets.  ''I was just searching, pushing every button I could push tonight,'' Thomas said. ''And I finally got a group out there that had some semblance of working together and I just tried to stick with it.''  While Richardson missed his eighth game in a row because of back spasms, the Knicks' guards had another terrible shooting performance. Crawford was 2 for 8 and Marbury 3 for 13. Collins, in his first game back from a suspension, was the best shooter, hitting 4 of 9 shots, including three 3-pointers. He finished with a career-high 11 points and is likely to keep his rotation spot while Richardson and Steve Francis recover from injuries.  ''He was definitely a bright spot,'' Thomas said of Collins. ''I hope I can keep finding him minutes.''  For Collins, every game is a chance to make a name for himself. Until then, the image of him is as the guy who committed the flagrant foul that set off the brawl with Denver.  ''It's definitely tough to be known, the first thing you come in the league, to be known as a guy that's like this and like that,'' Collins said. ''So my whole thing is to try to go out there and prove to them and show them I can actually play basketball, try to forget about the whole situation.''  REBOUNDS  Steve Francis was back in a suit and tie Sunday afternoon, resting his right knee (tendinitis). Francis played sparingly last week, when the Knicks desperately needed another guard, but he was limited. ''I can't do anything,'' Francis said. ''It's constant pain at all times. I couldn't run or stop.''  Nate Robinson, barred from attending N.B.A. games during his suspension, went to the U.C.L.A.-Washington game at Pauley Pavilion. Robinson played three years for Washington before being drafted by the Knicks in 2005.  PRO BASKETBALL  Correction:  January 3, 2007, Wednesday  A sports article on Monday about the Knicks' 90-80 loss to the Clippers in Los Angeles misidentified the team that drafted guard Nate Robinson in 2005. It was the Phoenix Suns, who selected him at the Knicks' request, then traded him and Quentin Richardson to the Knicks for Kurt Thomas the same day; the Knicks did not draft Robinson.  ", 
            "title": "Knicks Have a Hard Time Dealing With Rejection"
        }, 
        "weight": 0.7210107597797915, 
        "file": "1815828.txt", 
        "other_topics": {
            "0": 0.00018869522728765333, 
            "1": 0.007509612835012838, 
            "2": 0.002613985437220755, 
            "3": 0.01731406339330892, 
            "4": 0.00021475192396690394, 
            "5": 9.201430791542284e-05, 
            "6": 0.00023952546121177378, 
            "7": 0.0002470527042178125, 
            "8": 0.005008011246241203, 
            "9": 0.00015318663177503364, 
            "10": 0.1533435471529594, 
            "11": 0.0002856663080003622, 
            "12": 0.00015036875912900698, 
            "13": 0.00012103443456080052, 
            "14": 0.027533010880499847, 
            "15": 0.00020413336781846907, 
            "16": 0.00011534301880353945, 
            "17": 0.0002781717485916, 
            "18": 8.340249135454115e-05, 
            "19": 0.03252942121386402, 
            "20": 0.00016712176887084958, 
            "21": 0.014828375481143276, 
            "22": 0.00012531032066063257, 
            "23": 8.456788414026293e-05, 
            "24": 0.7210107597797915, 
            "25": 0.002543490057276921, 
            "26": 0.00010300924155207172, 
            "27": 0.00012079691049235084, 
            "28": 0.012577285737107792, 
            "29": 0.0001447540305461203, 
            "30": 6.953024467825553e-05
        }
    }, 
    {
        "content": {
            "text": "  The Boston Marathon scored a coup yesterday when it added Deena Kastor, the 33-year-old American who ran the world's fastest time for a woman last year, to its April 16 race, which is six days before the London Marathon. It will be Kastor's Boston debut.  FRANK LITSKY  SPORTS BRIEFING: MARATHON  ", 
            "title": "KASTOR TO RUN BOSTON"
        }, 
        "weight": 0.7192016241455453, 
        "file": "1821121.txt", 
        "other_topics": {
            "0": 0.002210283430902546, 
            "1": 0.001796284290878346, 
            "2": 0.0018963976421632707, 
            "3": 0.0017506262867303635, 
            "4": 0.0025154988078998916, 
            "5": 0.0010778105154794842, 
            "6": 0.002805683884037033, 
            "7": 0.0028938543202254477, 
            "8": 0.0012162959808360294, 
            "9": 0.0017943531424458056, 
            "10": 0.01539326422477582, 
            "11": 0.0033461551540875556, 
            "12": 0.0017613459630410418, 
            "13": 0.0014177380590054817, 
            "14": 0.06400527601089069, 
            "15": 0.002391118244319365, 
            "16": 0.0013510716036452992, 
            "17": 0.0032583675575425224, 
            "18": 0.029699482820450956, 
            "19": 0.007640590774116461, 
            "20": 0.0019575825101037585, 
            "21": 0.0013570429866745523, 
            "22": 0.0014678236935747014, 
            "23": 0.0009905867561597823, 
            "24": 0.7192016241455453, 
            "25": 0.0010706493045674987, 
            "26": 0.029929146684865415, 
            "27": 0.001414955818455568, 
            "28": 0.003711427673894455, 
            "29": 0.08786321849666999, 
            "30": 0.0008144432160155847
        }
    }, 
    {
        "content": {
            "text": "  Isiah Thomas and Larry Brown will cross paths in a few days -- if not literally, then at least by proxy, via their respective teams. Less than seven months after being fired as the Knicks' coach, Brown was hired as an executive for the Philadelphia 76ers, who visit Madison Square Garden on Wednesday.  This odd bit of happenstance is well timed, with Thomas just hitting a critical juncture in his quest for ''significant progress'' -- a standard that specifically requires him to beat Brown's 23-59 record as coach last season.  Last week, the Knicks sank to 13-21, the same record they had under Brown one year ago. It was a bad sign for Thomas, who will be fired as coach and team president if the Knicks finish as miserably as they did last season.  But the intersection of won-lost records was temporary. Thomas pulled ahead in the virtual race with two big victories to finish the week, and it is probable that his winning percentage is about to spike upward.  The Knicks (15-21) have completed the toughest portion of their schedule and have survived their toughest test -- playing with a depleted roster for the past four weeks. They remain in contention for the Atlantic Division title and the playoff berth that comes with it.  Two important players, Quentin Richardson and Nate Robinson, are set to return Wednesday. If ever the Knicks appeared primed for a resurgence, it is now.  ''I'm hoping that's the case,'' Thomas said Friday night, after a 111-93 rout of the SuperSonics in Seattle. That victory came on the heels of a 99-81 defeat of Portland and gave the Knicks a 6-4 record since their brawl with Denver.  ''We're starting to play good basketball,'' Thomas said. ''I just like our attitude and our approach to things. I like our temperament, the toughness that we're playing with mentally.''  Thomas would not forecast a .500 record or a playoff run. But both appear possible.  The Knicks packed a league-high 36 games in the first 66 days of the season. They now downshift, with 46 games spread over the last 102 days. Half of those games will be on the road, but most of them are one-game trips -- and two are in New Jersey. The Knicks' longest remaining trip is three games.  They have only five road games remaining against the superior Western Conference. Thirty-one of their final 46 games are against the Eastern Conference. They have 11 games against their own division, which is the lowest number in the league.  After initially struggling at home, the Knicks have won four games in a row at the Garden, and five of their past six. And after going 5-11 to start the season, the Knicks have gone 10-10 since Nov. 28.  At this time last year, the Knicks had already peaked, with a six-game winning streak that got them to 13-21. They promptly collapsed. Stephon Marbury was lost to a shoulder injury, and the Knicks dropped their next six games. They also had losing streaks of 10 games, 6, 9 and 5 over the final three months under Brown.  Under Thomas, the Knicks have been more resilient. They have yet to lose more than three games in a row, despite losing a string of key players -- Richardson, Robinson, Channing Frye, Jared Jeffries and Steve Francis -- to injuries or suspensions.  The most striking difference from last season, however -- and the one that should make the greatest difference in the final months -- is the emergence of center Eddy Curry as the focal point of the offense.  In his last three games, Curry has scored 73 points on 27-of-35 shooting. His .771 shooting percentage is the N.B.A.'s highest over a three-game span, among players with at least 35 attempts, since San Antonio's David Robinson shot .800 (32 of 40) in January 1998.  The Knicks are 10-8 when Curry scores at least 20 points and have won the last six games when he has hit that mark. They are 6-2 when Curry scores 25 or more points. There is no longer any ambiguity in the game plan each night. Opponents are now forced to double-team Curry in the post, creating opportunities for everyone else. After initially struggling to adapt, Curry learned to make quicker passes and quicker moves. And he will be the greatest beneficiary when Richardson, the Knicks' best 3-point shooter, returns Wednesday.  ''It's a different game when teams have to double-team him,'' Jamal Crawford said of Curry. ''He gets the credit for changing the game for us.''  PRO BASKETBALL  ", 
            "title": "Things Looking Up For Knicks And Coach"
        }, 
        "weight": 0.7139435480343183, 
        "file": "1817259.txt", 
        "other_topics": {
            "0": 0.00022983650368409525, 
            "1": 0.00018678676918351588, 
            "2": 0.00019719706422066817, 
            "3": 0.0001820390178807424, 
            "4": 0.0002615743496720409, 
            "5": 0.00011207621477332577, 
            "6": 0.009251898449143297, 
            "7": 0.0032876340721421987, 
            "8": 0.00012647663723661874, 
            "9": 0.00018658595855551018, 
            "10": 0.2256043993555624, 
            "11": 0.00034795021789850623, 
            "12": 0.00018315370430033225, 
            "13": 0.000147423608242242, 
            "14": 0.030549325019038454, 
            "15": 0.00024864062657575347, 
            "16": 0.0001404912914186302, 
            "17": 0.00033882161747801566, 
            "18": 0.000101586761292319, 
            "19": 0.00975465663830469, 
            "20": 0.00020355937772725433, 
            "21": 0.00014111222617225208, 
            "22": 0.00015263176705719003, 
            "23": 0.0030897226385295535, 
            "24": 0.7139435480343183, 
            "25": 0.00011133155566981747, 
            "26": 0.00012546837705326375, 
            "27": 0.00014713429673066848, 
            "28": 0.0003859331108028864, 
            "29": 0.00017631479477847882, 
            "30": 8.468994455693666e-05
        }
    }, 
    {
        "content": {
            "text": "  The banner hanging above the Notre Dame basketball team's bench shows that the last time the Irish reached the N.C.A.A. tournament was in 2003. Since then, Notre Dame has endured a long string of close calls, cruel losses and trips to the National Invitation Tournament.  ''So much heartbreak in so little time,'' said Russell Carter, one of the team's two seniors on scholarship. ''No one can really say they've had that kind of concentrated heartbreak.''  But in a season in which Notre Dame was picked to finish 11th in the Big East and given little chance of reaching the N.C.A.A. tournament, the No. 22 Irish have emerged as one of the biggest surprises in college basketball.  They have done so by overcoming their arch nemesis -- the close game. The Irish pulled out an improbable 66-63 victory against Villanova on Saturday, overcoming a 7-point deficit in the final seven minutes with Carter, their leading scorer, on the bench.  Villanova (14-6, 3-4 Big East) had two chances in the final 10 seconds that could have tied the score. But Reggie Redding's 26-foot heave from the right wing and Curtis Sumpter's contested look from the left side each caromed away.  ''I think this was a big step forward for us psychologically,'' Irish Coach Mike Brey said. ''For us to have to scratch and claw and grind. We haven't had to do that against a good team here.''  The senior swingman Colin Falls led the Irish with 23 points, including the game's most important basket, which capped off the game's defining sequence.  Notre Dame led by 2 points with just over a minute remaining when Irish forward Luke Harangody launched his 6-foot-8, 250-pound frame on the floor near midcourt to dislodge a ball from Villanova guard Scottie Reynolds. (In the stands, the play drew a smile of recognition from Charlie Weis, Notre Dame's football coach.)  Falls picked up Harangody's tip near midcourt and coasted in for a layup that gave Notre Dame a 64-60 lead with 1 minute 5 seconds remaining.  ''That was the play of the game,'' Brey said of Harangody's dive to force the turnover.  Notre Dame has been able to overcome the demons of the past three seasons thanks to the strong leadership of Falls and Carter, and the efforts of young players who haven't experienced the heartbreak endured by the seniors.  Three years ago, the Irish barely missed the N.C.A.A. tournament; they wound up looking back in regret and pinpointing an early-season loss to Central Michigan. The next season, the Irish were left out of the tournament after losing to a struggling Rutgers team in the first round of the Big East tournament. The game came a week after the Irish blew out the Scarlet Knights at home, but the star guard Chris Quinn was hurt in the game's first five minutes.  Last season, Notre Dame lost five games in overtime, done in time after time in the final seconds by other Big East teams.  ''I've really seen everything but the N.C.A.A. tournament,'' Falls said. ''I've seen huge conference wins. Huge nonconference wins. I've seen a lot of letdowns, a lot of disappointments.  ''I've had the highs and lows.''  The highs on Saturday came thanks in part to the sophomore swingman Ryan Ayers, who drained a 3-pointer from the left wing to tie the score at 60-60 with 2:29 left.  Ayers has joined Harangody and the freshman point guard Tory Jackson, who had only one turnover in 36 minutes, in the youth movement that has helped the Irish exorcise their bad memories.  Notre Dame's record (17-4, 5-3 Big East) and out-of-conference victories over Maryland and Alabama have the Irish poised to see the star-crossed careers of Falls and Carter end in the N.C.A.A. tournament.  ''That's what's driving me,'' Brey said. ''I want to coach those guys in the N.C.A.A. tournament.''  COLLEGE BASKETBALL  ", 
            "title": "With Leading Scorer on Bench, Irish Help Erase Cruel Memories"
        }, 
        "weight": 0.7126389344004114, 
        "file": "1822183.txt", 
        "other_topics": {
            "0": 0.0002333208192633075, 
            "1": 0.00018961845187719014, 
            "2": 0.0002001865667236448, 
            "3": 0.0001847987247848214, 
            "4": 0.00026553981019321777, 
            "5": 0.00011377528735289556, 
            "6": 0.003328167118577105, 
            "7": 0.00030547958301798154, 
            "8": 0.00012839401985629013, 
            "9": 0.00018941459696514594, 
            "10": 0.11684074361741072, 
            "11": 0.0003532251343960198, 
            "12": 0.00018593030982232204, 
            "13": 0.0001496585464122385, 
            "14": 0.006756492505550338, 
            "15": 0.009348394827548193, 
            "16": 0.0001426211358410219, 
            "17": 0.00034395814462417863, 
            "18": 0.11531893447532623, 
            "19": 0.028094506616805397, 
            "20": 0.00020664533274197512, 
            "21": 0.00014325148394979428, 
            "22": 0.00015494566078301452, 
            "23": 0.00010456781708045714, 
            "24": 0.7126389344004114, 
            "25": 0.00011301933923622372, 
            "26": 0.003159365412929432, 
            "27": 0.00014936484894547138, 
            "28": 0.0003917838469955698, 
            "29": 0.00017898772260519454, 
            "30": 8.597384197311014e-05
        }
    }, 
    {
        "content": {
            "text": "  Eddy Curry found perfection Friday night, Jamal Crawford had a happy homecoming and the Knicks transformed a once-miserable trip into a modest sign of hope for the coming months.  They closed their five-game trip through the West with a 111-93 rout of the Seattle SuperSonics at KeyArena, turning an 0-3 start into a 2-3 finish. Beating Portland and Seattle will not catapult the Knicks to the top of any power rankings, but it salvaged the trip and allowed them to keep hovering near the top of the Atlantic Division.  It is the way the Knicks finished that carried the most promise. Curry had 27 points in 30 minutes Friday, converting all nine of his field-goal attempts and 9 of 12 free throws. Crawford had 22 points in his hometown and Stephon Marbury scored 28 points.  By the Knicks' modest standards, the trip was a success.  ''If you win three, it's a great trip. If you win two, it's a good trip,'' Coach Isiah Thomas said before the game, adding, ''You definitely want to do better. You want to get close to .500 on the road.''  Playing against an undersized and largely inexperienced front line, Curry was at his dominating best. He had 15 points in the first quarter, scoring on reverse layups, dunks and at the foul line. His thunderous putback of a Channing Frye miss in the second quarter gave the Knicks a 48-37 lead, and his putback late in the second quarter gave them a 63-49 edge.  Seattle shrank from the challenge and the margin stayed in double digits the rest of the night, climbing as high as 24 points. The locals amused themselves in the final minutes by chanting ''We want Jerome,'' a reference to the Knicks backup Jerome James, who played here before joining the Knicks. The fans had booed him earlier in the evening.  Last season, this was the site of one of Crawford's most memorable performances -- 31 points, all in the second half of a 104-101 victory in his hometown. But Thomas had no expectations of a sequel. In fact, he anticipated the opposite.  ''I never think guys will play well when they come home,'' Thomas said. ''I always think that they'll go a little bit too far. I was no different. Whenever I went back to Chicago, sometimes I went a little bit too far. Sometimes it worked, sometimes it didn't.''  Crawford had 50 friends and family members in the stands, and Thomas's worst fears materialized in the first half. Crawford fired early and often and without much conscience, missing 7 of his first 10 attempts. But he made his next three shots, including a 3-pointer that gave the Knicks a 61-46 lead.  They reached halftime with 68 points, the most they have scored in any half this season, and a 17-point lead.  Seattle was already having a miserable season, having lost the star forward Rashard Lewis to a hand injury Dec. 20. He is not expected back until late February. His absence leaves a heavy burden on Ray Allen, the Sonics sharpshooter, and when he struggles, Seattle cannot compete.  Stephon Marbury drew the initial assignment of guarding Allen, who never found his groove. Allen missed four of his first five shots and scored just 8 points in the first half.  Watching the game on television, with conflicting emotions, was Nate Robinson, the Knicks guard and Seattle native. His 10-game suspension for fighting ended at the final buzzer Friday, but any relief or joy was surely offset by the pain of missing the lone chance to play in his hometown.  But Robinson will be back in uniform when the Knicks play Wednesday night at Madison Square Garden. They will be as close to full strength as they have been all season, having survived the lengthy suspensions of Robinson, Jared Jeffries and Mardy Collins and recent injuries to Quentin Richardson, Steve Francis and Channing Frye.  With Friday's victory, the Knicks improved to 6-4 since the Denver brawl -- a far better winning rate than their 15-21 overall record.  ''When we get our whole team back, it's going to be trouble for people, period, in the N.B.A.,'' Robinson said. ''Seeing how they're playing and what they did in the triple-overtime game, it shows how much heart they have. And then with the energy that I'm going to bring back, hopefully that can put a spark in each guy.''  REBOUNDS  Coach Isiah Thomas will soon have a full roster and some tough decisions to make about the starting lineup and rotation. ''I look forward to having those decisions to make,'' Thomas said. The once-crowded rotation was simplified by a series of injuries and suspensions, but Thomas said, ''I'd rather have the weapons and the guns.''  Thomas seemed confident that Nate Robinson had learned a great life lesson during his 10-game suspension. ''I think it's given him a lot of time to reflect on his behavior, his attitude. In a funny kind of way, I think this may turn out to be a good thing for him,'' he said. Asked if Robinson would be a changed person, Thomas said: ''I think he'll try to be as best he can, but he's got a lot of energy that goes through that little body of his that makes him great. There are a lot of things that he can't help. There's a lot of things that that's just him. I keep emphasizing, when you're that small and you have that amount of energy flowing through your body, it's not like you can just sit down and be quiet.''  Quentin Richardson was held out of Friday's game but was expected to play Wednesday night against the Philadelphia 76ers. Richardson missed his 11th consecutive game, though he has recovered from back spasms. The Knicks decided to give Richardson four more days of rest, and a chance to practice.  PRO BASKETBALL  ", 
            "title": "Knicks Take Lead Early And Keep Adding to It"
        }, 
        "weight": 0.7113534070569665, 
        "file": "1816781.txt", 
        "other_topics": {
            "0": 0.00017945443141705722, 
            "1": 0.0001458415565968102, 
            "2": 0.0001539698284197393, 
            "3": 0.00014213455184825262, 
            "4": 0.00020423507772377808, 
            "5": 8.750817679147876e-05, 
            "6": 0.0025597987346820767, 
            "7": 0.00023495402190469103, 
            "8": 9.875190693831219e-05, 
            "9": 0.0001456847653278271, 
            "10": 0.15283000622822546, 
            "11": 0.002603679968694027, 
            "12": 0.00014300488973814133, 
            "13": 0.00011510712776472364, 
            "14": 0.07982073896121805, 
            "15": 0.00019413653424984805, 
            "16": 0.0001096944324180608, 
            "17": 0.0025965524333729003, 
            "18": 7.931809871364207e-05, 
            "19": 0.042596404778198246, 
            "20": 0.002490940801027354, 
            "21": 0.00011017925311178085, 
            "22": 0.0001191736148713621, 
            "23": 8.042641980233835e-05, 
            "24": 0.7113534070569665, 
            "25": 8.692675315390337e-05, 
            "26": 9.796466576894112e-05, 
            "27": 0.00011488123574156968, 
            "28": 0.0003013333646048704, 
            "29": 0.00013766512603618488, 
            "30": 6.612520467199777e-05
        }
    }
]