[
    {
        "content": {
            "text": "  ''It won't stop us.''  VICE PRESIDENT DICK CHENEY, on CNN, discussing the Senate Foreign Relation Committee's approval of a resolution opposing President Bush's plan to send more troops to Iraq. [A1]  ", 
            "title": "QUOTATION OF THE DAY"
        }, 
        "weight": 0.8185043184589097, 
        "file": "1821308.txt", 
        "other_topics": {
            "0": 0.0034390395651067904, 
            "1": 0.0023153191287781758, 
            "2": 0.0042199428739241205, 
            "3": 0.0030688938637098823, 
            "4": 0.00158757143096479, 
            "5": 0.0052990814542704405, 
            "6": 0.0027304216769202766, 
            "7": 0.05110864539163535, 
            "8": 0.0022616964035722187, 
            "9": 0.0044367890806420816, 
            "10": 0.0019055273504142473, 
            "11": 0.0027863567281047395, 
            "12": 0.002252431590382867, 
            "13": 0.001716926319058609, 
            "14": 0.001093042277486742, 
            "15": 0.0020156512344948053, 
            "16": 0.8185043184589097, 
            "17": 0.0017586374549683843, 
            "18": 0.001525113294414018, 
            "19": 0.001059872922438825, 
            "20": 0.01978443215386814, 
            "21": 0.04612278542450492, 
            "22": 0.002324155554109108, 
            "23": 0.002758420518845944, 
            "24": 0.0013206516313691347, 
            "25": 0.002858966017661913, 
            "26": 0.002344249899815048, 
            "27": 0.0016200936216893887, 
            "28": 0.002451040206864265, 
            "29": 0.003329926471075177
        }
    }, 
    {
        "content": {
            "text": "  The senators eyeing the White House -- there are six or seven, depending on whether one counts Chuck Hagel, Republican of Nebraska -- face a scheduling problem that does not torture their non-Senate rivals. Because of the Senate's close partisan divide, most members are reluctant to miss votes to hit the campaign trail.  So while Mitt Romney, the former Republican governor of Massachusetts, was able to meet voters and donors in South Carolina yesterday and John Edwards, the former Democratic senator from North Carolina, can do the same in New Hampshire and New York tomorrow, members of the Senate presidential caucus will be glued to Washington for a vote on raising the minimum wage.  Next week, it is all hands on the Senate deck for a vote on a resolution disapproving of President Bush's plan to send 21,000 additional troops to Iraq.  That explains why Senator Hillary Rodham Clinton of New York is spending her weekends in Iowa and New Hampshire. Senator Barack Obama of Illinois was in New Orleans yesterday for a hearing on domestic security but planned to return to Washington today. One exception is Senator Sam Brownback, the Kansas Republican. He will be in Iowa, Michigan, South Carolina and Florida today through Friday. A spokesman said he would be in Washington for votes on the Iraq deployment or any other critical questions.  JOHN M. BRODER  POLITICAL ACTION  ", 
            "title": "Tethers to the Senate"
        }, 
        "weight": 0.8152870157856146, 
        "file": "1822556.txt", 
        "other_topics": {
            "0": 0.04145510793257981, 
            "1": 0.00048567508707027094, 
            "2": 0.0008852002720705831, 
            "3": 0.0006437493976276462, 
            "4": 0.00033301840916029096, 
            "5": 0.0011115667877945592, 
            "6": 0.000572749462134237, 
            "7": 0.027014338731909802, 
            "8": 0.00047442686585979284, 
            "9": 0.0009306872198608778, 
            "10": 0.0003997147306063175, 
            "11": 0.0005844827305708133, 
            "12": 0.0004724834236377254, 
            "13": 0.00036015265849855996, 
            "14": 0.00022928303778581234, 
            "15": 0.0004228149703635755, 
            "16": 0.8152870157856146, 
            "17": 0.0003689022340162427, 
            "18": 0.00031991681960811944, 
            "19": 0.00022232523693636188, 
            "20": 0.053030557443601, 
            "21": 0.03411521805792681, 
            "22": 0.00048752866811171264, 
            "23": 0.0005786226654525595, 
            "24": 0.0002770277272287639, 
            "25": 0.0005997136862474937, 
            "26": 0.01678522960736457, 
            "27": 0.0003398404569789089, 
            "28": 0.0005141447462189506, 
            "29": 0.0006985051471632281
        }
    }, 
    {
        "content": {
            "text": "  ''I'm in. And I'm in to win.''  SENATOR HILLARY RODHAM CLINTON, announcing her campaign for president. [1]  ", 
            "title": "QUOTATION OF THE DAY"
        }, 
        "weight": 0.7903091977772696, 
        "file": "1820570.txt", 
        "other_topics": {
            "0": 0.006945939814432839, 
            "1": 0.004676325181853178, 
            "2": 0.008523155569369409, 
            "3": 0.006198344529237532, 
            "4": 0.003206469539483774, 
            "5": 0.010702726780637307, 
            "6": 0.005514721269373388, 
            "7": 0.024784831821025418, 
            "8": 0.004568021623573271, 
            "9": 0.008961126890238537, 
            "10": 0.003848655428400701, 
            "11": 0.005627695107472409, 
            "12": 0.004549309179710125, 
            "13": 0.003467731804832112, 
            "14": 0.0022076529595895333, 
            "15": 0.0040710762108529044, 
            "16": 0.7903091977772696, 
            "17": 0.0035519771396519025, 
            "18": 0.0030803208141812147, 
            "19": 0.0021406597367769806, 
            "20": 0.039959259671742305, 
            "21": 0.014714728642726356, 
            "22": 0.004694172396856498, 
            "23": 0.005571271439037828, 
            "24": 0.0026673629580756812, 
            "25": 0.005774346445930387, 
            "26": 0.004734757598986771, 
            "27": 0.0032721556635105426, 
            "28": 0.00495044544772649, 
            "29": 0.006725560557444964
        }
    }, 
    {
        "content": {
            "text": "  Senator Christopher J. Dodd, Democrat of Connecticut, is to announce on Thursday morning that he is running for president, some of his friends say.  He plans to outline his intentions on Don Imus's nationally syndicated radio and cable television shows, followed by a series of media interviews, they say.  Mr. Dodd was set to file paperwork with the Federal Election Commission this week establishing a campaign committee, his friends said, which would allow him to raise money to compete in what is expected to be a crowded primary field.  Beneva Schulte, a spokeswoman for Mr. Dodd, would not comment on his plans Wednesday evening.  Coverage of Mr. Dodd's announcement would be competing with that of President Bush's Wednesday night speech on Iraq.  Mr. Dodd, although well-known in Washington and his home state, does not have the kind of national name recognition of some other Democrats who are strongly considering entering the race, most prominently Senators Hillary Rodham Clinton of New York and Barack Obama of Illinois.  John Edwards, the former senator from North Carolina and vice-presidential nominee, has spent the last two years building support for his bid and is widely viewed as a strong candidate. And Senator Joseph R. Biden Jr. of Delaware, Representative Dennis J. Kucinich of Ohio and Gov. Tom Vilsack of Iowa have announced their candidacies. Senator John Kerry of Massachusetts, the party's candidate in 2004, is also considering joining the race.  Mr. Dodd, 62, who is serving his fifth term in the Senate, is chairman of the Banking Committee and has spent much of the past several months shoring up support in states with early primaries, like New Hampshire, Iowa and South Carolina. From 1995 to 1997, he served as the general chairman of the Democratic party, which could prove helpful in fund-raising.  Some of the most recent presidential polls have left Mr. Dodd off the list, but his supporters say that his experience in the Senate could be a boost and that his personality would be an asset.  Mr. Dodd, who is also a senior member of the Senate Foreign Relations committee, has become a vocal critic of the war in Iraq, saying that his vote to authorize military action in 2002 was a mistake.  He was one of the leading opponents of the appointment of John R. Bolton as ambassador to the United Nations.  THE 110TH CONGRESS  ", 
            "title": "Senator Dodd May Be Joining Democratic Race for President"
        }, 
        "weight": 0.7717824439670239, 
        "file": "1818027.txt", 
        "other_topics": {
            "0": 0.00045236585182159913, 
            "1": 0.00030455343420745406, 
            "2": 0.0005550846440296462, 
            "3": 0.00040367746881798104, 
            "4": 0.00020882664741128721, 
            "5": 0.0006970328344735545, 
            "6": 0.00035915537007607693, 
            "7": 0.0016141532835738691, 
            "8": 0.0002974999853286142, 
            "9": 0.0005836082527753939, 
            "10": 0.0002506500686370349, 
            "11": 0.0003665129786748482, 
            "12": 0.0002962813063832213, 
            "13": 0.015551634265716246, 
            "14": 0.0001437770608832634, 
            "15": 0.00026513559102923163, 
            "16": 0.7717824439670239, 
            "17": 0.00023132840297446206, 
            "18": 0.00020061100242986567, 
            "19": 0.0001394140161242369, 
            "20": 0.18140332533319806, 
            "21": 0.0009583211105514184, 
            "22": 0.00030571576368817376, 
            "23": 0.0003628382936766752, 
            "24": 0.015499508916979115, 
            "25": 0.0003760638903462212, 
            "26": 0.0003083589422966126, 
            "27": 0.00021310456519377157, 
            "28": 0.0003224059712126958, 
            "29": 0.00554661078046553
        }
    }, 
    {
        "content": {
            "text": "  Excerpts yesterday from President Bush's State of the Union address misstated a word from the speech in some copies. Mr. Bush said, ''Some in this chamber are new to the House and the Senate, and I congratulate the Democrat majority'' -- not Democratic majority.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7611114434053365, 
        "file": "1821335.txt", 
        "other_topics": {
            "0": 0.003728661896415089, 
            "1": 0.1288343826199063, 
            "2": 0.004575329798091652, 
            "3": 0.0033273439857624296, 
            "4": 0.0017212704275159378, 
            "5": 0.005745349168125811, 
            "6": 0.0029603670080376896, 
            "7": 0.01330478819123768, 
            "8": 0.0024521675431776863, 
            "9": 0.004810437936007565, 
            "10": 0.002066003338884465, 
            "11": 0.003021012688343801, 
            "12": 0.0024421224840085382, 
            "13": 0.0018615190734588886, 
            "14": 0.0011850939816416524, 
            "15": 0.0021854014215999394, 
            "16": 0.7611114434053365, 
            "17": 0.0019067429565165239, 
            "18": 0.0016535523133538166, 
            "19": 0.001149131234498326, 
            "20": 0.021450598900581982, 
            "21": 0.007899038786978249, 
            "22": 0.0025198867567198316, 
            "23": 0.0029907238018621143, 
            "24": 0.0014318716964722123, 
            "25": 0.0030997368455313312, 
            "26": 0.002541673368867983, 
            "27": 0.0017565315087123068, 
            "28": 0.002657457133858927, 
            "29": 0.003610359728494843
        }
    }, 
    {
        "content": {
            "text": "  Senator Joseph R. Biden Jr. of Delaware on Sunday became the fourth Democrat to formally announce plans to run for president next year.  ''I am running for president,'' Mr. Biden said toward the end of an appearance on ''Meet the Press'' on NBC.  ''I'm going to be Joe Biden, and I'm going to try to be the best Biden I can be,'' he said. ''If I can, I got a shot. If I can't, I lose.''  He said he would file paperwork by the end of the month to establish an exploratory committee to gather support for his bid.  Mr. Biden, who was first elected to the Senate in 1972, also sought the presidential nomination in 1988. But he dropped out of the race after admitting that he had used speeches by other politicians without attribution, and after reports that he had plagiarized while in law school.  Mr. Biden, chairman of the Committee on Foreign Relations, joins a widening field of Democratic presidential hopefuls. The others who have officially announced their candidacies are former Senator John Edwards of North Carolina, Representative Dennis J. Kucinich of Ohio and Gov. Tom Vilsack of Iowa.  Other potential Democratic contenders include Senators Hilary Rodham Clinton of New York and Barack Obama of Illinois. Among Republicans, Senator John McCain of Arizona, former Gov. George E. Pataki of New York and Rudolph W. Giuliani, the former New York City mayor, are expected to run.  ", 
            "title": "Biden Joins List of Presidential Contenders"
        }, 
        "weight": 0.7522797669193818, 
        "file": "1817392.txt", 
        "other_topics": {
            "0": 0.0007650203249853273, 
            "1": 0.0005150467619838572, 
            "2": 0.0009387336224870386, 
            "3": 0.00068268077075406, 
            "4": 0.0003531580224830565, 
            "5": 0.018457640162326993, 
            "6": 0.09564106362964575, 
            "7": 0.0027297818007332927, 
            "8": 0.000503118293617316, 
            "9": 0.0009869714378405987, 
            "10": 0.00042388786906470785, 
            "11": 0.0006198298941621945, 
            "12": 0.0005010573198300528, 
            "13": 0.0003819332420333152, 
            "14": 0.0002431491532781024, 
            "15": 0.0004483851183673163, 
            "16": 0.7522797669193818, 
            "17": 0.00039121195667008986, 
            "18": 0.00033926410151545466, 
            "19": 0.017514620860773336, 
            "20": 0.09079533273956128, 
            "21": 0.010260093734509737, 
            "22": 0.000517012440147891, 
            "23": 0.000613615435886441, 
            "24": 0.0002937812494143391, 
            "25": 0.0006359819567489643, 
            "26": 0.0005214824622547312, 
            "27": 0.00036039264030188195, 
            "28": 0.0005452381515561825, 
            "29": 0.000740747927684883
        }
    }, 
    {
        "content": {
            "text": "  ''We could not clear and hold.''  STEPHEN J. HADLEY, the president's national security adviser, on Iraq strategy. [A1]  ", 
            "title": "QUOTATION OF THE DAY"
        }, 
        "weight": 0.7509410803534575, 
        "file": "1815953.txt", 
        "other_topics": {
            "0": 0.006004017972731089, 
            "1": 0.004042180207182521, 
            "2": 0.007367351372170718, 
            "3": 0.005357802248357129, 
            "4": 0.0027716480790796094, 
            "5": 0.009251356283659902, 
            "6": 0.004766883460049649, 
            "7": 0.021423821639707765, 
            "8": 0.00394856342848943, 
            "9": 0.007745930477704437, 
            "10": 0.0033267487165599173, 
            "11": 0.004864537193383979, 
            "12": 0.0039323885331880625, 
            "13": 0.0029974812101828253, 
            "14": 0.0019082785628788002, 
            "15": 0.00351900756288293, 
            "16": 0.7509410803534575, 
            "17": 0.0030703022420215634, 
            "18": 0.0026626060726430006, 
            "19": 0.0018503701265024926, 
            "20": 0.1023442547860732, 
            "21": 0.01271930042515116, 
            "22": 0.004057607205185078, 
            "23": 0.004815765000071171, 
            "24": 0.002305648417339652, 
            "25": 0.004991301503952464, 
            "26": 0.004092688747715975, 
            "27": 0.0028284266691267455, 
            "28": 0.004279127696933781, 
            "29": 0.005813523805617381
        }
    }, 
    {
        "content": {
            "text": "  The White House sought Sunday to head off building pressure in Congress to cut off or limit financing for sending more troops to Iraq.  But even as President Bush and Vice President Dick Cheney made it clear that they would proceed with their plan to increase the United States military presence in Iraq in the face of opposition from the House and Senate, Democrats exhibited splits within their ranks over how aggressively to oppose the plan.  Speaking on ''This Week'' on ABC News, Representative John P. Murtha of Pennsylvania, the chairman of the subcommittee on military appropriations in the House, said he expected Congress to move to restrict financing for new troop deployments -- or at the very least tie approval to stringent conditions the White House would have to meet first.  ''If we have our way, there will be some substantial change and tremendous pressure put on this administration to change direction,'' Mr. Murtha said.  But Senator Carl Levin of Michigan, the new chairman of the Senate Armed Services Committee, said on CNN on Sunday that he did not believe Congress should ''use the power of the purse'' to halt the president's plan and that it should go no further than approving nonbinding resolutions opposing it.  While most Democratic leaders have not endorsed taking steps beyond seeking to pass nonbinding resolutions opposing the troop increase, pressure has been mounting in the past week from opponents of the war to take more direct and assertive action to block Mr. Bush.  In an interview on ''60 Minutes'' that was broadcast Sunday night Mr. Bush said: ''Listen, we've got people criticizing this plan before it's had a chance to work. They're saying, 'We're not even gonna fund this thing.' ''  ''I will resist that,'' he added.  On ''Fox News Sunday'' Mr. Cheney acknowledged that Congress had fiscal oversight of the war but said, ''You also cannot run a war by committee.''  Mr. Cheney said the Democrats would be undercutting the troops if they moved to block the president's plan, adding, ''I have yet to hear a coherent policy out of the Democratic side with respect to an alternative.''  Mr. Bush's national security adviser, Stephen J. Hadley, said on ''Meet the Press'' on NBC News that the White House had sufficient money in its control to deploy troops as planned, and he suggested that once they were in place, Congress would be reluctant to cut off financing.  ''I think once they get in harm's way, Congress's tradition is to support those troops,'' Mr. Hadley said.  The growing pressure on Democrats to confront the White House was highlighted by a speech delivered Sunday by John Edwards, the former Democratic senator from North Carolina who is seeking his party's presidential nomination. Mr. Edwards, who voted to authorize the war when he was in the Senate in 2002 but has since said that it was a mistake, said Congress had a moral duty to cut off financing.  ''If you're in Congress and you know this war is going in the wrong direction, it is no longer enough to study your options and keep your own counsel,'' Mr. Edwards said at Riverside Church in Manhattan, where the Rev. Martin Luther King Jr. once gave a speech denouncing the American campaign in Vietnam. ''Speak out, and stop this escalation now. You have the power to prohibit the president from spending any money to escalate the war -- use it.''  Mr. Edwards also called on fellow Democrats to support the immediate withdrawal of 50,000 troops.  In making his speech, Mr. Edwards staked out antiwar turf in the nascent Democratic presidential primary contest while challenging others to do the same -- most notably Senator Hillary Rodham Clinton of New York, who also voted to authorize military action in Iraq in 2002 but has yet to take a position on legislative options like withholding money. She visited Iraq on Saturday to speak with military commanders, and plans to explain her views in fuller detail when she returns Tuesday.  Howard Wolfson, a senior adviser to Senator Clinton, criticized Mr. Edwards's remarks by taking aim at the former senator's image, promoted by aides during the last presidential election, as an optimistic and unifying figure. ''In 2004 John Edwards used to constantly brag about running a positive campaign,'' Mr. Wolfson said. ''Today, he has unfortunately chosen to open his campaign with political attacks on Democrats who are fighting the Bush administration's Iraq policy.''  Senator Barack Obama of Illinois, another likely Democratic candidate and a longtime war critic, has stopped short of calling for a clamp on financing for Mr. Bush's plan.  While Congressional Democrats have been fairly unified in their opposition to the president's plan, the splits that have emerged center on how to proceed against it. Some say that Democrats won control of Congress with promises to force change and have a responsibility to do so; others warn that the party could incite accusations of undercutting the troops by limiting funds for them.  But with opinion polls showing overwhelming opposition to the president's plan -- and support for some kind of intervention by Congress -- the trajectory over the past two weeks has moved toward more aggressive Congressional action.  Two Democratic senators have backed away from earlier remarks in which they expressed openness to a temporary increase in troops: Senator Harry Reid of Nevada, who is the majority leader of the Senate, and Senator Christopher J. Dodd of Connecticut, a declared candidate for the 2008 presidential election.  Mr. Dodd said in a statement on Sunday that he planned to introduce a bill requiring Congressional authorization for the troop increase that would be similar -- but not identical -- to one that Senator Edward M. Kennedy of Massachusetts introduced Wednesday.  Public frustration with the war, and political moves like Mr. Edwards's on Sunday, will only heighten the pressure, especially on Democrats running for president, to put real limits or conditions on the White House war plan.  Advisers to Mrs. Clinton and Mr. Obama -- neither of whom is a declared candidate -- said in interviews that the senators had yet to conclude that the financing issue was the best way to fight Mr. Bush.  Mr. Obama, on ''Face the Nation'' on CBS News, said: ''The president has already begun these additional deployments. We, unfortunately, are not going to be voting on funding for several weeks, perhaps months.''  THE REACH OF WAR  ", 
            "title": "Democrats Are Unified in Opposition to Troop Increase, but Split Over What to Do About It"
        }, 
        "weight": 0.7265322425955439, 
        "file": "1819102.txt", 
        "other_topics": {
            "0": 0.0060471058878703125, 
            "1": 0.00011672254939050878, 
            "2": 0.00608647368987208, 
            "3": 0.0001547126316751582, 
            "4": 8.00344896124693e-05, 
            "5": 0.000267143431366549, 
            "6": 0.00013764917979554114, 
            "7": 0.0025765482226008498, 
            "8": 0.00011401925846464452, 
            "9": 0.0002236725495693563, 
            "10": 0.004011885679938628, 
            "11": 0.0001404690423766379, 
            "12": 0.00011355218997216479, 
            "13": 0.039244775960807145, 
            "14": 5.510371319187756e-05, 
            "15": 0.00010161534444563416, 
            "16": 0.7265322425955439, 
            "17": 8.865846813344948e-05, 
            "18": 7.68857776972208e-05, 
            "19": 5.343154125034703e-05, 
            "20": 0.2104938742197324, 
            "21": 0.00036728426146103, 
            "22": 0.00011716802149813551, 
            "23": 0.0001390606898413595, 
            "24": 6.657821954396702e-05, 
            "25": 0.00014412950597373147, 
            "26": 0.0001181810409259883, 
            "27": 8.167403595662393e-05, 
            "28": 0.00012356467756339547, 
            "29": 0.0021257831239289656
        }
    }, 
    {
        "content": {
            "text": "  Senator Chuck Hagel of Nebraska, an outspoken Republican critic of the administration's Iraq policy, will join two leading Democrats in introducing a resolution opposing President Bush's buildup of troops in Iraq, putting a bipartisan stamp on the looming Congressional showdown over the war.  Lawmakers and aides said Mr. Hagel had been consulting for the past few days with the two Democrats, Senators Joseph R. Biden Jr. of Delaware, chairman of the Foreign Relations Committee, and Carl Levin of Michigan, chairman of the Armed Services Committee, to develop the wording of the resolution, which could be introduced as early as Wednesday.  ''Senator Levin, Senator Biden and I have been working together on it and we are pretty close,'' Mr. Hagel, a potential Republican presidential candidate, said Tuesday night as he left the Senate.  Mr. Hagel said the intent of the resolution was not to ''bash the president'' or to call for the immediate withdrawal of United States troops from Iraq, but a responsible way for senators to register their opinion on the increase of more than 20,000 additional troops announced by Mr. Bush last week.  While Senate opponents of the buildup were preparing to move forward, Senate Republicans backing the president were trying to map their own strategy, considering proposals that could appeal to Republicans frustrated with events in Iraq but keep them from supporting the most critical resolution.  ''There will be alternatives,'' said Senator Jon Kyl of Arizona, the third-ranking Senate Republican.  At the White House, officials were continuing to discuss the new plan with members of Congress, with an emphasis on lining up Republicans behind Mr. Bush's approach. ''We knew this was not going to be an easy policy to explain or one that was going to be met with open arms,'' said a White House official, speaking on condition of anonymity.  That official said that the message to Congressional Republicans was similar to the one the White House spokesman, Tony Snow, conveyed Tuesday at his press briefing: that approval of any resolution critical of Mr. Bush's approach, even if nonbinding, would send a damaging message.  ''In an age of instant and global communication, what message does it send to the people who are fighting democracy in Iraq?'' asked Mr. Snow. ''And, also, what message does it send to the troops?''  Mr. Bush on Tuesday stepped up his challenge to Congress to provide an alternative plan if it is going to criticize his.  ''My only call to Congress is that if you've got a better way to succeed, step up and explain it,'' he said in an interview on ''The NewsHour With Jim Lehrer'' on PBS. ''What's your prescription for success? And I think they owe that explanation to the American people.''  In the House, the Democratic leadership said it would wait for the Senate to act before bringing its own resolution up for a vote. ''We think it will be useful for the Senate to go first,'' said Representative Steny H. Hoyer, Democrat of Maryland and the majority leader, who predicted a bipartisan vote in the House against the troop buildup.  Members of both parties in the Senate have said as many as a dozen Republicans may ultimately support a resolution against the president's policy. Mr. Hagel's participation could ease the concerns of other Republicans about breaking from the president.  But some Republicans, including Senator Lindsey Graham of South Carolina, suggested that Republicans critical of the plan could be reluctant to cast such a clear vote in opposition to the president and might be willing to hold off until they hear from Lt. Gen. David H. Petraeus, the newly selected ground commander in Iraq.  The level of Democratic support for a resolution is not certain, though the overwhelming majority of Senate Democrats have expressed opposition to the buildup.  ''If they have the language right, I will be right there,'' said Senator Ben Nelson, Democrat of Nebraska.  Senator Mitch McConnell of Kentucky, the Republican leader, has promised to raise procedural arguments against any proposal he sees as undermining the president.  Mr. Hagel was brutally critical of the president's new strategy during a Foreign Relations Committee hearing last week and spent some time on the floor Tuesday night discussing the Iraq resolution privately with Mr. McConnell. But Mr. Hagel said he did not anticipate an angry reaction from his colleagues for joining with Democrats, since he had such a strong record of opposition on the issue.  White House officials have dismissed Mr. Hagel as an established critic of the war who is now seeking to stake out antiwar ground in the nascent Republican primary fight for president.  Still, the officials said in interviews that while they believed any substantial Republican support for the resolution would be a symbolic blow, they were far more concerned about threats from Congressional Democrats to take aim at spending on the president's new plan. Officials say that they will rely upon Mr. McConnell to help head off any such move.  THE STRUGGLE FOR IRAQ  ", 
            "title": "Anti-Buildup Measure to Have Bipartisan Stamp"
        }, 
        "weight": 0.7200416918780967, 
        "file": "1819444.txt", 
        "other_topics": {
            "0": 0.0002260376844148196, 
            "1": 0.00015217893386873703, 
            "2": 0.00027736410050723204, 
            "3": 0.0002017091253343258, 
            "4": 0.00010434627555302917, 
            "5": 0.00034829262030069464, 
            "6": 0.00017946237071219133, 
            "7": 0.018675168057994115, 
            "8": 0.00014865447408625985, 
            "9": 0.0002916167467803327, 
            "10": 0.00012524455788381374, 
            "11": 0.00018313881269780942, 
            "12": 0.00014804552589586824, 
            "13": 0.09200855527551531, 
            "14": 7.184236781612362e-05, 
            "15": 0.00013248266820068717, 
            "16": 0.7200416918780967, 
            "17": 0.00011558992867646213, 
            "18": 0.00010024109086657073, 
            "19": 6.966224628317136e-05, 
            "20": 0.1646705165637946, 
            "21": 0.00047885286628644274, 
            "22": 0.00015275972541896346, 
            "23": 0.00018130265003301908, 
            "24": 8.680244324669858e-05, 
            "25": 0.00018791120201401055, 
            "26": 0.00015408046607553699, 
            "27": 0.0001064838609295025, 
            "28": 0.00016109947044183398, 
            "29": 0.00021886601027518913
        }
    }, 
    {
        "content": {
            "text": "  Senator John W. Warner of Virginia is drafting a proposal on Iraq policy with two Senate centrists in an effort to provide an outlet for lawmakers uneasy with President Bush's troop buildup but unwilling to back a toughly worded resolution opposing the new strategy.  Aides said Friday that Mr. Warner, a Republican who just stepped down as chairman of the Armed Services Committee, was working with Senators Susan Collins, Republican of Maine, and Ben Nelson, Democrat of Nebraska, to draw up a Senate resolution they will unveil Monday as an alternative to another bipartisan plan that flatly opposes troop increases in Iraq.  That measure, by Senators Chuck Hagel, Republican of Nebraska, and Joseph R. Biden Jr. of Delaware and Carl Levin of Michigan, both Democrats, is scheduled to be considered by the Foreign Relations Committee on Wednesday. But the emergence of a proposal embraced by Mr. Warner, an influential Republican leader on military issues, and other proposals circulating in the Senate showed there was no consensus yet.  The flurry of Iraq resolutions, coming from the political left, right and middle, raised the prospect of muddling the outcome of what Democratic leaders had hoped to keep a simple yes-or-no vote on Mr. Bush's plan. Now, some lawmakers could vote for multiple resolutions if they reached the Senate floor.  ''Either you support an escalation of American forces in Iraq or you don't,'' Mr. Hagel said Friday. ''You can try and dance on the pinhead of technicality and wordsmithing all you want, but it's going to come down to that.''  The undercurrent of the 2008 presidential campaign is also pulling on the debate over the symbolic vote on Iraq. Democrats had originally planned to offer a single nonbinding resolution, but now at least four senators with presidential aspirations have put their own names on Iraq proposals.  In short order this week, Senator Christopher J. Dodd of Connecticut introduced a plan to cap troop levels in Iraq; Senator Hillary Rodham Clinton of New York offered a similar proposal; and Senator Barack Obama of Illinois said he would present legislation as early as next week. All stopped shy of a proposal offered by Senator Edward M. Kennedy, Democrat of Massachusetts, that would block spending for any troop increase, an idea favored by the staunchest opponents of the war.  With votes in the House and Senate still to come, Democratic Congressional leaders jousted with the White House on Friday over Mr. Bush's plan to add more than 20,000 troops to try to quiet violence in Iraq.  In an interview on ''Good Morning America'' on ABC, Speaker Nancy Pelosi accused Mr. Bush of moving quickly to put the added troops in place because he knew Congress would not limit spending for military personnel in the field.  ''Democrats will never cut off funding for our troops when they are in harm's way,'' Ms. Pelosi said, ''but we will hold the president accountable. He has to answer for his war. He has dug a hole so deep he can't even see the light on this. It's a tragedy. It's a stark blunder.''  That drew a sharp response from the White House, where Dana Perino, a spokeswoman, called Ms. Pelosi's comments ''poisonous'' and said Democrats had embarked on ''sound bite war.''  ''Speaker Pelosi was arguing in essence that the president is putting young men and women in harm's way for tactical political reasons,'' Ms. Perino said. ''And she's questioning his motivations, rather than questioning his policies.''  Senators Warner, Collins and Nelson, in a move reminiscent of the ''Gang of 14'' meetings that helped avert a showdown over judicial filibusters in 2005, began meeting this week after they saw the language of the initial bipartisan resolution. Some lawmakers who had expressed resistance to the troop increase said the wording was too partisan and went far beyond the issue of Iraq to discuss the entire Middle East, North Korea and Afghanistan.  Aides to the three senators declined to elaborate on the proposal, but all three have expressed skepticism about the administration's plan to send more troops to Iraq. In an interview last week, Mr. Warner said Congress should move deliberately, but swiftly.  ''Each of us are pained by the casualties that we are taking,'' Mr. Warner said. ''We cannot dither around on it.''  Mr. Biden and his allies have some advantages in making their resolution the center of the debate because he is now chairman of the Foreign Relations Committee and can move his resolution quickly through that panel. And the Democratic leadership, which determines the floor schedule, has indicated its support for the concept as well.  ''The president's plan will receive an up-or-down vote in both chambers of Congress,'' Senator Harry Reid of Nevada, the majority leader, said Friday in a speech at the National Press Club. ''With that vote, our hope, really our prayer, is that the president will finally listen: listen to the generals, listen to the Iraq Study Group, listen to the American people and listen to a bipartisan Congress.''  THE STRUGGLE FOR IRAQ  ", 
            "title": "Senators to Offer Centrist Proposal on Iraq"
        }, 
        "weight": 0.7063466462143466, 
        "file": "1820028.txt", 
        "other_topics": {
            "0": 0.00021196945769211175, 
            "1": 0.00014270755855524527, 
            "2": 0.0002601013991095537, 
            "3": 0.00018915506951576268, 
            "4": 9.785192897559661e-05, 
            "5": 0.009901755879166363, 
            "6": 0.0001682929175924166, 
            "7": 0.051025846773985466, 
            "8": 0.00013940245555579, 
            "9": 0.00027346698329967637, 
            "10": 0.007298804864453704, 
            "11": 0.00017174054366390757, 
            "12": 0.007320186736405201, 
            "13": 0.07910073349729559, 
            "14": 6.737101286772222e-05, 
            "15": 0.00012423715720148517, 
            "16": 0.7063466462143466, 
            "17": 0.00010839579497396924, 
            "18": 9.400224446848747e-05, 
            "19": 6.532657863880525e-05, 
            "20": 0.13287761898214084, 
            "21": 0.0004490498238991685, 
            "22": 0.0025370373122514953, 
            "23": 0.00017001866084911179, 
            "24": 8.139999694735277e-05, 
            "25": 0.00017621590704355677, 
            "26": 0.00014449074241550716, 
            "27": 9.98564744309027e-05, 
            "28": 0.0001510728950902449, 
            "29": 0.00020524413716842323
        }
    }, 
    {
        "content": {
            "text": "  Who says bipartisanship is dead? President Bush has accepted an invitation from House Democrats to travel to Williamsburg, Va., in February to speak at their annual issues conference, a move that might have been unthinkable a few short months ago, when Republicans ran Capitol Hill.  Mr. Bush has addressed the Democratic retreat before, in 2001, the first year he was in office. His planned appearance this year, on Feb. 3, was announced by Representative Rahm Emanuel, chairman of the House Democratic caucus, in an e-mail message to colleagues on Friday.  ''I'm happy to announce that President Bush has accepted our invitation to address the conference on Saturday morning,'' Mr. Emanuel wrote, adding that former President Bill Clinton would also be there.  Mr. Bush's appearance is testimony to the changed climate on Capitol Hill, where Democrats have just pushed six major pieces of legislation through the House, on issues including student loans, Medicare prescription drugs and stem cell research, with some Republican support. A White House spokeswoman said Mr. Bush would deliver a speech to the Democrats and take five questions.  In the months since Democrats won the November midterm elections, members of both parties, and the president, have said they want to work together in a bipartisan way. But with Democrats strongly opposed to Mr. Bush's plan to send additional troops to Iraq, relations between the two sides have not exactly been lovey-dovey in recent days.  On Friday, Speaker Nancy Pelosi accused the president of moving quickly to put the troops ''in harm's way'' because he knew Democrats would not cut off financing once troops were sent into battle. That prompted a sharp response from Dana Perino, a White House spokeswoman, who called Ms. Pelosi's comments ''poisonous.''  Just hours later, Mr. Emanuel sent out his announcement.  ", 
            "title": "Bush to Visit Democrats' Retreat"
        }, 
        "weight": 0.7034295919826105, 
        "file": "1820059.txt", 
        "other_topics": {
            "0": 0.03165536068733447, 
            "1": 0.00037086431141527225, 
            "2": 0.0006759440582929658, 
            "3": 0.0004915707711411399, 
            "4": 0.0002542947873790594, 
            "5": 0.0008487988416994289, 
            "6": 0.0004373548088892359, 
            "7": 0.1263836074586882, 
            "8": 0.00036227510450528914, 
            "9": 0.0007106781552638266, 
            "10": 0.0003052244850010282, 
            "11": 0.00044631440067235696, 
            "12": 0.0003607910807605049, 
            "13": 0.00027501465744139063, 
            "14": 0.00017508185655677657, 
            "15": 0.00032286396196654863, 
            "16": 0.7034295919826105, 
            "17": 0.00028169588401843316, 
            "18": 0.00024429033766140565, 
            "19": 0.00016976883950135842, 
            "20": 0.12136614242388755, 
            "21": 0.001166977807044778, 
            "22": 0.00037227971664170344, 
            "23": 0.00044183962098365655, 
            "24": 0.0002115399781392705, 
            "25": 0.0004579448467042971, 
            "26": 0.006596398506171742, 
            "27": 0.00025950414263332163, 
            "28": 0.00039260390814874625, 
            "29": 0.0005333825788458297
        }
    }, 
    {
        "content": {
            "text": "  An article yesterday about Senator Jim Webb of Virginia and his response, for the Democratic Party, to the State of Union address omitted part of a conversation he had with President Bush at a White House reception for new members of Congress in November. President Bush approached Mr. Webb, whose son is a marine serving in Iraq, and asked, ''How's your boy?'' Mr. Webb replied, ''I'd like to get them out of Iraq, Mr. President.'' Mr. Webb did not say at that point in the conversation, ''That's between me and my boy, Mr. President.'' Mr. Webb did not make that statement until after Mr. Bush had said of the Iraq comment: ''That's not what I asked you. How's your boy?''  The article also referred incorrectly to how Mr. Webb's speech dealt with Democrats' response to the president's Iraq strategy. The speech did not mention whether the party will go beyond a symbolic resolution denouncing Mr. Bush's plan to send more troops to Baghdad.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.700677262349977, 
        "file": "1821334.txt", 
        "other_topics": {
            "0": 0.0011689997627254607, 
            "1": 0.07999657421486865, 
            "2": 0.0014344447410214983, 
            "3": 0.001043179681590861, 
            "4": 0.0005396479426807439, 
            "5": 0.0018012659771515821, 
            "6": 0.0009281260747464366, 
            "7": 0.0701792386965613, 
            "8": 0.0007687967844158407, 
            "9": 0.0015081551940134344, 
            "10": 0.0006477276513775612, 
            "11": 0.0009471395406646873, 
            "12": 0.0007656474852539652, 
            "13": 0.07979316828151554, 
            "14": 0.0003715473866585832, 
            "15": 0.0006851610079654728, 
            "16": 0.700677262349977, 
            "17": 0.0005977967768784046, 
            "18": 0.0005184171468652675, 
            "19": 0.00036027244566221023, 
            "20": 0.04632990741165317, 
            "21": 0.00247648478844777, 
            "22": 0.0007900279249059009, 
            "23": 0.0009376434527666797, 
            "24": 0.0004489164531218678, 
            "25": 0.0009718209206421709, 
            "26": 0.0007968584032757062, 
            "27": 0.0005507028993105283, 
            "28": 0.0008331586089693379, 
            "29": 0.0011319099943123904
        }
    }, 
    {
        "content": {
            "text": "  Republican allies of the White House argued on the Sunday news programs that resolutions critical of President Bush's new Iraq plan being considered by the Senate would embolden insurgents and demoralize American troops.  But they were faced with counterpoint arguments not only from Democrats but also from other Republicans. ''What I'll be doing is trying to appeal to my Republican colleagues to not pass a nonbinding resolution that basically says to the troops who are going there this is a mission that doesn't have a chance of succeeding,'' Senator Mitch McConnell of Kentucky, the Republican leader, said on ''Face the Nation'' on CBS.  But on the same program, Senator Arlen Specter, Republican of Pennsylvania, said, ''I cannot support sending additional troops to Iraq.''  On ''This Week'' on ABC, Senator Richard G. Lugar, Republican of Indiana, said the resolutions were ''not helpful'' to the new American commander, Lt. Gen. David H. Petraeus, or ''to the troops, to the Iraqis.''  On ''Fox News Sunday,'' Senator Sam Brownback of Kansas, a Republican presidential contender, said he was considering voting for a resolution criticizing the plan. That resolution also lays out benchmarks for the Iraqis to achieve and states that the Senate's intention is not to countermand the president's authority as commander in chief.  The Senate Foreign Relations Committee has passed a more harshly worded resolution criticizing the plan. Its backers include Senator Chuck Hagel, Republican of Nebraska.  ", 
            "title": "Senators Argue Over Bush Iraq Plan"
        }, 
        "weight": 0.6972704290808996, 
        "file": "1822386.txt", 
        "other_topics": {
            "0": 0.0006931584395659904, 
            "1": 0.0004666660455682583, 
            "2": 0.0008505540463172988, 
            "3": 0.0006185534192005522, 
            "4": 0.0003199842615805814, 
            "5": 0.0010680607077752883, 
            "6": 0.0005503323800441486, 
            "7": 0.01030124493112583, 
            "8": 0.0004558580732186053, 
            "9": 0.0008942606613267595, 
            "10": 0.00038407012764985176, 
            "11": 0.0005616064151525124, 
            "12": 0.00045399069619905596, 
            "13": 0.18821527531507307, 
            "14": 0.0002203090325361928, 
            "15": 0.00040626623740756416, 
            "16": 0.6972704290808996, 
            "17": 0.0003544636143231858, 
            "18": 0.00030739546065226516, 
            "19": 0.008041507673603532, 
            "20": 0.08226650862228561, 
            "21": 0.00146843171941046, 
            "22": 0.00046844707852172486, 
            "23": 0.0005559757095875957, 
            "24": 0.0002661850224981878, 
            "25": 0.0005762412400490043, 
            "26": 0.0004724972108478984, 
            "27": 0.0003265392984003542, 
            "28": 0.0004940214187535174, 
            "29": 0.0006711660604254434
        }
    }, 
    {
        "content": {
            "text": "  The Senate set the stage on Wednesday for a direct clash with President Bush over the war, with two senior Democrats and a prominent Republican introducing a symbolic measure to declare that the administration's plan to send additional troops to Iraq runs counter to the national interest.  The resolution, proposed by Senators Joseph R. Biden Jr. of Delaware and Carl Levin of Michigan, both Democrats, and Chuck Hagel of Nebraska, a Republican, would not be binding, and the White House said it would have no effect on Mr. Bush's plan to send more than 20,000 additional troops to Iraq.  But sponsors of the measure said Congressional passage would send a powerful message that the president could not ignore, and its adoption could be a precursor to further efforts by opponents of the war to place limits on his use of the military in Iraq or to limit financing for the war.  The measure says that the United States cannot sustain an open-ended commitment to Iraq, that the chief responsibility for quelling unrest there rests with Iraqi security forces and that the United States should seek a political solution. [Resolution text: nytimes.com/washington.]  ''This resolution will demonstrate -- and it will demonstrate it right away -- that support is not there for the president's policy in Iraq,'' said Mr. Biden, the Foreign Relations Committee chairman. ''The sooner he recognizes that reality and acts on it, the better off all of us will be.''  Mr. Biden's committee expects to take up the resolution next Wednesday, pushing any votes on the measure past Mr. Bush's State of the Union address on Tuesday night. Senate Democratic leaders have said they will bring it to the floor relatively quickly. House Democrats have made it clear that they will not take up any similar proposal until after the Senate has voted on one.  Republican leaders promised to offer an alternative that would call for time to allow Mr. Bush's new policy to work -- an attempt to provide Republicans unhappy with the war an avenue to express their view without backing the more critical proposal.  Senator Jon Kyl of Arizona, chairman of the Senate Republican Conference, said Senator Joseph I. Lieberman of Connecticut, a longtime Democrat who was re-elected last year as an independent, was the only non-Republican to pledge support so far. But Mr. Kyl said he believed that many of his Republican colleagues would ultimately find it difficult to vote against the White House.  ''You cannot micromanage a war from the United States Senate,'' Mr. Kyl said. ''At least, you can't effectively or constitutionally do that. If you vote to fund the military, then you need to leave the tactical decisions to the commanders on the ground and the commander in chief.''  But another Republican senator, Olympia J. Snowe of Maine, quickly got behind the new resolution, and Mr. Hagel predicted that others would as well. ''Now is the time for the Congress to make its voice heard on a policy that has such significant implications for the nation, the Middle East and the world,'' Ms. Snowe said in a statement.  Other Republicans who have expressed unease about the troop buildup, including Senators Susan Collins of Maine and Norm Coleman of Minnesota, took no immediate stance on the resolution. They expressed some reservations about the tone and scope of the proposal, which refers to escalating the war, which some Republicans believe has become a loaded partisan description.  In an effort to limit defections, wavering Republicans were invited to the White House for briefings on Wednesday. Tony Snow, Mr. Bush's press secretary, reiterated the administration's contention that a vote in opposition to Mr. Bush's policy would send a mixed message about American intentions.  ''What signal does it send to the Iraqis in terms of steadfastness ?'' he asked. ''What does it say -- does it make the troops feel better about their support from the United States?''  Senator John Cornyn, Republican of Texas, accused the resolution's three sponsors of political gamesmanship in advocating a nonbinding vote rather than taking on the more difficult issue of limiting funding for American forces. ''Rather than have a serious debate we see this kind of posturing,'' Mr. Cornyn said.  Mr. Hagel bristled at that comment. ''This is a serious resolution put forward by serious people who care about our country,'' he said. ''There is no moral high ground that one group of senators has over the other.''  Democratic leaders in the House and Senate say they believe that they can reach an early consensus on symbolic votes opposing the president and then later consider putting restrictions on spending for the war after gauging the depth of resistance. The House Defense Appropriations subcommittee on Wednesday began a series of closed hearings on potential limits on military spending.  Senator Christopher J. Dodd, Democrat of Connecticut, gained Democratic support for requiring the president to seek new authority from Congress before raising troop levels.  House Republicans introduced a measure that would prohibit Congress from cutting off or restricting ''funding for units and members of the armed forces in harm's way.''  THE STRUGGLE FOR IRAQ  ", 
            "title": "Measure in Senate Urges No Troop Rise in Iraq"
        }, 
        "weight": 0.6843001268583105, 
        "file": "1819653.txt", 
        "other_topics": {
            "0": 0.00021558185411826587, 
            "1": 0.00014513958947197735, 
            "2": 0.0002645340630169446, 
            "3": 0.00019237866174715002, 
            "4": 9.951952751725618e-05, 
            "5": 0.00033218164066102117, 
            "6": 0.00017116097575832907, 
            "7": 0.0032038295362442496, 
            "8": 0.00014177816070562484, 
            "9": 0.00027812742430801166, 
            "10": 0.00011945111752810372, 
            "11": 0.00017466735648360353, 
            "12": 0.00014119738064549263, 
            "13": 0.09018709358807854, 
            "14": 6.851915377801903e-05, 
            "15": 0.0001263544144118238, 
            "16": 0.6843001268583105, 
            "17": 0.00011024308272305082, 
            "18": 9.560423645198192e-05, 
            "19": 6.64398781762814e-05, 
            "20": 0.213048691998038, 
            "21": 0.0028912826999141945, 
            "22": 0.00014569351533428738, 
            "23": 0.0026074962707651334, 
            "24": 8.278722065997218e-05, 
            "25": 0.00017921898927892422, 
            "26": 0.00014695316246034345, 
            "27": 0.00010155823455847021, 
            "28": 0.0001536474885824142, 
            "29": 0.00020874192027203067
        }
    }, 
    {
        "content": {
            "text": "  An article last Tuesday about possible divisions among Democrats in Congress misstated the number of Democratic freshmen in the House. It is 42, not 30. (Democrats took over 30 Republican-held seats and 12 seats that had been vacated by Democrats.)  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6783743554005144, 
        "file": "1817659.txt", 
        "other_topics": {
            "0": 0.004267786024474469, 
            "1": 0.14746243904433176, 
            "2": 0.005236872935148899, 
            "3": 0.0038084418902955505, 
            "4": 0.0019701474896279864, 
            "5": 0.006576064434543652, 
            "6": 0.0033884040160266815, 
            "7": 0.015228516470144424, 
            "8": 0.00280672441245088, 
            "9": 0.005505975163538782, 
            "10": 0.0023647250464532703, 
            "11": 0.003457818404900077, 
            "12": 0.002795226946515895, 
            "13": 0.002130674570853095, 
            "14": 0.0013564457365795983, 
            "15": 0.002501386798824025, 
            "16": 0.6783743554005144, 
            "17": 0.002182437337617067, 
            "18": 0.0018926380695588906, 
            "19": 0.0013152831656831699, 
            "20": 0.024552123187282917, 
            "21": 0.009041154247388121, 
            "22": 0.002884235090858444, 
            "23": 0.05161954000607075, 
            "24": 0.001638904836322109, 
            "25": 0.003547925222618384, 
            "26": 0.002909171811169804, 
            "27": 0.0020105069412807114, 
            "28": 0.0030416966546168533, 
            "29": 0.004132378644309354
        }
    }, 
    {
        "content": {
            "text": "  When Senator Wayne Allard, Republican of Colorado, announced Monday that he would not seek re-election, the uphill battle for his party to reclaim the Senate in 2008 became an even steeper climb.  By the numbers, Republicans were already at a disadvantage. Twenty-one Republican seats will be open, compared with 12 Democratic seats. And not having a Republican incumbent on the ballot in a competitive state like Colorado complicates matters for Republicans.  Already, campaign politics is infusing substantive debates on Capitol Hill. Many of the incumbent Republican senators who have stepped forward to oppose President Bush's Iraq policy face re-election. (Senator Gordon H. Smith of Oregon started the trend late last year, followed by others, including Senator Norm Coleman of Minnesota last week.) Even before Mr. Allard's announcement, Colorado was emerging as a gateway to the West for Democrats, who have won the governor's office, two House districts and a Senate seat in the last four years. Those successes helped seal the Democratic Party's decision to hold its 2008 national convention in Denver. And now, the state will be host to one of the most closely watched Senate races in the nation, too.  JEFF ZELENY  POLITICAL ACTION  ", 
            "title": "Task Gets Taller for G.O.P."
        }, 
        "weight": 0.6719655897890034, 
        "file": "1819238.txt", 
        "other_topics": {
            "0": 0.0008142637180635265, 
            "1": 0.0005481996722081852, 
            "2": 0.000999158721347958, 
            "3": 0.0007266240706158185, 
            "4": 0.0003758903588039068, 
            "5": 0.0012546670910841184, 
            "6": 0.019037551862717276, 
            "7": 0.021296562491153682, 
            "8": 0.0005355033833832715, 
            "9": 0.0010505015440132317, 
            "10": 0.0004511729963687883, 
            "11": 0.0006597275623979147, 
            "12": 0.00972884378737683, 
            "13": 0.0004065178029303584, 
            "14": 0.0002588003574885716, 
            "15": 0.0004772471027003471, 
            "16": 0.6719655897890034, 
            "17": 0.0004163937767211665, 
            "18": 0.00955663614373699, 
            "19": 0.0002509468269153497, 
            "20": 0.21618165627058053, 
            "21": 0.001724988982776059, 
            "22": 0.0005502918785955033, 
            "23": 0.0006531130872838546, 
            "24": 0.0003126915777695919, 
            "25": 0.0006769193128740217, 
            "26": 0.0005550496303854464, 
            "27": 0.00038359065984367124, 
            "28": 0.0005803344434342143, 
            "29": 0.03757056509742636
        }
    }, 
    {
        "content": {
            "text": "  President Bush says he had no intention of offending members of the other party when he said in his State of the Union address, ''I congratulate the Democrat majority.'' In an interview yesterday, Juan Williams of NPR asked Mr. Bush about dropping the ''ic,'' something the president does regularly, to the intense annoyance of many Democrats.  ''The idea that somehow I was trying to needle the Democrats, it's just -- gosh -- it's probably Texas,'' he said. ''Who knows what it is. But I'm not that good at pronouncing words anyway.''  Last weekend, Mr. Bush put his bipartisan spirit on display, right there on the schedule distributed by the White House: ''The president makes remarks to the House Democrat Conference.''  But late yesterday a new version of the schedule was released. ''Democratic conference,'' it said.  JIM RUTENBERG  POLITICAL ACTION: THE PRESIDENT  ", 
            "title": "No Offense, but"
        }, 
        "weight": 0.6703612987076979, 
        "file": "1822555.txt", 
        "other_topics": {
            "0": 0.0013467986165965299, 
            "1": 0.0009067265847292164, 
            "2": 0.001652616411390692, 
            "3": 0.0012018419479851792, 
            "4": 0.0006217256203346872, 
            "5": 0.002075229271641759, 
            "6": 0.0010692892790511456, 
            "7": 0.11127211186191555, 
            "8": 0.0008857268228020006, 
            "9": 0.0017375378453239143, 
            "10": 0.000746243697066936, 
            "11": 0.0010911945953838908, 
            "12": 0.016091584413319784, 
            "13": 0.0006723836546598447, 
            "14": 0.0004280578339769556, 
            "15": 0.0007893704747402039, 
            "16": 0.6703612987076979, 
            "17": 0.0006887185932601253, 
            "18": 0.04622572337530024, 
            "19": 0.01562455391431261, 
            "20": 0.09900490578419496, 
            "21": 0.0028531453927139135, 
            "22": 0.0009101871106074608, 
            "23": 0.016289740083228765, 
            "24": 0.0005171943376809244, 
            "25": 0.0011196298863645055, 
            "26": 0.0009180564696205873, 
            "27": 0.0006344619790323279, 
            "28": 0.0009598777499742893, 
            "29": 0.0013040676850930473
        }
    }, 
    {
        "content": {
            "text": "  One day after President Bush implored Congress to give his Iraq strategy a chance to succeed, the Senate Foreign Relations Committee approved a resolution on Wednesday denouncing the plan to send more troops to Baghdad, setting up the most direct confrontation over the war since it began nearly four years ago.  The full Senate is poised to consider the nonbinding, yet strongly symbolic, repudiation of Mr. Bush as early as Wednesday. Democratic leaders agreed to tone down the language in the resolution, hoping to make it more acceptable to Republicans in an effort to send a strong, bipartisan rebuke to the White House.  ''This is not designed to say, 'Mr. President, ah-ha, you're wrong,' '' said Senator Joseph R. Biden Jr., a Delaware Democrat and chairman of the committee. ''This is designed to say, 'Mr. President, please don't go do this.' ''  Even as the White House delicately worked to persuade some Republicans to consider the president's approach, the administration also said Congressional action would not interrupt the plan to send more than 20,000 American troops to Iraq. In a television interview on CNN, Vice President Dick Cheney declared, ''It won't stop us.''  The Foreign Relations Committee approved the resolution by a vote of 12 to 9, with a Republican senator, Chuck Hagel of Nebraska, joining 11 Democrats in supporting it. But even Republicans who opposed the resolution, including Senator Richard G. Lugar of Indiana, expressed deep doubt about whether the troop increase could succeed and suggested it was time for a new direction.  The committee rejected amendments that would have strengthened or softened the resolution, which described Mr. Bush's plan to increase troops as contrary to the national interest.  Some Republicans expressed reluctance to support the legislation because they feared it could be seen as a political attack on Mr. Bush, but left themselves open to backing a similar plan offered by Senator John W. Warner, a Virginia Republican.  The Foreign Relations Committee tends to carry a more centrist outlook than the Senate as a whole, but Democrats say they believe that at least 8 of the 49 Republicans might join with nearly all Democrats in embracing a resolution -- Mr. Biden's or Mr. Warner's -- critical of the president's troop increase plan.  Senator George V. Voinovich, an Ohio Republican, said he was disappointed that the administration had failed to extend an olive branch to Congress. He said he told a White House official at the State of the Union address on Tuesday that the stalemate in Iraq was threatening to consume the Bush presidency.  ''It's time to recognize that if you keep going the way you are, you are never going to achieve what you want to achieve,'' Mr. Voinovich said. ''And, beyond that, it's going to fall over on your domestic initiatives and make your presidency uneventful and not have meaning.''  Hours after the hearing on Wednesday, the effort led by Mr. Warner was gaining ground, with six Democrats and three other Republicans signing on as co-sponsors of his proposal, which also bluntly opposes sending more troops to Iraq. Mr. Warner was declining offers from Democratic leaders to merge his proposal with theirs, saying he wanted to keep his plan as neutral as possible, so it could attract wide bipartisan support. ''It's not a question of who is the most patriotic or who is trying to set up a confrontation with the president,'' Mr. Warner said, speaking from the floor of the Senate. ''To have a vote all on one side or all on the other side will not help.''  While details of the two resolutions vary somewhat, their message is the same: many members of Congress do not support the plan to expand the military operation in Iraq.  The White House is shying away from an overt lobbying effort to thwart the Iraq resolutions, as it might do more harm than good. Instead, the administration is leaving it mainly to the Republican leadership, including the Senate Republican leader, Mitch McConnell of Kentucky, and the Republican whip, Trent Lott of Mississippi, to work toward an alternative.  Still, the White House has sought to head off overwhelming votes against the president in both the Senate and the House. Since Mr. Bush delivered his Iraq speech on Jan. 10, the national security adviser, Stephen J. Hadley, and his deputy, J. D. Crouch, have met with members of both parties. Officials, aware that a majority of senators are likely to vote in favor of the Warner resolution, say those meetings will continue. But the remarks by Mr. Cheney on Wednesday suggested that the White House was not focused on the resolutions. ''We are moving forward,'' Mr. Cheney said in the CNN interview. ''The Congress has control over the purse strings. They have the right, obviously, if they want, to cut off funding. But in terms of this effort, the president has made his decision.''  A preview of next week's full debate on Iraq unfolded Wednesday in the Senate Foreign Relations Committee, with senator after senator recounting the stories of troops from their states who had died in Iraq. Under the new Democratic majority, the committee has held nearly daily hearings on Iraq.  Senator James Webb, a Virginia Democrat who fought as a marine in Vietnam, urged his colleagues not to draw a link between the Iraq and Vietnam wars. Such comparisons, he feared, could force people away from backing the Iraq resolutions.  ''I think there are parallels and there were many people at this table who opposed the Vietnam War, but some of those parallels are superficial,'' Mr. Webb said. ''We're losing the support of a lot of people who supported the Vietnam War and who have problems with this if we try to lump it together.''  Mr. Hagel, who also served in Vietnam, has derided the president's Iraq strategy as the worst foreign policy since Vietnam. Yet on Wednesday, Mr. Hagel took a different approach as he addressed fellow Republicans -- from the administration or the Congress -- who have questioned the motives of those who have spoken critically of the war.  ''I think all 100 senators ought to be on the line on this. What do you believe? What are you willing to support? What do you think? Why were you elected?'' Mr. Hagel said, his voice booming. ''If you wanted a safe job, go sell shoes.''  THE STRUGGLE FOR IRAQ  ", 
            "title": "Bush Iraq Plan Is Condemned By Senate Panel"
        }, 
        "weight": 0.6671761938700859, 
        "file": "1821364.txt", 
        "other_topics": {
            "0": 0.0022832794296805607, 
            "1": 0.0001250467856750015, 
            "2": 0.00022791255233778874, 
            "3": 0.00016574618525143426, 
            "4": 8.574226421062374e-05, 
            "5": 0.00028619514893232507, 
            "6": 0.00014746582878896928, 
            "7": 0.0006627562096711413, 
            "8": 0.00012215070567341775, 
            "9": 0.00023962407875281356, 
            "10": 0.00010291456897816387, 
            "11": 0.0001504867939208364, 
            "12": 0.00012165032752044187, 
            "13": 0.0756042495456561, 
            "14": 5.90335136559463e-05, 
            "15": 0.0001088621887076252, 
            "16": 0.6671761938700859, 
            "17": 9.498127414837715e-05, 
            "18": 8.236899738194e-05, 
            "19": 5.724208837029089e-05, 
            "20": 0.21711537823636345, 
            "21": 0.03395415367733287, 
            "22": 0.00012552402726591488, 
            "23": 0.0001489780027013728, 
            "24": 7.132634091193533e-05, 
            "25": 0.00015440830873769942, 
            "26": 0.0001266092916294914, 
            "27": 8.749873715755893e-05, 
            "28": 0.0001323768700474169, 
            "29": 0.00017984415045272384
        }
    }, 
    {
        "content": {
            "text": "  After campaigning for months on a promise to tighten ethics rules, Senate Democratic leaders tried unsuccessfully Thursday to block a measure that would shine a light on the shadowy practice of earmarking federal money for lawmakers' pet projects.  Last week the House Democrats passed an unexpectedly broad change to their chamber's rules that would disclose the size, purpose and sponsor of any earmark.  But on Thursday, when Senator Jim DeMint, Republican of South Carolina, introduced the same thing in the Senate, Democratic leaders moved quickly to squash it, calling the House bill ill thought out.  Senator Harry Reid of Nevada, the Democratic leader, said he was happy to see the House ''moving things along very quickly.'' But, Mr. Reid said, ''frankly, I don't think they spent the time on this that we have.''  The Democratic leaders' effort to block the DeMint proposal was defeated by a vote of 51 to 46, surprising almost everyone in the Senate. The outcome reflected the keen desire of many lawmakers to appear to be on the side of openness and reform after an election that turned in part on Congressional corruption scandals.  The reputation of earmarks, which are pet projects individual lawmakers tuck into complicated bills behind the scenes, was tarnished because they figured in several of the scandals. But lawmakers cherished them as a tool of political power used to reward supporters and gain favor with constituents.  On Thursday night, Jim Manley, a spokesman for Mr. Reid, said, ''We are continuing to negotiate with Republicans on how to deal with earmark reform.''  Mr. Reid started the week by introducing a bipartisan ethics and lobbying proposal negotiated with the Republican leader, Senator Mitch McConnell of Kentucky. It contained a comparatively weak measure on earmarks that would require disclosure of the individual lawmakers sponsoring only a small fraction of them.  The bill excluded all earmarks dispensed through the federal government, including military contracts and civil engineering projects, two of the largest pools of earmarks. It also excluded all earmarks written in the explanatory reports accompanying spending bills rather than in the bills themselves, another broad category.  Mr. Reid offered his own amendment that would ban gifts or trips from lobbyists and the discounted use of corporate jets, but he left the weak earmark provision intact.  Mr. DeMint's amendment to the ethics bill would have eliminated the loopholes and would apparently apply to all earmarks, just as the new House rules do.  After the move to block it failed, Mr. Reid and Senator Richard J. Durbin of Illinois, the second-ranking Democrat, argued vigorously against the measure, saying it could have unintended effects.  ''Earmark disclosure will be a major change in the way the Senate works,'' Mr. Reid said. ''We should adopt the Reid-McConnell version rather than the House version in the DeMint amendment. If we need to revisit the issue later, we can do that.''  Mr. DeMint argued that if the original bill was not strengthened, ''the public's going to know from Day 1 that the idea of being open and transparent is just a scam.''  ", 
            "title": "Democrats In Senate Fail to Block Bill on Ethics"
        }, 
        "weight": 0.666322546517834, 
        "file": "1818313.txt", 
        "other_topics": {
            "0": 0.00033701402768122207, 
            "1": 0.00022689329685937504, 
            "2": 0.004219461572801781, 
            "3": 0.00030074102433390835, 
            "4": 0.00015557653003171276, 
            "5": 0.06902588253203565, 
            "6": 0.0002675719162825173, 
            "7": 0.020232157992562845, 
            "8": 0.0002216384545539066, 
            "9": 0.0004347900423160216, 
            "10": 0.00018673511457548215, 
            "11": 0.00027305335856643174, 
            "12": 0.00022073053478457983, 
            "13": 0.00016825286335426877, 
            "14": 0.00010711437696129676, 
            "15": 0.00019752687576789416, 
            "16": 0.666322546517834, 
            "17": 0.00017234041095178407, 
            "18": 0.00014945584785811707, 
            "19": 0.00010386389445632454, 
            "20": 0.2264881871636215, 
            "21": 0.0007139523374241009, 
            "22": 0.00022775923609464797, 
            "23": 0.0002703157063172464, 
            "24": 0.00012941930938141675, 
            "25": 0.0002801688187574154, 
            "26": 0.00022972841273590807, 
            "27": 0.00015876359266289643, 
            "28": 0.0002401934948655618, 
            "29": 0.007938164743570219
        }
    }, 
    {
        "content": {
            "text": "  As he formally announced his candidacy for president on Thursday, Senator Christopher J. Dodd of Connecticut said he saw himself as the ''dark horse'' in the expanding Democratic field, an ''unknown quantity with experience.''  He made his announcement on ''Imus in the Morning,'' a nationally syndicated radio and cable television show featuring Don Imus, and later, in an interview, he said this would be a one-time shot at the White House.  ''I am not going to run again -- this is not a warm-up,'' Mr. Dodd said. ''I realize I am not a household name, but in 12 months we'll still be talking about primaries. It is a long way away, and there are plenty of chances to break through.''  Mr. Dodd will have stiff competition in the Democratic field. The announced candidates include John Edwards, the former senator from North Carolina; Senator Joseph R. Biden of Delaware, an ally of Mr. Dodd's in Washington; and Tom Vilsack, who stepped down as Iowa governor on Thursday. The potential Democratic candidates include Senators Hillary Rodham Clinton of New York and Barack Obama of Illinois.  Mr. Dodd was first elected to the House in 1974, in a Democratic wave after Watergate. He was elected to the Senate six years later, taking the office once held by his father, Thomas J. Dodd.  He has about $5 million on hand for his run, and his advisers say they hope his fund-raising ability will be bolstered by his position as chairman of the Senate Banking Committee. He is also a former chairman of the national Democratic Party.  A senior Democrat on the Senate Foreign Relations Committee and a former Peace Corps volunteer, Mr. Dodd said he would spend much of his time concentrating on international affairs.  ''People are asking a critical question -- what kind of experience do you need? -- especially after watching an administration that seems to have needed more on-the-job training instead of understanding as you go in. I have worked at this stuff for a long time.''  Mr. Dodd voted in favor of the 2002 Senate resolution supporting the administration plan to invade Iraq, but he has since said he regrets that vote.  In a Senate hearing with Secretary of State Condoleezza Rice on Thursday, the day after President Bush's televised address calling for more troops in Iraq, Mr. Dodd said it would be ''unsound strategy'' to add more troops and urged a greater effort at diplomatic contacts instead.  In the interview, he also said he would vote in favor of withholding money for more troops. ''Everyone knows this is a failed policy,'' Mr. Dodd said of the president's war leadership. ''This is hardly a change of policy; it is more of the same, which hasn't been working.''  Mr. Dodd traveled to Iowa on Thursday afternoon and is to spend part of the weekend in South Carolina, to rally support in two states that are critical in early campaigning.  Even as he cited his decades in Congress, Mr. Dodd joked that he is a ''fresh face'' in the presidential field. During the radio and cable show, Mr. Imus needled Mr. Dodd by saying he was particularly impressed with Mr. Obama and planned to vote for Senator John McCain of Arizona, a Republican.  ''Now wait a minute, wait a minute,'' Mr. Dodd said with a chuckle and a bit of indignation. ''I come on the program, I blow everyone else off, I announce here -- at least leave the door open a little bit for me.''  Mr. Dodd, 62, is married to Jackie Marie Clegg, a consultant, and they have two young daughters.  He plans to name the Connecticut attorney general, Richard Blumenthal, as his state campaign chairman, and Representative Rosa DeLauro of Connecticut, who was once Mr. Dodd's chief of staff, as a national chairwoman.  ", 
            "title": "Senator Dodd of Connecticut Announces Bid for Presidency"
        }, 
        "weight": 0.665214215495305, 
        "file": "1818223.txt", 
        "other_topics": {
            "0": 0.000303514596676418, 
            "1": 0.00020433994382570647, 
            "2": 0.0003724337086354025, 
            "3": 0.007126067997129788, 
            "4": 0.00014011211369977924, 
            "5": 0.0004676737617871623, 
            "6": 0.013951416763507094, 
            "7": 0.08677327569892665, 
            "8": 0.0001996074365353837, 
            "9": 0.0003915716067976091, 
            "10": 0.00016817351306015125, 
            "11": 0.003673522083883626, 
            "12": 0.00019878976462867472, 
            "13": 0.00015152841058867518, 
            "14": 9.646713267497987e-05, 
            "15": 0.00017789256561199748, 
            "16": 0.665214215495305, 
            "17": 0.00015520965308469677, 
            "18": 0.00013459983163221904, 
            "19": 9.353975041351038e-05, 
            "20": 0.20397510231818133, 
            "21": 0.0006429849737424916, 
            "22": 0.0002051198080929255, 
            "23": 0.0002434461352919866, 
            "24": 0.013826996622743557, 
            "25": 0.0002523198414366876, 
            "26": 0.00020689324719327658, 
            "27": 0.00014298238006744856, 
            "28": 0.00021631809281059868, 
            "29": 0.00029388475203515903
        }
    }, 
    {
        "content": {
            "text": "  Let the hypotheticals begin. Conventional wisdom may say Senator Hillary Rodham Clinton of New York is the Democrats' prohibitive front-runner. But a Newsweek poll released over the weekend, which otherwise shows the candidates tightly bunched, indicates that former Senator John Edwards, below, is the only one to beat the top two potential Republican candidates in head-to-head matchups. The poll shows that Mr. Edwards, of North Carolina, Mrs. Clinton and Senator Barack Obama of Illinois all would beat Senator John McCain of Arizona by a few percentage points. But Rudolph W. Giuliani, the former New York mayor, would narrowly defeat Senators Clinton and Obama while losing to Mr. Edwards, 45 percent to 48 percent. But the numbers are all close and fall within the poll's margin of sampling error of plus or minus four percentage points.  The matchups, in percentages:  Edwards 48, McCain 43  Clinton 48, McCain 47  Obama 46, McCain 44  Edwards 48, Giuliani 45  Giuliani 48, Clinton 47  Giuliani 47, Obama 45  JOHN M. BRODER  POLITICAL ACTION: THE 2008 RACE  ", 
            "title": "Never Too Early for Pollsters"
        }, 
        "weight": 0.6622867473869927, 
        "file": "1820897.txt", 
        "other_topics": {
            "0": 0.052595678098116404, 
            "1": 0.0006161945249634033, 
            "2": 0.0011230873801585132, 
            "3": 0.0008167494376940334, 
            "4": 0.00042251316960571913, 
            "5": 0.0014102872208288963, 
            "6": 0.000726669108913522, 
            "7": 0.0032658716142153228, 
            "8": 0.0006019234772815383, 
            "9": 0.011516882168237453, 
            "10": 0.0005071333389418794, 
            "11": 0.0007415555545291647, 
            "12": 0.0005994577579380887, 
            "13": 0.0004569394276666232, 
            "14": 0.0002909001435565767, 
            "15": 0.0005364414950378186, 
            "16": 0.6622867473869927, 
            "17": 0.00046804034816528954, 
            "18": 0.09343064453019101, 
            "19": 0.0002820725159854784, 
            "20": 0.1396344791435176, 
            "21": 0.012275028310952417, 
            "22": 0.0006185462339962924, 
            "23": 0.0007341206661893505, 
            "24": 0.0003514756538391704, 
            "25": 0.000760879649480267, 
            "26": 0.0006238941040384045, 
            "27": 0.0004311685621238506, 
            "28": 0.0006523150684337593, 
            "29": 0.011222303908409507
        }
    }, 
    {
        "content": {
            "text": "  The Senate on Thursday overwhelmingly passed sweeping changes to ethics and lobbying rules, overcoming bipartisan reluctance to ban many of the favors that lobbyists do for lawmakers and to illuminate the shadowy legislative practice of earmarking money for special projects.  The Senate's action makes the start of the 110th Congress a watershed moment in the history of K Street and Capitol Hill. Interpreting the results of the Nov. 7 election as a reaction to corruption scandals when Congress was under Republican control, the Senate has joined the House in adopting broad new rules that go beyond the proposals Republicans introduced last year, the ones that Democrats campaigned on, or the extensive changes House Democrats recently passed.  The measure passed around 9 p.m. by a vote of 96 to 2. Senators Orrin Hatch of Utah and Tom Coburn of Oklahoma, both Republicans, were the only members to vote against the bill.  On Wednesday, Senate Republicans nearly derailed the bill in a dispute over when the Democrats would agree to vote on a Republican proposal, a version of the line-item veto. At a news conference Thursday, a half-dozen Democratic senators competed to belittle the Republicans' line-item veto as ''an excuse,'' ''a ploy,'' ''a subterfuge,'' a ''rabbit out of a hat'' and ''a grand act of ethics hypocrisy.''  Senator Harry Reid of Nevada, the leader of the new Democratic majority, threatened to postpone any action on ethics until the next election and publicly blame the Republicans if they did not allow a vote Thursday.  But by Thursday evening, Mr. Reid and Senator Mitch McConnell of Kentucky, the Republican leader, had resolved the impasse. They agreed to hold a vote on the line-item veto as part of a minimum-wage debate next week.  ''This legislation has been extremely difficult to deal with,'' Mr. Reid said Thursday night. ''It is difficult because it deals with our lives.''  ''In the short-term, the reforms in this bill may take some getting used to,'' he added, ''but in the long term, we'll be thankful we took these steps.''  Like the new House rules, the Senate bill bars members from accepting gifts, meals or trips from lobbyists or the organizations that employ them. It ends the use by senators of borrowed corporate jets at discount rates.  Also like the House rules, the Senate measure requires disclosure of the sponsors, the purpose and the cost of the pet projects, or earmarks, that lawmakers have been able to tuck anonymously into complicated spending bills.  Unlike the House, the bill would also explicitly prohibit earmarks that would benefit the immediate family of the senator who sponsored it. Many of those changes revise internal Senate rules and do not require House or presidential approval.  Senate Democrats also incorporated into the bill a provision that, if signed into law, would require for the first time that lobbyists disclose the most valuable favors they do for lawmakers: holding campaign fund-raisers, soliciting campaign contributions and bundling checks from clients and friends.  Of all the bill's provisions, it was the disclosure requirements for bundled checks that met the stiffest resistance behind the scenes in the Democratic caucus because of the potential to make it harder for incumbent lawmakers to tap K Street lobbyists as surrogate fund-raisers, aides involved in negotiations over the bill said, speaking anonymously because the talks were confidential.  Addressing another loophole in campaign finance laws, the Senate bill would also bar lobbyists or their employers from giving parties to honor lawmakers at party conventions. House Democrats say they plan to take up the subject of lobbying rules on their side of the Capitol in the next several weeks.  The party leaders began by teaming up to introduce a much weaker bipartisan bill, and lawmakers in both parties acknowledged behind-the-scenes resistance to strengthening it. But many found amendments to strengthen the bill -- a number of them offered by Senators Russell D. Feingold of Wisconsin and Barack Obama of Illinois, both Democrats -- politically difficult to oppose.  Fred Wertheimer, president of the ethics group Democracy 21, said, ''These are always difficult battles, but when you get them on the floor you get votes of 96 to 2.''  The bill became a pivotal test for Mr. Reid in his new role trying to manage the Senate. He is a frequent target of Republican accusations of fraternizing with influence-peddlers. Several members of his immediate family have worked as lobbyists, although he says that none have lobbied his office, and he is among the biggest recipients of the discounted use of corporate jets for travel.  Mr. Reid promised vigorous reform as his first act as majority leader. He offered an amendment to bar lawmakers from accepting the discounted use of corporate jets.  But when a Republican senator offered an amendment to match the House's earmark disclosure rules, Mr. Reid miscounted the votes he had on his side when he tried and failed to table the measure. Mr. Reid first argued against moving too fast to match the House Democrats' new rules and then embraced the same idea with token modifications.  Mr. Coburn, one of the two ''no'' votes, said he had been troubled by a lack of openness in the negotiations over the contents of the bill. Senators Tim Johnson, a South Dakota Democrat who is recovering from health problems, and Sam Brownback, a Kansas Republican, were absent and did not vote.  ", 
            "title": "Senate Passes Vast Overhaul In Ethics Rules"
        }, 
        "weight": 0.6516425263496309, 
        "file": "1819914.txt", 
        "other_topics": {
            "0": 0.03799579568434657, 
            "1": 0.020143740399472813, 
            "2": 0.00024159495418464151, 
            "3": 0.0001756965187803744, 
            "4": 9.088967755909977e-05, 
            "5": 0.058113471113953166, 
            "6": 0.00015631872744450038, 
            "7": 0.007372939360940153, 
            "8": 0.00012948384737077932, 
            "9": 0.02693559171203261, 
            "10": 0.0001090928969123266, 
            "11": 0.00015952105186735674, 
            "12": 0.00012895342973601897, 
            "13": 9.82953437484918e-05, 
            "14": 6.257750563000487e-05, 
            "15": 0.00011539757342666457, 
            "16": 0.6516425263496309, 
            "17": 0.00010068333815272427, 
            "18": 8.73139015144326e-05, 
            "19": 6.067853470728151e-05, 
            "20": 0.17678642299217745, 
            "21": 0.013757890604599763, 
            "22": 0.00013305968146692655, 
            "23": 0.00015792168253994803, 
            "24": 7.560831506655017e-05, 
            "25": 0.0001636779891786034, 
            "26": 0.00013421009811360557, 
            "27": 9.275159782978515e-05, 
            "28": 0.0001403239247955597, 
            "29": 0.0046375711928209285
        }
    }, 
    {
        "content": {
            "text": "  It is an open secret that many members of Congress from both parties would be relieved to scuttle proposed changes in ethics rules. After all, the changes tend to limit the personal perks and political advantages of their positions.  In the Senate, that wish appeared to come true on Wednesday. A proposed ethics overhaul collapsed when a procedural question turned into a feud between the Democratic and Republican leaders, each accusing the other of failing to address a major theme of the fall elections.  By about 10 p.m., the proposals appeared dead for now after 46 Senate Republicans blocked a vote on a broad ethics and lobbying bill. Fifty Democrats and one Republican, Senator Gordon H. Smith of Oregon, supported going ahead with the vote, but under Senate rules, 65 votes were needed to prevail.  In an interview after the vote, Senator Harry Reid, Democrat of Nevada and majority leader, said, ''The Republicans killed ethics reform, period. There is no way to put frosting on this. This is as sour as any piece of legislation.''  Mr. Reid said he would give the Republicans another chance to vote for the bill Thursday afternoon, but then would set the measure aside if they did not come around. The 21 Republican senators who will be up for re-election in 2008 ''for the next two years are going to have to go home and explain what they did to try to destroy the most significant ethics and lobbying reform since Watergate,'' Mr. Reid said.  Senator Mitch McConnell of Kentucky, the Republican leader, called Mr. Reid's accusations spin. He said the issue was Mr. Reid's refusal to hold a vote on a Republican proposal to include in the ethics bill a version of a presidential line-item veto, a provision that Mr. Reid said was irrelevant to ethics.  Mr. McConnell argued that such a veto power would help eliminate waste or corruption from the pet spending projects known as earmarks, which lawmakers tuck into complicated legislation.  Although Mr. Reid publicly vowed to hold another vote on a presidential line-item veto, Mr. McConnell said the Republicans would block passage of the ethics-and-lobbying rules package unless Mr. Reid allowed a vote on the proposal as an amendment.  ''No amount of spin is going to convince anyone that Republicans don't want to pass this bill,'' Mr. McConnell said in a speech on the floor.  The Senate ethics and lobbying reform bill under debate was introduced by the leaders of both parties and closely resembles a bill passed under Republican control last year. It is considerably weaker than a counterpart bill that the House recently passed. But roll calls on a series of proposed amendments are forcing lawmakers to choose between casting embarrassing no votes or accepting more sweeping changes.  The new House rules, for example, includes a prohibition on House members' accepting gifts, meals or trips paid for by lobbyists; a ban on accepting discounted use of corporate jets; and a requirement of public disclosure of the sponsor, cost and purpose of each earmark.  The original Senate ethics bill included looser restrictions and major loopholes. Mr. Reid, one of the biggest users of discounted corporate jet trips, introduced an amendment to roughly match the House rules on gifts, meals or jet use.  But when a Republican introduced a proposed amendment to match the House requirement on earmarks, Mr. Reid tried unsuccessfully to block it. Then he embraced it with small modifications.  Senator Trent Lott, Republican of Mississippi and a former party leader, said he was ''amused'' by the fracas. ''I guess there is a little bit of a manhood thing here where one side is going to show the other,'' Mr. Lott said.  Still, Mr. Lott, who oversaw the weaker bill that was introduced last year, also acknowledged some impatience with the zeal for new rules.  ''It's gotten out of control,'' Mr. Lott said. ''We're involved in a long process of self-flagellation.''  Senator Ben Nelson, Democrat of Nebraska, agreed. ''I think this whole process has gotten out of control,'' he said. ''Only in Washington, when somebody like Jack Abramoff and Duke Cunningham breaks the law, you suddenly have to change the law.''  THE 110TH CONGRESS  ", 
            "title": "Quarrel Stalls Movement Of Ethics Bill In the Senate"
        }, 
        "weight": 0.6498206975487774, 
        "file": "1819740.txt", 
        "other_topics": {
            "0": 0.00025910845470237983, 
            "1": 0.00017444369285176997, 
            "2": 0.0003179442563234498, 
            "3": 0.00023122047060449897, 
            "4": 0.00011961280829118903, 
            "5": 0.061847957430628715, 
            "6": 0.00020571887237671972, 
            "7": 0.04189036797818007, 
            "8": 0.00017040358188415614, 
            "9": 0.0003342821566200458, 
            "10": 0.00014356864403902958, 
            "11": 0.0002099332015234839, 
            "12": 0.006021963383967694, 
            "13": 0.003055487749014599, 
            "14": 8.235336932948749e-05, 
            "15": 0.00015186573655272137, 
            "16": 0.6498206975487774, 
            "17": 0.00013250148034410134, 
            "18": 0.00011490700862274055, 
            "19": 7.985428196301999e-05, 
            "20": 0.215098034911831, 
            "21": 0.006401169970668979, 
            "22": 0.00017510945794962506, 
            "23": 0.0002078283964247778, 
            "24": 9.95022002294433e-05, 
            "25": 0.00021540382215986284, 
            "26": 0.00017662343147785919, 
            "27": 0.00012206313618729313, 
            "28": 0.0031107982830877873, 
            "29": 0.009029274283386186
        }
    }, 
    {
        "content": {
            "text": "  A front-page article yesterday about events surrounding President Bush's State of the Union speech misquoted his opening remarks. He said, ''And tonight I have the high privilege and distinct honor of my own as the first president to begin the State of the Union Message with these words: 'Madam Speaker.' '' He did not say, ''Tonight, I have the high privilege and distinct honor to begin a speech with the words 'Madam Speaker.' ''  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6399069433480736, 
        "file": "1821327.txt", 
        "other_topics": {
            "0": 0.0021730870286594383, 
            "1": 0.0996262841797062, 
            "2": 0.0026665302760840955, 
            "3": 0.0019391964882362158, 
            "4": 0.0010031669651909803, 
            "5": 0.0033484247430364492, 
            "6": 0.0017253200542058191, 
            "7": 0.05683574335673718, 
            "8": 0.0014291382882696997, 
            "9": 0.027344368328102636, 
            "10": 0.001204079420881104, 
            "11": 0.0017606647287509007, 
            "12": 0.001423283966159245, 
            "13": 0.0010849047364752844, 
            "14": 0.0006906800430802985, 
            "15": 0.0012736653559977378, 
            "16": 0.6399069433480736, 
            "17": 0.025652077079818036, 
            "18": 0.0009637004328050675, 
            "19": 0.0006697207334128654, 
            "20": 0.11066480298657833, 
            "21": 0.004603608265840284, 
            "22": 0.001468605461381035, 
            "23": 0.0017430121798863404, 
            "24": 0.0008345036092706527, 
            "25": 0.0018065456505343554, 
            "26": 0.0014813028326023574, 
            "27": 0.0010237173396397893, 
            "28": 0.0015487823211752102, 
            "29": 0.0021041397994089267
        }
    }, 
    {
        "content": {
            "text": "  Senate critics of President Bush's troop buildup in Iraq suggested Tuesday that competing resolutions opposing the plan should be merged in an effort to attract the largest bloc of senators in a strong statement of Congressional dissent.  As they prepared for the Senate Foreign Relations Committee to consider the issue on Wednesday, both Democrats and Republicans said the two bipartisan resolutions were in fundamental agreement on objecting to the troop increase.  ''The resolutions are so close in terms of the key issue: whether or not we support an increase in military involvement and increasing the number of troops in Iraq or not,'' said Senator Carl Levin, the Michigan Democrat who is the chairman of the Armed Services Committee and a co-author of one proposal. ''There are other language issues, obviously, but they are not particularly significant. The likeness and the similarities far, far, far outweigh any language differences.''  Senator Harry Reid of Nevada, the Democratic leader, said a hybrid version of the resolutions would produce a clearer sign of the depth of opposition to the president's plan than either of the proposals could individually. ''The bottom line is that the situation we have is unacceptable, and both resolutions clearly indicate that,'' Mr. Reid said.  But Senator John W. Warner, Republican of Virginia and lead author of the other proposal, said he saw important distinctions between them. He said he was not prepared to enter any negotiations until after he saw wording approved by the Foreign Relations Committee.  ''I think there is substantial difference,'' Mr. Warner said Tuesday, adding that his approach puts more emphasis on specific benchmarks to assess progress in Iraq and calls for military rules of engagement to reflect that American forces are not to play a role in sectarian violence. ''There is a lot in ours that is not in the other one.''  The proposal from Mr. Warner and Senators Susan Collins, Republican of Maine, and Ben Nelson, Democrat of Nebraska, also declares that the president is the commander in chief and that it is not the Senate's intent to contravene his authority -- wording that drew the attention of some lawmakers.  ''History tells us that Congress does have power when it comes to the president's authorities as commander in chief,'' said Senator Richard J. Durbin of Illinois, the No. 2 Democrat in the Senate. He and others said Democrats also raised questions about whether the Warner proposal would allow troops to be increased in areas outside Baghdad, particularly in Anbar Province, which Ms. Collins and others have said is a hub for activities of Al Qaeda.  Senate Republican officials acknowledged that the prospect of one bipartisan resolution emerging was troubling in a political sense because it held the potential to attract significant numbers of Republicans and nearly all Democrats, producing a vote that would be a major embarrassment to Mr. Bush as he seeks to sell his Iraq plan.  On Tuesday, Senator Gordon H. Smith, Republican of Oregon, announced that he would sign on to the Warner resolution. Supporters of Mr. Bush's strategy used a Senate Armed Services Committee confirmation hearing on Tuesday to raise the prospect that any resolution expressing opposition to the strategy could bolster insurgents in Iraq and demoralize the American military. Other lawmakers dismissed the idea.  Senator Joseph R. Biden Jr., Democrat of Delaware and chairman of the Foreign Relations Committee, has said he is open to changes in the resolution he drew up with Mr. Levin and Senator Chuck Hagel, Republican of Nebraska. The panel will consider the proposal on Wednesday, and it could be sent to the Senate floor quickly.  THE REACH OF WAR  ", 
            "title": "Senators Say 2 Resolutions On Troop Plan Should Merge"
        }, 
        "weight": 0.6397088015038206, 
        "file": "1821022.txt", 
        "other_topics": {
            "0": 0.0003077337624809864, 
            "1": 0.0002071804797107598, 
            "2": 0.00037761092114890266, 
            "3": 0.00027461221002408784, 
            "4": 0.0001420598165298944, 
            "5": 0.00047417490922795557, 
            "6": 0.0002443248819593704, 
            "7": 0.0010980702039620845, 
            "8": 0.0002023821856900858, 
            "9": 0.00039701485582593085, 
            "10": 0.00017051129827149646, 
            "11": 0.00024933008862526893, 
            "12": 0.00020155314730088832, 
            "13": 0.13221342891160917, 
            "14": 9.780812527271303e-05, 
            "15": 0.00018036545567374717, 
            "16": 0.6397088015038206, 
            "17": 0.00015736722727718953, 
            "18": 0.00013647090805866445, 
            "19": 9.48400493798013e-05, 
            "20": 0.20681056653014382, 
            "21": 0.011077696346180617, 
            "22": 0.0002079711848953004, 
            "23": 0.0002468302875552576, 
            "24": 0.00011817517296729809, 
            "25": 0.0002558273473637873, 
            "26": 0.00020976927662748739, 
            "27": 0.00014496998255919804, 
            "28": 0.00021932513731550915, 
            "29": 0.0037732277925421422
        }
    }, 
    {
        "content": {
            "text": "  Unexpectedly broad ethics rule changes that the House passed Thursday are putting new pressure on the Senate.  The House rules leave what lobbyists say are ample loopholes for those seeking to buy access to lawmakers, mainly through campaign fund-raising. But leaders of the new Democratic majority in the Senate said Thursday that they were reintroducing a much less extensive package of changes passed last year as the starting place for an intraparty debate next week over how much further the Senate should go.  Saying they were responding to voter backlash against Congressional corruption that helped them take control, House Democrats went beyond some of the ethics proposals on which they had campaigned.  The new House rules bar members from taking gifts, meals or trips paid for by lobbyists, or the organizations that employ them. The rules also ban lawmakers from using corporate jets and reimbursing the owners. A further proposal would also eliminate major loopholes from earlier drafts, in requirements for lawmakers to disclose sponsorship of pet spending projects, or earmarks, and tax breaks they hide in complex legislation.  The House Democrats said that in March they would take up the creation of an independent ethics watchdog to police their own conduct, something lawmakers in both chambers had steadfastly resisted.  In contrast, the initial Senate ethics bill would ban only gifts or meals and not trips paid for by lobbyists or their employers. It would not restrict the use of corporate jets. It would require disclosure of the sponsors of only a small fraction of spending earmarks, excluding those added to supplementary material, called Congressional reports, that explain legislative intent or that are directed through federal agencies like the Defense Department. Nor does the Senate bill propose any independent enforcement.  Some senior Democratic aides said the House rules had upped the ante for the Senate.  ''They will be embarrassed'' if they do not do more, said James A. Thurber, a professor of government at American University in Washington and an expert on Congressional ethics rules who has acted as a consultant to several lawmakers. ''When we look at the election, it is a hot issue, so there will be a lot of focus on it in people's minds, and the heat will be on in the Senate.''  Announcing his intention to reintroduce the Senate bill that passed last year, Senator Harry Reid of Nevada, the Democratic leader, promissed to ''improve that legislation and make additional reforms.''  Senior aides in both parties said Mr. Reid was negotiating with Senator Mitch McConnell of Kentucky, the Republican leader, to try to work out a bipartisan package of changes. Jim Manley, a spokesman for Mr. Reid, said the House actions had no bearing on what the Senate would do.  An overhaul is likely to face strong opposition from veteran senators who resent ethics rules as unnecessary, and helped bring back other changes. But aides to the Senate Rules Committee said they were preparing to match the House ban on meals, gifts and trips paid for by lobbyists or any organization that employs them.  Senator Dianne Feinstein, the California Democrat who is chairwoman of the Rules Committee, has said she intends to close some of the loopholes in the current bill's earmark disclosure requirements. And despite personal doubts, she has also agreed to hold hearings on creating an independent enforcement watchdog.  Other Democrats, including Senators Barack Obama of Illinois and Russell D. Feingold of Wisconsin, planned to push for a far more drastic overhaul.  The Feingold-Obama plan would make lawmakers reimburse corporations for use of their jets at the cost of a charter flight instead of the price of a first-class ticket -- a step that stops short of the House rules. The bill would also create an independent watchdog as the House Democrats have discussed. And it would prohibit lobbyists or the organizations that employ them from holding lavish events for lawmakers at party conventions.  The Feingold-Obama bill would also require lobbyists to disclose any earmarks they are seeking for their clients, and require lobbyists to disclose any collecting and passing on of campaign contributions -- a practice known as ''bundling'' that currently makes K Street the heart of campaign fund-raising for most lawmakers. Senator Amy Klobuchar of Minnesota, said she and many other newly elected Democrats were working with Mr. Obama, Mr. Feingold and Mr. Reid to pushing for stronger changes, in part because they felt the resonance of the issue on the campaign trail.  ''The House bill raises the bar,'' Ms. Klobuchar said, ''but a number of senators have already been talking about their own efforts to strengthen the Senate bill.''  Lobbyists, meanwhile, groused that the rules passed in the House would have the unintended consequence of encouraging them to do more fund-raising for House members. The new rules bar lobbyists from treating lawmakers to meals or trips. But the lobbyists can still raise money for lawmakers' campaigns and also join lawmakers at fund-raising events or on overnight trips paid for with those campaign funds. Lobbyists said people seeking access to lawmakers may now have even more incentive to attend fund-raisers because they can no longer simply buy dinner or lunch.  Lawrence W. Noble, a Washington lawyer specializing in political rules, said lobbyists could well feel obliged to attend more fund-raisers. ''We still have a system of private financing of campaigns,'' Mr. Noble said.  THE 110TH CONGRESS  ", 
            "title": "Senate Feels Heat as House Cranks Up Ethics Overhaul"
        }, 
        "weight": 0.6288349544903524, 
        "file": "1816504.txt", 
        "other_topics": {
            "0": 0.05332292858675377, 
            "1": 0.0001319669415657366, 
            "2": 0.00024052535468308025, 
            "3": 0.00017491866764706842, 
            "4": 0.017799458157931634, 
            "5": 0.1065558585675082, 
            "6": 0.00015562666649677237, 
            "7": 0.0029130548510870454, 
            "8": 0.00012891059095043964, 
            "9": 0.00025288500322353955, 
            "10": 0.00010860991617891228, 
            "11": 0.00015881481345214775, 
            "12": 0.00012838252160329015, 
            "13": 9.786016640369168e-05, 
            "14": 6.230045982390891e-05, 
            "15": 0.00011488668036006432, 
            "16": 0.6288349544903524, 
            "17": 0.00010023758857708797, 
            "18": 8.69273416797937e-05, 
            "19": 6.040989610637442e-05, 
            "20": 0.18264461066502505, 
            "21": 0.00041525293033210374, 
            "22": 0.0001324705939611248, 
            "23": 0.00015722252492094682, 
            "24": 7.527357870426978e-05, 
            "25": 0.000162953346992955, 
            "26": 0.0001336159174340824, 
            "27": 9.234096399373273e-05, 
            "28": 0.0001397026767213812, 
            "29": 0.004617039539529424
        }
    }, 
    {
        "content": {
            "text": "  Representative Duncan Hunter, Republican of California, announced his bid for the presidency on Thursday in Spartanburg, S.C., then boarded a motor home to tour the state, where he hopes to gain support from a conservative electorate.  Mr. Hunter, 58, said his candidacy would emphasize his support for the war in Iraq, his opposition to abortion and his belief in free trade.  Serving his 14th term as a congressman, Mr. Hunter, of San Diego, is a Vietnam veteran and a lawyer. He was the chairman of the House Armed Services Committee until this year and is now the ranking Republican on the panel.  In a release earlier this month, he paved the way for his candidacy, saying, ''America needs a way ahead in the ongoing war against terrorists and a policy of economic opportunity, with a reaffirmation of faith in the principles of our founding.''  He said yesterday that he would also emphasize the need to restore the balance of trade with China.  ''This is not free trade, this is not fair trade,'' Mr. Hunter said according to the text of his speech. ''It is cheating.''  Mr. Hunter, who has a 92 percent lifetime conservative rating from the American Conservative Union, repeated his opposition to abortion this week, telling thousands of anti-abortion demonstrators here that, if elected, he would not nominate judges who supported abortion.  Mr. Hunter also opposes embryonic stem cell research and supports tighter controls on illegal immigration. Mr. Hunter is the second Republican to announce his intention to run for the presidency. Senator Sam Brownback of Kansas did last week. Senator John McCain of Arizona and Rudolph W. Giuliani, the former mayor of New York, are also expected to seek the nomination.  ", 
            "title": "2nd Republican Enters Race For Presidency"
        }, 
        "weight": 0.6284034569222815, 
        "file": "1821469.txt", 
        "other_topics": {
            "0": 0.007679448856848279, 
            "1": 0.00042057506532995403, 
            "2": 0.0007665477850674942, 
            "3": 0.000557461051989666, 
            "4": 0.00028838053035321114, 
            "5": 0.0856195872216716, 
            "6": 0.0004959779673029635, 
            "7": 0.030448080629220643, 
            "8": 0.0004108345587724124, 
            "9": 0.0008059376499130745, 
            "10": 0.0003461368585985832, 
            "11": 0.0005061385052235198, 
            "12": 0.00040915161607827174, 
            "13": 0.0003118776974757047, 
            "14": 0.0001985498765800727, 
            "15": 0.014475643261001175, 
            "16": 0.6284034569222815, 
            "17": 0.0003194544774937136, 
            "18": 0.00027703508145429835, 
            "19": 0.04957578353915344, 
            "20": 0.06708658078176205, 
            "21": 0.05776140993248602, 
            "22": 0.04275068776719554, 
            "23": 0.0005010639248393075, 
            "24": 0.00023989485476859232, 
            "25": 0.0075740791619839905, 
            "26": 0.00042583030672093216, 
            "27": 0.0002942881490130585, 
            "28": 0.0004452286435659837, 
            "29": 0.0006048773258550495
        }
    }, 
    {
        "content": {
            "text": "  Senator Hillary Rodham Clinton's entry into the 2008 presidential contest yesterday set off rounds of e-mail messages and conference calls among both her allies and opponents, some of whom were shaking their heads that a major political event was happening early on a Saturday morning.  Advisers to some of her top 2008 rivals -- Senators John McCain and Barack Obama, and former Gov. Mitt Romney of Massachusetts -- replied within minutes to requests for comment, and signaled that the Clinton announcement meant that the 2008 race was truly under way.  ''She's tough enough, smart enough and experienced enough to overcome a decidedly liberal philosophy,'' said John Weaver, a senior adviser to Mr. McCain, who is preparing to seek the Republican presidential nomination.  ''The Clinton, Obama, Edwards chain match will be hard to avert my eyes from, speaking as a pure spectator, of course,'' Mr. Weaver added, referring to former Senator John Edwards of North Carolina. (At least four other Democrats are preparing to campaign as well.)  Clinton advisers said that they chose Jan. 20 as the target date for an announcement during a meeting in mid-December, and that Mrs. Clinton was ''raring to go'' on Friday.  ''I have never been afraid to stand up for what I believe in or to face down the Republican machine,'' Mrs. Clinton said in announcing the formation of a presidential exploratory committee on her Web site, HillaryClinton.com. ''After nearly $70 million spent against my campaigns in New York and two landslide wins, I can say I know how Washington Republicans think, how they operate, and how to beat them.''  The advisers said she wanted to announce yesterday so that she would dominate the weekend news and Sunday talk shows, and to demonstrate a contrast in leadership with President Bush as he prepares for his State of the Union speech on Tuesday night.  Next weekend, she plans to campaign across Iowa, the site of the first presidential caucuses in January 2008, and visit the early primary state of New Hampshire soon after.  Mrs. Clinton appears at the head of the Democratic pack in many national polls, yet she is in a tighter spot in some voter surveys in Iowa and New Hampshire, which begin the presidential nominating process. Recent polls show Mr. Obama and Mr. Edwards doing well in those states.  ''She has not spent as much time in those state as in others, but this is a woman who is not a stranger for hard work, and who is prepared to go out and work hard for every vote,'' said one Clinton adviser, who spoke on condition of anonymity because he did not want to openly acknowledge that she was running behind to anyone.  Other than Mr. Obama and Mr. Edwards, the 2008 Democratic field at this stage also includes Senators Joseph R. Biden Jr. of Delaware and Christopher J. Dodd of Connecticut; former Gov. Tom Vilsack of Iowa; and Representative Dennis J. Kucinich of Ohio. An eighth possible candidate, Gov. Bill Richardson of New Mexico, was expected to declare today that he is forming an exploratory committee.  ", 
            "title": "Announcement Sends Race Into High Gear"
        }, 
        "weight": 0.6264724490635553, 
        "file": "1820515.txt", 
        "other_topics": {
            "0": 0.0003647805521488565, 
            "1": 0.00024558699433581134, 
            "2": 0.00044761133521267657, 
            "3": 0.00032551902265060624, 
            "4": 0.00016839445205542536, 
            "5": 0.0005620760744898591, 
            "6": 0.000289617117817386, 
            "7": 0.12076686363734722, 
            "8": 0.00023989920652818603, 
            "9": 0.00047061231485261466, 
            "10": 0.00020212018671476731, 
            "11": 0.004415041084560143, 
            "12": 0.00023891648341413466, 
            "13": 0.00018211518617572374, 
            "14": 0.00011593951100451387, 
            "15": 0.000213801079149756, 
            "16": 0.6264724490635553, 
            "17": 0.0001865395060766352, 
            "18": 0.00016176948799035744, 
            "19": 0.00011242122183693204, 
            "20": 0.21219258045047296, 
            "21": 0.0007727747406997366, 
            "22": 0.00024652427814724067, 
            "23": 0.004412077877639884, 
            "24": 0.00014008214275143462, 
            "25": 0.0003032518767969294, 
            "26": 0.0002486556948939553, 
            "27": 0.00017184409619734763, 
            "28": 0.01673794663094024, 
            "29": 0.008592188693543435
        }
    }, 
    {
        "content": {
            "text": "  One of the striking things about the 2008 presidential campaign is the number of stages it is being played on at once. Take today in Washington, for example, where things will be happening on two fronts. The afternoon brings a hearing of the Senate Armed Services Committee, a platform that could display the sharply contrasting views on Iraq of Senators John McCain, Republican of Arizona, and Hillary Rodham Clinton, Democrat of New York. The evening brings the president's State of the Union address, which many Democrats -- notably Mrs. Clinton -- view as providing an opportunity to tee off to advance their own presidential campaigns.  For the rest of the week, attention in the Senate will be focused on resolutions critical of President Bush's Iraq policy, giving a platform to other presidential hopefuls, including Senators Barack Obama of Illinois, Joseph R. Biden of Delaware, both Democrats, and Chuck Hagel of Nebraska, a Republican who is considering running. Antiwar activists are planning a big demonstration in Washington on Saturday, an event that could provide the candidates another gauge of public sentiment against the war.  But the action is not limited to Washington. At week's end, Mrs. Clinton is making her first trip to Iowa since creating her presidential exploratory committee; it seems fair to surmise that this will not be the kind of small living-room chats -- with 10 Democrats and a local reporter or two -- that have put the state on the political map. Halfway across the country, Mrs. Clinton's former and potential future political rival, former Mayor Rudolph W. Giuliani of New York, will be competing for attention by heading for New Hampshire, a trip that was planned before Mrs. Clinton decided to spend the same weekend in Des Moines.  ADAM NAGOURNEY  POLITICAL ACTION  ", 
            "title": "Here, There and in Iowa"
        }, 
        "weight": 0.6232820676692732, 
        "file": "1820896.txt", 
        "other_topics": {
            "0": 0.0005685444398268531, 
            "1": 0.0003827701868997571, 
            "2": 0.0006976439241058887, 
            "3": 0.0005073516921218734, 
            "4": 0.00026245842562005073, 
            "5": 0.0008760478732443721, 
            "6": 0.00045139523213002955, 
            "7": 0.014869927178587499, 
            "8": 0.00037390524025199636, 
            "9": 0.0007334930915240054, 
            "10": 0.0003150231218646577, 
            "11": 0.00046064245413498183, 
            "12": 0.00037237357481892456, 
            "13": 0.0002838434667042995, 
            "14": 0.013021922466255588, 
            "15": 0.00033322887983888857, 
            "16": 0.6232820676692732, 
            "17": 0.00029073918103133964, 
            "18": 0.0002521328025541861, 
            "19": 0.0001752189370222962, 
            "20": 0.311460054994522, 
            "21": 0.0012044413537818884, 
            "22": 0.0003842310309507591, 
            "23": 0.026138463916623538, 
            "24": 0.00021833105660704104, 
            "25": 0.0004726462729558993, 
            "26": 0.00038755304231666087, 
            "27": 0.00026783501706583276, 
            "28": 0.00040520769099132637, 
            "29": 0.000550505786374475
        }
    }, 
    {
        "content": {
            "text": "  A front-page article on Sunday about the power of committee leaders in Congress misspelled the given name of a former Democratic chairman of the House Ways and Means Committee. He was Wilbur Mills of Arkansas, not Wilber.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6187329649178427, 
        "file": "1818492.txt", 
        "other_topics": {
            "0": 0.047851624819644875, 
            "1": 0.09053876579151955, 
            "2": 0.004776456969912496, 
            "3": 0.003473610881279037, 
            "4": 0.001796935847999841, 
            "5": 0.00599790928516707, 
            "6": 0.003090501942600592, 
            "7": 0.013889654100072302, 
            "8": 0.0025599625097822588, 
            "9": 0.005021900239269823, 
            "10": 0.0021568228921974453, 
            "11": 0.0031538135496707604, 
            "12": 0.0025494758793099216, 
            "13": 0.0019433496918093965, 
            "14": 0.0012371895925348618, 
            "15": 0.0022814696017348403, 
            "16": 0.6187329649178427, 
            "17": 0.0019905615740057896, 
            "18": 0.001726240909568538, 
            "19": 0.0011996459570309057, 
            "20": 0.06635260141792407, 
            "21": 0.09616438200692659, 
            "22": 0.002630658595921292, 
            "23": 0.0031221931923783347, 
            "24": 0.001494815422374089, 
            "25": 0.003235998346372345, 
            "26": 0.0026534029269396206, 
            "27": 0.0018337469729852564, 
            "28": 0.002774276436762754, 
            "29": 0.0037690677284626067
        }
    }, 
    {
        "content": {
            "text": "  Speaker Tom Craddick of the Texas House, an ally of the former United States House majority leader Tom DeLay, survived a strong challenge on Tuesday from a fellow Republican to win his third term in the leadership position on the first day of the 80th session of the Legislature.  After more than five hours of haggling about making public the votes for speaker, Representative Jim Pitts withdrew.  Slightly more than 30 minutes later, Mr. Craddick was elected, 121 to 27, to close the first floor effort to defeat an incumbent speaker since 1959.  Mr. Pitts, of Waxahachie, whom Mr. Craddick appointed chairman of the Appropriations Committee, has been in the House since 1992. He has at times disagreed with Mr. Craddick's leadership, which is often compared with Mr. DeLay's.  ''It's time to heal,'' Mr. Pitts said in a speech before the House after his withdrawal and before he voted for Mr. Craddick. ''It's time to go on with Texas's business.''  The victory of Mr. Craddick, of Midland, who has been in the Legislature since 1968, ended a fight that has dominated the political landscape here for three weeks. The House elects a speaker on the first day of each regular session every two years.  The speaker's duties include overseeing floor debates, appointing members to standing committees and referring measures to committees.  Bills on immigration and campaign finance overhaul have been filed for the session, which lasts until May 28.  Mr. Craddick, who has been speaker since January 2003, when he became the first Republican to hold the post in 130 years, was investigated along with Mr. DeLay over fund-raising in the 2002 legislative races but was not indicted by a grand jury in Travis County.  Mr. DeLay was indicted in September 2005 on charges of violating the campaign finance law. He worked closely with Mr. Craddick in redrawing district maps in 2003 that benefited Republicans.  In his acceptance speech, Mr. Craddick promised to work with Republicans and Democrats.  ''I want to assure each and every one of you today,'' Mr. Craddick said, ''that I believe my primary responsibility as your elected speaker is to fulfill your elected purpose, not mine.''  Gov. Rick Perry, also a Republican, expressed optimism for the session, mentioning a desire to improve health care, education and border security.  ''The success of this session will not be judged by what has happened over the last few hours,'' Mr. Perry said, ''but by what we do in the end.''  ", 
            "title": "Texas Speaker Wins Challenge And Keeps Post"
        }, 
        "weight": 0.6137675869761787, 
        "file": "1817848.txt", 
        "other_topics": {
            "0": 0.00046422350704367966, 
            "1": 0.00031253655142328836, 
            "2": 0.01105464837554073, 
            "3": 0.00041425887815047305, 
            "4": 0.00021430052298393446, 
            "5": 0.12129295973064083, 
            "6": 0.04230862396825435, 
            "7": 0.04883902533532655, 
            "8": 0.01603281854847715, 
            "9": 0.0005989061038804341, 
            "10": 0.00025722024205600665, 
            "11": 0.0003761202125499154, 
            "12": 0.00030404759016811083, 
            "13": 0.00023176167126888906, 
            "14": 0.0001475458219644384, 
            "15": 0.0002720854666948401, 
            "16": 0.6137675869761787, 
            "17": 0.0002373921065774198, 
            "18": 0.00020586952512999961, 
            "19": 0.00014306841074679724, 
            "20": 0.13373329836413006, 
            "21": 0.0009834411351403688, 
            "22": 0.00031372934850491417, 
            "23": 0.0003723492047466884, 
            "24": 0.00017826998506139576, 
            "25": 0.00038592147781716583, 
            "26": 0.0003164418115222071, 
            "27": 0.00021869057583127582, 
            "28": 0.00033085704865982334, 
            "29": 0.005692001503529598
        }
    }, 
    {
        "content": {
            "text": "  When President Bush concluded his State of the Union address, Democrats did not turn to the House speaker, Nancy Pelosi, or to the Senate majority leader, Harry Reid, to deliver their response. They chose a different face for the party: a former Republican, an ex-marine and a secretary of the Navy in the Reagan administration.  That Democrat, Senator Jim Webb of Virginia, who won his seat at least in part through his tenacious opposition to the Iraq war, wore his son's combat boots on the campaign trail last year. And on Tuesday evening, Mr. Webb invoked his own biography, and his family's three generations of military service, as he declared that today's soldiers could no longer trust the judgment of their commander in chief.  ''The majority of the nation no longer supports the way this war is being fought, nor do the majority of our military, nor does a majority of our Congress,'' Mr. Webb said. ''We need a new direction.''  The choice of Mr. Webb was intended to provide a symbol, through his words and appearance, for the new majority in Congress. In a commanding voice, the senator chastised the administration for its economic and foreign policies, but said Democrats would try to work with Mr. Bush to change course.  ''If he does not,'' Mr. Webb said, ''we will be showing him the way.''  Late last year, before being sworn into the Senate, Mr. Webb created a minor furor when he declined to stand in line for a photograph with the president at a White House reception. When the two men finally came face to face, Mr. Bush asked Mr. Webb about his son, who was deployed in Iraq, to which Mr. Webb replied tersely, ''That's between me and my boy.''  In a city that cherishes photo opportunities, where even political rivals are inclined to extend a hand and smile, the private moment highlighted deep tensions of the day. The conservative columnist George F. Will derided Mr. Webb as a ''pompous poseur'' disrespectful of the president, while liberal bloggers hailed him as a burst of fresh air.  Mr. Webb, 60, is a leading member of the freshman class of Democrats who arrived here with a mandate of change. His triumph over Senator George Allen, a one-term Republican, made him a hero among Democrats, particularly among antiwar activists, and prompted Representative Pelosi, of California, and Senator Reid, of Nevada, to tap him for the marquee position.  ''He represents to me what the new America is all about,'' Mr. Reid, ''someone who understands what it means to go to war, what it means to have peace, what it means to work on a bipartisan basis, someone who understands Reagan Democrats and the non-Reagan Democrats and independents and Republicans out there.''  At the same time, Mr. Webb also illustrates the internal challenges facing Democrats as they settle on a response to the president's Iraq strategy. His five-minute speech did wade into the thorny question of whether the party will go beyond a symbolic resolution denouncing Mr. Bush's plan to send more troops to Baghdad.  ''We are now, as a nation, held hostage to the predictable -- and predicted -- disarray that has followed,'' Mr. Webb said, speaking against a backdrop of a United States and Virginia flag on the Capitol's second floor. ''The war's costs to our nation have been staggering.''  In his speech, which was approved by Democratic Congressional leaders, Mr. Webb also criticized Mr. Bush as presiding over an era of economic injustice.  ''It's almost as if we are living in two different countries,'' Mr. Webb said, noting that corporate profits might be reaching new highs, but that those benefits were reserved for the few. ''The middle class of this country -- our historic backbone and our best hope for a strong society in the future -- is losing its place at the table.''  STATE OF THE UNION  Correction:  January 25, 2007, Thursday  An article yesterday about Senator Jim Webb of Virginia and his response, for the Democratic Party, to the State of Union address omitted part of a conversation he had with President Bush at a White House reception for new members of Congress in November. President Bush approached Mr. Webb, whose son is a marine serving in Iraq, and asked, ''How's your boy?'' Mr. Webb replied, ''I'd like to get them out of Iraq, Mr. President.'' Mr. Webb did not say at that point in the conversation, ''That's between me and my boy, Mr. President.'' Mr. Webb did not make that statement until after Mr. Bush had said of the Iraq comment: ''That's not what I asked you. How's your boy?''  The article also referred incorrectly to how Mr. Webb's speech dealt with Democrats' response to the president's Iraq strategy. The speech did not mention whether the party will go beyond a symbolic resolution denouncing Mr. Bush's plan to send more troops to Baghdad.  ", 
            "title": "To Deliver Their Remarks, Democrats Opt to Put a Fresh Face Front and Center"
        }, 
        "weight": 0.6133408534859863, 
        "file": "1821087.txt", 
        "other_topics": {
            "0": 0.01350649224718774, 
            "1": 0.00015823784149435264, 
            "2": 0.00028840717605594653, 
            "3": 0.0002097400460838335, 
            "4": 0.00010850075625926258, 
            "5": 0.00036215966982875716, 
            "6": 0.00018660755105204737, 
            "7": 0.1096646021244412, 
            "8": 0.0001545730575835001, 
            "9": 0.010920391295103539, 
            "10": 0.00013023109043163434, 
            "11": 0.00019043036824095748, 
            "12": 0.00015393986450756112, 
            "13": 0.042585997419199315, 
            "14": 7.470272607424399e-05, 
            "15": 0.00013775738151491912, 
            "16": 0.6133408534859863, 
            "17": 0.0001201920682926213, 
            "18": 0.00010423212625110937, 
            "19": 7.243580438673046e-05, 
            "20": 0.15795531360696335, 
            "21": 0.04562086514313862, 
            "22": 0.0001588417568913764, 
            "23": 0.00018852109992554425, 
            "24": 9.025842740915259e-05, 
            "25": 0.00019539276720754344, 
            "26": 0.00016021508199858407, 
            "27": 0.00011072344824023538, 
            "28": 0.0028218045467452114, 
            "29": 0.00022758002150481335
        }
    }, 
    {
        "content": {
            "text": "  Declaring himself a proud conservative before a crowd of cheering supporters waving American flags, Senator Sam Brownback, Republican of Kansas, on Saturday announced his candidacy for president.  Mr. Brownback, an evangelical Protestant turned Roman Catholic and a former Kansas agriculture secretary, said he would focus on reviving faith and families in America; combating abortion, poverty and wasteful government spending; opposing same-sex marriage; and revamping Social Security and the federal tax system.  ''The last thing we need in America is to take God out of our public lives and institutions,'' Mr. Brownback said during his speech in Topeka, Kan. ''We need to embrace our nation's motto, 'In God we trust,' and not be ashamed of it.  ''To walk away from the Almighty is to embrace decline for a nation,'' he said. ''To embrace him leads to renewal, for individuals and for nations.''  Mr. Brownback, 50, was first elected to the House in 1994. Two years later, he was elected to the Senate, to complete the unexpired part of Senator Bob Dole's term when Mr. Dole left to run for president.  Mr. Brownback acknowledged that he would be one of the lesser-known candidates in what is expected to be a crowded field of Republican presidential hopefuls, including Senator John McCain of Arizona and Rudolph W. Giuliani, the former mayor of New York.  He said his bid might be ''a long shot,'' but he compared himself to other successful presidential candidates who had come from behind, including Jimmy Carter and Bill Clinton. He said his ideas would separate him from the pack.  ''I start out with less name ID, but I've been there before,'' Mr. Brownback said at a news conference after his speech in Topeka, Kan. ''My positions are at the heart of where the Republican Party is.''  With his opposition to abortion, embryonic stem-cell research and same-sex marriage, Mr. Brownback hopes to establish himself as the dominant conservative in the race. The American Conservative Union, which hails him as one of ''the best of the best'' in the Senate, gave him a 100 percent conservative rating in its most recent survey of Congress.  In recent weeks, Mr. Brownback has been emboldened by the struggles of Mitt Romney, the former Massachusetts governor, whose conservative credentials have come under attack because of questions about his evolving positions on abortion and gay rights. Mr. Brownback said Saturday that he planned to march in an anti-abortion rally in Washington on Monday.  But Mr. Brownback has also broken with Republicans on some issues. He supports putting most of the nation's 12 million illegal immigrants on a path to citizenship, for instance. And this month, he joined many Congressional Democrats in announcing that he opposed President Bush's plan to increase the number of troops in Iraq.  Paul M. Weyrich, chairman of the Free Congress Foundation, a conservative research group, praised Mr. Brownback for his commitment to conservative principles. But he questioned whether the senator had the charisma to prevail. ''If he can prove that, then he will have a shot,'' Mr. Weyrich said. ''If not, then his conservatism will not be enough to carry him.''  ", 
            "title": "Kansas Senator Announces Bid for Presidency"
        }, 
        "weight": 0.6122640926979812, 
        "file": "1820541.txt", 
        "other_topics": {
            "0": 0.07736036652464397, 
            "1": 0.04076871075521202, 
            "2": 0.00044035517859216094, 
            "3": 0.0003202420852151686, 
            "4": 0.00016566463620400256, 
            "5": 0.0005529643480694251, 
            "6": 0.00028492218048773414, 
            "7": 0.029649500243100823, 
            "8": 0.00023601023840167764, 
            "9": 0.0004629832929859287, 
            "10": 0.004251554141591558, 
            "11": 0.00029075905795024614, 
            "12": 0.0002350434460567315, 
            "13": 0.00017916294567172142, 
            "14": 0.0001140600339131774, 
            "15": 0.00021033518364197405, 
            "16": 0.6122640926979812, 
            "17": 0.008288936530188288, 
            "18": 0.00015914706838447115, 
            "19": 0.00011059877917530703, 
            "20": 0.13985668167510462, 
            "21": 0.057498194317462274, 
            "22": 0.00024252791203165512, 
            "23": 0.008393264873675511, 
            "24": 0.016348653266404847, 
            "25": 0.0002983359085441184, 
            "26": 0.0002446247767183098, 
            "27": 0.0001690583587098766, 
            "28": 0.0002557684500185222, 
            "29": 0.000347481093862656
        }
    }, 
    {
        "content": {
            "text": "  The new Democratic leaders of Congress on Wednesday accused President Bush of ignoring strong American sentiment against the war in Iraq and said they would build a bipartisan campaign against his proposed military expansion.  Democrats continued to debate how assertively to confront Mr. Bush over his plan. House Democrats said that they would seek to attach conditions to the spending request Mr. Bush will send to Congress soon and that those conditions, if not met, could lead Congress to limit or halt money for wider military operations.  ''We are going to fund the troops that are there,'' said Brendan Daly, an aide to Representative Nancy Pelosi of California, the House speaker. ''Any escalation of troops we will subject to scrutiny. We will have hearings, and we will set benchmarks that the president must meet to obtain this money.''  Any challenge to Mr. Bush over paying for the additional troops is probably months away. House Democrats said their first step would be to vote on a nonbinding resolution opposing Mr. Bush's plan. The Senate is planning to vote on a similar resolution as soon as next week.  ''The president's response to the challenge of Iraq is to send more American soldiers into the crossfire of a civil war,'' said Senator Richard J. Durbin of Illinois, the No. 2 Democrat in the Senate, responding for his party immediately after Mr. Bush spoke. ''The escalation of this war is not the change the American people called for in the last election.''  The criticism from Democrats resounded in near unison on Wednesday evening, a rare moment for a party that for more than four years has struggled to present a unified policy on Iraq.  Of more immediate concern to the administration was the bleak assessment from some Republicans.  Senator Norm Coleman, Republican of Minnesota, delivered a strong rebuke to the plan in a speech on the Senate floor only hours before the presidential address. A recent trip to Iraq, Mr. Coleman said, confirmed his fears that Baghdad was besieged by irreparable sectarian violence.  ''I refuse to put more American lives on the line in Baghdad without being assured that the Iraqis themselves are willing to do what they need to do to end the violence of Iraqi against Iraqi,'' said Mr. Coleman, who is up for re-election in 2008.  Senator John McCain, Republican of Arizona, one of the administration's staunchest allies on Iraq, disagreed. Public opinion was not entirely against the war, Mr. McCain said, adding, ''Americans want to be told how we can prevail in Iraq and how we can get out.''  Even though Mr. Bush proposed a bipartisan Congressional working group on Iraq, he set the stage for a major confrontation with Democrats, who won the majority last fall after the lingering war soured the climate for Republicans. The clash begins Thursday as Democrats open a series of hearings to scrutinize the president's approach on Iraq.  ''In the coming days and weeks, we should undertake respectful debate and deliberation over this new plan,'' said Senator Joseph I. Lieberman of Connecticut, a Democrat turned independent singled out by Mr. Bush for recommending a new bipartisan group focusing on the war on terror. ''Excessive partisan division and rancor at home only weakens our will to prevail in this war.''  Senator Hillary Rodham Clinton, Democrat of New York, whose potential presidential ambitions are complicated by her previous support for the war, rejected the proposal to send more American troops to Iraq. Mrs. Clinton said more pressure should be placed on the Iraqi government to begin solving its own crisis.  ''The president simply has not gotten the message sent loudly and clearly by the American people, that we desperately need a new course,'' she said. ''The president has not offered a new direction, instead he will continue to take us down the wrong road, only faster.''  The White House had asked Republicans to reserve judgment on the Iraq strategy -- or to at least stay silent -- but several Republicans distanced themselves from the president Wednesday. Secretary of State Condoleezza Rice and Stephen J. Hadley, the national security adviser, made calls and held meetings in an effort to stem political damage.  ''This is a dangerously wrongheaded strategy that will drive America deeper into an unwinnable swamp at a great cost,'' said Senator Chuck Hagel, Republican of Nebraska. ''It is wrong to place American troops in the middle of Iraq's civil war.''  Senator Gordon H. Smith of Oregon, who was among the first Republicans to drop his support of the administration's Iraq policy, said he was opposed to a troop increase. ''This is the president's Hail Mary pass,'' Mr. Smith said. ''Now it is up to the Iraqi army to catch the ball.''  Senator John W. Warner, Republican of Virginia, said he had reservations about increasing troops, but declined to condemn the president's plan until Congress had had the opportunity to study it.  ''Blow the whistle, time out, until Congress has done its homework and its analysis,'' Mr. Warner said. ''But each day that goes by, all of us are pained by the casualties. We cannot dither about.''  Six hours before the president delivered his address, Congressional leaders from both parties were called to the White House for a briefing. Democrats dismissed the meeting as a last-minute procedural briefing, saying the president had failed to consult with them, as he promised to only a week ago.  THE STRUGGLE FOR IRAQ  ", 
            "title": "Democrats Plan to Fight Expansion Of Troops"
        }, 
        "weight": 0.5949882143100974, 
        "file": "1818088.txt", 
        "other_topics": {
            "0": 0.00020415038332813635, 
            "1": 0.0024429271847432174, 
            "2": 0.0002505068461774719, 
            "3": 0.00018217756638408525, 
            "4": 9.424239240533298e-05, 
            "5": 0.009536502477114501, 
            "6": 0.0001620849721086062, 
            "7": 0.007644910435320165, 
            "8": 0.00013426021394051573, 
            "9": 0.0002633794041654313, 
            "10": 0.00011311708739158887, 
            "11": 0.00016540542304399185, 
            "12": 0.00013371023039765093, 
            "13": 0.16148578622785503, 
            "14": 6.48858484231624e-05, 
            "15": 0.00011965432917756149, 
            "16": 0.5949882143100974, 
            "17": 0.00010439731901015951, 
            "18": 9.053471406159598e-05, 
            "19": 6.291682875369286e-05, 
            "20": 0.19944606119879546, 
            "21": 0.021181839460759664, 
            "22": 0.00013796795247712074, 
            "23": 0.0001637470565957591, 
            "24": 7.839733497761181e-05, 
            "25": 0.0001697157003803389, 
            "26": 0.00013916080539460915, 
            "27": 9.617299470792424e-05, 
            "28": 0.00014550015732909323, 
            "29": 0.0001976731446831715
        }
    }, 
    {
        "content": {
            "text": "  After years of rock-solid party discipline and fealty to President Bush, Congressional Republicans have suddenly fractured in their new role as members of the minority, with some prominently deserting the White House on Iraq and others bolting from their leadership on popular domestic issues.  ''We have got a lot of free agents,'' said Senator John Thune, Republican of South Dakota, referring to the Republican backlash over the president's proposal for a troop increase in Iraq.  Facing as much internal party dissension as he has seen since taking office, Mr. Bush invited Republican leaders of the House and Senate to his Camp David retreat this weekend to plot strategy only days after his plan for a troop buildup ran into scorching Republican resistance on Capitol Hill. While Republican unrest about Iraq was the most visible party division, others were starkly reflected in the ease with which House Democrats pushed through initial elements of their 100-hour legislative program with substantial Republican backing.  Only one House Republican opposed changes in ethics rules. Eighty-two Republicans joined Democrats in approving an increase in the minimum wage; 68 Republicans backed the new majority's measure that puts into force remaining recommendations of the Sept. 11 commission; 48 supported a return to pay-as-you-go budget rules, and 37 endorsed expanded embryonic stem cell research.  The numbers dipped a bit on Friday, when only two dozen Republicans voted with Democrats to allow the federal government to negotiate Medicare drug prices, an issue where Republican free-market ideology clashes with the Democratic vision of the role of government. But in the often-polarized House, crossing the aisle in such numbers on major legislation is rare.  Equally telling was a little-noticed procedural vote when more than 50 Republicans rejected their party's alternative to the Democratic minimum wage legislation, normally a statement of party loyalty. ''I thought it was a sham,'' Representative Peter T. King, Republican of New York, said of his own party's substitute.  The developments left many wondering whether recent days represented a permanent shift in the relationship between the White House and Congressional Republicans and a long-term weakening of party identity, or whether the combination of the magnitude of the war and the shock of losing the majority has only temporarily altered the terrain.  Democrats were bolstered by the turn of events. ''I think we are where the majority of America is, and you are seeing that even on Iraq,'' said Representative Steny H. Hoyer of Maryland, the majority leader, who like other Democrats said rank-and-file Republicans were responding to the results from November.  ''I think they recognize that the last election was a call for a new direction, and they don't want to get swept away by that,'' Representative John B. Larson of Connecticut, a member of the Democratic leadership, said.  Leaders of both parties pointed to the president's poor poll numbers, the unpopularity of the war in Iraq and the pent-up demand for some of the legislative proposals pushed by Democrats as the explanation for the Republican splintering.  Representative Adam H. Putnam of Florida, chairman of the House Republican Conference, said he expected some Republicans flirting with Democrats to return to the fold once the new majority got past its opening legislation and moved to tougher issues.  ''The Democratic 'Six for '06' agenda was a very well-polled, message-tested agenda,'' Mr. Putnam said. ''We are not surprised at the level of support they are finding. In past changeovers in Congress, people come in with a lot of momentum.''  Mr. Putnam agreed, however, that Republicans were feeling much freer to express concern about Iraq. The harsh comments about the troop plan from well-known Republican critics like Senator Chuck Hagel of Nebraska was one thing. But strong statements coming from less prominent Republicans who have been Bush loyalists were quite another.  ''We don't need more American troops caught in the crosshairs of a civil war,'' Representative Ric Keller of Florida, a usually reliable Bush ally, said on the House floor Thursday night as he laid out his opposition to the troop buildup.  Representative Candice S. Miller, a party stalwart from Michigan, said in her response, ''I am extremely hesitant to embrace the president's strategy at this point,'' citing the lack of a timetable for success.  Republican leaders in the House and Senate are still rallying to Mr. Bush. Senator Mitch McConnell of Kentucky, the minority leader, this week promised to vigorously fight Democratic efforts to bring up a resolution challenging the buildup even as he conceded the political damage the war has inflicted.  ''I think the lack of progress in Iraq was the single biggest issue costing my party the House and the Senate,'' he said.  Mr. McConnell, one of those who was invited to Camp David this weekend, said they ''discussed the need to find bold solutions for other big issues.''  He and other Republicans believe their best chance is to keep the party as united as possible behind Mr. Bush in hopes of improving conditions in Iraq, while trying to maneuver Democrats into a position where they are caught between their opposition to the war and backing for troops.  It is not going to be easy. Republicans say the past election is looming large in the minds of lawmakers, with the next one looming even larger for some.  ''People are probably still a little skittish from Nov. 7, and they are trying to sort through what the voters were telling us,'' Senator John Cornyn of Texas, a member of the Republican leadership, said. ''Obviously people who are in re-election cycle, particularly in tough places in the country, are going to need a little flexibility.''  The only comparable episode where Mr. Bush had encountered such rebellion in the ranks was over the administration's approval of a deal to turn over some American port operations to a Dubai company. The administration was forced to relent on that issue.  But Republican leaders have in the past been able to tamp down most discord, arguing that the fates of the president and Congressional Republicans were inextricably linked. And, particularly in the House, there was also a fear of retribution.  There were signs this week that the House Republican leadership was not going to tolerate too much dissension when two lawmakers known for challenging the party orthodoxy -- Representatives Jeff Flake of Arizona, a critic of pork-barrel spending, and Walter B. Jones of North Carolina, a war opponent -- were denied coveted committee slots.  And Republicans have been quietly building their own political case against Democrats, inserting policies popular with swing voters into their procedural alternatives, hoping to spring them later as 30-second advertisements.  Democrats have their own divisions, with some more liberal members of the party urging an aggressive push against spending on the Iraq war. Others view that as a political blunder that could threaten the majority. For now, the party seems willing to focus on symbolic votes against the buildup, leaving the money fight for later.  And leaving Republican leaders confronting the reality that nervous party members, uncertain of Mr. Bush's handling of the war and their own party's legislative appeal, are no longer so tightly bound to the cause.  ''Everybody is scared spitless,'' Mr. Thune, the South Dakota senator, said.  ", 
            "title": "Newly in the Minority, G.O.P. Shows Signs of Division on Iraq and Domestic Policies"
        }, 
        "weight": 0.5909796587689157, 
        "file": "1818950.txt", 
        "other_topics": {
            "0": 0.01861280555582612, 
            "1": 0.00010006884793008208, 
            "2": 0.00018238730742366026, 
            "3": 0.0001326385937662111, 
            "4": 6.861535506217421e-05, 
            "5": 0.022050318835529426, 
            "6": 0.006832253040587145, 
            "7": 0.015637418974125305, 
            "8": 9.775125625663396e-05, 
            "9": 0.010263124458905868, 
            "10": 8.235751360800183e-05, 
            "11": 0.00012042724661062822, 
            "12": 9.735082800869948e-05, 
            "13": 0.043716787728881344, 
            "14": 4.72416437489947e-05, 
            "15": 8.711710379691144e-05, 
            "16": 0.5909796587689157, 
            "17": 0.0017545697156992079, 
            "18": 6.591589402856984e-05, 
            "19": 4.580805340502321e-05, 
            "20": 0.26271057929093533, 
            "21": 0.02213617180524816, 
            "22": 0.00010045076111504905, 
            "23": 0.00011921983453455015, 
            "24": 5.707899426280526e-05, 
            "25": 0.00012356544378815614, 
            "26": 0.00010131924529060342, 
            "27": 7.002097475300724e-05, 
            "28": 0.0034630564197593917, 
            "29": 0.0001439205081971669
        }
    }, 
    {
        "content": {
            "text": "  Democratic leaders said Tuesday that they intended to hold symbolic votes in the House and Senate on President Bush's plan to send more troops to Baghdad, forcing Republicans to take a stand on the proposal and seeking to isolate the president politically over his handling of the war.  Senate Democrats decided to schedule a vote on the resolution after a closed-door meeting on a day when Senator Edward M. Kennedy of Massachusetts introduced legislation to require Mr. Bush to gain Congressional approval before sending more troops to Iraq.  The Senate vote is expected as early as next week, after an initial round of committee hearings on the plan Mr. Bush will lay out for the nation Wednesday night in a televised address delivered from the White House library, a setting chosen because it will provide a fresh backdrop for a presidential message.  The office of Nancy Pelosi, speaker of the House, followed with an announcement that the House would also take up a resolution in opposition to a troop increase. House Democrats were scheduled to meet Wednesday morning to consider whether to interrupt their carefully choreographed 100-hour, two-week-long rollout of their domestic agenda this month to address the Iraq war.  In both chambers, Democrats made clear that the resolutions -- which would do nothing in practical terms to block Mr. Bush's intention to increase the United States military presence in Iraq -- would be the minimum steps they would pursue. They did not rule out eventually considering more muscular responses, like seeking to cap the number of troops being deployed to Iraq or limiting financing for the war -- steps that could provoke a Constitutional and political showdown over the president's power to wage war.  The resolutions would represent the most significant reconsideration of Congressional support for the war since it began, and mark the first big clash between the White House and Congress since the November election, which put the Senate and House under the control of the Democrats. The decision to pursue a confrontation with the White House was a turning point for Democrats, who have struggled with how to take on Mr. Bush's war policy without being perceived as undermining the military or risking criticism as defeatists.  ''If you really want to change the situation on the ground, demonstrate to the president he's on his own,'' said Senator Joseph R. Biden Jr., chairman of the Foreign Relations Committee. ''That will spark real change.''  The administration continued Tuesday to press its case with members of Congress from both parties. By the time Mr. Bush delivers his speech, 148 lawmakers will have come to the White House in the past week to discuss the war, White House aides said Tuesday night, adding that most met with the president himself.  While Mr. Kennedy and a relatively small number of other Democrats were pushing for immediate, concrete steps to challenge Mr. Bush through legislation, Democratic leaders said that for now they favored the less-divisive approach of simply asking senators to cast a vote on a nonbinding resolution for or against the plan.  They also sought to frame the clash with the White House on their terms, using language reminiscent of the Vietnam War era to suggest that increasing the United States military presence in Iraq would be a mistake.  ''We believe that there is a number of Republicans who will join with us to say no to escalation,'' said the Senate mority leader, Harry Reid of Nevada. ''I really believe that if we can come up with a bipartisan approach to this escalation, we will do more to change the direction of that war in Iraq than any other thing that we can do.''  On the eve of the president's Iraq speech, the White House sent Frederick W. Kagan, a military analyst who helped develop the troop increase plan, to meet with the Senate Republican Policy Committee.  But Republican officials conceded that at least 10 of their own senators were likely to oppose the plan to increase troops levels in Iraq. And Democrats were proposing their resolution with that in mind, hoping to send a forceful message that as many as 60 senators believed strengthening American forces in Baghdad was the wrong approach. Democratic leaders said they expect all but a few of their senators to back the resolution.  In an interview on Tuesday, Senator John W. Warner, Republican of Virginia, said he was becoming increasingly skeptical that a troop increase was in the best interest of the United States. ''I'm particularly concerned about the greater injection of our troops into the middle of sectarian violence. Whom do you shoot at, the Sunni or the Shia?'' Mr. Warner said. ''Our American G.I.'s should not be subjected to that type of risk.''  But the Senate minority leader, Mitch McConnell, Republican of Kentucky, said Congress could not supplant the authority of the president. ''You can't run a war by a committee of 435 in the House and 100 in the Senate,'' he said.  The White House press secretary, Tony Snow, criticized the Democrats' plans. ''We understand that the resolution is purely symbolic, but the war -- and the necessity of succeeding in Iraq -- are very real,'' he said Tuesday night.  On Thursday, Democrats in the House and Senate will open a series of hearings on the Iraq war. Defense Secretary Robert M. Gates and Secretary of State Condoleezza Rice are among those who have agreed to testify.  Senator Carl Levin, the Michigan Democrat who is the new chairman of the Armed Services Committee, said that if he was not satisfied that Mr. Bush's plan has sufficient incentives and penalties for the Iraqis, he might support a resolution or amendment to cap the number of American troops in Iraq.  ''We have got to force the Iraqis to take charge of their own country,'' Mr. Levin said at a breakfast meeting with reporters. ''We can't save them from themselves. It is a political solution. It is no longer a military solution.''  Lawmakers said Senate Democrats appeared broadly united in opposition to Mr. Bush's approach during their private luncheon on Tuesday. While there were a few senators who favored cutting off money for any troop increase, a handful of others expressed uncertainty about challenging the president on a potential war-powers issue.  ''We have to be very careful about blocking funding for any troops because we don't want to leave our troops short-changed,'' said Senator Mary L. Landrieu, Democrat of Louisiana.  Yet a large share of the House Democratic caucus supports a stronger stance against the plan. It remained unclear whether a resolution would satisfy constituents.  ''Twice in the past 12 months the president has increased troop levels in a last-ditch effort to control the rapidly deteriorating security situation in Iraq,'' said Representative Martin T. Meehan, Democrat of Massachusetts, who proposed a resolution opposing a troop increase. ''Rather than cooling tensions in Baghdad, the situation has descended further into chaos.''  THE STRUGGLE FOR IRAQ  ", 
            "title": "Democrats Plan Symbolic Votes Against Bush's Iraq Troop Plan"
        }, 
        "weight": 0.5868499782031971, 
        "file": "1817879.txt", 
        "other_topics": {
            "0": 0.007291237219109125, 
            "1": 0.00010631480318446831, 
            "2": 0.00019377129939219091, 
            "3": 0.00014091744116782512, 
            "4": 7.289809086204675e-05, 
            "5": 0.00024332317513677963, 
            "6": 0.0001253754783020222, 
            "7": 0.011263460613652854, 
            "8": 0.0001038525553648796, 
            "9": 0.00020372844158566658, 
            "10": 8.749798794640428e-05, 
            "11": 0.0001279439034853478, 
            "12": 0.00010342713375516544, 
            "13": 0.17484526186483687, 
            "14": 5.019030558635332e-05, 
            "15": 9.255465547720472e-05, 
            "16": 0.5868499782031971, 
            "17": 8.075309903238443e-05, 
            "18": 7.003013870282622e-05, 
            "19": 4.8667235435960726e-05, 
            "20": 0.21669149516498712, 
            "21": 0.00033453479360995997, 
            "22": 0.00010672055408430565, 
            "23": 0.0001266611288768055, 
            "24": 6.0641669875698745e-05, 
            "25": 0.00013127797619812698, 
            "26": 0.00010764324607190004, 
            "27": 7.439144452679104e-05, 
            "28": 0.00011254684244219298, 
            "29": 0.000152903534113645
        }
    }, 
    {
        "content": {
            "text": "  On the brink of regaining power after 12 years, House Democrats said Wednesday that they would move immediately to try to sever ties between lawmakers and lobbyists who figured into scandals that helped Democrats win control of Congress.  Democrats, who campaigned relentlessly last year on the theme of a Republican culture of corruption, introduced the proposed ethics rules as part of a week of choreography designed to deliver the message that they did not intend to do business as usual in Washington. In some cases, like restrictions on the use of corporate jets, the rules on gifts and travel by lobbyists go further than what Democrats had pledged earlier.  Another part of the Democrats' package called for detailed disclosure of pet projects or special-interest tax benefits that individual lawmakers insert into major bills. On Wednesday, President Bush jumped into the debate on such spending projects, called earmarks, urging that their number and cost be cut in half this year, a proposal that Democrats immediately rejected.  The ethics issue continued to reverberate Wednesday, officially the last day of Republican control. Two House Republicans, Representative Curt Weldon of Pennsylvania and Tom Feeney of Florida, agreed to pay for trips that the ethics committee determined had been improperly paid for by outside interests.  Mr. Feeney's case involved a $5,640 trip to Scotland originally paid for by Jack Abramoff, the now-imprisoned lobbyist who was at the center of the Congressional corruption scandals. Mr. Weldon, who was defeated for re-election, will pay $23,000 for an undisclosed trip.  The rules changes would also take aim at the so-called K Street Project, the effort associated with the hardball tactics of the former Republican leader Tom DeLay, to pressure trade groups and lobbying firms to hire Republicans or face the legislative consequences. The proposal would prohibit lawmakers and staff members from trying to exert partisan influence on hiring decisions.  ''I think this package is more than a good-faith effort,'' said Meredith McGehee, policy director of the Campaign Legal Center, an ethics group. Referring to the incoming House speaker, Nancy Pelosi, Ms. McGehee said, ''If these rule changes are any indication, she is serious.''  But the ethics rules do not address the most valuable gifts that come from lobbyists and others interested in legislation: campaign donations. And the Democratic Party's fund-raising machine -- revved up by the advantages of being in the majority -- continued apace this week with individual members inviting lobbyists and other contributors to a host of events.  On Thursday night, Mrs. Pelosi is having a $1,000-a-head fund-raiser with performances by Tony Bennett, Carole King, Wyclef Jean and the surviving members of the Grateful Dead. ''Ms. Pelosi is a huge Dead fan,'' her spokeswoman said.  Senator Richard J. Durbin was among those who stopped by a reception Wednesday evening for a fellow Illinois Democrat, Representative Melissa Bean, who won a close and expensive re-election race in November. The reception, at Johnny's Half Shell, a restaurant on Capitol Hill popular with lobbyists and lawmakers, drew lobbyists from both parties.  As they prepared for the pomp and festivities that will mark the Capitol Hill power switch, Democrats got a taste of the potential difficulties of governing with thin majorities in the House and Senate as well as a Republican White House and a presidential election two years off.  While Democrats sought to introduce their ethics legislation at a news conference, the antiwar activist Cindy Sheehan and others interrupted with chants of ''Troops home now; de-escalate, investigate.'' The scene vividly illustrated the pressure that Democrats will face from the left wing of their party to challenge President Bush more aggressively on Iraq. Ms. Sheehan and other antiwar advocates felt they contributed to the Democrats' takeover of Congress.  At the same time, Republicans made clear they intend to hold Democrats accountable for their pledge to allow more minority party participation in legislation. They assailed Democrats' plans to push through major legislation right away without allowing Republican alternatives. Though the Republicans severely limited Democrats' input when they were in charge, they rejected accusations that they were hypocritical.  ''The important point here is that the American people were promised a new way of doing business in the United States Congress,'' said Representative Adam H. Putnam of Florida, chairman of the House Republican Conference.  Representative Steny H. Hoyer of Maryland, the new majority leader, said Republicans would get their chance after Democrats disposed of legislation on national security, minimum wage, prescription drug costs, stem cell research, student loan costs and energy.  ''We said to the American people, 'If you elect us, if you put us in charge, this is what we are going to do and we are going to do it in the first 100 hours,' '' Mr. Hoyer told reporters.  Democrats were dogged by technical difficulties when a changeover in House Web sites delayed the formal posting of their ethics proposal.  The Senate will convene Thursday as well, with Democrats and Republicans meeting first in an unofficial closed-door session in the old Senate chambers to try to find some common ground. Aides said the Senate was going to take up its own ethics package next week, allowing a week or more of floor debate to shape legislation.  Besides the rules barring lawmakers from accepting gifts, meals or trips from lobbyists or the organizations that employ them, the House Democratic plan would also require preapproval from the Ethics Committee for any trips paid for by other outside groups aside from educational institutions.  On the subject of corporate jets, Democrats had previously discussed raising the rate at which lawmakers reimburse corporations or other sponsors for flights, but still allowing use of the jets. But the rules proposed Wednesday would bar lawmakers from any use of corporate jets.  Previous Democratic and Republican proposals about shedding light on earmarks, the pet projects lawmakers insert into major spending bills, left large loopholes, particularly in regard to military contracts.  In contrast, the new rules appear to apply to all spending earmarks as well as tax or tariff provisions that benefit fewer than 10 companies or people. They would also require disclosure of such items in each bill as well as the individual sponsors.  The rules would further require each House member requesting an earmark or limited tax provision to certify that he or she would not profit from the provision.  Democratic leaders also said that in February they would take up potential new restrictions on members of Congress and staff members becoming lobbyists, and that in March they would consider creating an outside panel to enforce the ethics rules -- a step that lawmakers of both parties have resisted.  President Bush called for the Democrats to adopt even more drastic restrictions on earmarks, a perennial bane to executive branch officials who resent Congressional meddling in their budgets.  ''One important message we all should take from the elections is that people want to end the secretive process by which Washington insiders are able to get billions of dollars directed to projects, many of them pork barrel projects that have never been reviewed or voted on by the Congress,'' Mr. Bush said. He called on Democrats to require ''full disclosure'' of ''the costs, the recipients, and the justifications for every earmark'' as well as sponsors.  THE 110TH CONGRESS  ", 
            "title": "Ethics Overhaul Tops the Agenda as the Democrats Take Over"
        }, 
        "weight": 0.5831559052520762, 
        "file": "1816364.txt", 
        "other_topics": {
            "0": 0.09412775239177189, 
            "1": 9.496775500872076e-05, 
            "2": 0.00017308996242479472, 
            "3": 0.0017188720248904252, 
            "4": 0.015995065569987747, 
            "5": 0.07986709283337522, 
            "6": 0.00011199407185872576, 
            "7": 0.019619272891527807, 
            "8": 9.276830450232486e-05, 
            "9": 0.0001819843723479007, 
            "10": 0.011229122828598559, 
            "11": 0.00011428836734968451, 
            "12": 9.238828841804873e-05, 
            "13": 7.042339693467126e-05, 
            "14": 4.483346158735089e-05, 
            "15": 0.009640645000727468, 
            "16": 0.5831559052520762, 
            "17": 7.213426818649104e-05, 
            "18": 6.2555776395665e-05, 
            "19": 4.3472949705928245e-05, 
            "20": 0.1792269176313492, 
            "21": 0.00029882967723995153, 
            "22": 9.533019985079472e-05, 
            "23": 0.00011314250411045077, 
            "24": 5.416934496019855e-05, 
            "25": 0.0017102613862941328, 
            "26": 9.615441232169902e-05, 
            "27": 0.0016594463911924111, 
            "28": 0.00010053464465818387, 
            "29": 0.0001365840403473897
        }
    }, 
    {
        "content": {
            "text": "  A front-page article yesterday about the waning reliance of presidential candidates on public financing for campaigns included an outdated reference to Michael E. Toner, who said the 2008 election will be the most expensive in American history. As of Jan. 1, Mr. Toner is a commissioner of the Federal Election Commission. He is no longer its chairman, his position in 2006.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.582476899666694, 
        "file": "1821081.txt", 
        "other_topics": {
            "0": 0.0027039427023943198, 
            "1": 0.06289202587756897, 
            "2": 0.003317927439463383, 
            "3": 0.002412915876687033, 
            "4": 0.0012482270424689493, 
            "5": 0.004166399471831231, 
            "6": 0.1548258114916451, 
            "7": 0.009648336571140352, 
            "8": 0.0017782573796241506, 
            "9": 0.003488422633571076, 
            "10": 0.0014982196848338358, 
            "11": 0.002190771230918412, 
            "12": 0.0017709729260614257, 
            "13": 0.001349932242150028, 
            "14": 0.0008594038055293401, 
            "15": 0.0015848045196639338, 
            "16": 0.582476899666694, 
            "17": 0.0013827275966135678, 
            "18": 0.0011991193717561341, 
            "19": 0.0008333244209142476, 
            "20": 0.1071629088754268, 
            "21": 0.03626401112917016, 
            "22": 0.001827365847582915, 
            "23": 0.0021688064038997575, 
            "24": 0.0010383615173484744, 
            "25": 0.002247860239319529, 
            "26": 0.0018431650142986015, 
            "27": 0.0012737975945404912, 
            "28": 0.001927128826277372, 
            "29": 0.0026181526006066173
        }
    }, 
    {
        "content": {
            "text": "  After years of party discipline and fealty to President Bush, some Congressional Republicans are prominently breaking ranks on issues like Iraq and domestic policy. Page 25.  ", 
            "title": "Signs of Division in G.O.P."
        }, 
        "weight": 0.5819815755353087, 
        "file": "1818965.txt", 
        "other_topics": {
            "0": 0.004267786024474469, 
            "1": 0.002873269246523212, 
            "2": 0.005236872935148899, 
            "3": 0.0038084418902955505, 
            "4": 0.0019701474896279864, 
            "5": 0.006576064434543652, 
            "6": 0.0033884040160266815, 
            "7": 0.015228516470144424, 
            "8": 0.00280672441245088, 
            "9": 0.005505975163538782, 
            "10": 0.0023647250464532703, 
            "11": 0.003457818404900077, 
            "12": 0.05099161687911874, 
            "13": 0.002130674570853095, 
            "14": 0.0013564457365795983, 
            "15": 0.002501386798824025, 
            "16": 0.5819815755353087, 
            "17": 0.002182437337617067, 
            "18": 0.0018926380695588906, 
            "19": 0.0013152831656831699, 
            "20": 0.2173376829176943, 
            "21": 0.05723754417999097, 
            "22": 0.002884235090858444, 
            "23": 0.0034231500734679034, 
            "24": 0.001638904836322109, 
            "25": 0.003547925222618384, 
            "26": 0.002909171811169804, 
            "27": 0.0020105069412807114, 
            "28": 0.0030416966546168533, 
            "29": 0.004132378644309354
        }
    }, 
    {
        "content": {
            "text": "  The Senate voted overwhelmingly on Tuesday to move ahead on a bill to increase the minimum wage, signaling that the measure is likely to pass this week.  But the vote also sets up a conflict with the House that is likely to stall any increase.  The Senate bill includes $8.3 billion in tax breaks for small businesses that Democrats who sponsored the bill said were necessary to obtain Republican support.  The 87-to-10 vote on Tuesday was to limit debate on the bill. Democrats say they expect to achieve a similarly wide margin of approval on the final bill.  The House approved a simpler bill, including the wage increase but no tax breaks, this month. The Democratic leaders there insist that it should not be necessary to offer tax breaks in exchange for the wage increase, the first in 10 years.  The two bills would raise the minimum wage $2.10 an hour, from $5.15 to $7.25.  Democratic leaders from both chambers now have to figure out how to reconcile the measures. Assuming that the Senate bill passes, Democratic leaders can hold onto it and negotiate with their House counterparts. Or the Senate can send the bill to the House, which could block consideration of it or strip out the tax breaks and send it back to the Senate for another vote.  In the House, 82 Republicans joined Democrats to approve the wage increase. The Senate rejected the bill without tax breaks.  Senator Harry Reid of Nevada, the Democratic leader, said Tuesday that he expected leaders of the two chambers to work out the differences.  ''There are many different ways it can happen,'' Mr. Reid said, although he offered no specifics.  Democrats have accused Republicans of trying to stall the bill by offering dozens of amendments. Senator Edward M. Kennedy, Democrat of Massachusetts and the chief proponent of the bill, promised to press ahead until the wage increase passes.  ''If they're hoping we'll get tired,'' Mr. Kennedy said, ''they're sorely mistaken.''  Republicans, however, insisted that the Senate would not go along with the ''clean'' bill that the House wants.  ''Clean means do it my way,'' said Senator Michael B. Enzi of Wyoming, ranking Republican on the Senate Health, Education, Labor and Pensions Committee. ''That's not how we often do it in the Senate.''  Republicans noted that Democrats went along with a combined package for raising the minimum wage and tax breaks 10 years ago and that President Bill Clinton applauded them for it.  ''And if it was O.K. in 1997, it ought to be O.K. now,'' said Senator Charles E. Grassley, Republican of Iowa.  Correction:  February 2, 2007, Friday  The headline with an article on Wednesday about a Senate proposal to raise the minimum wage misstated the action taken by senators. By a vote of 87 to 10, the Senate agreed to limit the debate on the bill, clearing the way for a final vote, which resulted in passage yesterday. The Senate did not pass the wage bill on Wednesday.  ", 
            "title": "Senate Adds Tax Breaks As It Passes A Wage Bill"
        }, 
        "weight": 0.5794254962147936, 
        "file": "1822845.txt", 
        "other_topics": {
            "0": 0.21960244904423418, 
            "1": 0.00024660287262783995, 
            "2": 0.00872252551864529, 
            "3": 0.00032686554228063584, 
            "4": 0.00016909102097921471, 
            "5": 0.0005644011197720296, 
            "6": 0.0002908151280938922, 
            "7": 0.001307011485937905, 
            "8": 0.00024089155710784921, 
            "9": 0.00047255901742908086, 
            "10": 0.00020295626319601429, 
            "11": 0.00029677272768836063, 
            "12": 0.00023990476892886498, 
            "13": 0.0001828685113458331, 
            "14": 0.00011641909842214744, 
            "15": 0.00021468547400831903, 
            "16": 0.5794254962147936, 
            "17": 0.00018731113258455147, 
            "18": 0.00016243865254284706, 
            "19": 0.00011288625574125725, 
            "20": 0.1841146025158499, 
            "21": 0.0007759713476121998, 
            "22": 0.00024754403354310404, 
            "23": 0.0002937972633698903, 
            "24": 0.00014066159692125704, 
            "25": 0.00030450628768089377, 
            "26": 0.00024968426696193153, 
            "27": 0.00017255493468214727, 
            "28": 0.0002610584210298605, 
            "29": 0.0003546679259890909
        }
    }
]