[
    {
        "i": 0, 
        "content": {
            "text": "  A wide swath of all-inclusive resorts and relatively low-cost flights makes this country, which shares the island of Hispaniola with Haiti, the best option for the bargain-seeker.  JetBlue began flying from Kennedy Airport to Santiago in 2004 bringing some low-priced fares with it. Current one-way fares range from $109 to $399 not including taxes and fees. But there are many flight options. American and Continental both fly here. Delta has flights from Kennedy Airport to Punta Cana, Santo Domingo and Santiago. It also has flights from Atlanta to Puerto Plata, Santo Domingo and Punta Cana.  Most all-inclusive resorts are located in Punta Cana on the eastern tip of the island. Package deals are prevalent. Through Feb. 16, Club Med Punta Cana is offering a seven-night, all-inclusive vacation starting at $1,015 a person, down from the regular $1,400 a person, for travel through October. (A comparable vacation at the Club Med Columbus Isle in the Bahamas starts at $1,225 a person, down from the regular or $1,715 a person.) Apple Vacations is offering seven-night all-inclusive trips to the Bavaro Princess All Suites Resort, Spa & Casino with roundtrip flights to Punta Cana from several cities including Chicago, Detroit and Baltimore for under $1,000 per person for travel in April and March.  WHERE TO STAY -- Allegro Playa Dorada, Puerto Plata. Rates from $67 per person, a night based on double occupancy, Feb. 1 to April 7, (800-858-2258, www.occidentalhotels.com). Doubles start at $190 a night in season at Sofitel Nicolas de Ovando, a luxury hotel in the heart of the colonial city of Santo Domingo, (800-763-4835, www.sofitel.com).  THE 10 POINT CARIBBEAN ESCAPES PLAN: FOR BUDGET TRAVELERS Michelle Higgins, a staff reporter for the Travel section, writes the Practical Traveler column.  ", 
            "title": "The Dominican Republic"
        }, 
        "weight": 0.7541259319597424, 
        "file": "1821911.txt", 
        "other_topics": {
            "0": 0.0004531550114143421, 
            "1": 0.7541259319597424, 
            "2": 0.059276118603717315, 
            "3": 0.08280115911839216, 
            "4": 0.0005157306411789772, 
            "5": 0.0002209740296723685, 
            "6": 0.0005752247402844036, 
            "7": 0.0005933015509136419, 
            "8": 0.0002493664890995019, 
            "9": 0.00036788047513633155, 
            "10": 0.02671087258818497, 
            "11": 0.0006860328208792344, 
            "12": 0.0003611133028584245, 
            "13": 0.0002906663902596585, 
            "14": 0.0013449765759287271, 
            "15": 0.0004902299859593701, 
            "16": 0.00027699835207174104, 
            "17": 0.0006680345005017623, 
            "18": 0.00020029259597613896, 
            "19": 0.0015664832623041647, 
            "20": 0.0004013459596665176, 
            "21": 0.00027822261232133064, 
            "22": 0.0003009350082964147, 
            "23": 0.006091822991940597, 
            "24": 0.00023330421547006864, 
            "25": 0.00021950582945551387, 
            "26": 0.023802305298451253, 
            "27": 0.0002900959719003991, 
            "28": 0.03609331154378207, 
            "29": 0.00034762943031093414, 
            "30": 0.00016697814392933777
        }
    }, 
    {
        "i": 1, 
        "content": {
            "text": "  Situated between the French islands of Guadeloupe and Martinique in the eastern Caribbean, Dominica (pronounced dom-in-EEK-ah) is the largest and most mountainous of the Windward Islands, with an area of nearly 290 square miles. More than half of it is covered with tropical forests offering a range of outdoor adventures. Hikers, bikers and horseback riders can explore more than 300 miles of trails that wind across valleys, past waterfalls and up mountains reaching heights of nearly 5,000 feet. There are three national parks, more than 365 rivers and streams, and at least 40 dive sites just offshore.  The island has at least eight potentially active volcanoes -- all of which have been mostly silent for the last 1,000 years. But other geothermal features like hot sulfur springs, a boiling lake and warm bubbles that rise up from vents in the ocean floor off a beach the locals call Champagne indicate that there is still plenty of volcanic activity.  Of course, this is not the place to go to work on your tan. Most of Dominica's beaches are of the rocky or black-sand variety. But that may not matter while you're taking a long soak in one of the island's natural hot springs.  WHERE TO STAY -- Rooms at Jungle Bay Resort & Spa, Pointe Mulâtre, an ecolodge on 55 acres, with 35 free-standing cottages, start at $189 in season, breakfast included, (767-446-1789, www.junglebaydominica.com). The seven-room nature lodge Papillote Wilderness Retreat, above Trafalgar village, has its own hot springs and a botanical garden. Double rooms are $110 (767-448-2287 www.papillote.dm). Beau Rive is a small inn on the wild eastern shores of Dominica, near Castle Bruce. Double rooms are $160 including breakfast (767-445-8992, www.beaurive.com).  THE 10 POINT CARIBBEAN ESCAPES PLAN: FOR ADVENTURERS Michelle Higgins, a staff reporter for the Travel section, writes the Practical Traveler column.  ", 
            "title": "Dominica"
        }, 
        "weight": 0.7207027664113455, 
        "file": "1821907.txt", 
        "other_topics": {
            "0": 0.00046975248963042587, 
            "1": 0.7207027664113455, 
            "2": 0.00040304220774604546, 
            "3": 0.03699855295220668, 
            "4": 0.0005346200451725883, 
            "5": 0.055168804923243366, 
            "6": 0.0005962932043987578, 
            "7": 0.0006150321051805438, 
            "8": 0.018571745705426464, 
            "9": 0.000381354646266296, 
            "10": 0.05210685920076942, 
            "11": 0.0007111597962259783, 
            "12": 0.000374339616209841, 
            "13": 0.00030131248035899377, 
            "14": 0.019707484145890606, 
            "15": 0.0005081853904189537, 
            "16": 0.000287143829885288, 
            "17": 0.000692502260518505, 
            "18": 0.00020762861105888338, 
            "19": 0.01993710384505246, 
            "20": 0.0004160458540842966, 
            "21": 0.0002884129304926174, 
            "22": 0.0003119572018479493, 
            "23": 0.00021052982997342225, 
            "24": 0.0002418493303566927, 
            "25": 0.00022754555787277307, 
            "26": 0.00025643917108863606, 
            "27": 0.00030072116957649423, 
            "28": 0.06183294397789948, 
            "29": 0.0064647771422879355, 
            "30": 0.00017309396751425063
        }
    }, 
    {
        "i": 2, 
        "content": {
            "text": "  St. Vincent and the Grenadines is an archipelago of 32 islands and cays at the southern end of the Caribbean. With relatively calm waters, a steady breeze and short distances between anchorages, the islands have long been a draw for the sailing and yachting crowds. But it's become more popular in the last year or so, thanks to increased marketing efforts and expansions by charter companies. Barefoot Yacht Charters, www.barefootyachts.com, one of the longest running operators in the islands, organized about 400 sailing trips last year, up 45 percent from 2005. Prices for staffed yachts vary widely depending on the size and amenities. A 47-foot, air-conditioned catamaran with a two-person crew and accommodating six guests costs about $9,660 for seven nights. A week-long charter of a 126-foot sailboat that can accommodate 12 guests will run about $64,000. Footloose Sailing Charters, www.footloosecharters.com, a 12-year-old company based in Florida, opened a new base on the island of St. Vincent in October and is offering 10 percent off five-day May charters booked by Feb. 5.  Airlines that fly to St. Vincent and the Grenadines include Caribbean Star and LIAT.  A typical seven-day itinerary setting sail from St. Vincent might include Bequia, an island with a strong seafaring history and where model boats are ubiquitous; Mustique, a private island famous for its celebrity beachcombers; and the numerous islets, coves and coral reefs of the Tobago Cays.  WHERE TO STAY -- If you need a night on land, the Frangipani on Bequia is a favorite hangout for the yachting crowd and overlooks the island's harbor. Doubles start at $60 a night in season (784-458-3255, www.frangipanibequia.com). On Mustique, the high-end Cotton House offers cottages starting at $700 a night in season (784-456-4777, www.cottonhouse.net). Petit St. Vincent is the only resort on the island by the same name. Rates start at $940 a night for a couple in season (800-654-9326, www.psvresort.com).  THE 10 POINT CARIBBEAN ESCAPES PLAN: FOR SAILORS Michelle Higgins, a staff reporter for the Travel section, writes the Practical Traveler column.  ", 
            "title": "St. Vincent and the Grenadines"
        }, 
        "weight": 0.7108468329580333, 
        "file": "1821914.txt", 
        "other_topics": {
            "0": 0.00039910050787935586, 
            "1": 0.7108468329580333, 
            "2": 0.015901310185863046, 
            "3": 0.0003161023741899663, 
            "4": 0.00045421181635190295, 
            "5": 0.00019461518740604384, 
            "6": 0.0005066091739242989, 
            "7": 0.000522529695867664, 
            "8": 0.00021962085807477675, 
            "9": 0.000323997927348447, 
            "10": 0.07538762678120042, 
            "11": 0.0006041995351221314, 
            "12": 0.0003180379758418083, 
            "13": 0.0002559943089099362, 
            "14": 0.01674342788015287, 
            "15": 0.00043175300161290875, 
            "16": 0.00024395665988231777, 
            "17": 0.0524513033474721, 
            "18": 0.00017640073432943114, 
            "19": 0.0013796256243947074, 
            "20": 0.0003534714883507633, 
            "21": 0.005431330405170121, 
            "22": 0.0002650380369289591, 
            "23": 0.010551456643809866, 
            "24": 0.00020547456949419524, 
            "25": 0.0001933221211539761, 
            "26": 0.00021787006068271151, 
            "27": 0.0002554919327888522, 
            "28": 0.10439606549353832, 
            "29": 0.0003061625242935887, 
            "30": 0.00014706018993138235
        }
    }, 
    {
        "i": 3, 
        "content": {
            "text": "  I am planning a trip this May from Detroit to Nuuk in Greenland. Air Greenland serves Nuuk, via Copenhagen, but I hear that the carrier will start direct flights from Baltimore in May. I am unable to get confirmation of this from any source, including Air Greenland. If it is true, how do I book a flight? --Elsa M. Shartsis, Huntington Woods, Mich.  Air Greenland (www.airgreenland.com), Greenland's national airline, announced last summer plans for a new direct route from Baltimore-Washington International Airport to Kangerlussuaq, on Greenland's west coast. Updated information is now on the Web site.  The flights will be offered in each direction every Friday beginning May 25; during the summer, June 11 to Aug. 20, flights are on Mondays as well. The restricted round-trip economy fare is $1,100; flexible economy, $1,600; and flexible business class, $2,600. Flights may be booked by sending an e-mail message to airgreenlandres@aviareps.com, or by calling (877) 245-0739 in North America.  You may want to consider a five-day package from Baltimore called ''Arctic Capital: Nuuk,'' with departures every Monday from June 11 to Aug. 20. The tour may be booked on the Air Greenland Web site or through other tour operators in the United States and Canada (see the Web site for contact information). Price per person in a double room is $3,075 (single room, $3,285). This includes round-trip economy fare from Baltimore to Nuuk (via Kangerlussuaq); one night at the Hotel Kangerlussuaq, with a welcome dinner and breakfast; three nights at Hotel Hans Egede in Nuuk, in a standard room, with breakfast; guide service; and all local taxes. Excursion options include a cruise to an ice fjord and a helicopter tour.  Other Air Greenland tours include five days based in Ilulissat, with a boat excursion through iceberg-filled waters and a four-day trip based in Kangerlussuaq to see a herd of musk ox, a glacier and the ice cap.  Alternatively, Air Greenland flies from Copenhagen to Kangerlussuaq or Narsarsuaq. Air Iceland (www.airiceland.is) flies from Reykjavik (Keflavik International Airport) in Iceland to Kulusuk, on the east coast (round-trip fare for dates in May are about $465) and on to Nuuk.  Icelandair (www.icelandair.com) flies from Baltimore-Washington to Reykjavik. Expect to pay about $930 for a round trip.  ROGER COLLIS  ", 
            "title": "Q & A"
        }, 
        "weight": 0.6848521317975772, 
        "file": "1822286.txt", 
        "other_topics": {
            "0": 0.0003633009701869539, 
            "1": 0.6848521317975772, 
            "2": 0.04752252729244754, 
            "3": 0.00028774781528549036, 
            "4": 0.0004134687636150727, 
            "5": 0.04738797735502828, 
            "6": 0.00046116604904934374, 
            "7": 0.00047565849131317494, 
            "8": 0.00019992074486654615, 
            "9": 0.000294935132931064, 
            "10": 0.11583613395712972, 
            "11": 0.009992166352180556, 
            "12": 0.00028950979239182427, 
            "13": 0.00023303147691666802, 
            "14": 0.0010782873025911525, 
            "15": 0.014556270294534601, 
            "16": 0.0002220736117068702, 
            "17": 0.0005355729850436034, 
            "18": 0.00016057749027707617, 
            "19": 0.010698036289650447, 
            "20": 0.0003217648991067632, 
            "21": 0.0002230551189731124, 
            "22": 0.06161532901322836, 
            "23": 0.00016282125836696102, 
            "24": 0.0001870433862453352, 
            "25": 0.00017598101928517325, 
            "26": 0.00019832699497502668, 
            "27": 0.00023257416421326312, 
            "28": 0.000610041796383541, 
            "29": 0.0002786995754572457, 
            "30": 0.000133868809042206
        }
    }, 
    {
        "i": 4, 
        "content": {
            "text": "  With very few exceptions, travelers in search of soft sand, crystal-clear waters and balmy breezes will find a good beach on almost any island in the West Indies. And everyone has a favorite.  There are a few standouts however, which www.frommers.com does a good job of summarizing in its list of ''best beaches.'' Those include Seven Mile Beach, a stretch of sugar-fine sand lined with condos and high-end resorts on Grand Cayman; Grace Bay Beach on Providenciales in the Turks and Caicos, which is conveniently fringed by a reef for snorkelers; and Grenada's Grand Anse Beach, which is within walking distance of most of the island's best hotels.  One island that's not on that list -- and thus might offer a better chance to find a beach of your own -- is Eleuthera, one of the so-called Out Islands of the Bahamas, about 60 miles from Nassau. There are few direct flights from the United States to this sickle-shaped island: you either have to fly down to Florida first, and get a connecting flight from there, or else fly to Nassau, where you can catch a flight or a ferry. (It's also not technically in the Caribbean; any geographer will tell you it's too far north to qualify. But who cares?)  Once there you'll have your pick of beaches. About 110 miles long and roughly a mile wide, the island is basically one big sand bar. There is Surfer's Beach for wave riders, Winding Bay for windsurfers, and Ten Bay Beach has soft sand and shallow waters for young children or people who prefer not to get their hair wet. You can also take a water taxi to Harbour Island, a three-and-a half-mile long cay just off Eleuthera's northern shore with pink sands that run along the island's eastern side. In the last decade, these remote shores have become favored by the likes of Elle Macpherson, Diane von Furstenberg and other bold-faced names.  WHERE TO STAY -- On Eleuthera: The Cove, 800-552-5960, outside Gregory Town, www.thecoveeleuthera.com (garden view rooms from $225), and Pineapple Fields, 877-677-9539, south of Governor's Harbour, www.pineapplefields.com (one-bedroom suites from $240). On Harbour Island: Rock Island House with rooms from $300 a night; 242-333-2053, www.rockhousebahamas.com.  THE 10 POINT CARIBBEAN ESCAPES PLAN: FOR BEACH BUMS Michelle Higgins, a staff reporter for the Travel section, writes the Practical Traveler column.  ", 
            "title": "Eleuthera"
        }, 
        "weight": 0.624641407812345, 
        "file": "1821912.txt", 
        "other_topics": {
            "0": 0.000381302577243923, 
            "1": 0.624641407812345, 
            "2": 0.0003271532050262365, 
            "3": 0.0003020057543700052, 
            "4": 0.00043395619091013106, 
            "5": 0.0001859363019181266, 
            "6": 0.00048401688261229617, 
            "7": 0.050049348495375234, 
            "8": 0.00020982684197873433, 
            "9": 0.0003095492044750729, 
            "10": 0.0769807194573739, 
            "11": 0.005532267297841964, 
            "12": 0.00030385503765527745, 
            "13": 0.00024457821481059744, 
            "14": 0.05563684974403428, 
            "15": 0.0004124989294615664, 
            "16": 0.00023307738605300482, 
            "17": 0.0005621106912933875, 
            "18": 0.0001685341243611379, 
            "19": 0.0062731131761719116, 
            "20": 0.00033770838881301026, 
            "21": 0.00023410752712311865, 
            "22": 0.00025321863679319466, 
            "23": 0.01999093749872367, 
            "24": 0.00019631140867880335, 
            "25": 0.00018470090009646415, 
            "26": 0.00020815412158713755, 
            "27": 0.00024409824220737278, 
            "28": 0.1492906326459421, 
            "29": 0.005247521279985853, 
            "30": 0.0001405020247375071
        }
    }, 
    {
        "i": 5, 
        "content": {
            "text": "  An article last Friday about observing butterflies in the Lower Rio Grande Valley misstated the trees that are hung with Spanish moss there. Many indigenous trees, including species of elm and ash, have Spanish moss there, but oaks are not among them.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6221966998051166, 
        "file": "1819920.txt", 
        "other_topics": {
            "0": 0.002980839030787026, 
            "1": 0.6221966998051166, 
            "2": 0.002557525442492451, 
            "3": 0.19604036907028677, 
            "4": 0.0033924595025464147, 
            "5": 0.0014535600309965797, 
            "6": 0.0037838097651452184, 
            "7": 0.003902718441687494, 
            "8": 0.0016403247121953755, 
            "9": 0.0024199058850265798, 
            "10": 0.02075970989552809, 
            "11": 0.04324858858639362, 
            "12": 0.00237539164432319, 
            "13": 0.0019119941282779817, 
            "14": 0.008847212481463364, 
            "15": 0.0032247170160361093, 
            "16": 0.001822086214476761, 
            "17": 0.00439430937063437, 
            "18": 0.001317518228033957, 
            "19": 0.010304276311050988, 
            "20": 0.0026400407615237674, 
            "21": 0.0018301393588620078, 
            "22": 0.001979540766106553, 
            "23": 0.001335928064635608, 
            "24": 0.0015346675949798768, 
            "25": 0.0014439022573845195, 
            "26": 0.0016272481936286643, 
            "27": 0.001908241934732001, 
            "28": 0.04374120350115581, 
            "29": 0.002286695166157209, 
            "30": 0.0010983768383349953
        }
    }, 
    {
        "i": 6, 
        "content": {
            "text": "  The Explorer column on Jan. 14 about Angel Falls in Venezuela, misidentified the type of airplane flown by Jimmie Angel, who survived a crash landing there in the 1930s. It was a radial-engine monoplane -- not a turboprop, which was not developed until the 1940s.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5904696578157748, 
        "file": "1821902.txt", 
        "other_topics": {
            "0": 0.0032311629560795394, 
            "1": 0.5904696578157748, 
            "2": 0.002772300477704986, 
            "3": 0.21250338307225733, 
            "4": 0.003677350357202558, 
            "5": 0.0015756266199164455, 
            "6": 0.004101565304169146, 
            "7": 0.004230459654662941, 
            "8": 0.0017780753644346026, 
            "9": 0.0026231239500484837, 
            "10": 0.0225030620240093, 
            "11": 0.0048916679318214765, 
            "12": 0.0025748715069969634, 
            "13": 0.0020725589458959305, 
            "14": 0.00959018079789476, 
            "15": 0.003495521247017542, 
            "16": 0.0019751007747124314, 
            "17": 0.04675216972900698, 
            "18": 0.0014281603429148865, 
            "19": 0.011169605457254468, 
            "20": 0.0028617452412126217, 
            "21": 0.0019838302034232125, 
            "22": 0.00214577799318604, 
            "23": 0.0014481161947540336, 
            "24": 0.0016635454083830223, 
            "25": 0.0015651578089504097, 
            "26": 0.0017639007102681588, 
            "27": 0.002068491651867439, 
            "28": 0.04741448798392676, 
            "29": 0.0024787265049943, 
            "30": 0.0011906159692584126
        }
    }, 
    {
        "i": 7, 
        "content": {
            "text": "  Finding the perfect island to satisfy everyone on a family vacation can be quite a challenge. The kids are tired of the beach by noon and need something else to do. Dad wants to golf all morning and lie on the beach all afternoon. And Mom just wants to retreat to the spa. Plus, any place that requires changing planes is too much of a hassle, and if you or your spouse want any chance of watching the sunset in peace, a resort without a babysitting program is out of the question.  Consider Aruba, 15 miles off the coast of Venezuela. It takes less than five hours to fly there nonstop from New York. Many major airlines offer direct flights from the United States, with some advance fares running as low as $129 each way not including taxes or fees. Regular rates are in the $400 range.  Families will find a wide variety of kid-friendly accommodations with activities ranging from windsurfing to snorkeling to scavenger hunts. There is no shortage of chain hotels, ranging from the Holiday Inn to the Hyatt Regency, each offering its own kids program. And, yes, many of them also have elaborate spas.  Beyond the resorts, the island has dozens of quirky attractions that appeal to a kid's curiosity, including a butterfly farm, a donkey sanctuary and ''Snuba'' tours, which involve a breathing apparatus that allows kids as young as 8 to descend to a depth of 20 feet with the aid of an instructor. And for grown-ups, there are dozens of casinos and nightclubs.  Still not convinced? Because United States Customs and Immigration agents are stationed at Aruba's airport, American travelers can clear customs before they leave the island, eliminating long lines -- and children's whining -- back home.  WHERE TO STAY -- The all-inclusive Tamarijn Aruba is popular with families who don't like hidden costs. Rates start at $454 a night now through March for up to two adults and two children in one room. Meals and snacks at seven dining spots and many activities are included (800 554-2008, www.tamarijnaruba.com). Prices start at $235 a night at the Holiday Inn Sunspree Resort Aruba, from Jan. 27 to March 2 (800-465-4329, www.aruba.sunspreeresorts.com). Rates start at $449 a night at the Aruba Marriott Resort & Stellaris Casino through mid-April (800-223-6388, www.arubamarriott.com).  THE 10 POINT CARIBBEAN ESCAPES PLAN: FOR FAMILIES Michelle Higgins, a staff reporter for the Travel section, writes the Practical Traveler column.  ", 
            "title": "Aruba"
        }, 
        "weight": 0.566667750057866, 
        "file": "1821915.txt", 
        "other_topics": {
            "0": 0.0003757175226238823, 
            "1": 0.566667750057866, 
            "2": 0.00032236129270190927, 
            "3": 0.005180016724443551, 
            "4": 0.0004275999028240229, 
            "5": 0.014830516456608435, 
            "6": 0.00047692734037539127, 
            "7": 0.005374349631496811, 
            "8": 0.00020675344451661279, 
            "9": 0.00030501514329174794, 
            "10": 0.13932480850727041, 
            "11": 0.08845262167992084, 
            "12": 0.0002994043806622259, 
            "13": 0.00024099580343939027, 
            "14": 0.123176003474104, 
            "15": 0.00040645693239875247, 
            "16": 0.00022966343081249355, 
            "17": 0.0005538772853298761, 
            "18": 0.00016606555387126275, 
            "19": 0.01594609806294258, 
            "20": 0.0003327618715069915, 
            "21": 0.00023067848309358182, 
            "22": 0.00024950966653780214, 
            "23": 0.005050820547369739, 
            "24": 0.0001934359758717839, 
            "25": 0.00018199552993383467, 
            "26": 0.00020510522496846337, 
            "27": 0.0002405228611406144, 
            "28": 0.02992549846066334, 
            "29": 0.0002882247024918193, 
            "30": 0.0001384440489219298
        }
    }, 
    {
        "i": 8, 
        "content": {
            "text": "  For years, golf was scarce in the Caribbean, where strict development rules and lack of fresh water posed major challenges. But thanks in part to a new breed of salt-tolerant turf grass, known as paspalum, golf courses have been springing up on many islands in recent years. Anguilla got its first golf course in November. Barbados, which has a total of seven courses, played host to the World Golf Championships for the first time last month. And the Dominican Republic, with a new Jack Nicklaus-designed course, Punta Espada, and half a dozen other courses planned, is quickly gaining notice among golfers as a hotspot to tee-off.  But for many avid golfers, the island of choice remains Jamaica. While it may be better known for reggae, Jamaica also has 12 golf courses, with a range in difficulty to suit every level of player. Most courses are in and around resort centers, making it easy to play a round at one course in the morning and hit a different set of links in the afternoon. Montego Bay, a resort city on the north coast of the island, has three notable courses -- Half Moon Golf Club, a Robert Trent Jones Sr.-designed course; White Witch, owned by Ritz-Carlton; and Cinnamon Hill, at the Rose Hall Resort & Country Club -- all within a 10-minute drive of one another.  Green fees in Jamaica range from $23 for the nine-hole Manchester Golf Club in Mandeville, the oldest golf course in the Caribbean, to $200 at the White Witch. Caddies are mandatory at most courses and will cost $14 to $45 more.  WHERE TO STAY -- Later this year, the Half Moon Resort, in the Rose Hall area of Montego Bay, is scheduled to open a $4 million spa. Rooms start at $355 a night; (866-648-6951, www.halfmoon.com). At the Ritz-Carlton Golf & Spa Resort, Montego Bay, ocean-view rooms begin at $459 a night through March; (800-241-3333, www.ritzcarlton.com). Rose Hall Resort & Country Club has rooms from $149 a night; (866-831-1313, wwwrosehallresort.com).  THE 10 POINT CARIBBEAN ESCAPES PLAN: FOR GOLFERS Michelle Higgins, a staff reporter for the Travel section, writes the Practical Traveler column.  ", 
            "title": "Jamaica"
        }, 
        "weight": 0.5627121667891274, 
        "file": "1821910.txt", 
        "other_topics": {
            "0": 0.000397041334186343, 
            "1": 0.5627121667891274, 
            "2": 0.010659730154437963, 
            "3": 0.00031447143240868533, 
            "4": 0.00045186829384360745, 
            "5": 0.00019361106321613317, 
            "6": 0.0005039953053298262, 
            "7": 0.04179612679607194, 
            "8": 0.00021848771621087014, 
            "9": 0.00032232624817136036, 
            "10": 0.22462522408721897, 
            "11": 0.01092015542331221, 
            "12": 0.00031639704725288634, 
            "13": 0.00025467349689376183, 
            "14": 0.011497502911629822, 
            "15": 0.021067671911839638, 
            "16": 0.00024269795655734776, 
            "17": 0.005744849175862595, 
            "18": 0.00017549058827752702, 
            "19": 0.0013725073954376577, 
            "20": 0.000351647739255806, 
            "21": 0.0002437706180322176, 
            "22": 0.0002636705634667182, 
            "23": 0.00017794273883345364, 
            "24": 0.07243792736072582, 
            "25": 0.00019232466858676954, 
            "26": 0.00021674595212209656, 
            "27": 0.00025417371280068106, 
            "28": 0.03162391722386459, 
            "29": 0.0003045828675320334, 
            "30": 0.0001463014274933057
        }
    }, 
    {
        "i": 9, 
        "content": {
            "text": "  A threat to endangered North Atlantic right whales posed by dense arrays of lobster traps, lines and floating buoys off the coast of Maine could be greatly reduced without hurting profits if boats switch to fishing patterns that are the norm in nearby Nova Scotia, according to a study by Canadian and American researchers. The Maine lobster season is year-round, but Canadian lobstermen with far fewer traps have similar catches with a 180-day season, said the authors of the study, published in the journal Current Biology. They said Canadian lobster boats also had lower costs for fuel and bait. The executive director of the Maine Lobstermen's Association told The Associated Press that almost all traps were set in waters not frequented by the whales.  ANDREW C. REVKIN  ", 
            "title": "National Briefing | Science And Health: In Lobster Land, A Whale-Friendly Proposal"
        }, 
        "weight": 0.5562043610940939, 
        "file": "1817654.txt", 
        "other_topics": {
            "0": 0.0009292049955785989, 
            "1": 0.5562043610940939, 
            "2": 0.024947212439032477, 
            "3": 0.0007359647492615121, 
            "4": 0.0010575177943211254, 
            "5": 0.0004531124385535148, 
            "6": 0.001179511842061366, 
            "7": 0.001216578766883385, 
            "8": 0.0005113318435516254, 
            "9": 0.0007543475558299628, 
            "10": 0.16344611549146026, 
            "11": 0.049706656995248906, 
            "12": 0.0007404713101123077, 
            "13": 0.0005960182610208802, 
            "14": 0.03898285399839955, 
            "15": 0.001005228101779426, 
            "16": 0.0005679916276524602, 
            "17": 0.0013698204355010815, 
            "18": 0.0004107046729496766, 
            "19": 0.003212110726261787, 
            "20": 0.0008229693179679397, 
            "21": 0.0005705020020522852, 
            "22": 0.0006170743035164976, 
            "23": 0.0004164434974757106, 
            "24": 0.00047839577416945776, 
            "25": 0.00045010185952062954, 
            "26": 0.0005072555528658596, 
            "27": 0.1454946403478684, 
            "28": 0.0015602872858270294, 
            "29": 0.0007128223127156597, 
            "30": 0.0003423926064666541
        }
    }, 
    {
        "i": 10, 
        "content": {
            "text": "  FIRST VERY LIGHT JET DELIVERED -- In what some aviation industry officials believe is the dawn of a new era in aviation, the first so-called very light jet, an Eclipse 500, was delivered to a customer on Sunday by Eclipse Aviation, based in Albuquerque.  Very light jets, private planes that seat four to six passengers and are being produced by a handful of manufacturers, are the lowest priced business or private jet, and are capable of using more than 5,000 noncommercial airports.  Proponents say the aircraft will attract new customers to private aviation, and will be the workhorses of the air-taxi business being planned by several competitors. The Eclipse 500 cost $1.52 million in 2006.  The first model was delivered to its co-owners, David Crowe and Jet-Alliance, a shared-jet operator in Westlake Village, Calif. Mr. Crowe and Jet-Alliance will share use of the plane. Eclipse said that it has 37 aircraft in various stages of assembly and has an order backlog of about 2,500.  The Federal Aviation Administration has estimated that as many as 5,000 very light jets will be in operation within 10 years.  TRANSATLANTIC BUSINESS AIRLINE -- A new discount, all-business-class transatlantic airline, L'Avion, plans to begin six-day-a-week service between Liberty International Airport in Newark and Orly in Paris.  The airline will fly the route with a 757-200 aircraft outfitted with 90 business-class seats. L'Avion was taking bookings yesterday on its Web site, www.lavion.com, for flights starting tomorrow.  The company offered round-trip fares of $999 for the first 1,000 customers who booked, but L'Avion said regular roundtrip fares will start at $1,599.  Two all-business-class, low-fare airlines, Eos and MaxJet, began flying the New York-London Stansted routes just over a year ago, and another all-business-class low-fare start-up, Silverjet, plans to begin service between Newark and London Luton later this month.  All of the start-ups offer fares sharply lower than the typical $9,000 walk-up business-class fares on most major transatlantic carriers.  JOE SHARKEY  ITINERARIES  ", 
            "title": "MEMO PAD"
        }, 
        "weight": 0.55223909071457, 
        "file": "1815913.txt", 
        "other_topics": {
            "0": 0.00041637610406685527, 
            "1": 0.55223909071457, 
            "2": 0.11398386147975897, 
            "3": 0.00032978528579394366, 
            "4": 0.07622495004149134, 
            "5": 0.00020303936458247997, 
            "6": 0.0005285384256812134, 
            "7": 0.10335018124508209, 
            "8": 0.02728308353277184, 
            "9": 0.0003380226084700018, 
            "10": 0.10570483654694361, 
            "11": 0.000630353115434287, 
            "12": 0.00033180467253715216, 
            "13": 0.00567786658174245, 
            "14": 0.0012358157642315731, 
            "15": 0.0004504420044113219, 
            "16": 0.0002545166483067175, 
            "17": 0.0006138155723645785, 
            "18": 0.00018403647468377522, 
            "19": 0.0014393445541039484, 
            "20": 0.0003687719717527742, 
            "21": 0.0002556415453071878, 
            "22": 0.00027651056079178605, 
            "23": 0.00018660803791195767, 
            "24": 0.00021436880946458146, 
            "25": 0.0002016903262382365, 
            "26": 0.00022730085597209832, 
            "27": 0.00026655124084004167, 
            "28": 0.0006991636338472019, 
            "29": 0.005730206395040173, 
            "30": 0.00015342588580586497
        }
    }, 
    {
        "i": 11, 
        "content": {
            "text": "  Can you give us information about low-cost flights to Ho Chi Minh City, Vietnam? Where would a good jumping-off point be for travel around the region? -- Lester Steinfeld, Washington  A search on Orbitz.com for flights in late January and early February from Washington to Ho Chi Minh City came up with Northwest (with stops in Detroit and Tokyo) for $1,358 round trip, and All Nippon Airways (via Tokyo) for $2,230. Travelocity.com found American and United Airlines (via Chicago and Hong Kong) for $1,400 on American and $1,374 on United. But check the airline sites. Air France (via Paris) gave me $1,586; British Airways (via London and Hong Kong) $1,729, and Cathay Pacific (via Los Angeles and Hong Kong) $1,800. Singapore Airlines (by way of Frankfurt and Singapore) was $1,587. Thai Airways flies from New York and Los Angeles (not Washington) to Ho Chi Minh City, via Frankfurt and Bangkok, but has several good regional deals from Bangkok.  Hong Kong and Bangkok are good regional hubs for low-cost travel in the region. Bangkok offers some of the best travel bargains in the world. Readers have recommended the Bangkok travel agents Ambika Tour Agency (www.ambikatours.com), and DTC Travel( www.dtctravel.com). Look for regional deals at Zuji (www.zuji.com), an online travel agent powered by Travelocity, which has English-language sites offering flights from Hong Kong, Singapore, Korea, Taiwan, Australia and New Zealand. Another useful site is www.thaifly.com in Bangkok, a source for discounted flights and hotels; www.travel.com.au and www.trailfinders.com.au are Australian sites offering a good selection of airline deals to many Asia Pacific destinations. And the Web site www.smarttravelasia.com will guide you to some of the many low-cost airlines in the Asia Pacific region.  Another option is to buy a regional air pass from one of the two main airline alliances, Oneworld or Star Alliance. As I reported in a recent column, a Oneworld Visit Asia Pass (www.oneworld.com) will enable you to visit Ho Chi Minh City, as well as Bangkok, Beijing, Jakarta, Manila, Osaka, Seoul, Singapore, Taipei and Tokyo and other cities in the region. You can take 2 to 20 flights, and need only reserve the first one. There is a flat rate for each flight. For example: from Hong Kong, the trip to Ho Chi Minh City costs $135; to Bangkok, $145; to Singapore, $185; and to Tokyo, $260.  A Star Alliance Asian Airpass (www.star-alliance.com) allows you to buy three to six coupons (costing $59 to $270, depending on distance). The pass is valid on Singapore Airlines, Asiana Airlines, Thai Airlines, United and Lufthansa.  Both passes may be bought only in conjunction with travel to Asia on a Oneworld airline (which includes British Airways and Cathay Pacific) or a Star Alliance carrier.  ROGER COLLIS  ", 
            "title": "Q & A"
        }, 
        "weight": 0.5470753937105262, 
        "file": "1816880.txt", 
        "other_topics": {
            "0": 0.00028626624551854037, 
            "1": 0.5470753937105262, 
            "2": 0.033725781303487, 
            "3": 0.003946752147927224, 
            "4": 0.0003257964065947053, 
            "5": 0.00013959330524444333, 
            "6": 0.00036337990882336313, 
            "7": 0.03385496753105586, 
            "8": 0.00015752933719049924, 
            "9": 0.00023239677321048672, 
            "10": 0.04291387382004036, 
            "11": 0.007873416756259834, 
            "12": 0.00022812182765768934, 
            "13": 0.00018361923435064495, 
            "14": 0.0008496461144715326, 
            "15": 0.0003096871798530751, 
            "16": 0.00017498488655109785, 
            "17": 0.00042200951885895986, 
            "18": 0.0001265284682084761, 
            "19": 0.0009895759086230764, 
            "20": 0.00025353752719004636, 
            "21": 0.00017575827397120776, 
            "22": 0.033670274279603014, 
            "23": 0.00012829646532275604, 
            "24": 0.00014738250740693748, 
            "25": 0.0001386658165194777, 
            "26": 0.00015627352772347225, 
            "27": 0.00390327757659352, 
            "28": 0.0004806878841260338, 
            "29": 0.2866610426329006, 
            "30": 0.00010548312418992511
        }
    }, 
    {
        "i": 12, 
        "content": {
            "text": "  Severe storms swept through Atlanta, grounding planes scheduled to leave Hartsfield-Jackson Atlanta International Airport and diverting and delaying inbound flights. Hartsfield halted all departures for a half-hour, the F.A.A. said, and blocked arrivals for several hours. The storms knocked down trees and power lines, but no deaths or injuries were reported.  RACHEL POMERANCE  ", 
            "title": "National Briefing | South: Georgia: Storms Hit Atlanta Area"
        }, 
        "weight": 0.5470276547214876, 
        "file": "1816755.txt", 
        "other_topics": {
            "0": 0.0016796130273510827, 
            "1": 0.5470276547214876, 
            "2": 0.0014410885682270432, 
            "3": 0.001330315685357556, 
            "4": 0.0019115487674399823, 
            "5": 0.0008190373042230646, 
            "6": 0.002132062855094245, 
            "7": 0.06767858148947693, 
            "8": 0.000924273577752315, 
            "9": 0.0013635440919401306, 
            "10": 0.22996252861112845, 
            "11": 0.0025427715331732188, 
            "12": 0.0013384616578281771, 
            "13": 0.0010773511125243727, 
            "14": 0.026811643529206165, 
            "15": 0.0018170309277736841, 
            "16": 0.0010266907106298707, 
            "17": 0.046129072448577675, 
            "18": 0.0007423818450854337, 
            "19": 0.005806149393077695, 
            "20": 0.00148758346559305, 
            "21": 0.0010312284149744855, 
            "22": 0.001115411608807085, 
            "23": 0.0007527552336073137, 
            "24": 0.0008647389740133615, 
            "25": 0.0008135954396317584, 
            "26": 0.0009169053533328813, 
            "27": 0.0010752368644566708, 
            "28": 0.0028203452027864874, 
            "29": 0.04494149531411719, 
            "30": 0.0006189022713249498
        }
    }, 
    {
        "i": 13, 
        "content": {
            "text": "  MEXICAN blue wing butterflies defy stereotype. They prefer shade to sunlight. They are dark, not bright. They seek tree bark, rather than blooms. And they are one of the reasons Mel and Maris Midgley traveled from Gloucestershire, England, to southern Texas and the Lower Rio Grande Valley.  ''You can walk right up to them,'' said Ms. Midgley as she displayed a vivid image of the blue wing on her digital camera. ''You can't do that with a bird.''  Indeed, it is the kingfishers, green jays, kiskadees and other birds that thrive along the Rio Grande that make this 275-mile stretch of the river a prime destination for nature lovers. Some 500 bird species have been sighted in the four-county region, making it the most concentrated area in the United States for birds, according to experts. To a growing number of eco-tourists, the region is also the center of butterflying. Of the 700 varieties found in the United States, 300 alight here.  As rich as the region is for birders and butterfliers, some naturalists say the area is now threatened because of the border fence legislation signed in late October by President Bush to help curb illegal immigration. The details on just what such a fence would look like have not been made public yet, but environmentalists and people who depend on nature tourism, which brings an estimated $125 million to the area annually, are concerned.  ''A physical fence on the river doesn't make sense because the river is so winding, and it would eliminate the last remnant of the native riparian forest down here,'' said Keith Hackland, a local naturalist, noting that in some places the green corridor is only 50 to 100 feet wide. ''Even if birds and butterflies could fly over, they would have nowhere to fly to.''  Possible threats to the environment notwithstanding, the North American Butterfly Association is continuing to expand its flagship butterfly park in the Lower Rio Grande Valley town of Mission. ''This is the only place they could put a park like this,'' said Sue Sill, executive director of the park, which opened in 2002. ''We have butterflies 12 months of the year and see more butterflies than anywhere else.''  Monarchs and the similar species known as queens, crepe-paperlike yellow sulfurs, large black swallowtails and ornate red admirals swarm the five-foot-tall purple-flowered crucita bushes that have been planted on five acres of rehabilitated cotton and sorghum fields at the NABA International Butterfly Park. In the next two years, the organization expects to build a visitors' center designed by architect Wendy Evans Joseph and to replant more of the 100 acres it has acquired for the park. Already it's a destination for butterfliers like the Midgleys, who are former birders.  ''Most birders appreciate beautiful things. It's easy to turn them onto something like this,'' Mr. Midgley said. ''And you don't have to get up as early.''  Whereas birding is usually best at dawn and dusk, midday is prime time for viewing heat-loving butterflies. Late fall and winter are high season in southern Texas because butterfly migration and greater rainfall help the flowers that provide food for many species. Any butterfly safari here inevitably involves sharing the wild with birders, as my 7-year-old son, Seth, and I discovered in November. We signed up for a canoe trip on the Rio Grande along a stretch protected by the Santa Ana National Wildlife Refuge with Mr. Hackland and Cheryl Longton, a park volunteer guide.  ''There are so many butterflies now it's distracting,'' Ms. Longton said as we passed the park's butterfly garden.  ''That makes it hard to bird,'' said Allison Hilf, a birder from Denver in the group.  THE rio might have once been grand, but dams upriver have narrowed it considerably, to less than 200 feet wide in some places and as shallow as a foot in parts. Still, as the river wound through native forest of old-growth oaks festooned in Spanish moss and banks of tall riverside reeds, it seemed exotic beside the fields of kale and cabbage that bordered the reserve. Herons -- great blue, tricolored, green and night -- perched on downed limbs and flew away only when we came too near. Green and ringed kingfishers crisscrossed our canoes. There were periods of manic activity, when hundreds of dragonflies would patrol the river or flocks of swallows would swoop at insect hatches. Where flowering vines cascaded down from the trees, butterflies perched, warming their wings in the morning sun.  Hot-orange Julias and the cloisonné underwings of gulf fritillaries stood out boldly against the foliage, while small, brown American snouts and pale white peacocks hovered over the water.  ''Temperate meets tropical here, both in terms of vegetation and climate,'' Mr. Hackland said, noting that the Fish and Wildlife Service has identified 11 distinct biological communities in the region. ''Butterflies are a good indicator of that. You don't get great varieties without diverse vegetation. We have huge diversity here, including semidesert, riparian tropical forest, freshwater and saltwater. It's biologically one of the most diverse areas in the United States.''  An emerald green malachite butterfly, the kind of quarry butterfliers buzz about, flew over our van as it crested the levee, towing the canoes back to the visitors' center. ''This is what the rest of Texas looks like,'' Ms. Longton said, indicating the flat fields opposite the levee. ''Only 5 percent of the natural habitat is left.''  The Santa Ana refuge is part of a larger plan by Fish and Wildlife to string together nature preserves along the river to provide a wildlife corridor not only for birds and butterflies but for the endangered ocelot and other native animals. So far, 40,000 acres of the Lower Rio Grande Valley National Wildlife Refuge are open to the public en route to an envisioned 132,500 acres bordering the final 275 miles of the river from Falcon Dam south to the Gulf of Mexico. But the entire project, critics say, is threatened by the proposed immigration fence.  ''Most people here are against it for social reasons. You don't want to put up a fence to keep out the neighbors,'' said Martin Hagne, director of the Valley Nature Center in Weslaco. ''It could wipe out all that habitat it has taken 20 years to develop.''  While specific designs for the fence remain a mystery, the Secure Fence Act calls for it to be completed by 2008 and for the Lower Rio Grande Valley portion to run from Laredo to Brownsville.  Jarrod Agen, a spokesman in Washington for the Department of Homeland Security, said yesterday that the agency would consider the concerns of environmentalists in any decision about the form of the wall, adding that cameras and sensors might prove more effective in a rural area. ''We are looking at a mix of physical barriers as well as technology to have have full surveillance of the border,'' he said.  Mr. Hagne and some other environmentalists are hoping the barrier will indeed be some type of virtual fence made up of electronic surveillance devices that would preserve the habitat, rather than a solid wall or fence, which, if built on the shore, might require clearing vegetation for patrol paths.  In one of the nation's fastest growing regions, eco-advocates already fight developers and agricultural interests for space. Butterflying and birding there require hopscotching from one nature preserve to the next in a central core of communities over 30 miles, from Mission in the west to Weslaco in the east, with the busy McAllen at the center. Vast farm fields and RV parks buffer sights that include the Edinburg Scenic Wetlands, the Valley Nature Center, Quinta Mazatlan and Bentsen-Rio Grande Valley State Park, where we attended an evening ''owl prowl'' in search of nocturnal black witch moths and foraging javalina.  We found the navigating a do-it-yourselfers' dream, but the education was far greater when joined by Mr. Hackland, who correctly identified the least grebes, which we took for small ducks, differentiated the tawny emperor butterfly from the white peacock and picked out a great barbecue joint, Willie's, near Santa Ana.  Meanwhile, the local interest in wild things is expanding from birds to butterflies and, lately, to dragonflies. ''People start out with birds,'' observed Shane Mooneyham, a naturalist at Estero Llano Grande State Park in Weslaco, where we spot a bright red Needham's skimmer dragonfly in addition to a swallowtail butterfly. ''When they've seen all they can see, they go to butterflies. Then, dragonflies. It's the next natural pretty insect.''  ON THE WING  It's Always Butterflying Time  AMERICAN, Continental and Delta offer connecting service to McAllen/Miller International Airport, the most convenient airport in the Lower Rio Grande Valley. A car is essential for getting around. A four-day compact rental from Avis is about $75.  Renaissance Casa de Palmas Hotel (101 North Main Street, McAllen; 956-631-1101; www.renaissancemcallen.com) has rooms from $99. The Alamo Inn (801 Main Street, Alamo; 956-782-9912; www.alamoinnsuites.com; rooms from $55, though lower rates may be available) is run by Keith Hackland, a naturalist who serves as a guide for $200 a day.  Patos, tacos built to order, start at $1.19 each at El Pato (3019 North 10th Street, McAllen; 956-682-1576).  The Original Willie's Bar-B-Que (320 South Alamo Road, Alamo; 956-702-1370) offers smoky barbecue pork, chicken and beef from $6.50 a plate.  Fajitas ($8.95) are a specialty at El Dorado Restaurant (755 Main Street, Alamo; 956-787-8822).  The Blue Onion (423 South International Boulevard, Weslaco; 956-447-0067) has flatbreads from $4 and creative entree salads ($8).  Bentsen-Rio Grande Valley State Park (956-585-1107) is at 280 South Bentsen Palm Drive in Mission.  Edinburg Scenic Wetlands (956-381-9922) is at 714 South Raul Longoria in Edinburg.  Estero Llano Grande State Park (956-565-3919) is at 154A Lakeview Drive, Weslaco.  NABA International Butterfly Park (956-583-9009) is at 3400 South Butterfly Park Drive, Mission.  Quinta Mazatlan (956-688-3370) is at 600 Sunset Avenue, McAllen.  Santa Ana National Wildlife Refuge on Highway 281 near Alamo (956-787-7861) offers canoe trips November through April at $20 a person.  Valley Nature Center (956-969-2475) is at 301 South Border Avenue, Weslaco.  Correction:  January 19, 2007, Friday  An article last Friday about observing butterflies in the Lower Rio Grande Valley misstated the trees that are hung with Spanish moss there. Many indigenous trees, including species of elm and ash, have Spanish moss there, but oaks are not among them.  ", 
            "title": "In Texas, Monarchs Flutter And Admirals Alight"
        }, 
        "weight": 0.5458385892600885, 
        "file": "1818210.txt", 
        "other_topics": {
            "0": 8.571123457096522e-05, 
            "1": 0.5458385892600885, 
            "2": 7.35392488016385e-05, 
            "3": 0.015661284534389044, 
            "4": 9.754699572572482e-05, 
            "5": 0.03345622018055408, 
            "6": 0.01236075552784821, 
            "7": 0.0836482800716809, 
            "8": 4.716600082306624e-05, 
            "9": 0.004524838717079622, 
            "10": 0.12423029638107765, 
            "11": 0.03799943952508818, 
            "12": 6.830216201602143e-05, 
            "13": 5.497760044556095e-05, 
            "14": 0.0002543933088858084, 
            "15": 0.022369006666442422, 
            "16": 5.239238258910799e-05, 
            "17": 0.005695424987585277, 
            "18": 3.788400270132172e-05, 
            "19": 0.00029628981466582035, 
            "20": 7.591189951915271e-05, 
            "21": 5.262394321358609e-05, 
            "22": 0.021219388642127586, 
            "23": 0.0011522275077514334, 
            "24": 4.412792937264024e-05, 
            "25": 4.151805709802282e-05, 
            "26": 4.67899977787331e-05, 
            "27": 0.0022824980045157324, 
            "28": 0.07699709936601917, 
            "29": 0.01120389325226367, 
            "30": 3.158279728140484e-05
        }
    }, 
    {
        "i": 14, 
        "content": {
            "text": "  For the first time in the New York area, starting today some passengers will be able to pay to bypass an airport security screening line through a program that has come to Kennedy International Airport. But for now, they will still have to take off their shoes. Clear Registered Traveler, a private service that prescreens travelers for a $100 annual fee, will open a kiosk at Terminal 7 today, making Kennedy the second American airport -- after Orlando International Airport in Florida -- to provide an express lane through security, said Steven Brill, the chief executive of Clear. The kiosk at Kennedy is equipped with a device that scans travelers' shoes on their feet, but so far the Transportation Security Administration has not given final approval for its use at Kennedy, Mr. Brill said.  PATRICK McGEEHAN  ", 
            "title": "Metro Briefing | New York: Queens: Shortcut Through Airport Screening"
        }, 
        "weight": 0.54273624149566, 
        "file": "1819323.txt", 
        "other_topics": {
            "0": 0.0010424983398288938, 
            "1": 0.54273624149566, 
            "2": 0.0008944515286907592, 
            "3": 0.0008256972712463375, 
            "4": 0.12311148276165024, 
            "5": 0.0005083581848951697, 
            "6": 0.0013233238553477863, 
            "7": 0.13683716247889058, 
            "8": 0.0005736759924243507, 
            "9": 0.0008463214020034828, 
            "10": 0.03435481000494287, 
            "11": 0.02867269203294968, 
            "12": 0.0008307532946509115, 
            "13": 0.0006686878036369894, 
            "14": 0.003094163834000736, 
            "15": 0.001127790565312085, 
            "16": 0.0006372440222361182, 
            "17": 0.0015368358291965036, 
            "18": 0.0004607798513216126, 
            "19": 0.003603747413550409, 
            "20": 0.0009233098743485209, 
            "21": 0.000640060474102627, 
            "22": 0.09552288772371974, 
            "23": 0.0004672183821834, 
            "24": 0.0005367241918908002, 
            "25": 0.0005049805409321686, 
            "26": 0.014116327931177133, 
            "27": 0.0006673755370227908, 
            "28": 0.001750525355406593, 
            "29": 0.0007997331924978975, 
            "30": 0.0003841388342826464
        }
    }, 
    {
        "i": 15, 
        "content": {
            "text": "  Flying over snow-capped peaks and into a thick fog, the helicopter set down on a barren strip of rocks between two glaciers. A dozen bags of supplies, a rifle and a can of cooking gas were tossed out onto the cold ground. Then, with engines whining, the helicopter lifted off, snow and fog swirling in the rotor wash.  When it had disappeared over the horizon, no sound remained but the howling of the Arctic wind.  ''It feels a little like the days of the old explorers, doesn't it?'' Dennis Schmitt said.  Mr. Schmitt, a 60-year-old explorer from Berkeley, Calif., had just landed on a newly revealed island 400 miles north of the Arctic Circle in eastern Greenland. It was a moment of triumph: he had discovered the island on an ocean voyage in September 2005. Now, a year later, he and a small expedition team had returned to spend a week climbing peaks, crossing treacherous glaciers and documenting animal and plant life.  Despite its remote location, the island would almost certainly have been discovered, named and mapped almost a century ago when explorers like Jean-Baptiste Charcot and Philippe, Duke of Orléans, charted these coastlines. Would have been discovered had it not been bound to the coast by glacial ice.  Maps of the region show a mountainous peninsula covered with glaciers. The island's distinct shape -- like a hand with three bony fingers pointing north -- looks like the end of the peninsula.  Now, where the maps showed only ice, a band of fast-flowing seawater ran between a newly exposed shoreline and the aquamarine-blue walls of a retreating ice shelf. The water was littered with dozens of icebergs, some as large as half an acre; every hour or so, several more tons of ice fractured off the shelf with a thunderous crack and an earth-shaking rumble.  All over Greenland and the Arctic, rising temperatures are not simply melting ice; they are changing the very geography of coastlines. Nunataks -- ''lonely mountains'' in Inuit -- that were encased in the margins of Greenland's ice sheet are being freed of their age-old bonds, exposing a new chain of islands, and a new opportunity for Arctic explorers to write their names on the landscape.  ''We are already in a new era of geography,'' said the Arctic explorer Will Steger. ''This phenomenon -- of an island all of a sudden appearing out of nowhere and the ice melting around it -- is a real common phenomenon now.''  In August, Mr. Steger discovered his own new island off the coast of the Norwegian island of Svalbard, high in the polar basin. Glaciers that had surrounded it when his ship passed through only two years earlier were gone this year, leaving only a small island alone in the open ocean.  ''We saw it ourselves up there, just how fast the ice is going,'' he said.  With 27,555 miles of coastline and thousands of fjords, inlets, bays and straits, Greenland has always been hard to map. Now its geography is becoming obsolete almost as soon as new maps are created.  Hans Jepsen is a cartographer at the Geological Survey of Denmark and Greenland, which produces topographical maps for mining and oil companies. (Greenland is a largely self-governing region of Denmark.) Last summer, he spotted several new islands in an area where a massive ice shelf had broken up. Mr. Jepsen was unaware of Mr. Schmitt's discovery, and an old aerial photograph in his files showed the peninsula intact.  ''Clearly, the new island was detached from the mainland when the connecting glacier-bridge retreated southward,'' Mr. Jepsen said, adding that future maps would take note of the change.  The sudden appearance of the islands is a symptom of an ice sheet going into retreat, scientists say. Greenland is covered by 630,000 cubic miles of ice, enough water to raise global sea levels by 23 feet.  Carl Egede Boggild, a professor of snow-and-ice physics at the University Center of Svalbard, said Greenland could be losing more than 80 cubic miles of ice per year.  ''That corresponds to three times the volume of all the glaciers in the Alps,'' Dr. Boggild said. ''If you lose that much volume you'd definitely see new islands appear.''  He discovered an island himself a year ago while flying over northwestern Greenland. ''Suddenly I saw an island with glacial ice on it,'' he said. ''I looked at the map and it should have been a nunatak, but the present ice margin was about 10 kilometers away. So I can say that within the last five years the ice margin had retreated at least 10 kilometers.''  The abrupt acceleration of melting in Greenland has taken climate scientists by surprise. Tidewater glaciers, which discharge ice into the oceans as they break up in the process called calving, have doubled and tripled in speed all over Greenland. Ice shelves are breaking up, and summertime ''glacial earthquakes'' have been detected within the ice sheet.  ''The general thinking until very recently was that ice sheets don't react very quickly to climate,'' said Martin Truffer, a glaciologist at the University of Alaska at Fairbanks. ''But that thinking is changing right now, because we're seeing things that people have thought are impossible.''  A study in The Journal of Climate last June observed that Greenland had become the single largest contributor to global sea-level rise.  Until recently, the consensus of climate scientists was that the impact of melting polar ice sheets would be negligible over the next 100 years. Ice sheets were thought to be extremely slow in reacting to atmospheric warming. The 2001 report by the Intergovernmental Panel on Climate Change, widely considered to be an authoritative scientific statement on the potential impacts of global warming, based its conclusions about sea-level rise on a computer model that predicted a slow onset of melting in Greenland.  ''When you look at the ice sheet, the models didn't work, which puts us on shaky ground,'' said Richard Alley, a geosciences professor at Pennsylvania State University.  There is no consensus on how much Greenland's ice will melt in the near future, Dr. Alley said, and no computer model that can accurately predict the future of the ice sheet. Yet given the acceleration of tidewater-glacier melting, a sea-level rise of a foot or two in the coming decades is entirely possible, he said. That bodes ill for island nations and those who live near the coast.  ''Even a foot rise is a pretty horrible scenario,'' said Stephen P. Leatherman, director of the Laboratory for Coastal Research at Florida International University in Miami.  On low-lying and gently sloping land like coastal river deltas, a sea-level rise of just one foot would send water thousands of feet inland. Hundreds of millions of people worldwide make their homes in such deltas; virtually all of coastal Bangladesh lies in the delta of the Ganges River. Over the long term, much larger sea-level rises would render the world's coastlines unrecognizable, creating a whole new series of islands.  ''Here in Miami,'' Dr. Leatherman said, ''we're going to have an ocean on both sides of us.''  Such ominous implications are not lost on Mr. Schmitt, who says he hopes that the island he discovered in Greenland in September will become an international symbol of the effects of climate change. Mr. Schmitt, who speaks Inuit, has provisionally named it Uunartoq Qeqertoq: the warming island.  Global warming has profoundly altered the nature of polar exploration, said Mr. Schmitt, who in 40 years has logged more than 100 Arctic expeditions. Routes once pioneered on a dogsled are routinely paddled in a kayak now; many features, like the Ward Hunt Ice Shelf in Greenland's northwest, have disappeared for good.  ''There is a dark side to this,'' he said about the new island. ''We felt the exhilaration of discovery. We were exploring something new. But of course, there was also something scary about what we did there. We were looking in the face of these changes, and all of us were thinking of the dire consequences.''  Correction:  January 18, 2007, Thursday  Because of an editing error, an article in Science Times on Tuesday about the appearance of a new island as a result of glacial melting in Greenland referred incorrectly to a region where another such island has appeared. Svalbard, off Norway, is an archipelago, not an island.  ", 
            "title": "The Warming of Greenland"
        }, 
        "weight": 0.5411548343346996, 
        "file": "1819185.txt", 
        "other_topics": {
            "0": 0.012241222844373487, 
            "1": 0.5411548343346996, 
            "2": 0.00010006534863426761, 
            "3": 0.007670245445648833, 
            "4": 0.0001327328507508848, 
            "5": 5.687176707839883e-05, 
            "6": 0.00014804476116804852, 
            "7": 0.00015269716382889804, 
            "8": 0.05007813344007517, 
            "9": 9.468086691302403e-05, 
            "10": 0.2326951204726183, 
            "11": 0.00017656327693814708, 
            "12": 9.293920955111978e-05, 
            "13": 7.480838933369618e-05, 
            "14": 0.05490683214922253, 
            "15": 0.00012616978392286743, 
            "16": 7.129066607275723e-05, 
            "17": 0.00017193107520010732, 
            "18": 5.1549016338127605e-05, 
            "19": 0.06708843599852567, 
            "20": 0.00010329383036483045, 
            "21": 7.160575216618295e-05, 
            "22": 7.74512087368148e-05, 
            "23": 5.2269316784503154e-05, 
            "24": 6.004516920062963e-05, 
            "25": 5.6493898507683934e-05, 
            "26": 6.366746351944264e-05, 
            "27": 0.012199256574721738, 
            "28": 0.019898304116470512, 
            "29": 8.946888473524582e-05, 
            "30": 4.2974923898580266e-05
        }
    }, 
    {
        "i": 16, 
        "content": {
            "text": "  With new rules now in effect requiring that all United States residents carry a passport when they return from the Caribbean, Mexico or Canada, tourism officials in Puerto Rico and the United States Virgin Islands (including St. John, left) are busily reminding American travelers that they can still visit those islands without a passport.  ''It is not that we don't want people to apply for a passport,'' said Nelly Cruz Rodriguez, public relations director for the Puerto Rico Tourism Company, which promotes tourism for the Puerto Rican government. ''But you don't have to wait for your passport to arrive to come here,'' she said, adding that the new online booking engine www.gotopuertorico.com is aimed at the roughly 75 percent of United States citizens who don't have passports.  Officials are also starting a travel promotion called ''Puerto Rico Now!'' in conjunction with Liberty Travel. Those who book a trip to Puerto Rico between Feb. 8 and 19 for travel through Sept. 15 receive a $300 air-fare credit for each room at more than 30 participating hotels in Puerto Rico (www.libertytravel.com). At some hotels, customers will receive a fourth night free.  The rules have been a boon. ''We are getting 30 calls a day from people wondering if they need a passport to come here,'' said Steve Bornn, director of marketing for the Virgin Islands Department of Tourism.  Anticipating a boom in passport-free business, Northwest Airlines recently started nonstop Saturday service from Detroit to St. Thomas, and Delta is introducing nonstop service from Kennedy Airport to St. Thomas on March 3.  IN TRANSIT  ", 
            "title": "Virgin Islands and Puerto Rico Remind Travelers: No Passports Needed"
        }, 
        "weight": 0.5344063196601933, 
        "file": "1822280.txt", 
        "other_topics": {
            "0": 0.0005136499455973148, 
            "1": 0.5344063196601933, 
            "2": 0.007115566709982534, 
            "3": 0.10052974465298735, 
            "4": 0.0005845792479656241, 
            "5": 0.00025047344829173655, 
            "6": 0.000652015643898851, 
            "7": 0.08077083756592617, 
            "8": 0.0002826562221169748, 
            "9": 0.0004169914958025564, 
            "10": 0.15709905867180043, 
            "11": 0.05417650423347979, 
            "12": 0.00040932092483933176, 
            "13": 0.0003294695452619156, 
            "14": 0.028223971178717965, 
            "15": 0.0005556743261699551, 
            "16": 0.00031397686197516593, 
            "17": 0.0007572152490797756, 
            "18": 0.00022703110069463667, 
            "19": 0.0017756044227566334, 
            "20": 0.00045492452947831243, 
            "21": 0.00031536455756444345, 
            "22": 0.00034110899525823646, 
            "23": 0.00023020343287065388, 
            "24": 0.013614171664186178, 
            "25": 0.000248809247427755, 
            "26": 0.0002804029125685488, 
            "27": 0.00032882297763754616, 
            "28": 0.0008625023361849154, 
            "29": 0.013743758977366563, 
            "30": 0.0001892692619189038
        }
    }, 
    {
        "i": 17, 
        "content": {
            "text": "  THE wooden canoe, a curiara in the language of my Pemón Indian guides, winds through the rapids of the Carrao River in southeast Venezuela. A drizzle lets up as the sun rises, revealing the misty escarpments of Auyan-tepui. Then, abruptly, the tepui -- a Pemón word for the majestic sandstone mountains in this wide swath of jungle and savanna -- comes into magnificent relief. It is easily one of the most impressive sights I've ever encountered.  But the best part is yet to come: Angel Falls, the world's tallest waterfall at 3,212 feet (almost 20 times the height of Niagara Falls), named in honor of Jimmie Angel, the Missouri-born bush pilot who crash-landed his turboprop nearby in an ill-fated search for gold in the 1930's. Though the Pemón Indians were surely among the first to contemplate the waterfall, the name Angel Falls stuck after word of the arduous 11-day trek of Angel's traveling party reached the outside world. By 1949, the American photojournalist Ruth Robertson had measured Angel Falls for an expedition described in National Geographic, cementing the mystique of Venezuela's tepui country.  Venezuela has done little to develop this corner of Bolívar State, and the flight from Puerto Ordaz, over thick jungle and sinewy rivers, to Canaima, an asphalt strip and collection of thatched huts that passes for an airport, attests to the region's remoteness.  ''I might have one of the most rewarding jobs in the world,'' said Laszlo Miszlai, 36, the Venezuelan pilot of the Cessna Grand Caravan that swooped in for a dramatic view of Angel Falls before we landed. ''I not only get to fly over the falls almost every day, but I get to see the awed expressions of our passengers.''  Beyond the polarizing political theater that defines Venezuela these days are places of intense beauty, from deserted Caribbean beaches to snow-capped peaks. Angel Falls, in the heart of Canaima National Park, a protected reserve about the size of Belgium, may top them all.  Geography unique to Venezuela made the surreal setting around Angel Falls possible. There are dozens of tepuis (pronounced tey-POO-ees) in this region, remnants of what geologists believe were the mountains of the ancient supercontinent known as Gondwana. Some of these isolated mesas are two billion years old, preserving an array of unique plant and animal life that rivals that of places like the Galápagos.  ''Think of each of these mountains like an island surrounded by forest,'' said Charles Brewer-Carías, a Caracas-based naturalist and explorer who is an eminent expert on Auyan-tepui and the country's other mesas.  ''Some birds cannot fly from one tepui to another because of the distances involved,'' added Mr. Brewer-Carías, who described a family of flowering plants found near Angel Falls that is related to plants in Madagascar, another long-isolated portion of Gondwana, which once included Africa, Antarctica, South America, Australia and the Indian subcontinent, among other land masses.  ''Each tepui has characteristics that give us a window into what the world was like more than a billion years ago,'' said Mr. Brewer-Carías.  When I arrived in Canaima in early October near the end of the rainy season, I found myself contemplating a more recent time -- the year 1956. That was when Rudolf Truffino Van Der Lugt, a Dutch adventurer and hotelier, arrived in Canaima to scout out locations for a lodge after working for a spell at the Hotel Tamanaco in Caracas.  He called his establishment -- a series of thatched-roof buildings and a bamboo bar -- Campamento Ucaima and became known as Jungle Rudy, the go-to guy for anyone planning an expedition to Angel Falls. In the '50s, ''almost nothing was known about the area,'' the Dutch writer Jan Brokken wrote in his 2004 biography, ''Jungle Rudy.'' Numerous lodges cater to travelers who come to Canaima for a glimpse of Angel Falls, but Campamento Ucaima has the grandest and most eccentric past. It still feels like an isolated outpost when the fog rolls in off Auyan-tepui. Though accessible only by canoe from Canaima, Ucaima has its small luxuries, among them a drink made with Venezuela's delicious Santa Teresa rum and papaya juice, which was handed to me as soon as I arrived.  I gazed around at the spartan world Rudy Truffino had created: hammocks slung on the porches of bungalows; canoes docked in a small river port; a staff chatting in a patois of Pemón and Spanish. Some leather-bound notebooks contained decades-old clippings of Truffino's Mosquito Coast-esque trajectory into this jungle after leaving post-war Europe.  Truffino died in 1994, and his lodge is now run by his daughters, who appear as children in a black-and-white photo in Ucaima's bar with their Austrian mother and their father, who is petting a capybara, a large rodent. A guide named Yosmary López proudly told me that the lodge had been host to Prince Charles, Neil Armstrong and the German filmmaker Werner Herzog.  I gulped down the welcome cocktail and Ms. López shepherded me and a few other arrivals into a canoe for an excursion to Salto Sapo, or Frog Falls. The 20-minute ride upriver and the one-and-a-half-hour hike through thick rain forest and lighter savanna vegetation was a warm-up for the following day when we would ascend to the foot of Angel Falls.  Near Salto Sapo, Ms. López, who was taking a sojourn from her university studies in western Venezuela, plucked a yellow flower from the ground that was a little larger than a pinhead. ''It's the smallest orchid in the world,'' she said. I had no way of confirming this information, but I marveled at the intricacy of the tiny orchid and the geologic isolation that had made its evolution possible.  WE were drenched as we navigated a narrow rock pathway under Salto Sapo's curtain of water, holding on to a withering length of rope; when we emerged on the other side of the waterfall we could see a group of Pemónes playing soccer on a sandy spot.  By the time we hiked down to the impromptu soccer field they were gone, so we jumped into the water for a swim. Rain started falling and I was surprised by the orange, tannin-tinted color of the river water. In the distance, two other mesas, Kurún-tepui and Kusari-tepui, soared above the savanna and jungle.  The remoteness of this region has kept it relatively pristine; it is still impossible to travel by car through most of Canaima National Park because there are almost no roads. Airstrips built by Capuchin missionaries allow limited travel in small planes. Canoeing or hiking are the most common ways of getting around.  I got a taste of both methods the next morning with Leomar Jaramillo, a Pemón guide who grew up in the village of Santa Marta near Angel Falls. With Auyan-tepui still sheathed in darkness, we set out in a motorized curiara for the four-hour trip to the base of the waterfall.  Mr. Jaramillo, 22, maneuvered the canoe upriver against the rapids with amazing deftness before arriving at a camping site and lookout point where we could view Angel Falls in the distance. I had never been a huge fan of waterfalls before, but even from this distance, the falls, which shoot water over the top of Auyan-tepui in a ''V'' formation, were breathtaking.  We had a brief breakfast of arepas, the white corn cakes that are a staple throughout Venezuela, then set out on a smooth sandy path that led into thick jungle. Early on, we came upon a small coral snake, at which Mr. Jaramillo shrugged and said was deadly. Then we proceeded up the tepui, stopping occasionally to peek at the falls through the trees or gulp down some water.  The path in some stretches was completely overgrown with trees, reminding me how oppressively dark the jungle can be, and I wondered what it was like for Jimmie Angel when he descended Auyan-tepui without any way of reaching the outside world  Slowly, I ascended the tepui, grasping parts of tree trunks and branches to gain balance on the slippery mud and stones. Ahead, Mr. Jaramillo blissfully jogged up the path as if he were strolling on the savanna. Little by little, the thick trees above us began letting in more sunlight, raising the temperature to greenhouse levels. We glimpsed Auyan-tepui's stone escarpment and, finally, the water falling more than 3,000 feet from the top of the soaring mesa.  But we still had about an hour to go before we arrived at Angel Falls. When we finally got there, the pool of cool water at the base of the falls was a welcome sight. I dove in, doing a backstroke as I gazed up at a cascade of water that doesn't so much crash as separate into smaller falls and showers of mist as it descends in seemingly slow-motion. There were no souvenir stands or snack bars here, just a few boulders to sit on. All around us was dense green jungle, accentuating the isolation and benign neglect that has thus far prevented this place from turning into an easily accessible tourist destination.  A retired oil executive who made the trek to the base of Angel Falls with his wife and his teenage daughter were the only other Americans I encountered. A sprinkling of other nationalities was there, some Italians, Spaniards and a Serb. Some Venezuelans were there, too, lugging a bottle of Scotch whiskey and a bucket of ice.  Eventually, we hiked down the tepui back to the lookout point, where our guides prepared a lunch of chicken roasted on a spit over an open fire, accompanied by casabe, a hard bread made from manioc.  Later, in the canoe back to Ucaima, I stole a last glance at Angel Falls. I had gotten a taste of Venezuela's legendary lost world and now I wanted more.  VISITING A PREHISTORIC WORLD  GETTING THERE  Venezuelan airlines fly round-trip from Caracas to Puerto Ordaz daily, with the one-hour flight costing about $170 (prices for flights, lodging and other services below are in United States dollars). Charter companies and Servicios Aéreos Mineros, or Serami, a small private carrier, make the one-hour trip from Puerto Ordaz to Canaima each day for about $240 round trip, according to Akanan Tours, a Caracas-based company that arranges flights, lodging and hiking excursions in Canaima National Park (58-212-264-2769, www.akanan.com). The trip on Serami's propeller plane includes a fly-over of Angel Falls close enough to remind you of Jimmie Angel's bravado in landing his Flamingo airplane atop Auyan-tepui in 1937.  The rainy season, from May to December, offers some of the better conditions for canoe trips with guides who take travelers by river relatively close to the foot of Angel Falls. Hotels and airlines commonly quote their prices in United States dollars to foreign visitors.  WHERE TO STAY  Most of the lodges and small hotels known as ''camps'' offer packages that include all meals and lodging. Alcoholic drinks are often charged separately.  The most intriguing place to stay around Angel Falls is Campamento Ucaima, founded by the Dutch hotelier and adventurer Rudy Truffino in the 1950s. Also known as Jungle Rudy's, its 14 rooms and thatched-hut bar feel like a placid outpost of civilization along the Carrao River. Meals are served in an open-air dining room where visitors can gaze at the sun rising above the thick jungle. Rates are about $220 per person for a spartan room with a shower, bed and a hammock on the porch. (58-286-962-2359; www.junglerudy.com).  Campamento Canaima is a modern hotel near the edge of a lagoon with the luxury of a strip of white sand beach. With 109 rooms largely in the form of yellow bungalows, Canaima has a multilingual staff and rates of about $187 a night (58-212-976-0530).  EXPLORER | ANGEL FALLS  Correction:  January 28, 2007, Sunday  The Explorer column on Jan. 14 about Angel Falls in Venezuela, misidentified the type of airplane flown by Jimmie Angel, who survived a crash landing there in the 1930s. It was a radial-engine monoplane -- not a turboprop, which was not developed until the 1940s.  ", 
            "title": "In Venezuela, A Forest of Islands"
        }, 
        "weight": 0.5194059088683406, 
        "file": "1818627.txt", 
        "other_topics": {
            "0": 7.597916734810995e-05, 
            "1": 0.5194059088683406, 
            "2": 6.518924758606546e-05, 
            "3": 0.010920987764333657, 
            "4": 8.647103906097369e-05, 
            "5": 0.02472070790981052, 
            "6": 9.644623959566022e-05, 
            "7": 0.001086823439021562, 
            "8": 0.049409126234412314, 
            "9": 0.0010490277505510333, 
            "10": 0.059769926981322975, 
            "11": 0.00011502510441447937, 
            "12": 6.054680490871116e-05, 
            "13": 4.873517836442195e-05, 
            "14": 0.13746664588015176, 
            "15": 8.219541923638036e-05, 
            "16": 0.001033789812398867, 
            "17": 0.00011200737899712879, 
            "18": 3.358247020321222e-05, 
            "19": 0.05555404121081274, 
            "20": 6.729249609050007e-05, 
            "21": 0.0030086877080705027, 
            "22": 5.045688733507515e-05, 
            "23": 0.0010213980357739224, 
            "24": 3.911743130655097e-05, 
            "25": 3.680389652545797e-05, 
            "26": 4.147723561844875e-05, 
            "27": 4.863953799658991e-05, 
            "28": 0.11762179279843686, 
            "29": 5.828600367518003e-05, 
            "30": 0.01681288406829976
        }
    }, 
    {
        "i": 18, 
        "content": {
            "text": "  More than 30 rescuers withstood cold winds that swept across Northwest Harbor on Tuesday to successfully herd several dolphins out of an inlet off Long Island where they have been stranded for at least a week.  Banging on partly submerged metal pipes and revving their engines, the dolphin wranglers maneuvered eight boats to corral the dolphins and push them past a shoal that has discouraged the animals from returning to open waters.  The pod, frightened and disoriented, refused to stay together. But in two separate drives the rescuers were able to move 6 to 13 dolphins into deeper water.  ''We're real happy with the success we've had today,'' said Chuck Hamilton, a regional supervisor for the New York State Department of Environmental Conservation. ''It's truly amazing that they got these animals out. A lot of credit is due to the skillful boat operators.''  When dealing with a mass stranding, the decision to corral and drive the animals is a serious one.  ''We don't take it lightly,'' said Kathy Zagzebski, executive director of the National Marine Life Center, adding that the stress of being corralled could cause the dolphins to beach themselves.  The marine center, in Buzzards Bay, Mass., is used to such rescue endeavors; the center's coastal region is known as a hot spot for marine animal stranding.  Katie Touhey, executive director and senior scientist at the Cape Cod Stranding Network, the group that provided a high-frequency pinger system that rescuers have been using to help move the dolphins out of the Northwest Harbor inlet, said that if corralling fails, then rescuers could use nets to capture and move the dolphins.  ''But capturing is super-stressful,'' Ms. Touhey said, ''and it should be avoided at all costs.''  Five dolphins stranded in the choppy waters of the Northwest Harbor area have already died, possibly of starvation, including one that washed up on shore Tuesday morning, Mr. Hamilton said. Another dolphin was euthanized.  There are plans to continue the rescue effort on Wednesday. Rescuers estimated that three to five animals were still in the inlet. There are concerns that the dolphins that made it out of the inlet may respond to the distress calls of those still stranded.  Chuck Bowman, president of the Riverhead Foundation for Marine Research and Preservation, noted that it has been hard to get an accurate count of how many have been stranded.  ''It's not like we can say, 'Everybody stop and put up your flippers,' '' he said.  ", 
            "title": "Boat Rescuers Report Success Herding Dolphins in L.I. Waters"
        }, 
        "weight": 0.5081581993255755, 
        "file": "1819470.txt", 
        "other_topics": {
            "0": 0.0003794225339943794, 
            "1": 0.5081581993255755, 
            "2": 0.000325540149643496, 
            "3": 0.054536907890557, 
            "4": 0.005362397552936767, 
            "5": 0.0001850195279172977, 
            "6": 0.00048163039815840727, 
            "7": 0.03994141409134293, 
            "8": 0.059375764491945704, 
            "9": 0.000308022947043294, 
            "10": 0.24917149541970035, 
            "11": 0.000574408987531442, 
            "12": 0.00030235685577433463, 
            "13": 0.0002433723021071909, 
            "14": 0.030709622657853465, 
            "15": 0.00041046507006994187, 
            "16": 0.00023192817911756386, 
            "17": 0.0104205011953573, 
            "18": 0.005098284171390908, 
            "19": 0.025964507156157602, 
            "20": 0.0003360432902414472, 
            "21": 0.00023295324099367135, 
            "22": 0.00025197012178917164, 
            "23": 0.00017004648901971015, 
            "24": 0.00019534347937351864, 
            "25": 0.00018379021734440699, 
            "26": 0.0002071278008263832, 
            "27": 0.00024289469604777298, 
            "28": 0.005567693559081732, 
            "29": 0.00029106693298597524, 
            "30": 0.0001398092681213199
        }
    }, 
    {
        "i": 19, 
        "content": {
            "text": "  AFTER taking time off from work, reserving plane tickets and finding a pet sitter, the last thing travelers want to find is that their vacations have been canceled because too few people signed up for the tour. But that's what usually happened when a tour operator didn't get enough paying customers to cover the cost of a trip -- until now.  To encourage bookings and gain the trust of travelers whose trips have been canceled, a growing number of tour operators are promising to run certain tours no matter how many people sign up. The so-called guaranteed departures began showing up in the brochures of escorted-tour operators like Trafalgar Tours and Globus & Cosmos in 2005. Others quickly followed suit.  Collette Vacations, based in Pawtucket, R.I., just started offering guaranteed departure dates for trips in 2007. Travel Alliance Partners, a collection of 33 North American tour operators, put together a catalog of 64 guaranteed-to-run tours for 2006 that was so successful it rolled out another one for 2007 with 92 trips from its members. Travelers can book the trips at www.guaranteeddepartures.com. Country Walkers, a soft-adventure travel company in Waterbury, Vt., started guaranteeing departures for its 2006 itineraries paid in full 90 days before the start date.  Promising that a trip will operate on the day it is scheduled and will not be canceled for lack of participation has helped build confidence in the tour industry, which was forced to cancel many trips for that reason during the travel slump after Sept. 11, 2001.  ''Many times, people were disappointed because there were not enough in a group for the bus to go,'' said James J. Palmeri, executive director of Travel Alliance Partners. ''Individual travelers were disappointed because their vacation was canceled, tour operators were disappointed because they lost a trip they thought they had, and travel agents were disappointed because they thought they had a sale on a trip.''  Eileen Rudden, an executive at a Boston communications company, was let down after her first choice in tour operators, Backroads, of Berkeley, Calif., canceled the March trip she wanted to take to Costa Rica -- even before she had a chance to sign up.  ''I was extremely disappointed,'' said Ms. Rudden, who added that she had traveled with Backroads and enjoyed the trips. ''They had it in all their materials, and I was calling them in November for a trip in March. It made me think maybe they don't have this Costa Rica thing down.''  Backroads said it doesn't cancel trips because of low enrollment, but a small number of departures listed in its brochure are scrapped if no reservations are made after a period of time.  Ms. Rudden has since booked her vacation with Country Walkers, which is guaranteeing the departure date. Although she booked the trip based mainly on her rigid vacation schedule, Ms. Rudden said the departure guarantee ''is something of value.''  But as reassuring as they sound, guaranteed departures aren't always, well, guaranteed. Travelers who read the fine print soon learn that even though a trip may be called guaranteed, there is still a chance that their vacations could be canceled or postponed.  In some cases, this is simply good practice on the tour operator's part. Tour operators reserve the right to cancel guaranteed departures, if a major event like a war could endanger travelers. There are also circumstances outside of an operator's control.  For instance, many companies, including Travcoa, which guarantees all departure dates in its brochure, were forced to cancel trips to Libya last year after the country stopped issuing visas to American travelers. Others canceled trips to Israel when war broke out last summer.  But tour operators also reserve the right to cancel tours for financial reasons. Promising that a trip will run even when there are too few customers signed up to cover the cost of the tour means the tour operator has to absorb the balance. To avoid a potentially big loss, many companies exclude particularly expensive trips from their list of guaranteed departures.  TRAVCOA, for example, excludes trips that involve chartered boats or aircraft. Country Walkers doesn't include trips like those to Iceland, New Zealand and Chile in its guaranteed departure program because of the high costs and, sometimes, currency fluctuations associated with such trips.  Other tour operators avoid the high cost of running trips with too few participants by guaranteeing only their most popular journeys. Trafalgar, which guaranteed about 30 percent of all its journeys in its brochures this year, plans to guarantee more departure dates on its Web site as demand grows and trips start to fill up. And Globus & Cosmos, in fact, flags trips on its Web sites as ''guaranteed departures'' for travel agents, but calls those same dates ''popular departures'' on their consumer sites, www.globusjourneys.com and www.cosmos.com.  That nomenclature helps avoid an obvious question: how likely are trips to operate that aren't guaranteed? Ninety-nine percent, tour operators say.  So why offer guarantees at all? ''It gives people peace of mind,'' said John G. Severini, president of Trafalgar Tours.  And peace of mind, in turn, encourages early bookings. ''We did it to meet the demand of people wanting to book way in advance,'' he said, ''and get the early payment discount and be assured of a departure.''  Some companies, like Wilderness Travel and Mountain Travel Sobek, stay away from guaranteed departures altogether. ''It can be a bit misleading to clients,'' said Barbara Banks, a spokeswoman for Wilderness Travel, a Berkeley, Calif., company that instead offers tiered pricing, which lowers the cost of the trip per person as the number of participants grows. For example, a 15-day journey in Argentine Patagonia costs $4,995 a person if 11 or 12 people sign up, compared with $5,595 for 6 or 7.  ''We let them know that we make every effort to run the trip,'' Ms. Banks said, ''and we also let them know how much it is going to cost them.''  PRACTICAL TRAVELER | TOUR OPERATORS  ", 
            "title": "Are 'Guaranteed Departures' Guaranteed?"
        }, 
        "weight": 0.5064668094271215, 
        "file": "1816879.txt", 
        "other_topics": {
            "0": 0.004257657655372929, 
            "1": 0.5064668094271215, 
            "2": 0.0370345173382985, 
            "3": 0.00012494376460753023, 
            "4": 0.06987796513503543, 
            "5": 7.692430095351989e-05, 
            "6": 0.000200244169430924, 
            "7": 0.00020653697235977964, 
            "8": 0.002136762007071823, 
            "9": 0.004227972338496338, 
            "10": 0.2839922657278646, 
            "11": 0.00023881808760762866, 
            "12": 0.00012570883749817659, 
            "13": 0.00010118523391440479, 
            "14": 0.03531742194113851, 
            "15": 0.002220610123289991, 
            "16": 9.642718933979822e-05, 
            "17": 0.00023255260828669987, 
            "18": 6.972479053069865e-05, 
            "19": 0.035394531667703316, 
            "20": 0.0001397144154615875, 
            "21": 9.685337229000506e-05, 
            "22": 0.010354529263142113, 
            "23": 7.069906319990489e-05, 
            "24": 8.121661948760918e-05, 
            "25": 0.002126367073456636, 
            "26": 8.611610604547335e-05, 
            "27": 0.00010098666291670819, 
            "28": 0.0002648879142052811, 
            "29": 0.004220922652752354, 
            "30": 5.8127541120216494e-05
        }
    }, 
    {
        "i": 20, 
        "content": {
            "text": "  Jesse Logan retired in July as head of the beetle research unit for the United States Forest Service at the Rocky Mountain Laboratory in Utah. He is an authority on the effects of temperature on insect life cycles. That expertise has landed him smack in the middle of a debate over protecting grizzly bears.  You just never know where the study of beetles will take you.  Dr. Logan seems, in fact, to be on a collision course with the federal government, in the debate over whether to lift Endangered Species Act protections from the grizzly bears in and around Yellowstone National Park.  The grizzly population in the greater Yellowstone area is estimated to be at least 600. The population is centered in the park proper, federal scientists say, where it has reached its likely natural maximum and has leveled off. But in adjoining stretches of national forest, the number of grizzlies is continuing to go up by 4 percent to 7 percent a year. Their resurgence in the past 50 years is why the federal government announced in 2005 the start of proceedings to take them off the endangered or threatened species list.  Dr. Logan enters the fray on the question of what grizzly bears eat, how much of it will be available in the future, and where. All that, he says, hinges on the mountain pine beetle and the whitebark pine.  The tree (Pinus albicaulis) has no value as commercial timber. But gnarled and bushy whitebark pines anchor the timberline in much of the West. They hold the soil for other vegetation to get a foothold, and they trap snow, prolonging the spring runoff.  They are slow-growing trees and may not even bear cones until they are a half-century old. In the late 19th century, the naturalist John Muir counted rings in a weatherbeaten example high in California's Sierra Nevada. Its trunk was just six inches across. To his astonishment it was 426 years old.  The beetle's usual targets were once midaltitude lodgepole and ponderosa pines. But it has begun extending its range as it adapts to warming temperatures in the Rockies -- two degrees since the mid-1970s. As a result, it has been killing whitebark pines at altitudes in the Rockies and the Cascades of Oregon and Washington that would have once been too cold.  Beetle attacks have added to the toll taken by a disease called white pine blister rust. In the northern Rockies, the beetle infests 143,000 acres. Entire forest vistas, like that at Avalanche Ridge near Yellowstone National Park's east gate, are expanses of dead, gray whitebarks.  ''We are very worried the whitebarks may be locally extirpated, if not driven extinct,'' said Diana Tomback, professor of biology at the University of Colorado, Denver, and president of the Whitebark Pine Ecosystem Foundation, a nonprofit organization. One recent Forest Service study suggested that in the next century a global warming would reduce by 90 percent the acreage that has the kind of cold and high altitude climate where the trees now grow.  The plight of trees may not catch the attention of most people. But the seeds of the whitebark pine, the pine nuts, feed Clark's nutcracker birds; red squirrels, which store the nuts underground; and grizzly bears.  ''There is this general notion that grizzly bears are omnivores that will eat anything and do all right, but that's not the case in Yellowstone,'' says David Mattson, a wildlife biologist with the United States Geological Survey on the Northern Arizona University campus in Flagstaff.  The diet of the Yellowstone grizzlies changes radically from season to season. After emerging from dens in early spring, they gorge on elk and bison calves and adults that died over the winter, or they chase wolves off their kills. Later in the spring and in early summer, tourists most often see them in rivers near Yellowstone Lake, where they go after spawning cutthroat trout.  They eat roots and bulbs, too. But by late summer the bears head for remote high country. They turn to delicate fare: moths and pine nuts. In alpine meadows a grizzly can lap up 40,000 army cutworm moths a day from under rocks where the fat insects congregate during daylight hours.  But mostly the bears depend on whitebark pines. A federally supported Interagency Grizzly Bear Study Team says the tree's plump seeds, among the largest of any North American pine, ''are arguably the most important fattening food available to grizzly bears during late summer and fall.'' Loss of the whitebarks, the task force said, would endanger the bears' survival.  The hefty bears -- a male can exceed 700 pounds -- do not climb the trees. They raid messy, cone-stuffed middens on the ground that red squirrels build as winter storehouses.  Grizzlies in northernmost Montana, Canada and Alaska have a wide variety of berries available in the fall, and those near the coast have spawning salmon in the rivers. But when winter looms in Yellowstone, ''the whitebark pines are about it'' on the bear menu, Dr. Mattson says.  The Wind River Pines  Because of the close relationship between the pines and the bears, Dr. Logan has taken up advocacy for the bears as a means of bringing attention to the overall ecosystem in the Wind River Range in Wyoming. The range is high, broad, relatively far from the moderating effect of the Pacific Ocean and exposed to arctic blasts off the plains. They therefore are colder than nearby ranges. Dr. Logan's computer models show them resisting a warming climate longer than other mountains and remaining a refuge for the pines and the bears.  Earlier analyses that Dr. Logan conducted correctly predicted beetle movements. In the 1990s, his analyses predicted a northward invasion by mountain pine beetles from near the Washington-Canada border deep into the lodgepole forest of the British Columbia interior.  Rising temperatures were revving up the beetles' metabolisms, and he surmised that they would soon complete a full cycle of reproduction in one year. Eventually their reproduction would get in pace with the calendar well north of their usual range, a condition called adaptive seasonality. It means millions of adults emerging simultaneously from infested trees.  Like an army roaring out of the trenches, they overwhelm their next round of piney prey, emitting pheromones that draw more attackers to individual trees. Forest managers say defenses -- quarantines, burning and other methods -- are ineffective over large areas.  The result in Canada turned out as bad or worse than Dr. Logan feared. It may be the largest forest insect blight ever seen in North America, and it seems nowhere near its peak. It covers a patch running about 400 miles north-south and 150 miles across. Officials expect 80 percent of British Columbia's mature lodgepoles to be dead by 2014.  Loggers are frantically cutting lifeless trees for lumber before they rot. Funguses carried by beetles stain the wood a blotchy blue. Lumber mills promote it as stylish ''denim wood.'' In 2002, high winds carried the beetles through the Rockies and into the Alberta plain. They appear poised to sweep east to the Atlantic through Canada's jackpine boreal forest.  In 2001, Dr. Logan set up an observing station at a broad stand of whitebark pines at the timberline at Railroad Ridge in the White Cloud Mountains of Idaho. He expected a beetle infestation, but not for a while, and planned to collect data before the insects showed.  Almost immediately, in 2002 and 2003, telltale patches of ''red top'' trees appeared. Today virtually all the mature whitebarks there are dead. ''It was the most magnificent whitebark ecosystem I'd seen,'' Dr. Logan said. ''It broke my heart.''  New computer projections done by Dr. Logan and Jacques Régnière of the Canadian Forest Service based on recent climate and other data for the mountain West show most whitebark pine forests being wiped out as warming continues. But the Wind River Range is projected to stay cold until 2100 or so, which, if the model is right, means they could be a refuge for grizzlies forced out of areas where the trees die.  The exercise produced a map on which most of the realm of the whitebarks, previously out of reach of mountain pine beetles, turns red as the computer calculates ever-warmer decades ahead. A recent trip there showed that so far, the Wind River Range is, in fact, fending off beetle attack. Dr. Logan and several environmental groups, including the Natural Resources Defense Council, argue that the Wind River Range should be included in areas in which grizzlies are protected.  The government's plan to ease Endangered Species Act protection for Yellowstone's bears does not mean an end to local and federal conservation measures for them. A detailed plan has been put together by the Fish and Wildlife Service and the states of Montana, Idaho and Wyoming. It includes close surveillance of bears and maintenance of their population at no fewer than 500 adults, and continued full protection in a 9,300-square-mile ''prime protection area'' that includes and extends out from the 3,300-square-mile national park.  A far larger area farther out, including the Wind River Range, is designated as suitable grizzly bear habitat but would be subject to state and local regulations.  But Dr. Logan's projections shows devastating whitebark damage from the beetles in the government's core area for grizzly protection by the end of the century. He says that the government's recovery area ''is completely out of touch with what is actually happening.''  Government biologists say the official plan can be adjusted if the whitebarks go into serious decline and the bears are not able to adopt an adequate replacement diet of roots or other late-fall food. And if the Wind River Range to the south does turn out to be the bears' best refuge, that's where they'll go.  ''A lot of that area is wilderness already,'' said Chris Servheen, grizzly bear recovery coordinator for the Fish and Wildlife Service office in Missoula, Mont. ''The bears will move in there regardless of what our rules say, and the beetles don't care what regulations we have either.''  He also argued that even outside the proposed primary protection area, state authorities had ''signed up'' to help protect the bears. And if things turn seriously bad, he said, the government can relist the bears.  Bear Activism  Bear supporters are already lining up to oppose the near-certain delisting.  ''The federal government has a core recovery area that it says is adequate,'' said Douglas Honnold, managing attorney for Earthjustice, a Montana-based group. ''Jesse's work, and his is not the only such analysis, suggests that this is flat-out wrong. The federal government has a head-in-the-sand approach.'' Mr. Honnold promised a federal court challenge.  Another bear supporter, Lance Craighead of the Craighead Institute in Montana, says that ''the Winds may be critical. Our own work, and Jesse's, all say the whitebark pine will last there longer than it will anywhere.''  Many believe that if the delisting goes forward, bear hunting will follow, particularly in the Wind River Range. Livestock interests, as well as hunters and some back country backpackers, do not want to share the land with grizzly bears. Wyoming's published bear management plan, set to go into effect as soon as the bears are off the federal list, declares that significant presence of grizzly bears will not be permitted in much of the range, including nowhere in roughly the southern half.  One management tool, it says, is ''hunter harvest.'' Fremont County, which includes the Wind River Indian Reservation, has declared grizzlies ''an unacceptable species'' and resolved to protect its residents.  In an essay Dr. Logan wrote before the trip into the Winds, he said that if it confirmed a potential bear refuge, ''we can efficiently allocate protection and reconstruction strategies.'' It will be costly, he wrote, but it would be ''inconsolable to simply walk away from a problem that is largely our making.''  During a break on the trip's second day, high on a pass called Kirkland Ridge, Dr. Logan said: ''As for active management to encourage bears here, I don't know. That's a policy to be developed. But look, this is clearly a special place, a special ecosystem. It is all connected, we know that, from the plains to the mountain tops.''  In the end, of course, the discovery of places that will resist warming effects may only buy time. ''It's all about global warming,'' Dr. Logan said. ''I can't say if the beetle will stay out of the Winds for all the next century. I don't know how long it will take. But one thing I do know. If it keeps on warming, they'll get nailed there too. The trees can't move uphill, you know. They'll run out of mountain.''  What the bears will fatten for winter on then, nobody knows.  Following the Tracks of a Killer Mountain Beetle  By CHARLES PETIT  In early September, Jesse Logan, a 62-year-old insect specialist with a knack for mathematics and a deep love for the Western landscape, gazed across a rolling meadow 10,400 feet high in the rugged Wind River Range in Wyoming.  Moving carefully with the aid of two trekking poles, Dr. Logan favored a left knee injured three years ago by a Colorado avalanche that killed a close friend. He had not been sure he would ever get into back country like this again. Yet here he was, nearing the end of an arduous expedition, organized and led by Louisa Willcox, director of the wild bears project for the National Resources Defense Council, carrying a 40-pound pack over 12,000-foot passes in a roadless wilderness.  Dr. Logan is an authority on the effects of temperature on insect life cycles. Across the way he could see likely signs of a particularly aggressive organism he was seeking but hoping not to find here, the mountain pine beetle.  The beetle is the most destructive timber pest in the Western United States. The rising warmth across the Rockies is expanding its range north and, equally important, uphill. Dr. Logan had hoped to find no incipient, major outbreaks here. But many of the pine trees across the way were an unhealthy red. This did not look good.  ''We'd better go look,'' he said. He walked through brush littered with elk droppings with two friends and research colleagues, Jacques Régnière of the Canadian Forest Service and Wally MacFarlane, an experienced mapmaker and geographic analyst from Logan, Utah.  They were on the flank of Tybo Peak. Each had a permit from the Wind River Reservation tribal government to be in this seldom-visited corner of Indian Country, which may be among the most remote wildernesses in the lower 48 states. They scrambled uphill into a nearly pure stand of high-altitude, whitebark pines.  Dr. Logan regards the high, whitebark ecosystem as ''the most beautiful in all the Rockies,'' yet the public hardly even is aware of its existence. For most of the trip he had looked out on gloriously healthy forests of these trees, but not now. Some here were bright, brick red. The men took out small hatchets.  Looking closely, the party could see perfectly round holes speckling the bark, each about the size of a BB. Some infested trees were oozing dark pitch from the holes. Dr. Logan whacked a 40-foot-tall tree with his hatchet. He peeled off a piece of bark about eight inches across. The air filled with a rich, piney aroma.  In the pale, exposed tissue, white beetle larvae glistened. Dr. Logan looked up at the foliage, still more green than not. ''This tree is dead,'' he said. ''It just doesn't know it yet.''  He pointed out characteristic J-shaped, largely vertical tracks chewed in the inner bark, or phloem, by the insects. Several of the black, blunt adults, each about a quarter-inch long, moved slowly.  Light blue splotches of fuzzy fungus were taking hold, spreading from spores the beetles carry in their mouth parts. The fungus, along with the beetle tunnels, blocks movement of sap. ''These are true predators,'' Dr. Logan said. ''They have to kill to reproduce. Most other bark beetles don't do that.''  As the party worked its way through the yellowing and red trees, something was peculiar. It was late summer, yet in some trees the female beetles were just boring in. In other whitebarks a short distance away, Dr. Régnière found a different state of affairs. Some bore only larvae. In others were newly molted beetles at the so-called teneral adult stage: pale brown and lacking the dark, hard carapace of an insect ready to fly.  With cold weather only weeks away, this generation of beetle did not have time to get a new larval generation started before winter set in. Out of rhythm with one another and the seasons, these beetles looked unlikely to muster the type of mass attack that can turn a forest of mature pines into deadwood in a few seasons. Scattered about were snags and fallen trees, many bearing beetle tunnel gallery scars.  The insects have been puttering in this south-facing, sunny grove for a long time without catching their full stride. A similar grove nearby told the same story. A few days earlier and miles to the north the team had found a smaller, sun-favored stretch with signs of low-level beetle activity that appeared to have been eking along for centuries.  ''I think we're O.K. here,'' Dr. Logan said.  ", 
            "title": "In the Rockies, Pines Die and Bears Feel It"
        }, 
        "weight": 0.505727294116335, 
        "file": "1822516.txt", 
        "other_topics": {
            "0": 5.404695069805296e-05, 
            "1": 0.505727294116335, 
            "2": 4.6371659144207417e-05, 
            "3": 4.2807185398388494e-05, 
            "4": 6.151022902798517e-05, 
            "5": 0.011966101406655803, 
            "6": 0.003580296051728117, 
            "7": 0.030271296592165747, 
            "8": 2.9741474777124765e-05, 
            "9": 4.387641624090915e-05, 
            "10": 0.19984039989261965, 
            "11": 0.054864186986684674, 
            "12": 4.3069308259629754e-05, 
            "13": 3.46672367473405e-05, 
            "14": 0.03597965158300869, 
            "15": 5.846881357255295e-05, 
            "16": 3.30370753953213e-05, 
            "17": 7.967522548306188e-05, 
            "18": 2.3888523324768888e-05, 
            "19": 0.03249438019845103, 
            "20": 4.7867781991989034e-05, 
            "21": 3.318309062561665e-05, 
            "22": 3.5891955615697555e-05, 
            "23": 2.4222320460706802e-05, 
            "24": 2.782575744181574e-05, 
            "25": 0.023203334530021647, 
            "26": 2.9504378460625375e-05, 
            "27": 0.06464969654296035, 
            "28": 0.036612330433768936, 
            "29": 4.146111199910843e-05, 
            "30": 1.9915170935513755e-05
        }
    }, 
    {
        "i": 21, 
        "content": {
            "text": "  WHEN night falls in New York or Paris, one goes clubbing or bar hopping. In a Texas park, the choices include bat detecting; in the Channel Islands of Britain, full-moon tidal treks; and in St. Louis, candlelight museum prowls.  More and more resorts, spas and tourist attractions are offering creative alternatives to dining and drinking the night away. Keyed to the science and mood of darkness, and inaugurated by activities like turtle-nesting watches in Costa Rica and guided stargazing in Hawaii, the new breed of night programs breaks from the mold of ghost-telling tours and pub crawls in nocturnal outings that range from novel to educational. Here are some of the latest offerings aimed at keeping you up at night.  Night-Vision Assisted  The popularity of night-vision technology has lit up the recreational world, allowing scope-toting hikers to see nocturnal creatures and more stars than the naked eye allows. For instance, Desert Storm Hummer Tours combines two military-turned-civilian inventions in its night-vision-assisted drive through the Sonoran Desert near Scottsdale, Ariz., after dark. After issuing riders night-vision monoculars, guides wearing three-pound night-vision headsets drive an eight-mile desert trail without headlights, looking for coyote, bobcats, rattlesnakes and other critters. Ultra-violet lights on the desert floor illuminate tarantulas and scorpions, and guests pass around a thermal-image scope, allowing the eye to capture all warm-blooded creatures within 500 feet. Offered nightly, tours cost $125 for adults, $100 for those 6 to 16; (866) 374-8637; www.dshummer.com.  At the new Hyatt Regency Lost Pines Resort and Spa near Austin, Tex., guests explore the neighboring McKinney Roughs Nature Park in interpretive night hikes led by a naturalist. Guests share night-vision equipment to spy possums, armadillos and deer while a ''bat detector'' picks up the echolocations of darting bats. Tours daily in summer, weekends the rest of the year; $12; (512) 308-1234; www.lostpines.hyatt.com.  From 9 to 11 nightly, guests of Disney's Animal Kingdom Lodge in Orlando, Fla., can glimpse some of the resort savannah's 200 animals and birds. Guides lend night-vision glasses for looks at zebras, wildebeests and giraffes as close as 15 feet away; (407) 938-3000; www.disneyworld.disney.go.com.  As night-vision scopes are to adult adventures, flashlights are to children's programs. Zoos and aquariums around the country including the Jacksonville Zoo and Gardens in Florida (Pack Prowls: $20; 904-757-4463; www.jaxzoo.org) and Waikiki Aquarium in Hawaii (Aquarium After Dark: $10; 808-923-9741; www.waquarium.org) offer special evening tours by flashlight. The Nashville Zoo lets adults in on the action in an after-hours peek at snakes and reptiles in its St. Patrick's Day-themed Adventure Social complete with beer March 15 ($40; 615-833-1534; www.nashvillezoo.org).  Walking and Diving  At Spring Creek Ranch in Jackson Hole, Wyo., a resident naturalist, Kurt Johnson, leads on-property hikes to call for owls, playing recorded owl cries and noting any responses. Owl Hoots are offered as part of a summer astronomy program, free to guests twice weekly; (307) 733-8833; www.springcreekranch.com.  Nighttime walks in the Francis Beidler Forest, the world's largest virgin cypress-tupelo swamp forest, some 50 miles west of Charleston, S.C., venture into the eerie quiet of the 1,000-year-old woods. Trekkers follow a one-and-three-quarter-mile boardwalk over the swamp listening for owls and otters and, with flashlights, spot alligator eyes and spider nests. Night walks, $8, are held monthly; (843) 462-2150; www.beidlerforest.com.  Taking a cue from night scuba dives, snorkelers too can witness the nocturnal action on the oceans' reefs. Squid, moray eels and Caribbean lobsters emerge after dark on the reefs around St. Thomas in the United States Virgin Islands where the guide, Homer Calloway of Homer's Scuba and Snorkel Tours, supplies mask, fins, wet suit and underwater flashlight. Tours Tuesday to Saturday, $38; (866) 719-1856; www.nightsnorkel.com. The Sheraton Keauhou on Hawaii's Big Island offers nighttime snorkeling and diving trips to the manta ray feeding grounds just offshore, setting up lights on the ocean floor. Tours Monday through Friday, $79 adults, $59 ages 4 to 12; (808) 930-4900; www.sheratonkeauhou.com.  The Sporting Life  Guests at the new Anantara Resort Maldives, opened in September on a five-acre island in the South Male Atoll, can shove off at sunset to fish from an indigenous dhoni sailboat, trailing local tackle -- that is, a baited hook on a fishing line. The catch is wok-fried by the chef back at the resort. Two-hour fishing outings take place three times a week for $49 a person; (66) 2877-5803; www.anantara.com.  Cycling in the dark at the Boulders Resort in Carefree, Ariz., is far less suicidal than in urban traffic. Led by a guide and supplied with a 15-watt light, bike and helmet, riders follow the halogen-lighted paved golf-cart paths, looking for coyotes and hares and stopping for a bit of stargazing. The 90-minute tours cost $95; (866) 397-6520; www.theboulders.com.  Moonlight Events  Where downhill skiers have slopes illuminated by flood lamps to boost their vertical mileage, snowshoers and cross-country skiers rely on moonshine. The Mammoth Mountain ski resort in California organizes full-moon snowshoeing and cross-country skiing at its Tamarack Cross Country Ski Center in the company of a naturalist. The tours, which cost $35, conclude with dessert by the lodge's fireplace and are held on six dates January through March; (800) 626-6684; www.mammothmountain.com.  Moonlight massages promise relaxation under the stars for couples in a candlelit poolside spot at Peninsula Spa in the Peninsula Beverly Hills. Cost is $350; 310-551-2888; www.beverlyhills.peninsula.com. During candlelight watsu at Sanctuary on Camelback Resort's Sanctuary Spa in Paradise Valley, Ariz., votives ring the heated, outdoor pool encircled by walls that frame the stars above. Winter only; from $135; (480) 948-2100; www.sanctuaryoncamelback.com.  Come full moons, the tides on the British Channel Island of Jersey recede up to two miles. During these events, most dramatic at the spring and autumn equinox, Derek Hairon, a guide with Jersey Kayak Adventures, offers ''moonwalks,'' two-and-a-half-hour night hikes on the lunarlike, drained ocean bed. The cost is £12 ($24 at $2 to the pound); (44-1534) 853033; www.jerseykayakadventures.co.uk.  Culture in the Dark  While beating the summer desert heat, two-hour night tours of Taliesin West, the seasonal home and studio of Frank Lloyd Wright, offer the beauty of viewing Wright's organic buildings lighted from within like lanterns arrayed on the 600-acre campus. Last year the organization expanded from Fridays only to also include Thursdays from March through September. Tours cost $30; (480) 860-2700; www.franklloydwright.org.  On Friday and Saturday nights, the innovative City Museum in St. Louis, an artist-designed children's museum that appeals to all ages, fills the subterranean and vertical climbing tunnels with candles placed strategically in the mouths of relief sculptures of gargoyles and dragons. Admission is $8 after 5 p.m. and the museum stays open until 1 a.m. for night prowls; (314) 231-2489; www.citymuseum.org.  At Conner Prairie, a living history museum near Indianapolis, participants are offered the disturbing experience of acting as fugitive slaves following the Underground Railroad, encountering re-enacted slave sales and slave hunts in the dark of night. Offered weekends in April and November, the often-harrowing event is limited to participants over the age of 12. Cost is $16; (317) 776-6006; www.connerprairie.org.  This winter the Museum of Neon Art in Los Angeles begins its Poet's Beat Neon Tour featuring the spoken-word performer Mike Sonksen on a drive through the neon corridor of illuminated bowling pins, a bakery and theater marquees from downtown to Hollywood. En route the bus stops at three bars with admirable neon outdoors and libations within. The monthly winter itinerary supplements the Saturday night Neon Cruises held by the museum weekly June through October in an open-air double-decker bus. Poet's cruise, $25; neon cruise, $45; (213) 489-9918, www.neonmona.org.  Miniaturizing the drive-in to living-room level, Las Ventanas al Paraiso, a Rosewood Resort in Los Cabos, Mexico, newly offers guests private movie screenings on the beach at night. Guests get their own private serape-topped beach lounge chairs, 50-inch plasma TVs, a 219-title DVD selection and ''cinema butlers'' to fetch lime-chili-cilantro popcorn, guacamole and drinks. Thursday evening screenings are $250 a couple; (888) 767-3966; www.lasventanas.com.  JOURNEYS: NOCTURNAL PURSUITS  ", 
            "title": "It's Night. Shall We Snorkel, Cycle or Hike?"
        }, 
        "weight": 0.4990121848846571, 
        "file": "1822282.txt", 
        "other_topics": {
            "0": 8.991759723074324e-05, 
            "1": 0.4990121848846571, 
            "2": 7.714825935592264e-05, 
            "3": 0.001239693731141999, 
            "4": 0.00010233420993921849, 
            "5": 0.03977201956919197, 
            "6": 0.004788042031813438, 
            "7": 0.015307909929542951, 
            "8": 0.005891859048468833, 
            "9": 7.299693826428284e-05, 
            "10": 0.05320762571338596, 
            "11": 0.00013612653798610795, 
            "12": 7.165415741457594e-05, 
            "13": 0.06081841031224869, 
            "14": 0.04700590454953566, 
            "15": 0.033983068538916604, 
            "16": 0.040951611900201315, 
            "17": 0.0001325552087902102, 
            "18": 3.9743197183392e-05, 
            "19": 0.0271857708452141, 
            "20": 0.04448171265844314, 
            "21": 5.5206514691548346e-05, 
            "22": 0.012912945563667663, 
            "23": 4.0298533535182186e-05, 
            "24": 0.008225623212702163, 
            "25": 4.355559635361551e-05, 
            "26": 4.9086262679043275e-05, 
            "27": 5.756249429568933e-05, 
            "28": 0.10297684497253982, 
            "29": 6.89786106583969e-05, 
            "30": 0.0012016084199507559
        }
    }, 
    {
        "i": 22, 
        "content": {
            "text": "  Yesterday, Jan. 10, a date that will live in meteorological history, snow flurries were glimpsed in Central Park for the first time this winter.  The previous record for the latest recorded snowfall was Jan. 4, 1878, when President Rutherford B. Hayes discussed with his Cabinet the possible minting of silver dollars.  The first snow yesterday, a chilly, blustery day, follows a period of unusual warmth throughout the Northeast and especially in New York City. A shift in the jet stream, which carries frigid air from the Arctic Circle, appears to have spared the region the usual winter storms so far, meteorologists say.  For the record, flurries fell in the park at 9:55 a.m., when the temperature was 33 degrees, according to the National Weather Service. It was over in less than 15 minutes. New Jersey got more snow, with Newark Liberty International Airport reporting a total of 0.1 inch.  Brian Ciemnecki, a meteorologist at the National Weather Service's station in Upton, on Long Island, said, ''You can still get snow flurries at 33, even 34 and 35 degrees.''  No snow is in the forecast, until perhaps Tuesday, he said.  Were there any instances yesterday of toddlers sticking their tongues out and letting snow flakes melt?  ''Not that I know of,'' he said.  ", 
            "title": "Snow at Last, for Those People Who Were Fast Enough to See It"
        }, 
        "weight": 0.496640714218135, 
        "file": "1818068.txt", 
        "other_topics": {
            "0": 0.0007484536893781852, 
            "1": 0.496640714218135, 
            "2": 0.0103682910934798, 
            "3": 0.0005928030245834769, 
            "4": 0.0008518067579370608, 
            "5": 0.0003649718608404081, 
            "6": 0.0009500702149221434, 
            "7": 0.1857763298500091, 
            "8": 0.00041186627991001887, 
            "9": 0.0006076099611182028, 
            "10": 0.23863955490926664, 
            "11": 0.0011330864337547872, 
            "12": 0.0005964329578180535, 
            "13": 0.0004800792812355412, 
            "14": 0.002221431199092847, 
            "15": 0.0008096885886573998, 
            "16": 0.0101836309364446, 
            "17": 0.0011033594993729175, 
            "18": 0.0003308133610739341, 
            "19": 0.0025872828226293355, 
            "20": 0.01038900972146385, 
            "21": 0.010185652986466082, 
            "22": 0.0004970394490828262, 
            "23": 0.00033543585493658233, 
            "24": 0.0003853370180571492, 
            "25": 0.0003625469072563774, 
            "26": 0.00040858291959958534, 
            "27": 0.0004791371494821171, 
            "28": 0.010982902733140284, 
            "29": 0.010300288790294411, 
            "30": 0.0002757895305612394
        }
    }, 
    {
        "i": 23, 
        "content": {
            "text": "  LOOKING for a cheap Caribbean getaway? With bookings up at many resorts, deep discounts are hard to find on land -- but there are plenty out at sea. Weak demand for Caribbean sailings is leading many cruise lines to slash prices -- as low as $189 for some three-night cruises -- in an effort to spur sales.  Celebrity Cruises has been advertising four-night Caribbean sailings from Miami for as low as $249 a person under ''special promotions'' on its Web site, www.celebritycruises.com. Royal Caribbean, www.royalcaribbean.com, was offering a five-night western Caribbean cruise on Splendour of the Seas, departing Feb. 3, for $297 a person. Carnival Cruise Lines, www.carnival.com, has been offering weeklong Caribbean cruises from Florida and San Juan starting at $499 a person. On top of that, the company is offering a two-category upgrade for many bookings through Feb. 15.  During the first 10 days of January, prices for more than 460 Caribbean cruises were reduced, according to SureCruise.com. Savings averaged about $74 a person, with some cutting rates by thousands of dollars.  The best bargains are for short itineraries. A recent search on Expedia.com turned up a four-night Royal Caribbean cruise to the Bahamas starting at $189 a person for an inside cabin or $239 a person for an ocean-view room. Prices are typically 10 percent less than they were last year for three- and four-night Caribbean cruises, according to Expedia, with a few as much as 30 percent off.  And because many cruise lines have been introducing new ships or refurbishing aging vessels, ''you're getting a better selection at better prices,'' said Mark Kammerer, Expedia's cruise expert.  The weak demand and subsequent discounts are being driven, in part, by reductions in disposable income for some less affluent cruise passengers and by lingering confusion over new passport rules that take effect this week. Prices for summer cruises to Alaska and Europe are about the same as last year's.  ''It's a bit of a dichotomy,'' said Tim Conder, a leisure analyst at A. G. Edwards & Sons. The Caribbean cruise market, he said, consists mostly of first-time cruise passengers, who typically have lower incomes than the more experienced travelers who tend to sail outside the Caribbean.  The more affluent customers have generally felt less impact from rising interest rates on adjustable mortgages and home equity loans, while many Caribbean cruise passengers are being pinched. ''They don't have as much left over in their wallets,'' Mr. Conder said.  On Tuesday, new security rules go into effect that require Americans returning by plane from Mexico, Panama, the Caribbean and Canada to carry passports. An early draft of the rules would have required Caribbean cruise passengers to carry passports too, but after heavy lobbying by the travel industry, Congress voted to postpone the deadline for travel by sea. Before that decision was made, however, many would-be travelers who didn't have passports made other plans.  An increase in outbreaks of gastrointestinal illness -- including two recent occurrences during Caribbean sailings on the world's largest cruise ship, Royal Caribbean's Freedom of the Seas -- hasn't helped demand, either. There were 33 outbreaks aboard cruise ships last year, more than in any other year, according to the Centers for Disease Control and Prevention, which tracks outbreaks that affect 3 percent or more of either passengers or crew members. And norovirus, the highly contagious group of viruses that can cause a miserable one- or two-day bout of vomiting, diarrhea and cramping, was either confirmed or suspected in nearly every case.  Though often associated with cruise ships because it thrives in close quarters and because cruise lines are required by law to report all gastrointestinal illnesses onboard, the risk of contracting norovirus is hardly confined to ships. It is the most common cause of such illness in North America, sickening an estimated 23 million Americans each year. The rise in shipboard outbreaks is associated with the rise in passengers sailing on more ships at sea, which increases the risk for spread of illness between passengers, the Centers for Disease Control and Prevention said.  Cruise companies say they clean ''high-touch'' areas of ships like banisters and elevator buttons several times a day if there is an outbreak and offer sick passengers rebates if they promise to stay in their rooms. Some cruise lines even question passengers before boarding to see if they have any symptoms.  But such measures can't prevent a sick passenger from knowingly or unknowingly coming aboard and infecting others. After more than 380 people on the Freedom of the Seas were sickened by norovirus during a Caribbean cruise Nov. 26 to Dec. 3, the ship was cleaned and subsequently inspected by the Centers for Disease Control. Even so, more passengers and crew members fell ill on the next trip, the following week. (The best defense against catching a stomach bug aboard ship is simple: keep washing your hands.)  Thinking of booking? Don't wait too long. While cruise deals to the Caribbean could linger, planes that carry passengers to the port cities are filling up quickly, pushing air fares higher. Average January air fares to and from many big ports are up compared with those a year earlier, according to Sabre Airline Solutions -- by 3 percent to Tampa and Orlando, Fla., 9 percent to Miami, and 10 percent to Fort Lauderdale, Fla., where many Caribbean cruises depart.  ''The earlier you book, the easier it is to get all the accommodations you want,'' said Mark Kammerer of Expedia. ''People who wait until the last minute typically ''don't get the flexibility on dates of departures, itinerary, ships or cabin that meet all their needs.''  Among the most coveted are rooms with balconies, Mr. Kammerer said, which allow passengers to sit outside their own rooms and ''have the sea go by.''  PRACTICAL TRAVELER: CARIBBEAN CRUISES  ", 
            "title": "Low Prices Abound on the High Seas"
        }, 
        "weight": 0.4920519598425203, 
        "file": "1820207.txt", 
        "other_topics": {
            "0": 0.00015905412074926342, 
            "1": 0.4920519598425203, 
            "2": 0.11174917947528847, 
            "3": 0.00012597675072049296, 
            "4": 0.0001810177127251779, 
            "5": 7.756028094727111e-05, 
            "6": 0.00020189970980041458, 
            "7": 0.00020824453915938094, 
            "8": 8.752582818020834e-05, 
            "9": 0.00012912337729865519, 
            "10": 0.1602591750485715, 
            "11": 0.07464926779381235, 
            "12": 0.00012674814893416704, 
            "13": 0.0001020217938003566, 
            "14": 0.033542510463751556, 
            "15": 0.00017206716778510192, 
            "16": 9.722441157664152e-05, 
            "17": 0.00023447526217541535, 
            "18": 7.030124779188081e-05, 
            "19": 0.015018138890389754, 
            "20": 0.0001408695195310532, 
            "21": 9.765411804057095e-05, 
            "22": 0.00010562600421844003, 
            "23": 0.004205087756020775, 
            "24": 8.188808668996224e-05, 
            "25": 7.70449533249486e-05, 
            "26": 8.682808028385833e-05, 
            "27": 0.10551382818779337, 
            "28": 0.00026707790373957455, 
            "29": 0.00012201540751386916, 
            "30": 5.860811686520437e-05
        }
    }, 
    {
        "i": 24, 
        "content": {
            "text": "  The enchantment with a school of dolphins, feeding and frolicking in the local bays north of here last week, has turned to alarm, after four of them died over the weekend and the others grew increasingly sluggish and showed signs of distress.  On Sunday, a week after perhaps 30 dolphins first entered the bays on the northern part of Long Island's south fork , rescuers began efforts to save a group in a small, shallow cove in Northwest Harbor.  All three attempts to drive the dolphins out to deeper waters in Gardiners Bay and eventually the ocean on Sunday were unsuccessful.  Through thick fog, several boats tried to herd the dolphins by using small devices, called pingers for the high-frequency sound they produce, towed in the water. Each time they neared the harbor's narrow outlet, nearby sandbars and shallows, they panicked and retreated back to the deeper cove.  ''It's like trying to push them over a fence,'' said Chuck Hamilton, a regional supervisor for New York State's Department of Environmental Conservation.  He called the next few days critical for the dolphins' survival, because expected cold weather might make them more nervous and rough seas would hinder further rescue attempts.  More than 80 dolphin rescuers, including a crew with a dolphin ambulance, were in the harbor on Sunday.  Officials said that the dolphins were lured to the local bays by warm water and by abundant baitfish, a food source that now appears to be depleted.  Necropsy results on the dead dolphins were not yet available and the cause of their deaths was still unclear. But Mr. Hamilton said: ''We haven't seen any evidence'' of the dolphins' eating on Saturday or Sunday.  ", 
            "title": "Frolicsome L.I. Dolphin Visit Turns Fatal"
        }, 
        "weight": 0.49083622238510144, 
        "file": "1819093.txt", 
        "other_topics": {
            "0": 0.0005241457455714784, 
            "1": 0.49083622238510144, 
            "2": 0.000449710992786919, 
            "3": 0.0004151428307548004, 
            "4": 0.0005965244003175029, 
            "5": 0.0002555915627481724, 
            "6": 0.0006653387754148678, 
            "7": 0.08242128951691738, 
            "8": 0.00028843195166629385, 
            "9": 0.00042551220016237367, 
            "10": 0.22842171824538463, 
            "11": 0.007604759423572186, 
            "12": 0.00041768489058911367, 
            "13": 0.00033620184704504224, 
            "14": 0.11053573508527657, 
            "15": 0.0005670288422723092, 
            "16": 0.0003203925899783583, 
            "17": 0.0007726880041337759, 
            "18": 0.00023167019983448786, 
            "19": 0.001811886698291233, 
            "20": 0.000464220348363667, 
            "21": 0.0003218086414069675, 
            "22": 0.0003480791347750527, 
            "23": 0.00023490735468644706, 
            "24": 0.0002698533810337063, 
            "25": 0.06836642838838529, 
            "26": 0.000286132598530201, 
            "27": 0.0003355420676126831, 
            "28": 0.0008801265023615876, 
            "29": 0.0004020886503367181, 
            "30": 0.00019313674468880517
        }
    }, 
    {
        "i": 25, 
        "content": {
            "text": "  Road Scholar is offering a new educational tour through Rwanda, a country both celebrated for its gorillas and shunned for its 1994 genocide. The 10-day trip, ''Rwanda: Tracking the Mountain Gorilla,'' will take small groups on hikes through the Virunga volcanoes to observe the gorillas (below). Other excursions include Akagera National Park and the Gisozi Genocide Memorial. The trip fee starts at $6,087 a person (www.roadscholar.org).  Sandals Grande Antigua Resort and Spa is set to open its Mediterranean Village next month. The $70 million addition to the 19-acre resort complex in Antigua will have 180 ocean-view suites, a pool, four restaurants and 3,200 square feet of shopping space. Rates start at $675 a person per night (www.sandals.com).  MTV has published three guides for young travelers. The guides -- MTV Ireland, MTV Italy and MTV Europe -- were written by 13 college-age travelers who will also be responsible for writing future guides on Spain, the United States, France and England. MTV podcasts are also available on www.frommers.com/podcast.  HILARY HOWARD  ", 
            "title": "COMINGS & GOINGS"
        }, 
        "weight": 0.48740460534686914, 
        "file": "1816871.txt", 
        "other_topics": {
            "0": 0.07561567502916226, 
            "1": 0.48740460534686914, 
            "2": 0.0006181170770440185, 
            "3": 0.0005706039594711925, 
            "4": 0.0008199086182542969, 
            "5": 0.0003513045316147508, 
            "6": 0.0009144923421926348, 
            "7": 0.0009432308573050613, 
            "8": 0.00039644286608432014, 
            "9": 0.0005848564114054412, 
            "10": 0.014379229134373905, 
            "11": 0.0010906550383710638, 
            "12": 0.0005740979603287638, 
            "13": 0.0004621014525449831, 
            "14": 0.011500150021596767, 
            "15": 0.0007793676743656609, 
            "16": 0.0004403720042436686, 
            "17": 0.01042394745113731, 
            "18": 0.0003184251865236206, 
            "19": 0.0024903952268148584, 
            "20": 0.10361902742639098, 
            "21": 0.0004423183332950704, 
            "22": 0.0004784265023939723, 
            "23": 0.06585621758745856, 
            "24": 0.00037090706206960246, 
            "25": 0.00034897038678214975, 
            "26": 0.00039328245981814033, 
            "27": 0.0004611946013877626, 
            "28": 0.001209712970762284, 
            "29": 0.1597050657477615, 
            "30": 0.056436898732176194
        }
    }, 
    {
        "i": 26, 
        "content": {
            "text": "  WITH more than 30 major islands to choose from -- from the lush wilderness of Dominica to the desertlike terrain of Curaçao -- the Caribbean can be almost all things to all people. Want a back-to-nature hiking experience? You got it. Want to be pampered in a five-star resort where the staff-to-guest ratio runs at two to one and the toughest decision you will make each day is whether to have a hot stone or an ayurvedic massage? No problem. Or do you just want to chill at a place where there's no TV, no cellphone service and where dinner is no more elaborate than the catch of the day? Consider it done.  But choosing the right Caribbean vacation is not as simple as blocking out the dates and going online to find the best airfares -- for the infinite possibilities of the Caribbean can cut both ways.  You can end up with the trip of a lifetime or a vacation from hell. Just ask a newly married couple who have planned a romantic getaway only to find themselves sharing the pool with dozens of screaming children, or the adventure-seeking windsurfer who has ended up on the windless side of the island, or the party animals who didn't realize that the hot spot they had heard so much about is already so last year.  That's where this guide comes in -- a 10-point primer on some of the best island getaways, geared to the kind of vacation you might want to take this winter, whether it's a week filled with nonstop golf or an escape to a remote island that feels all your own. Just one thing: Don't forget your passport. Americans are now required to carry one for air travel within the Western Hemisphere including the Bahamas, Bermuda and the Caribbean (except for the Virgin Islands and Puerto Rico). You don't want your trip to end even before it starts.  10 ways to escape. Page 10.  ", 
            "title": "The 10 Point Caribbean Escapes Plan"
        }, 
        "weight": 0.4826030265234047, 
        "file": "1822281.txt", 
        "other_topics": {
            "0": 0.0005708001171418538, 
            "1": 0.4826030265234047, 
            "2": 0.0004897399044666039, 
            "3": 0.015287145301068375, 
            "4": 0.0006496212178693928, 
            "5": 0.015113392326370436, 
            "6": 0.0007245607813371703, 
            "7": 0.000747330573935328, 
            "8": 0.0003141053670464684, 
            "9": 0.0004633871699810423, 
            "10": 0.1449082512039837, 
            "11": 0.0008641361226456248, 
            "12": 0.00045486314921187426, 
            "13": 0.0003661272752817709, 
            "14": 0.15004465530749397, 
            "15": 0.0006175002512687684, 
            "16": 0.0003489108314551592, 
            "17": 0.00084146519741906, 
            "18": 0.000252291234491703, 
            "19": 0.15774119333477304, 
            "20": 0.0005055407421779369, 
            "21": 0.0003504529260503328, 
            "22": 0.022631637485800046, 
            "23": 0.000255816529477528, 
            "24": 0.0002938731122146622, 
            "25": 0.00027649248052111827, 
            "26": 0.0003116013477912872, 
            "27": 0.0003654087686822987, 
            "28": 0.0009584668289158795, 
            "29": 0.00043787868289071083, 
            "30": 0.00021032790483221123
        }
    }, 
    {
        "i": 27, 
        "content": {
            "text": "  Hundreds of people foraged among containers washed from a stricken cargo vessel on the southern English coast on Monday, ignoring health warnings and threats of prosecution and hauling off booty that included BMW motorcycles, shoes, diapers, beauty cream and carpets.  The scavengers descended on beaches at Branscombe, Devon, after rescue tugs towed the 62,000-ton cargo vessel, the Napoli, to a sandbar just offshore to prevent it from breaking up at sea and spilling thousands of tons of oil and cargo including hazardous chemicals.  Television images showed people inside containers or carrying away items like gearboxes, steering wheels and Bibles. Local people were seen using gurneys to carry away their hauls. The police said 15 new BMW motorcycles were taken, one of them by people using a small tractor as they raced against the tides to grab what they could.  The informal salvage recalled long-past days when the southern coast was a haunt of smugglers bringing ashore contraband, usually at night. But the authorities took a stern view, warning that people taking away goods from containers washed up on the shore were committing a criminal offense. ''It's not finders, keepers,'' said Jim Nye, a senior police officer.  As many as 40 of the Napoli's 2,500 containers fell into shallow waters and were left high and dry when the tide receded. ''We are concerned about the mass hysteria being shown by people ripping everything they can out of containers,'' Mark Clark, an official with the Maritime and Coastguard Agency, told the Press Association news agency. ''You do not know what is in the containers. We just want people to understand some of the risks they are running.''  The ship, en route from Antwerp, Belgium, to Durban, South Africa, was damaged Thursday in a severe storm and was towed toward the coast over the weekend. Maritime authorities said about 100 containers fell into the sea, at least three of them laden with battery acid, ethanol and other hazardous materials such as pesticides. The vessel also lost about 200 tons of oil, which has formed a five-mile slick, harming about 600 seabirds. About 80 birds have been rescued.  Authorities plan to heat and then pump 3,500 tons of oil still aboard the Napoli into waiting vessels and use floating cranes to lift the containers from the ship.  The company that manages the Napoli, Zodiac Maritime Agencies, said the main priority was to remove the oil. The company said the ship was stable. While its hull was earlier reported to have been fissured, the Napoli's managers said the main fuel tanks were intact. Among the containers still on board, about 165 carrying chemicals will be the first to be removed, Zodiac said.  The crew of the Napoli realized that it had storm damage when its engine room flooded. The crew of 26 was rescued by helicopter 40 miles off Cornwall, and the ship was under tow when cracks widened in the hull. It was towed to shallow water and beached.  Mr. Clark, of the Maritime and Coastal Agency, said the beaching of the vessel was ''the least worst option'' and had averted an ''environmental nightmare.''  ''It was in danger of going down,'' he told the Press Association. ''We needed to get her in.''  ", 
            "title": "Britons Harvest Sea's Bounty of BMWs to Bibles"
        }, 
        "weight": 0.48230421005404, 
        "file": "1820834.txt", 
        "other_topics": {
            "0": 0.0002810388957993854, 
            "1": 0.48230421005404, 
            "2": 0.00024112812497196093, 
            "3": 0.00022259320759563362, 
            "4": 0.00031984721844844087, 
            "5": 0.00013704426903640674, 
            "6": 0.06974644455532587, 
            "7": 0.00036795535422728314, 
            "8": 0.1279777845924621, 
            "9": 0.00022815310415696683, 
            "10": 0.12247621585154471, 
            "11": 0.0004254656830568498, 
            "12": 0.00022395622102258116, 
            "13": 0.00018026626497985644, 
            "14": 0.07387592080282969, 
            "15": 0.0003040321533944072, 
            "16": 0.0001717895842341504, 
            "17": 0.0004143034362368464, 
            "18": 0.00012421800176994573, 
            "19": 0.0009715058097937391, 
            "20": 0.00024890781851045183, 
            "21": 0.0001725488492539543, 
            "22": 0.0001866346841780211, 
            "23": 0.00012595371446591413, 
            "24": 0.00014469123688251197, 
            "25": 0.00013613371667051897, 
            "26": 0.00015341990319020979, 
            "27": 0.051309165225964105, 
            "28": 0.06620952095418867, 
            "29": 0.0002155937566199059, 
            "30": 0.00010355695514889481
        }
    }, 
    {
        "i": 28, 
        "content": {
            "text": "  A damaged and listing cargo ship was spilling fuel and cargo containers into stormy seas off the southwest coast of England, near Devon, British officials said Sunday night. Some of the containers held hazardous materials.  An estimated 150 to 200 containers have slipped off the deck of the heavily damaged ship, the Napoli, which was listing severely, Paul Coley, of the Maritime and Coastguard Agency, said at a news conference.  Some of the containers have already washed up at local beaches, officials said. The police closed some beaches and warned residents not to approach any of the containers, although the coast guard agency said that it believed that only two of those washed overboard contained hazardous substances, like nitric acid.  In addition, the boat's hull developed a crack at some point while it was being towed to shore and since Sunday night has been spilling heavy diesel fuel oil into the sea, presumably from its engines.  It was not clear how much fuel oil had spilled into local waters, although there were reports of a few sea birds covered in oil.  The leaks are extremely threatening because the vessel is near a sensitive ecological area, the estuary of the Axe River, an area known for wildlife and salmon breeding, Mike Dunning, a spokesman for the Environment Agency in Southwest England, said in a phone interview.  The British authorities have deployed a boom over the mouth of the river as a precaution to prevent any oil from washing in to it.  The Napoli was damaged and its crew of 26 was evacuated about 40 miles off the British coast on Thursday after a severe storm, with seas of 40 feet and winds of 70 miles an hour. British officials decided to tow the vessel nearer to land and to ground it to prevent it from sinking.  Recurrent gale force winds and high seas near the coast on Sunday caused the boat to list, allowing containers piled four-high on its deck to fall into the sea perilously close to land, Mr. Dunning said.  ''The salvage plan concerns the oils that we deem at this present moment to be the greater threat,'' Robin Middleton, a salvage adviser to the coast guard agency, said at a news conference Sunday.  The ship's tanks hold 3,000 tons of diesel and fuel oil but British officials said Sunday that only one tank, holding 200 tons, appeared to be damaged.  Salvage teams were working to stabilize the ship, which was listing at a 30-degree angle. A tanker was expected to arrive Monday to begin pumping the remaining oil off the Napoli, officials said, and remaining containers would be unloaded.  The vessel was carrying 2,323 containers, 158 of which were classed as hazardous, according to the International Maritime Dangerous Goods Code. Dangerous materials in containers on board included nitric oxide and potassium hydroxide, battery acid and chemicals used to make perfume.  ", 
            "title": "Damaged Ship Off Britain Spills Fuel And Cargo"
        }, 
        "weight": 0.4812060128922883, 
        "file": "1820683.txt", 
        "other_topics": {
            "0": 0.004177217531380754, 
            "1": 0.4812060128922883, 
            "2": 0.00025609248786682867, 
            "3": 0.00023640729724934377, 
            "4": 0.0003396968724377176, 
            "5": 0.00014554920878477143, 
            "6": 0.027530045844549836, 
            "7": 0.02754195251742148, 
            "8": 0.13979879755966987, 
            "9": 0.00024231223987202462, 
            "10": 0.1145621154787816, 
            "11": 0.03923924418053081, 
            "12": 0.0002378548990151829, 
            "13": 0.00019145355309556106, 
            "14": 0.03191579655667933, 
            "15": 0.0003229003276301213, 
            "16": 0.00018245081124919563, 
            "17": 0.0004400150240873296, 
            "18": 0.0001319269459537772, 
            "19": 0.016546746937911312, 
            "20": 0.0002643549876202079, 
            "21": 0.00018325719610328287, 
            "22": 0.00019821719510715349, 
            "23": 0.00013377037663024548, 
            "24": 0.00015367074591601421, 
            "25": 0.08547680534995468, 
            "26": 0.00016294111149762203, 
            "27": 0.027342239762986317, 
            "28": 0.0005011969670354596, 
            "29": 0.00022897346175510411, 
            "30": 0.00010998367893864685
        }
    }, 
    {
        "i": 29, 
        "content": {
            "text": "  IT'S that time of year again: mail order catalogs are pouring in, and Web sites are saturated with color images of gorgeous plants that never get eaten by insects or ravaged by disease. I'm dreaming of Fresca strawberries, an everbearing variety that will produce fruit all summer, if I start the seeds 16 weeks before my last frost date (kitchengardenseeds.com; (860) 567-6086).  But then, when is my last frost date? It used to be mid-April in my garden in central Maryland. But the warm fall and mild winter are tempting me to push that date up to early April.  And after talking with gardeners from Washington to Massachusetts who report all kinds of unseasonable spring blooms, maybe I will order some palms and tender bulbs, which, until lately, would never have survived in my garden.  Radical experimentation, laced with a willingness to fall flat on our faces, is the modus operandi of adventurous gardeners these days. Weather extremes seem to be the new norm. On Jan. 6, it was 72 degrees in Central Park, the kind of weather that encourages, and rewards, experimentation. Yesterday, however, the low in Manhattan was 19 degrees.  Nonetheless, the Ladies' Border, a wide, 260-foot-long experimental garden on the southeast side of the Enid A. Haupt Conservatory at the New York Botanical Garden in the Bronx, seems to be sailing through these ups and downs, given a little protection. Spring's Promise, a deep rose-colored camellia, is still in full flower, the buds seemingly intact. The border, dubbed the ''global warming garden'' by the staff, was designed and planted more than four years ago by Lynden B. Miller and others who wanted to test the hardiness of plants generally considered too tender to thrive this far north.  ''Everybody said you're crazy, but Lynden just laughs at them now,'' said Sarah Carter, the curator of herbaceous plants and outdoor gardens. Ms. Carter, who has been keeping careful records for four years, is reveling in the plants that have successfully over-wintered here. Most of these plants are listed as being in Zone 7 on the Agriculture Department's hardiness map, meaning they usually grow where temperatures rarely dip below zero. A few are even listed for Zone 8, which is 10 degrees warmer. This part of New York has traditionally been considered Zone 6.  ''We will be watching the plants very closely over the next few days, to see how extensive any cold damage may be,'' Ms. Carter said. The flowers and buds of camellias and Japanese apricots, for example, ''will likely turn brown and fall off within a few days,'' she said, because of the sudden drop in temperature. Edgeworthia chrysantha, the paper bush, which normally flowers in early March, appears unharmed. ''Its silver buds dangle like earrings off the tip of every branch,'' Ms. Carter said, and its yellow tubular flowers are intoxicating. But it may drop those buds later this week. The early yellow trumpet daffodils are also still blooming. These hardy bulbs are well adapted to extremes and will be fine next year, she said.  Ms. Carter and her crew did wrap burlap around a few plants, including the Himalayan palm, and placed evergreen boughs around the Acanthus mollis, or bear's breech, which had put out tender new growth. But both burlap and evergreens are removed during the warmest hours of the day to help the plants acclimate to colder temperatures.  Good drainage and the right site can make all the difference between success and failure for these marginal plants. So if you try any, choose a warm spot, near a south-facing wall; or beneath evergreens that provide a wind break. And if cold damage occurs, wait until spring, until all signs of frost have passed, before pruning. Otherwise, you might damage an already stressed plant, or encourage new growth, which could be killed in another cold snap. But maybe some plants will be lucky.  Down at the United States Botanic Garden in Washington, Sappho, a gorgeous white rhododendron with purple splotches, is in full bloom. The winter irises and spring crocuses are flowering. Needle palms, which are thought of as South Carolina plants, are thriving in this garden.  ''And yaupon holly does well here now,'' said Holly Shimizu, the executive director of the garden. ''We're saying that Washington is a lot more like the Carolinas now.''  But up in Massachusetts, the palmy days seemed over.  Thomas C. Cooper, a garden designer and former editor of Horticulture Magazine, reported that his Cordyline x baueri, a hybrid of a cabbage palm native to New Zealand, was doing just fine in his unusually balmy garden in Watertown, Mass.  But it's toast now, after a recent plummet to 18 degrees.  ''Without any snow on the ground, any marginal plants are going to have frostbitten toes,'' he wrote in an e-mail message.  Still, some of Mr. Cooper's tender salvias are wintering over, and he plans to leave a few clumps of cannas in the ground next fall.  So, northern gardeners feeling reckless could try the windmill palm, Trachycarpus ''Hayes Stiffie,'' listed as hardy to Zone 7B, where winter temperatures stay above 5 degrees, from Plant Delights Nursery, in Raleigh, N.C. (plantdelights.com; 919-772-4794). New York City gardeners, or others who think they are now in Zone 7, might try Descanso Dwarf, a weeping deodar cedar that grows very slowly into a small pyramidal tree, and Daphne odora, a fragrant shrub that flowers in winter, so plant it by a window or the kitchen door, to enjoy its scent. Both are hardy to Zone 7. I got mine from Forestfarm (forestfarm.com; 541-846-7269).  I've also ordered a southern magnolia and a sweetbay magnolia from the National Arbor Day Foundation (arborday.org; 888-448-7337), which offers 10 free trees to members ($15 for one year). The Foundation has taken the lead in responding to warming temperatures, by publishing its own hardiness zone map, which generally places gardeners in at least one warmer zone than the Department of Agriculture's hardiness zone map, which is still the standard used by most catalogs and nurseries. So, again, adventurous gardeners will have to study both maps, and decide how far to push the limits.  And following Ms. Carter's example, I'm trying more tender bulbs, especially the species gladioluses, always the province of southern gardeners. Unlike the blowsy hybrid glads, these have delicate flowers elegantly spaced along the stem or spike. Gladiolus ''Boone'' has apricot, buff and gold flowers, and is hardy to Zone 6, where temperatures can drop to 10 below zero.  Gladiolus saundersii is a coral red with splashes of white, and a hybrid of Gladiolus tristis is said to have ''reddish striping and pink flushes over the pale green background.'' It makes a good cut flower and is fragrant at night. It is hardy to Zone 7. I've ordered all these from Seneca Hill Perennials, in Oswego, N.Y., which specializes, among other things, in South African bulbs (senecahillperennials .com; 315-342-5915).  It also sells Distant Planet, a crocosmia, hardy to Zone 5, with a bright orange flared flower that it claims is indestructible.  As for hardy rosemary, I've ordered a few Gorizias from Sandy Mush Herb Nursery (sandymushherbs.com; 828-683-2014). I've also ordered Grosso, a hybrid lavender that can take humidity. I will add plenty of grit, for drainage, to a mounded border, and try my luck.  Some expert gardeners caution against making leaps that are too great, saying that this winter's long warm spell could have been an exception, not the new norm.  ''I won't start leaving my rosemary outside,'' wrote Deborah Nevins, a garden designer who noted violets blooming among the Japanese apricots and hellebores in her garden in East Hampton, N.Y. ''This is not England.''  Still, let's have some fun while we can. If the ice caps are melting, and the food chain in the ocean collapses -- a dire prediction based on global warming trends -- I want to have a margarita in the shade of my trachycarpus before I die.  IN THE GARDEN  ", 
            "title": "Is it Spring? Winter? What's a Flower to Think?"
        }, 
        "weight": 0.4806745750611397, 
        "file": "1819726.txt", 
        "other_topics": {
            "0": 0.0016858581365726607, 
            "1": 0.4806745750611397, 
            "2": 0.00010335482917565965, 
            "3": 9.541020131676497e-05, 
            "4": 0.001702492560941255, 
            "5": 0.07363236932494487, 
            "6": 0.00015291148444202866, 
            "7": 0.011115491209107589, 
            "8": 0.03293961201966335, 
            "9": 0.0032285860222378573, 
            "10": 0.14329000926413782, 
            "11": 0.00018236749859668782, 
            "12": 0.004792183451106205, 
            "13": 7.726758969030995e-05, 
            "14": 0.0316654607406701, 
            "15": 0.025176658848729362, 
            "16": 7.363422717587525e-05, 
            "17": 0.00017758302099403508, 
            "18": 5.324360381007992e-05, 
            "19": 0.06303227047329667, 
            "20": 0.0001066894418294229, 
            "21": 0.0016393560114917884, 
            "22": 7.999728734968436e-05, 
            "23": 5.398758292579153e-05, 
            "24": 6.201905345113053e-05, 
            "25": 5.835104068911599e-05, 
            "26": 6.576042462161655e-05, 
            "27": 0.009469493997655004, 
            "28": 0.08942986647075557, 
            "29": 9.241002429467821e-05, 
            "30": 0.02509072909718739
        }
    }, 
    {
        "i": 30, 
        "content": {
            "text": "  Steven Niggle was duck hunting on Scoy Pond in the Northwest Woods here when he did a double take at a tree with a ring chewed out of its lower trunk. Then he found several more gnawed-up trunks around the pond, some merely stumps with a pointy, chewed up tip, others with trees still partially attached, either fallen or leaning.  Mr. Niggle, 19, said he wondered why the pond's water level seemed about three feet higher than normal, overflowing its banks. Turned out that a dam meticulously fashioned from twigs and saplings, some with gnawed-off ends, was blocking the mouth of Ely Brook, where the pond flows into another one nearby. A lodge made of sticks showed up later in a shallow section of the pond, which is in the Grace Estate town nature preserve.  ''I said, 'Is that a beaver ring around that tree?' '' Mr. Niggle recalled of that day at the pond last month. ''Because I've been upstate and seen logs wash down the river chewed up from beavers, but I've never heard of beavers around here.''  Mr. Niggle told his father, Charles Niggle, who also had not heard of beavers being in these parts, and who went to see for himself. Word spread among the local hunters and outdoorsmen, none of whom knew of beavers having lived here.  According to local records and wildlife books, the beaver -- the official animal of New York State -- was once prevalent on Long Island, but disappeared by the early 1700s as a result of trapping, hunting and deforestation for farming.  Local environmental experts say that more recently, beaver-chewed wood has washed up on East End shores after huge rainfalls, probably from Connecticut. A dead beaver was found on Shelter Island last year, and there was evidence of a beaver on Plum Island a few years ago. In the late 1990s, a fatigued beaver was seen just off the Long Island Sound beach in Southold; it was rescued and died soon afterward.  But live beavers chewing trees and building dams in an East Hampton nature preserve is something else.  ''It's a real mystery,'' said Larry Penny, 71, director of the town's Department of Natural Resources. ''It's possible someone caught them up north and released them here.''  Environmental officials say the beavers could have washed out from flooded Connecticut rivers, gotten disoriented, and wound up swimming across Long Island Sound. If any live in the fresh water pond on Gardiners Island -- the huge, private, unoccupied land between Long Island's forks -- they may have taken the shorter swim over from there. Or somebody may have brought beavers to Scoy Pond.  Then again, there are no reports of actual sightings of beavers, which tend to work at night and avoid people.  ''It's possible it could be a hoax,'' Mr. Penny said, ''but I really doubt someone would go through the trouble. It's just too difficult.''  At first, Steven Niggle saw only a few gnawed trees. By last week, more than a dozen stumps were visible, five inches to a foot in diameter, their nubs whittled sharp by a busy little chiseler who left mounds of fresh wood shavings on the forest floor. On some trees, only the bark was stripped away. On others, the trunks appeared beveled by beaver bites. Still others were cut clear through and were left leaning against other tree branches.  Mr. Penny said adult beavers, which weigh about 20 pounds, can drag a large tree to a pond to help build or protect the lodge. He knelt at a stump one foot in diameter, from a white oak whose age he estimated at about 60 years. About 20 yards off a southeast edge of the pond, there was a dense wigwamlike structure of branches and switches rising three feet above the surface.  ''That's the lodge,'' Mr. Penny said, peering at it through a thicket of trees and overgrowth. ''They dam up the river to raise the water level and then build their lodge in shallows so that they must swim underwater to enter it.''  Daniel Rosenblatt, the Long Island regional wildlife manager for New York State's Department of Environmental Conservation, said Long Island was not particularly abundant in wetlands or the hardwood trees that beavers prefer to soft wood, such as the pine trees that proliferate on Long Island.  ''We don't have any breeding beaver on Long Island, and we haven't seen evidence that they have been able to survive here,'' he said. ''Periodically, we've had some wash up on the North Shore, probably flushed out from Connecticut rivers.  ''There are very few locations where they could take root on Long Island,'' Mr. Rosenblatt added. ''A lot of the estuaries here have salt tidal influence, and beavers need a fresh water system of lakes and rivers to become widespread.''  Mr. Penny joked that the town might install night video cameras connected to its Web site to spot the industrious beaver -- or beavers.  ''The beaver is known for appearing out of nowhere, out of the dark, to a pond and building a dam,'' he said. ''They are seen in some Indian lore as the reincarnated spirit of the departed.''  ", 
            "title": "Felled Trees in East Hampton: A Prank's Toll, or a Beaver's Lunch?"
        }, 
        "weight": 0.4793847307269497, 
        "file": "1819689.txt", 
        "other_topics": {
            "0": 0.00019009360552864004, 
            "1": 0.4793847307269497, 
            "2": 0.0001630981168635121, 
            "3": 0.0026208201549169355, 
            "4": 0.0002163434025750383, 
            "5": 9.269620542760649e-05, 
            "6": 0.0002413005309786961, 
            "7": 0.1287023506926419, 
            "8": 0.009985642467317793, 
            "9": 0.00015432186373486322, 
            "10": 0.13718812909397082, 
            "11": 0.00028778331729112583, 
            "12": 0.00015148310846318293, 
            "13": 0.00012193139375861818, 
            "14": 0.14136896511853894, 
            "15": 0.00020564615467545474, 
            "16": 0.00011619780018864947, 
            "17": 0.0027504922007576724, 
            "18": 0.002554279551998484, 
            "19": 0.017948935598496894, 
            "20": 0.000168360271023466, 
            "21": 0.00011671136406654532, 
            "22": 0.0001262389674966003, 
            "23": 8.519459786677258e-05, 
            "24": 9.786858445042109e-05, 
            "25": 9.208031138289817e-05, 
            "26": 0.00010377262006501827, 
            "27": 0.00506221007621913, 
            "28": 0.06948644981416263, 
            "29": 0.00014582677037913282, 
            "30": 7.004551781285546e-05
        }
    }, 
    {
        "i": 31, 
        "content": {
            "text": "  Q. We have heard that Australian laurel is a great houseplant: pretty, fragrant and easy to grow. But our local nursery doesn't have it and it isn't in our houseplant book. Can you help?  A. Try looking for Pittosporum tobira, a multistemmed evergreen shrub that is widely planted outdoors in warm climates.  Its other name is Japanese mock orange, but it would be better to call it sweet Toby and thus describe both its perfume and its disposition. Indoors and out, this Oriental ( not Australian) import is drought tolerant, not fussy about soil and willing to bloom almost everywhere except in deep shade.  P. tobira's whorls of leathery leaves stay attractive year-round. Bloom lasts for about a month in spring, when clusters of small cream-colored flowers send out the scent of orange blossoms.  The plant can have a lanky growth habit and is often improved by pruning. But flowers form mostly on the branch ends, so be sure to prune right after bloom and leave some older growth for insurance.  And consider a variety that makes up for fewer flowers with splashier foliage. Choices include the green and white Variegata, from Woodlanders (803-648-7522 or woodlanders.net); gold-tinged Kansai Sunburst, from Asiatica Nursery (asiaticanursery.com); and the silvery Platinum, from Cistus Nursery (503-621-2233 or cistus.com).  Give your indoor P. tobira bright filtered light; an east or west window is fine. Feed once a month between February and September, using flowering-plant fertilizer diluted to half strength. And let the soil dry down an inch or so between waterings. Wet roots are the only stress it cannot overcome.  Q. Do you have any suggestions on how to get my crown of thorns to flower in an apartment with poor natural light?  A. Although you do not say so, I have the feeling you would rather avoid using grow lights. But when indoor plants need light, the only solution to ''poor natural'' is ''good artificial.'' If a thorough window cleaning does not improve the situation, your best bet might be fancy-leaf begonias. They grow well in dim apartments and although their flowers are seldom showy, they can bloom in what a crown of thorns would call the pitch dark.  ", 
            "title": "GARDEN Q. & A."
        }, 
        "weight": 0.4786148565287396, 
        "file": "1816246.txt", 
        "other_topics": {
            "0": 0.0004279539514803799, 
            "1": 0.4786148565287396, 
            "2": 0.0003671795450280559, 
            "3": 0.00033895536947755196, 
            "4": 0.0004870495972298716, 
            "5": 0.0002086851227302566, 
            "6": 0.0005432350837865955, 
            "7": 0.0005603065987077262, 
            "8": 0.00023549860795723151, 
            "9": 0.00034742174099697043, 
            "10": 0.11420533385345735, 
            "11": 0.006209125749608043, 
            "12": 0.0003410309077418334, 
            "13": 0.00027450172047291214, 
            "14": 0.01239266892267662, 
            "15": 0.000462967095896589, 
            "16": 0.0002615937953608235, 
            "17": 0.0006308834659527785, 
            "18": 0.00018915383420945445, 
            "19": 0.12382675495878188, 
            "20": 0.0003790261279774856, 
            "21": 0.033630219335204485, 
            "22": 0.00028419927551342, 
            "23": 0.00019179690290199792, 
            "24": 0.0002203295966998675, 
            "25": 0.0002072985727229948, 
            "26": 0.01135611102249699, 
            "27": 0.00027396302447553125, 
            "28": 0.21204591070492076, 
            "29": 0.00032829690636789713, 
            "30": 0.0001576920804260537
        }
    }, 
    {
        "i": 32, 
        "content": {
            "text": "  For 20 years, Capt. Kevin Caffery traced Lake Erie's frozen shoreline in the gathering twilight of late winter afternoons. From his helicopter, he scanned for parked cars belonging to ice fishermen. If the cars had not been retrieved, it could mean men were stranded miles offshore on shifting ice floes.  In this way, Caffery, of the Erie County Sheriff's Office, rescued numerous fishermen. Then came last winter, when, for the first time, Caffery made no rescues. The reason was simple. ''The ice didn't freeze,'' he said.  Unseasonably warm weather in recent winters has Buffalo, a frequent target of jibes about snow and cold, bucking its Arctic reputation. But without freezing temperatures, there has been no ice fishing, sending a chill through those whose livelihoods depend on it.  ''Guys that ice fish spend more than your average fisherman per person,'' said Bill Van Camp, the owner of Big Catch Bait & Tackle on Niagara Street. ''An average guy will spend $10, an ice fisherman $20 to $30 on bait and little jigs and light rods.''  Other than some specialty rods, Van Camp has not replenished his fishing inventory because he had so much remaining from last year. With a warm weather pattern holding, sales have slumped this season, too, leaving Van Camp concerned.  ''A guy skips ice fishing this year, he may forget about it,'' he said.  Van Camp has watched warming weather affect his business. Twenty-five years ago he sold extensions for augurs because the ice was so thick, but in recent years no one has needed extensions because the ice is so much thinner.  Cold, hard facts back his observations. Eighty years of records show that Lake Erie, the shallowest of the Great Lakes, could be counted on to freeze over nearly every winter. The lake froze every year between 1953 and 1998. But in the last nine years, it has failed to freeze completely three times, according to the local Army Corps of Engineers office.  Odds are poor the lake will freeze over in 2007. On Jan. 9, Lake Erie was a record 41 degrees, 7 above normal.  ''This year we had the second-warmest November and December in history,'' said Alan Blackburn, a meteorologist with the National Weather Service in Buffalo. ''We're seeing more warm years in the recent decade. There's something happening here.''  Even smaller inland lakes, which freeze faster, have not had sufficient ice for fishing. An hour east from Buffalo, Silver Lake, just 34 feet deep, is a popular destination.  In the past, Silver Lake has been a site for the New York Trap Attack ice fishing tournament, part of a seven-stop series culminating in the North American Ice Fishing Championship. But the event was canceled last February because of insufficient ice, and could be shut down this year.  ''I never remembered a year like last year,'' said George Dovolos, an ice fisherman who has lived along Silver Lake for 59 years. ''I've never seen the lake open up like this. The pattern has gone to less ice year after year.''  An absence of sufficient ice has not been limited to western New York. A Trap Attack event in Brooklyn, Mich., was canceled last January, the first time in six years a tournament was canceled because of weather.  With the Michigan event scheduled to be held in less than two weeks and warm weather prevailing, the tournament has been canceled again.  ''We have never felt two years back to back with bad ice,'' said Mike Smith, the Trap Attack tournament director. ''Nobody has ever remembered an entire ice belt with that poor of ice.''  Smith described the traditional southern boundary of the ice belt -- a region suitable for ice fishing -- as running from the East Coast along the northern Pennsylvania state line and continuing west to Montana, taking in parts of Ohio, Indiana, Illinois and Iowa. But in recent years the line has run roughly through the Twin Cities of Minneapolis and St. Paul, eliminating two-thirds of the states in the territory.  Warmer weather has begun melting away earnings at ice fishing equipment manufacturers, too.  ''We had slower growth the last two years, and it's 100 percent weather contingent,'' said Noel Vick, vice president for marketing for Clam Corporation of Medina, Minn., the largest manufacturer of ice-fishing shelters. ''It won't be a good year for sales. Mother Nature really whacked us.''  Vick is also director of Ice Team, a group of ice fishing manufacturers that have banded together to market and expand the sport. Because of those efforts, ice fishing has been the fastest-growing segment of fishing for the past nine years, he said, offsetting losses due to warmer winters.  As for the future, Vick said: ''We could have the wickedest winter ever next year. We don't overreact to short-term weather patterns. You'll still have ice fishing.''  A numbing thought no one seemed ready to concede was the possibility that the lack of ice fishing could be part of a larger, more permanent pattern of global warming.  ''We hope Al Gore is wrong,'' Vick said.  OUTDOORS  ", 
            "title": "Warm Temperatures Chill The Ice Fishing Season"
        }, 
        "weight": 0.47811240366777075, 
        "file": "1817825.txt", 
        "other_topics": {
            "0": 0.0001710764629081461, 
            "1": 0.47811240366777075, 
            "2": 0.03794002490371328, 
            "3": 0.02014368650711467, 
            "4": 0.00019470020563355791, 
            "5": 8.342279007997763e-05, 
            "6": 0.00021716059949987836, 
            "7": 0.038017228287678076, 
            "8": 0.04011051683085504, 
            "9": 0.0001388833597202494, 
            "10": 0.2279509019625423, 
            "11": 0.0002589932042649428, 
            "12": 0.00013632859618893352, 
            "13": 0.00010973326274534804, 
            "14": 0.07609424621264425, 
            "15": 0.02019326073686886, 
            "16": 0.00010457326325470049, 
            "17": 0.0002521984234263609, 
            "18": 7.561507211261474e-05, 
            "19": 0.007260779414128004, 
            "20": 0.0001515173515745218, 
            "21": 0.00010503544972048656, 
            "22": 0.0023367418601457374, 
            "23": 7.667165037665333e-05, 
            "24": 0.040104452952293465, 
            "25": 0.008975396340173313, 
            "26": 9.339110980647643e-05, 
            "27": 0.00010951791666548148, 
            "28": 0.0002872653841186339, 
            "29": 0.0001312381234729213, 
            "30": 6.303809850241091e-05
        }
    }, 
    {
        "i": 33, 
        "content": {
            "text": "  THE air traffic system around Dallas basically snapped on Dec. 29.  Bad thunderstorms caused flight disruptions. Some airplanes were stranded on taxiways for hours, their passengers unable to get off. Flight crews were forced to deal with passenger fury while airline flight operations managers worried about the consequences of returning to the gate or canceling a flight outright, stranding passengers.  Some outraged passengers have gotten together to demand federal legislation to hold the airlines more accountable for service disruptions.  The worst case that day occurred on American Airlines Flight 1348, bound to Dallas from San Francisco. It was diverted to Austin, Tex., where the weather was also bad. Passengers were kept on the plane for over eight hours. As time passed, passengers say, the toilets became unpleasant or unusable. And the only food was pretzels and peanuts. The pilot finally commandeered a gate in frustration.  It was a peak holiday travel time. Unusually bad weather and inflexible schedules forced operations managers to make tough calls.  In all, American Airlines -- which took the brunt of the criticism for the New Year's weekend mess that centered on its hub at Dallas-Fort Worth International Airport -- said it diverted 88 flights from Dallas on Dec. 29 to other airports in the region. American has apologized to inconvenienced passengers and issued them vouchers for future travel.  But Flight 1348 got most of the attention because of the extraordinary length of time the passengers were kept on board, and, I suspect, because Kate Hanni was among them.  Ms. Hanni, a real estate broker in the Napa Valley of California, was furious about what she calls the indifference that American Airlines officials in Austin showed her and more than 100 other passengers who were unable to leave the plane from about 1 p.m. until about 9:20 p.m.  ''We were basically held captive for almost nine hours,'' she said. Ms. Hanni was bound for a resort in Alabama with her husband, Tim Hanni, and their two children. Mr. Hanni, a well-known wine expert, was to give a seminar at the resort.  Since Dec. 29, Ms. Hanni has been rounding up support from other aggrieved passengers. She has scheduled appointments in Congress today through Thursday to push for a so-called Passengers' Bill of Rights that would require airlines to provide specific redress for inordinate delays and other customer service problems.  ''We've reached the tipping point of consumer dissatisfaction with how customer service is being handled by the airlines,'' she said. Ms. Hanni and others have complained that no food was available, the cabin air became foul and toilets were overflowing.  Tim Wagner, an American spokesman, said that in a typical bad thunderstorm situation, ''we might divert 40 flights from Dallas,'' rather than the 88 diverted that day.  For an airline, it's a tough call to decide whether to cancel a flight or keep it in line for a takeoff opening. On Dec. 29, passengers on eight American flights were kept on airplanes in Austin for at least three hours. But keeping the passengers on board Flight 1348 for over eight hours was a mistake, Mr. Wagner acknowledged. ''The call to cancel that flight should have come earlier,'' he said yesterday.  He added: ''There is some dispute over exactly how dire the circumstance were on that flight. I do have flight attendants reports saying no toilets overflowed. We ran out of bottled water but we still had plenty of drinking water.''  On heavy travel days during bad weather, when all available aircraft and crews are in use and delays are mounting, cancellations of flights can strand passengers for several days in airports, he said. But, he added, after Dec. 29 the airline ''re-emphasized'' to operations managers that ''after three hours we have to make a decision, and approaching four hours, we need to bring them in and cancel, and work on getting those passengers to their destinations.''  Federal legislation to address what he called an ''anomaly'' would be ''an overreaction,'' he said.  In 1999, when Northwest Airlines passengers in Detroit were stranded in a plane for seven hours in a blizzard, there was a similar move to introduce federal legislation. But the legislation died after heavy lobbying by the industry and, some said, because the proposed legislation sought to apply federal law to too broad an array of problems in air travel.  Ms. Hanni said the Passengers' Bill of Rights now being proposed is more narrowly focused. ''I'm concerned about the ability to push it through unless we keep it simple and to the point,'' she said.  You can judge for yourself. The draft of the proposal is at www.strandedpassengers.blogspot.com.  ON THE ROAD E-Mail: SharkeyJ@nytimes.com  ", 
            "title": "After 8 Hours on the Taxiway, You Might Want a Bill of Rights"
        }, 
        "weight": 0.4772491081146813, 
        "file": "1822529.txt", 
        "other_topics": {
            "0": 0.00020978620313857248, 
            "1": 0.4772491081146813, 
            "2": 0.00017999413804949027, 
            "3": 0.008344648999547732, 
            "4": 0.00023875532727195807, 
            "5": 0.013733116598987804, 
            "6": 0.04115875067888562, 
            "7": 0.0002746664530839614, 
            "8": 0.00011544316540802362, 
            "9": 0.00017030871587801763, 
            "10": 0.2631727298127476, 
            "11": 0.07119784753958469, 
            "12": 0.00016717588198584502, 
            "13": 0.00013456278063051869, 
            "14": 0.03061044996537125, 
            "15": 0.016583931030032473, 
            "16": 0.00012823521994251728, 
            "17": 0.0003092637572040366, 
            "18": 0.005545051654577641, 
            "19": 0.04161764963492771, 
            "20": 0.00018580142093245003, 
            "21": 0.00012880198606657114, 
            "22": 0.0110439706765138, 
            "23": 0.008272510827074298, 
            "24": 0.00010800720351062647, 
            "25": 0.008280109860668463, 
            "26": 0.00011452286305286522, 
            "27": 0.00013429870785459138, 
            "28": 0.0003522653742247917, 
            "29": 0.0001609335800050864, 
            "30": 7.730182815970769e-05
        }
    }, 
    {
        "i": 34, 
        "content": {
            "text": "  IN recent years, the promise of untracked powder snow has lured more and more skiers and snowboarders from resorts into the adjacent backcountry. Even for a short jaunt, they may take extra layers, food, water and avalanche-safety gear like beacons, collapsible shovels and probes. To carry it all, manufacturers now design ski- and snowboard-specific packs.  ''More people are wanting packs that they can comfortably ski with rather than just a regular day pack,'' said Bob Merrill, a buyer for Backcountry.com, an outdoor retailer.  The latest winter packs come with sleeves for hydration pouches, added compartments for gear and better suspension systems that more evenly distribute loads. The design of ski and board straps has also improved, so equipment doesn't uncomfortably bounce, hang or hit legs when hiking.  Erik Aura and Martinique Davis, ski patrollers for Telluride Ski Resort in Colorado, tested five packs while skiing and hiking in backcountry.  KATE SIBER  ", 
            "title": "PHYSICAL CULTURE | Gear Test With Martinique Davis and Erik Aura, Ski Patrollers; Packs That Start Where the Trails End"
        }, 
        "weight": 0.46868079305872995, 
        "file": "1821215.txt", 
        "other_topics": {
            "0": 0.0007204258766056206, 
            "1": 0.46868079305872995, 
            "2": 0.0006181170770440185, 
            "3": 0.0005706039594711925, 
            "4": 0.019543720906393457, 
            "5": 0.009713210675684331, 
            "6": 0.0009144923421926348, 
            "7": 0.0009432308573050613, 
            "8": 0.00039644286608432014, 
            "9": 0.0005848564114054412, 
            "10": 0.11736019671913929, 
            "11": 0.0010906550383710638, 
            "12": 0.0005740979603287638, 
            "13": 0.0004621014525449831, 
            "14": 0.0021382438775271865, 
            "15": 0.019503179962504825, 
            "16": 0.01916418429238283, 
            "17": 0.00106204130706773, 
            "18": 0.0003184251865236206, 
            "19": 0.07738564437937151, 
            "20": 0.0006380598416255843, 
            "21": 0.0004423183332950704, 
            "22": 0.0004784265023939723, 
            "23": 0.00032287457897149424, 
            "24": 0.00037090706206960246, 
            "25": 0.00034897038678214975, 
            "26": 0.00039328245981814033, 
            "27": 0.0004611946013877626, 
            "28": 0.253981178860641, 
            "29": 0.0005526612985786367, 
            "30": 0.0002654618677587141
        }
    }, 
    {
        "i": 35, 
        "content": {
            "text": "  Despite the burst of colder weather on Wednesday, in the Hamptons it was the day of the dolphin.  Unseasonable conditions, namely warm water and an abundance of bait fish in the bays, have lured an unusually large school of several dozen dolphins to the bays and harbors off East Hampton and Shelter Island, where for the past several days they have been feeding on fish and thrilling residents as they glide from one place to another.  Environmentalists and many longtime residents said it was the first time such a large school, more than 40 dolphins, had arrived and stayed so long. But with the constant movement and sporadic surfacing, who could count.  ''It's very unusual to see this many of them in the bays and that they have stayed here this long, at least three days in row,'' said Kim Durham, director of the rescue program of the Riverhead Foundation for Marine Research and Preservation, a Long Island organization that tends to stranded dolphins.  Dolphin sightings are not especially rare off Long Island, though the animals are usually in small schools just passing by.  Ms. Durham said the dolphins probably followed a school of herring or mackerel, swimming from the ocean into Gardiners Bay between the north and south fork and into Shelter Island Sound near Sag Harbor.  ''There's something's down there they're interested in,'' and the dolphins have it trapped in the harbor, said Larry Penny, director of the Town of East Hampton's Department of Natural Resources. He said the warm water and the fish attracted the dolphins.  On Wednesday morning, the dolphins, a type known as common dolphins, were spotted feeding in a cozy section of Northwest Harbor with large sandbars and shallows rarely deeper than six or eight feet.  Mr. Penny said sandbars could hinder the dolphins' exit from the harbor, especially once the tide dropped and the dolphins were fatigued from their feeding frenzy.  But Ms. Durham said there was no cause for concern.  Foundation officials monitored the dolphins at the landing using a hydrophone, an underwater microphone, to ''monitor the clicks and whistles and listen for any signs they might be in distress.''  ''Judging by their behavior, constant breaching and tail slapping and moving rapidly and chasing bait fish, we feel they are acting normally and healthy,'' she said.  As word of the spectacle spread, amateur photographers and cars packed with families began arriving at a dirt parking area overlooking Northwest Harbor, a perfect spot to watch the dolphins at play.  All were entranced by the dorsal fins and dark gray backs surfacing in the waves and dolphins rolling over to show their white bellies. They seemed to enjoy the attention, moving to within several yards of spectators and sometimes leaping entirely out of the water.  The dolphin sightings were just one of several unusual appearances on the East End that environmentalists attributed to a warm winter. There have regular whale sightings off Montauk, and on Wednesday there were whales spotted off Wainscott. Last month, a pelican wound up in Montauk and was later flown back to Florida.  Cliff Clark, 62, who owns South Ferry, which links southern Shelter Island with North Haven, said he saw the dolphins moving westward near his ferry on Monday.  ''There were maybe 30 or 40 of them stretching three quarters of a mile, just feeding and playing and rolling around in the waves,'' he said.  Dan Rizzie, 55, an artist from Sag Harbor who heard about the dolphins from a friend and called about 30 others, said: ''We heard them click and blow through their holes. It's amazing.''  Susan Nieland, 44, said, ''Four different people called me today to tell me about this.''  Dan Loos, who lives in a house next to the landing, said, ''I can honestly say that before this morning, I never looked out my window and saw 30 or 40 dolphins.  ''We home-school my daughter, so today was like science class for her,'' Mr. Loos said. ''When I see polar bears out my window, then you know this global warming thing has gone too far.''  ", 
            "title": "Dolphins Get Head Start On the Hamptons Season"
        }, 
        "weight": 0.46544028066860704, 
        "file": "1818114.txt", 
        "other_topics": {
            "0": 0.025737873985307025, 
            "1": 0.46544028066860704, 
            "2": 0.00021039314177899915, 
            "3": 0.003380802899717941, 
            "4": 0.00027907844091794114, 
            "5": 0.00011957615615651983, 
            "6": 0.0003112726118599734, 
            "7": 0.08635877270924296, 
            "8": 0.00013494022933362715, 
            "9": 0.00019907195975499444, 
            "10": 0.07499917336508051, 
            "11": 0.0003712344289488734, 
            "12": 0.00019541002513651985, 
            "13": 0.00015728893446290346, 
            "14": 0.21104223224622742, 
            "15": 0.00026527921602642623, 
            "16": 0.00014989271930071935, 
            "17": 0.0003614949587894043, 
            "18": 0.00010838476706492518, 
            "19": 0.048646406794328675, 
            "20": 0.00021718121001380669, 
            "21": 0.009710301667419732, 
            "22": 0.0001628456140224669, 
            "23": 0.00010989924011684707, 
            "24": 0.0001262484163518502, 
            "25": 0.00011878166578740294, 
            "26": 0.00013386449816823136, 
            "27": 0.0001569802627384367, 
            "28": 0.07051656645406931, 
            "29": 0.00018811346792695134, 
            "30": 9.035724534156442e-05
        }
    }, 
    {
        "i": 36, 
        "content": {
            "text": "  The animals certainly looked like bison, with the characteristic humps and beards. But just to make sure, a pick-up truck slowly rolled up to them, and a bison wrangler shot a drug-filled dart into one of several calves.  A few minutes later the anesthetized animal was on the ground, grunting and squirming. Several men warily moved in to hobble the animal and take blood samples.  This bison wrangling was being done to test the genetics of a herd of 39 animals that is being used by the American Prairie Foundation as seed stock to re-create a large-scale native prairie landscape. The researchers want animals with only pure bison genes, which are not so easy to find.  ''The majority of public herds have some level of hybridization with cattle,'' said Kyran Kunkel, a World Wildlife Federation biologist who is doing the sampling. ''You can't see any difference visually. But we don't know what the long-term ecological or biological impacts would be.''  American bison, which teetered on the edge of extinction more than a century ago, are one of the first and perhaps greatest conservation successes, but there is an asterisk next to their species: while bison were being nursed back to viable populations, ranchers who owned them crossed them with cattle.  By the late 19th century, tens of millions of American bison had been reduced to fewer than 1,000, with two dozen or so in Yellowstone National Park, and another 250 in Wood Buffalo National Park in Canada. The balance of the animals were owned by cattle ranchers who wanted to preserve them.  ''They purposely crossed bison with domestic cattle to make a better beef animal,'' which they called cattelo, said James Derr, a geneticist at the Texas A&M College of Veterinary Medicine. ''Bison did better in harsh conditions and are more resistant to parasites and native viral diseases.'' (Bison do not contract Texas fever, for example, which afflicts cattle.)  Over time, cattle genes have spread into many of the remaining herds of American bison. Since the late 1990s, Dr. Derr and his graduate students have traveled to public and private bison herds around the country, taking blood samples. They have concluded that the vast majority of the 300,000 or so bison in the United States are hybrids, though they look like pure bison. Fewer than 10,000 bison are genetically uncontaminated.  The research has led to the stark realization that the battle for the long-term preservation of wild bison is not over.  Though cattle genes in affected bison herds make up less than 1 percent of the bison genome, their presence could create serious consequences like weaker disease resistance. ''Hybridization makes it hard to predict and hard to manage because their immune response can be all over the place,'' Dr. Derr said.  To prevent a ''genomic extinction'' through hybridization, biologists are focusing on the protection and perpetuation of the herds with pure or nearly pure genetics.  Most immediately, it means separating hybridized from pure bison. The United States Fish and Wildlife Service, for example, has been testing bison on its refuges for several years, moving the pure animals to places where they are isolated or can expand.  What the wildlife service wants, said Matt Kales, a spokesman in Denver, is to avoid ''the old eggs-in-one-basket approach.''  Most private herds have some cattle ancestry, which is fine, Dr. Derr said, if the bison are being raised for meat and if long-term conservation is not a concern.  ''But if a bison herd has no evidence of cattle genetics, it would be criminal to move bison with cattle genetics into that herd,'' he said.  The animals in two federally owned herds, at Yellowstone National Park and Wind Cave National Park, are considered as pure as bison get. (Wind Cave is the source of the American Prairie Foundation herd; lab results are not in yet.)  Other national parks -- including Grand Teton, Theodore Roosevelt and Badlands -- have bison with very few cattle genes. ''The U.S. federal herds are the crown jewels of the bison herd,'' Dr. Derr said. ''They are healthy, there is no inbreeding, they are pure. That's an amazingly good thing.''  Though the term ''pure'' is commonly used in describing such herds, Dr. Derr said, it is technically not accurate because of the limits of DNA testing, which has a 1 percent probability of error. He prefers the phrase ''no historic or genetic evidence of hybridization.''  A state-owned herd in Utah and a herd owned by Ted Turner on his Vermejo Park Ranch in New Mexico also show no signs of hybridization.  Unhybridized bison are critical in efforts by the American Prairie Foundation, the Nature Conservancy, the Canadian government and even Mr. Turner to restore large tracts of native prairie and plains that include herds of bison. Establishing new and disparate bison herds will help assure the future of the wild bison.  While the effects of hybridization on bison are not known, Dr. Derr hypothesizes that genetic alterations could change behavior or traits like weight gain and fertility, in addition to disease resistance. ''When you mix up two different genomes, you get a lot of different traits, and it's not completely predictable,'' he said.  Hybrid vigor, a cross-breeding response in which a more robust animal is the result, is not the case when cows and bison commingle. ''We get just the opposite,'' Dr. Derr said.  The selection practiced by bison ranchers also affects the gene pool.  ''Ranchers might get rid of a cantankerous bull, for example,'' said Curt Freese, a biologist who directs Great Plains bison restoration for the World Wildlife Fund. ''Breeding bison to be docile and meaty are the kinds of things that affect the wildness of the bison.''  Keepers of the pure herds are weighing options to protect their genetics.  Many of the herds are small and at risk of inbreeding and loss of diversity, and so must be trucked away to breed with other populations.  In Yellowstone, which has the largest, purest and most genetically diverse herd of wild bison, the plan is to keep the number of bison high.  ''We agreed to manage at greater than 2,300 animals to assure conservation of the genome,'' said Rick Wallen, a Park Service biologist. ''Managing our population at relatively high levels should go a long way toward protecting genetic diversity.''  Managers of these herds must also keep a wary eye on hybridized invaders. In Yellowstone, officials found a domestic bison that had wandered into the wild population from a neighboring ranch. And Wind Cave National Park is adjacent to Custer State Park, where the animals are hybridized.  The new approach may change other aspects of management, as agencies move from managing the species to managing the genetics. Dr. Derr is involved in a study, for instance, of whether the hunting of the bison that leave Yellowstone might be selecting certain behaviors from the population because animals that migrate are targeted.  Dr. Derr said was one of the questions of the study, which should be completed in a year, was ''Are they removing family groups?''  ''If they are, it's a biased way to remove herds, and does it have an effect, such as reducing diversity? Those are the questions we're asking.''  ", 
            "title": "Out West, With the Buffalo, Roam Some Strands of Undesirable DNA"
        }, 
        "weight": 0.4636250662103761, 
        "file": "1817512.txt", 
        "other_topics": {
            "0": 0.012059921109540392, 
            "1": 0.4636250662103761, 
            "2": 0.012041298228573957, 
            "3": 0.0035120890738212936, 
            "4": 0.0001492448417587898, 
            "5": 6.394662534664055e-05, 
            "6": 0.003574685765841952, 
            "7": 0.02573337428803704, 
            "8": 0.013705059821176868, 
            "9": 0.00010645918414379504, 
            "10": 0.17643683096059487, 
            "11": 0.00019852778101258015, 
            "12": 0.00010450086428623938, 
            "13": 8.411456670430173e-05, 
            "14": 0.02083856164106296, 
            "15": 0.012070650060406165, 
            "16": 8.015923802372228e-05, 
            "17": 0.00019331933252769048, 
            "18": 5.796172343683232e-05, 
            "19": 0.08054658607037411, 
            "20": 0.00011614360183065408, 
            "21": 8.051352088503121e-05, 
            "22": 8.708615332648439e-05, 
            "23": 5.877162939100989e-05, 
            "24": 6.751479927562689e-05, 
            "25": 6.352174985633854e-05, 
            "26": 7.158770767288292e-05, 
            "27": 0.1704951599559579, 
            "28": 0.0036284236520086055, 
            "29": 0.00010059883042599505, 
            "30": 4.83210123232955e-05
        }
    }, 
    {
        "i": 37, 
        "content": {
            "text": "  A Sarah Bernhardt Drama  Q. I know peonies should be moved in fall, but we are putting on an addition this spring, so I have no choice. Can you provide tips to help my beloved Sarah Bernhardts survive?  A. First the good news: if you can lift the peonies intact, with little or no root disturbance, you will avoid the major downside of spring transplanting.  The bad news? Intact lifting is unlikely; soil almost always falls away, tearing delicate feeder roots. And old root balls are often so wide that only a bucket loader could lift them whole.  Fortunately, Sarah Bernhardt is a survivor, both as a variety and as a plant. Introduced in 1906, this late-blooming dark pink double does tend to flop, and it is often less fragrant than advertised. But it is wonderfully reliable and very long-lived. Plants will probably sulk for a year or two but should be fine after that.  Long-term health starts with a new bed large enough to give each plant plenty of breathing room. It should be in sunshine, with rich, loamy soil that drains well and has a pH near neutral.  If your soil is acid, add lime now. As soon as the ground can be worked, improve clay or sand with compost (up to a third of total volume), mixing it into the top 18 inches.  If plants are old and root-crowded, trim and divide. Otherwise, cut them as little as possible. Replant with growth buds no more than two inches below the surface.  Do not fertilize the first summer. Keep roots moist but not wet. In the unlikely event that you need replacements, sources include Adelman Peony Gardens, (503) 393-6185 or peonyparadise.com, and Hollingsworth Peony Nursery, (660) 562-3010 or hollingsworthpeonies.com.  Not-So-Cozy Burlap  Q. How does something as thin as burlap protect plants from freezing when temperatures sink to single digits?  A. It doesn't. Burlap is best for protecting against deer predation, salt spray, drying winter winds and sunburn. Where plants are right on the edge of their comfort zones, burlap can create an air buffer that provides crucial insulation. But it is powerless against extreme cold.  ", 
            "title": "GARDEN Q. & A."
        }, 
        "weight": 0.45920893245354927, 
        "file": "1821236.txt", 
        "other_topics": {
            "0": 0.0004585556335911968, 
            "1": 0.45920893245354927, 
            "2": 0.0003934354346528024, 
            "3": 0.0003631930343726314, 
            "4": 0.0005218770287679428, 
            "5": 0.0002236075595133667, 
            "6": 0.0005820801681419914, 
            "7": 0.0006003724150389793, 
            "8": 0.00025233839530658955, 
            "9": 0.00037226481030290553, 
            "10": 0.20579658484897473, 
            "11": 0.0006942088400628839, 
            "12": 0.0003654169880492549, 
            "13": 0.00029413050146611557, 
            "14": 0.0013610057715468889, 
            "15": 0.0004960724611990637, 
            "16": 0.00028029956998938427, 
            "17": 0.04238838392778274, 
            "18": 0.00020267964810718, 
            "19": 0.06117427792006131, 
            "20": 0.00040612913062517254, 
            "21": 0.000281538420758526, 
            "22": 0.0003045214990968255, 
            "23": 0.0002055117145824206, 
            "24": 0.00023608469430906194, 
            "25": 0.0061810344199619465, 
            "26": 0.0002503267767003537, 
            "27": 0.006252465843379462, 
            "28": 0.20337301695437635, 
            "29": 0.0063106849754857005, 
            "30": 0.00016896816024702176
        }
    }, 
    {
        "i": 38, 
        "content": {
            "text": "  PUERTO RICO is a lush island, 100 by 35 miles, outlined by long stretches of white beach, which, for most tourists, are reason enough to visit. But on a recent trip with my husband and three children, I was struck by how much the island offers in addition to its coastline. As we discovered an array of historical sights and opportunities for natural adventures, I quickly concluded that giving up my beach chaise -- at least part of the time -- was a smart move.  Driving around the island gives visitors a taste of Puerto Rico's exotic beauty, while a visit to Old San Juan reveals how thoroughly the island is steeped in history. Now a cross of Hispanic and Anglo cultures, Puerto Rico was visited in 1493 by Christopher Columbus. Under the leadership of Juan Ponce de León, the island became a strategic military outpost for Spain, and with its massive forts built in the early 1500s -- and still standing (and a favorite tourist stop) -- the island protected its port of San Juan from attacks by the English and Dutch.  As part of the Spanish empire, Puerto Rico thrived during the 1800s. After the Spanish-American War in 1898, Puerto Rico became a part of the United States (which also makes it one of the few Caribbean destinations that Americans can still visit without a passport).  A walk through Old San Juan should include a visit to El Morro (Calle Norzagaray, 787-729-6777), a fortress built by Spanish colonists on a promontory 140 feet above the sea. Kids love to touch the fort's cannons and explore the maze of dungeons, towers and tunnels. A green esplanade just outside the fort -- perfect for kite flying -- separates it from the historic town it was built to safeguard.  Where El Morro guarded against attacks from the sea, San Cristóbal (Calle Norzagaray, 787-729-6960), a fort one mile to the east, was built to stave off land attacks. Finished in 1790 and covering 27 acres, the fort offers spectacular views and a chance to walk on the ramparts. Both forts are managed by the National Park Service (www.nps.gov/saju) and are Unesco world heritage sites. Admission is $3 to visit one fort; $5 for both. Children 15 and younger are free.  The children's museum, Museo del Niño (150 Calle Cristo, 787-722-3791; www.museodelninopr.org), into which I dragged my reluctant 13-year-old, turned out to be an entertaining stop for both of us. Its three floors are filled with interactive learning activities, art projects, a mock plaza with a food market, puppet shows and special events -- while there, we made juggling balls out of balloons and rice. The museum, which also has a rooftop garden, is closed on Monday; admission is $5; $4 for children under 12.  NATURE'S DIVERSIONS  A 40-minute drive from San Juan puts you in the Caribbean National Forest, known locally as El Yunque (Route 191, 787-888-1880; www.fs.fed.us/r8/caribbean), the only tropical rain forest in the United States National Forest Service system and where more than 250 inches of rain falls each year. On 28,000 lush acres, you can view birds, like the endangered Puerto Rican parrot, and hundreds of species of trees and plants. Be sure to listen for the song of the coquí, a tiny tree frog native to the island, which you won't see but will most likely hear. The Big Tree Trail, 1.4 miles round trip, takes you to La Mina waterfall where -- if you don't get wet from a rainfall -- you can cool off. Before you start exploring, make a stop at the El Portal visitors center (open daily 9 a.m. to 5 p.m.), where there are multimedia displays and several hands-on activities for youngsters.  The Rio Camuy Cave Park (Route 129, kilometer 18.9, 787-898-3100), a 90-minute drive west of San Juan, is a big cave system, formed by the Camuy River, one of the world's longest underground rivers. From the visitors center (admission is $12; $7 ages 4 to 12), you can take an open-air trolley down to the caves through a 200-foot deep sinkhole, a chasm where sunlight reaches down to thriving tropical trees and flowers. There are many caves in this 268-acre ecosystem, with winding footpaths and ''rooms'' with stalactites, stalagmites and huge limestone formations. Keep an eye out for the bats.  For a different type of eco-adventure, try a nighttime boat or kayak ride on a ''bio bay.'' About an hour and a half drive from San Juan, the bioluminescent lagoon at Las Cabezas Nature Reserve in Fajardo (Route 987 near Las Croabas; 787-722-5882)is lighted by millions of microscopic organisms called dinoflagellates. Adults ($7) and older kids ($4 ages 5 to 11) may like getting close to the water in a kayak, and there are boats for those with younger children. Admission is by reservation only; guided tours are recommended.  You can reach all of the above destinations by renting a car, and most hotels offer group tours. Or, you can hire a private guide, which is more costly but allows for greater flexibility. The guide we used, Tony Sanchez, used to work for the Fish and Wildlife Service, and was very knowledgeable about the island's flora and fauna (Island Tours, 787-240-6818 ).  DOWN TIME  On a hot day, there's nothing like a Phish Food ice cream cone from Ben & Jerry's (61 Calle Cristo, Old San Juan; 787-977-6882). On Saturdays from 3 to 5 p.m., children are invited for a story ''hour'' (with music) -- part in English and part in Spanish. While the kids are entranced and licking their cones, parents can check e-mail on one of the parlor's two computers ($3 for 15 minutes; $5 for 30 minutes).  Skip the outlets (yes, Ralph Lauren, Coach and the like are here) and stop in to see the colorful crafts at the family-owned Mi Pequeño San Juan (107 Calle Cristo, 787-977-1636; www.ducart.net). Peruse the variety of handmade miniature reproductions -- all one-of-a-kind replicas of doors, houses and buildings in Old San Juan.  At the end of Calle Cristo, make a stop to feed the pigeons at the Parque de las Palomas. Constructed during the 18th century and originally a rampart for cannon emplacement, the park got its name from the hundreds of pigeons that lived here, and still do. There is a kiosk there where one dollar buys a bag of seed. You can watch the pigeons, and kids, run wild.  WHERE TO EAT  For a casual, family-run place in Old San Juan with good local food --mofongo, or mashed plantain, is a Puerto Rican specialty but children will probably prefer the sugary plantain version -- try El Jibarito (280 Calle Sol, Old San Juan, 787-725-8375; www.eljibaritopr.com), where you can expect to pay about $30 for two for dinner.  At Pamela's (1 Santa Ana Street, Ocean Park, 787-726-5010; www.numero1guesthouse.com), diners sit indoors or at tables on the beach, steps from the ocean. The chef, a graduate of the Culinary Institute of America, grills traditional dishes from Puerto Rico and other Caribbean islands. The menu might include jalapeño- and ginger-sautéed shrimp for $26, and guajillo-pepper-rubbed roasted chicken for $22. Restaurant Barrachina (104 Fortaleza Street, Old San Juan, 787-721-5852; www.barrachina.com) claims to be the birthplace of the piña colada, and the bartender is happy to make them without alcohol ($4.85 virgin; $6.39 with rum). The food isn't much to rave about, but there is a children's menu with standard fare (miniburgers and chicken fingers cost $5.95 each, with fries and a soda). You can sit in the interior courtyard where there are two large talking parrots in a cage nearby, or inside where there is a flamenco show on Friday and Saturday nights from 8 to 9 p.m.  WHERE TO STAY  A few minutes from the international airport, the Ritz-Carlton San Juan (6961 Avenue of the Governors, 787-253-1700; www.ritzcarlton.com) is on eight oceanfront acres in the Isla Verde neighborhood. Children are happy in the Ritz Kids program, and adults might be happy with two outposts of New York restaurants: Laurent Tourandel has opened a BLT Steak, and the hotel also has a branch of Il Mulino Italian restaurant. Rates for a double room start at $489.  For those who want to stay in the old city, Hotel El Convento (100 Calle Cristo; 800-468-2779; www.elconvento.com) is a good choice. Once a Carmelite convent, the 350-year-old building, in the middle of Old San Juan, has been transformed into a luxurious boutique hotel with 70 rooms and a small plunge pool. Double rooms start at $365 a night.  On the northeastern tip of the island, perched on a cliff overlooking the Atlantic, the El Conquistador Resort (1000 El Conquistador Avenue; 800-468-5228; www.elconresort.com) has over 900 rooms and looks like a small city with fountain-filled plazas and cobblestone streets connecting its villas. The hotel has a Golden Door Spa and an Arthur Hills golf course, and its beach is on a private island just off shore, reached by a shuttle boat. Rates start at $239 for a double.  For a charming -- and affordable -- place to stay, try the Numero Uno Guest House (1 Santa Ana Street; 866-726-5010; www.numero1guesthouse.com), site of the child-friendly Pamela's restaurant. Situated on the beach in the Ocean Park neighborhood, just a 15-minute drive from Old San Juan, the hotel was built as a private home in the late 1940s and now how has 14 guest rooms, starting at $115.  WEEKEND WITH THE KIDS  ", 
            "title": "Old San Juan, for the Young"
        }, 
        "weight": 0.4588742774683414, 
        "file": "1821434.txt", 
        "other_topics": {
            "0": 0.025994746897042422, 
            "1": 0.4588742774683414, 
            "2": 8.142996111819033e-05, 
            "3": 0.04447489447894723, 
            "4": 0.00010801372326453611, 
            "5": 0.09007905374786696, 
            "6": 0.00012047406330164534, 
            "7": 0.05685724049572698, 
            "8": 5.222688123294024e-05, 
            "9": 7.704824313902245e-05, 
            "10": 0.058627281897135904, 
            "11": 0.00014368151385273808, 
            "12": 7.563093841569184e-05, 
            "13": 0.06789378807605755, 
            "14": 0.06811460095692401, 
            "15": 0.005035975559066501, 
            "16": 0.007457968022904523, 
            "17": 0.005073214625539386, 
            "18": 4.1948930907508975e-05, 
            "19": 0.013894663797191781, 
            "20": 8.405719567419417e-05, 
            "21": 5.827045719934924e-05, 
            "22": 0.01732958657114936, 
            "23": 0.028409025316650557, 
            "24": 4.8862826743482885e-05, 
            "25": 0.0025126242411256583, 
            "26": 0.0012851361954179126, 
            "27": 6.075719285822346e-05, 
            "28": 0.0457924155530098, 
            "29": 0.0013061325618431768, 
            "30": 3.497161035143974e-05
        }
    }, 
    {
        "i": 39, 
        "content": {
            "text": "  Marie-Galante, one of the larger islands of the Guadeloupe archipelago, is a throwback to a bygone era. Nineteenth-century windmills dot the island and ox-drawn carts, once the chief means of transportation on the island, are not an uncommon sight even today. On Sundays, there are draught ox competitions and cock fights according to Luigy Ssosse, a representative of the Guadeloupe Committee of Tourism.  ''It's a place which looks like Guadeloupe did 30 year ago,'' he said.  Christopher Columbus gave the island its name, calling it after his flagship Maria Galanda, when he landed there during his second New World voyage in 1493. It is also known as ''la grande galette'' or big pancake due to its round shape and relatively flat surface. (It helps to know some French, although English is spoken in most hotels.)  Today, sugar production remains the principal industry and three distilleries produce high-quality rum. But tourism is gaining ground as more visitors learn of its deserted white-sand beaches and Old World charm. Marie-Galante can be reached within 45 minutes by boat or 15 minutes by plane from Pointe-à-Pitre in Guadeloupe.  WHERE TO STAY -- Le Village de Ménard, St.-Louis, Marie-Galante. Prices for its 11 small cottages start at 70 euros (about $90 at one euro to $1.29) a night through April. (590-590-97-09-45, www.villagedemenard.com). Cap Reva at La Feuillère beach has studio apartments for 90 euros) in season. (590-590-97-50-00, www.cap-reva.com).  THE 10 POINT CARIBBEAN ESCAPES PLAN: FOR HERMITS Michelle Higgins, a staff reporter for the Travel section, writes the Practical Traveler column.  ", 
            "title": "Marie-Galante"
        }, 
        "weight": 0.45736080756658465, 
        "file": "1821916.txt", 
        "other_topics": {
            "0": 0.000517101526404967, 
            "1": 0.45736080756658465, 
            "2": 0.020602809584582736, 
            "3": 0.0004095635484464907, 
            "4": 0.007308221603556469, 
            "5": 0.0002521565582664585, 
            "6": 0.000656397002647275, 
            "7": 0.014116453004573001, 
            "8": 0.007004269741278771, 
            "9": 0.00041979355945739156, 
            "10": 0.07079843548742869, 
            "11": 0.0007828416544117024, 
            "12": 0.020571213894889154, 
            "13": 0.18176396554038032, 
            "14": 0.0821713413983922, 
            "15": 0.007279122448948801, 
            "16": 0.00031608669673739904, 
            "17": 0.0007623035191037236, 
            "18": 0.00022855668479449776, 
            "19": 0.0017875359769212937, 
            "20": 0.00045798149227629654, 
            "21": 0.04063576861812282, 
            "22": 0.00034340115020041543, 
            "23": 0.0002317503341359271, 
            "24": 0.0002662267058677122, 
            "25": 0.00025048117444838254, 
            "26": 0.00028228713998787794, 
            "27": 0.00033103257405327045, 
            "28": 0.08150486790709482, 
            "29": 0.00039668480875015627, 
            "30": 0.00019054109725640802
        }
    }
]