[
    {
        "content": {
            "text": "  A 19-year-old man, who is awaiting trial on charges of killing an Orange police officer last August, was sentenced to 14 years in prison on Friday for his role in an armed robbery that occurred before the officer's killing, the authorities said. The man, Raynard Brown of Orange, pleaded guilty to robbery and weapon possession last year for his role in robbing a 34-year-old woman in Orange and stealing her cellphone. He is accused of fatally shooting Detective Kieran T. Shields on Aug. 7. He has pleaded not guilty.  JOHN HOLL  ", 
            "title": "Metro Briefing | New Jersey: Newark: Robber Is Sentenced"
        }, 
        "weight": 0.9529857029338624, 
        "file": "1817455.txt", 
        "other_topics": {
            "0": 0.0013310000617361107, 
            "1": 0.001081695889598378, 
            "2": 0.0011419826722244562, 
            "3": 0.0010542013133417497, 
            "4": 0.0015147962572585978, 
            "5": 0.0006490415856111418, 
            "6": 0.9529857029338624, 
            "7": 0.0017426363628408382, 
            "8": 0.0007324354890182939, 
            "9": 0.001080532980513056, 
            "10": 0.009269596535468144, 
            "11": 0.0020150052497341967, 
            "12": 0.0010606565442102531, 
            "13": 0.0008537409355194731, 
            "14": 0.003950444904068208, 
            "15": 0.0014398961175345025, 
            "16": 0.0008135953799949956, 
            "17": 0.0019621408547034693, 
            "18": 0.0005882963906268508, 
            "19": 0.00460105100091019, 
            "20": 0.0011788272967045172, 
            "21": 0.000817191258726865, 
            "22": 0.0008839017654708165, 
            "23": 0.0005965167250361463, 
            "24": 0.0006852576212823235, 
            "25": 0.000644729210088304, 
            "26": 0.0007265965802950038, 
            "27": 0.0008520655113218679, 
            "28": 0.0022349669703063692, 
            "29": 0.0010210519172259083, 
            "30": 0.0004904456847666139
        }
    }, 
    {
        "content": {
            "text": "  A Queens grand jury that will weigh evidence in the fatal police shooting of an unarmed black man on his wedding day in November will begin hearing testimony next week, lawyers involved in the case said yesterday.  Two months after the unarmed man, Sean Bell, was killed and two of his friends were wounded in a fusillade of 50 police bullets, prosecutors are expected to begin presenting evidence and calling witnesses before the panel, the lawyers said.  ''My understanding is that they should begin presenting on Monday,'' said Michael Hardy, a lawyer who represents the woman Mr. Bell was to marry, Nicole Paultre Bell (she took his name after his death), and the two men wounded in the shooting.  The office of the Queens district attorney, Richard A. Brown, declined to comment or answer questions about the grand jury process. ''The investigation is continuing,'' said Meris Campbell, a spokeswoman.  Mr. Hardy, lawyers representing some of the five officers involved in the shooting and others said they expected the grand jury's work would last at least three weeks. The two men wounded in the Nov. 25 shooting, Trent Benefield and Joseph Guzman, intend to testify, said Mr. Hardy, and will most likely do so toward the end of the grand jury process.  ''They are crucial witnesses,'' he said. ''And that, obviously, will present a very significant challenge to whatever testimony is given by the officers who did the shooting, if any.''  Of the officers who fired at Mr. Bell, two are black, one is black and Hispanic, and two are white.  In recent weeks, four of the five officers have given investigators for the Queens district attorney's office their version of events. The fifth, Detective Michael Oliver, who fired 31 of the shots, has not spoken to prosecutors, according to one lawyer involved in the case.  But it remained unclear yesterday if Detective Oliver planned to testify before the grand jury or speak with prosecutors, and his lawyer did not return phone calls seeking comment.  Paul P. Martin, a lawyer who represents Detective Marc Cooper, said his client would testify before the grand jury. ''My client's actions were reasonable under the circumstances and justified,'' he said.  It is unclear if Detective Paul Headley will testify. A lawyer for another officer, the undercover detective who fired the first of the 50 shots, has said his client intended to testify. Stephen C. Worth, a lawyer for Officer Michael Carey, said he was ''reserving judgment'' on whether his client would testify.  Officers who face grand juries in Queens can find themselves in one of several rooms that look like college lecture halls, with seats in tiered rows. There are some grand juries that sit for a month at a time, and one that sits for six months, though each can be extended. It is unclear which type will hear the Bell case.  ", 
            "title": "Testimony To Be Heard On Shooting By the Police"
        }, 
        "weight": 0.8307889464115249, 
        "file": "1820002.txt", 
        "other_topics": {
            "0": 0.00033630932435136393, 
            "1": 0.00027331660173626906, 
            "2": 0.00028854951397659444, 
            "3": 0.000266369432739047, 
            "4": 0.0003827498739136929, 
            "5": 0.0001639960383233234, 
            "6": 0.8307889464115249, 
            "7": 0.009180972265178998, 
            "8": 0.00018506752292813989, 
            "9": 0.0002730227646584131, 
            "10": 0.09411904490911537, 
            "11": 0.0005091397615854624, 
            "12": 0.0002680005027850444, 
            "13": 0.00021571827488959283, 
            "14": 0.04033111422957907, 
            "15": 0.0003638245439241685, 
            "16": 0.00020557453031565457, 
            "17": 0.0004957822949059811, 
            "18": 0.00014864729712483568, 
            "19": 0.009903219786633844, 
            "20": 0.00029785919856722205, 
            "21": 0.00020648311595853353, 
            "22": 0.00022333913730306413, 
            "23": 0.004521050905060796, 
            "24": 0.00017314689476383561, 
            "25": 0.00016290641245467904, 
            "26": 0.004553918723396407, 
            "27": 0.00021529493848556323, 
            "28": 0.0005647184048593779, 
            "29": 0.00025799343687633256, 
            "30": 0.0001239229520844334
        }
    }, 
    {
        "content": {
            "text": "  The mother of Sean Bell, the unarmed man fatally shot by the police in November outside a Jamaica nightclub, said yesterday that she would stand vigil outside the police station for the 103rd Precinct, where the shooting occurred. The mother, Valerie Bell, said she would continue the vigil for 50 days, the number of bullets fired in the Nov. 25 shooting, or until indictments were filed in the case. Mr. Bell and a group of friends were in a car after his bachelor party when the shooting occurred. Two of Mr. Bell's friends were wounded in the shooting. The officers have said that they thought one of the men in the car had a gun. The five police officers involved have been on desk duty since the shooting. The Queens district attorney, Richard A. Brown, is investigating.  DARYL KHAN  ", 
            "title": "Metro Briefing | New York: Queens: Vigil By Shooting Victim's Mother"
        }, 
        "weight": 0.8300069964706426, 
        "file": "1816179.txt", 
        "other_topics": {
            "0": 0.001028564149629038, 
            "1": 0.0008359080099446071, 
            "2": 0.0008824961545197324, 
            "3": 0.000814660876860389, 
            "4": 0.0011705973342902422, 
            "5": 0.0005015633926472076, 
            "6": 0.8300069964706426, 
            "7": 0.0013466665706386703, 
            "8": 0.0005660081524996905, 
            "9": 0.0008350093423721355, 
            "10": 0.02052946745417195, 
            "11": 0.0015571465552657621, 
            "12": 0.0008196493206928115, 
            "13": 0.0006597500214993883, 
            "14": 0.12334816553524545, 
            "15": 0.0011127163463495488, 
            "16": 0.0006287265224279012, 
            "17": 0.0015162942494818619, 
            "18": 0.00045462099826326587, 
            "19": 0.0035555791815502585, 
            "20": 0.0009109687751725847, 
            "21": 0.0006315053291735524, 
            "22": 0.0006830575699382253, 
            "23": 0.0004609734707495066, 
            "24": 0.0005295502553108169, 
            "25": 0.0004982308947833509, 
            "26": 0.0005614959872801797, 
            "27": 0.0006584552948388727, 
            "28": 0.0017271275692231551, 
            "29": 0.0007890438379083904, 
            "30": 0.00037900437662881093
        }
    }, 
    {
        "content": {
            "text": "  A retired F.B.I. supervisor accused of aiding in Mafia murders is not immune from prosecution in state court, a Federal District Court judge ruled yesterday. The retired agent, R. Lindley DeVecchio, 66, was charged with four counts of murder last March in State Supreme Court. Prosecutors say Mr. DeVecchio, who was responsible for managing confidential informants, played a role in four killings between 1984 and 1992 by giving information to the Colombo crime family. In April, Mr. DeVecchio's lawyers sought to remove the case to federal court, arguing that the evidence was subject to federal grants of immunity and that his defense was based on federal law. But Judge Frederic Block ruled that Mr. DeVecchio had not presented a valid argument.  MICHAEL BRICK  ", 
            "title": "Metro Briefing | New York: Brooklyn: Case Against Ex-F.B.I. Agent Can Proceed"
        }, 
        "weight": 0.8259465445491795, 
        "file": "1817907.txt", 
        "other_topics": {
            "0": 0.0009763632739313512, 
            "1": 0.0007934846665512401, 
            "2": 0.0008377084063930009, 
            "3": 0.0007733158511912607, 
            "4": 0.0645502012604825, 
            "5": 0.00047610844331465527, 
            "6": 0.8259465445491795, 
            "7": 0.0012783216120033796, 
            "8": 0.0005372825535925442, 
            "9": 0.0007926316074459322, 
            "10": 0.006799769497821987, 
            "11": 0.03954152737738692, 
            "12": 0.0007780511254605449, 
            "13": 0.013314069540852787, 
            "14": 0.028273478397001284, 
            "15": 0.001056244644799844, 
            "16": 0.0005968178903246584, 
            "17": 0.0014393404808065032, 
            "18": 0.0004315484322707042, 
            "19": 0.0033751292339642687, 
            "20": 0.0008647360070808632, 
            "21": 0.000599455669264149, 
            "22": 0.0006483915714046686, 
            "23": 0.00043757850908843286, 
            "24": 0.0005026749388192514, 
            "25": 0.0004729450737514658, 
            "26": 0.0005329993862200186, 
            "27": 0.0006250378915483105, 
            "28": 0.0016394737543516352, 
            "29": 0.0007489989079761768, 
            "30": 0.0003597694457201114
        }
    }, 
    {
        "content": {
            "text": "  The second of two men convicted in the killing of a retired reporter for The New York Times was sentenced to 65 years in prison. The man, Percey Jordan Jr., 43, was convicted of first-degree murder in October. He faced a maximum of life without the possibility of parole for the attack on the reporter, David E. Rosenbaum, last January. Mr. Jordan's cousin Michael C. Hamlin, who was sentenced to 26 years for his role in the death, testified that Mr. Jordan had struck the former reporter over the head with a pipe while he took his wallet. Last week, Mr. Hamlin was sentenced after pleading guilty late last year to second-degree murder.  SARAH ABRUZZESE  ", 
            "title": "National Briefing | Washington: Second Man Sentenced In Killing Of Ex-Reporter"
        }, 
        "weight": 0.78503505206814, 
        "file": "1818517.txt", 
        "other_topics": {
            "0": 0.0012058587391994464, 
            "1": 0.0009799942758281657, 
            "2": 0.0010346128635937062, 
            "3": 0.0009550847540236399, 
            "4": 0.001372374320207994, 
            "5": 0.0005880183559812882, 
            "6": 0.78503505206814, 
            "7": 0.001578792779797022, 
            "8": 0.0006635715209362922, 
            "9": 0.0009789407040637884, 
            "10": 0.008398064216892074, 
            "11": 0.0018255534013690287, 
            "12": 0.0009609330607067978, 
            "13": 0.0007734717658582486, 
            "14": 0.0035790220062672197, 
            "15": 0.01697460357503109, 
            "16": 0.0007371007164789846, 
            "17": 0.15847853178645893, 
            "18": 0.0005329844560274169, 
            "19": 0.004168457777314457, 
            "20": 0.0010679933371932726, 
            "21": 0.0007403585088101662, 
            "22": 0.0008007968587894215, 
            "23": 0.0005404319102924913, 
            "24": 0.0006208293410208305, 
            "25": 0.0005841114322624862, 
            "26": 0.0006582815894676314, 
            "27": 0.0007719538659207287, 
            "28": 0.002024834205830696, 
            "29": 0.0009250520814831657, 
            "30": 0.00044433372475360044
        }
    }, 
    {
        "content": {
            "text": "  RALEIGH, N.C. (AP) -- The state attorney general's office agreed Saturday to take over the sexual assault case against three Duke University lacrosse players at the request of the embattled district attorney.  Durham County District Attorney Mike Nifong, hamstrung by a flip-flopping witness and dogged by allegations that he made inflammatory statements to the media, asked Attorney General Roy Cooper's office Friday to appoint a special prosecutor.  \"I wish I could tell you this case would be resolved quickly,\" Cooper said at a news conference Saturday. \"Since we have not been involved in the investigation and prosecution, all of the information will be new to our office. Any case with such serious criminal charges will require careful review.\"  Cooper pledged that his office would not comment on details of the case as officials review the investigation and the charges of sexual assault and kidnapping against Reade Seligmann, Collin Finnerty and David Evans.  Nifong's comments to reporters in the early days of the case led the State Bar to charge him last month with several ethics violations. Nifong's attorney said Friday the conflict of interest those charges created led the veteran prosecutor to ask the state to take over.  Cooper said Jim Coman, a former director of the State Bureau of Investigation and head of the attorney general's Special Prosecution Section, and Mary D. Winstead, a prosecutor in that division, would now oversee the case.  ", 
            "title": "N.C. Attorney General Takes Over Duke Case"
        }, 
        "weight": 0.7837745203797994, 
        "file": "1818522.txt", 
        "other_topics": {
            "0": 0.0005793954783111831, 
            "1": 0.0004708712834495351, 
            "2": 0.0004971146250237777, 
            "3": 0.0004589026640488766, 
            "4": 0.030776289995997522, 
            "5": 0.0002825332400424589, 
            "6": 0.7837745203797994, 
            "7": 0.0007585842089696388, 
            "8": 0.00031883530488969797, 
            "9": 0.00047036505938156356, 
            "10": 0.11697345738686586, 
            "11": 0.0008771486674061177, 
            "12": 0.00046171268012940725, 
            "13": 0.0003716405820777595, 
            "14": 0.001719661764514911, 
            "15": 0.03827290696111601, 
            "16": 0.00035416488540887054, 
            "17": 0.0008541363533386729, 
            "18": 0.0002560903477279976, 
            "19": 0.0020028760494040045, 
            "20": 0.000513153398753041, 
            "21": 0.00035573020154798697, 
            "22": 0.00038476984405023983, 
            "23": 0.00025966872816829536, 
            "24": 0.015356741630740165, 
            "25": 0.0002806560268472522, 
            "26": 0.0003162935790026734, 
            "27": 0.0003709112558874366, 
            "28": 0.000972899847263187, 
            "29": 0.0004444724541860669, 
            "30": 0.00021349511565037558
        }
    }, 
    {
        "content": {
            "text": "  After nearly 19 years on death row, a man who admitted killing a pizzeria owner was resentenced to life in prison in State Superior Court. The resentencing came after the State Supreme Court overturned a death sentence for the man, Anthony DiFrisco, 46, last summer. Mr. DiFrisco said he was paid $2,500 to kill Edward Potcher, the owner of Jack's Pizzeria in Maplewood, in 1986, prosecutors said.  JOHN HOLL  ", 
            "title": "Metro Briefing | New Jersey: Newark: Death Sentence Changed To Life"
        }, 
        "weight": 0.7758448122209292, 
        "file": "1816621.txt", 
        "other_topics": {
            "0": 0.04343649084576805, 
            "1": 0.0013079170691318016, 
            "2": 0.0013808119675944022, 
            "3": 0.001274672396631528, 
            "4": 0.0018315941663244152, 
            "5": 0.0007847793234310675, 
            "6": 0.7758448122209292, 
            "7": 0.002107083761865401, 
            "8": 0.0008856138655390536, 
            "9": 0.0013065109542919778, 
            "10": 0.05303533090126531, 
            "11": 0.0024364146946107583, 
            "12": 0.0012824776464427639, 
            "13": 0.0010322886061784533, 
            "14": 0.08843088621662488, 
            "15": 0.001741029736739799, 
            "16": 0.0009837471835612906, 
            "17": 0.002372494469642827, 
            "18": 0.0007113301422409713, 
            "19": 0.0055632948205717415, 
            "20": 0.0014253621167875507, 
            "21": 0.000988095088750878, 
            "22": 0.0010687571410891205, 
            "23": 0.0007212696416800243, 
            "24": 0.0008285694234823971, 
            "25": 0.0007795650764240647, 
            "26": 0.0008785538328092174, 
            "27": 0.0010302627910420956, 
            "28": 0.0027023782539238672, 
            "29": 0.0012345902798108585, 
            "30": 0.0005930153648142799
        }
    }, 
    {
        "content": {
            "text": "  An article on Jan. 21 about Mexico's extradition of drug traffickers to the United States incorrectly described a November 2005 decision by Mexico's Supreme Court that cleared the way for the extraditions. The court ruled that extraditions could proceed if the accused faced a possible life sentence without parole, which Mexican courts had previously held violated the country's constitution. The court did not overturn the prohibition on extraditions in which the accused would face the death penalty. (None of the accused drug traffickers extradited on Jan. 19 face the death penalty, Justice Department officials say.)  The article also misstated the number of people extradited. It was 15, not 21.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7706599368772417, 
        "file": "1822438.txt", 
        "other_topics": {
            "0": 0.0012864968080879525, 
            "1": 0.0010455283581843103, 
            "2": 0.001103799394864186, 
            "3": 0.11804478370069434, 
            "4": 0.0014641476029120845, 
            "5": 0.0006273402625661379, 
            "6": 0.7706599368772417, 
            "7": 0.0016843696577507933, 
            "8": 0.0007079458114549607, 
            "9": 0.0010444043320708843, 
            "10": 0.04239561035759656, 
            "11": 0.0019476316317237488, 
            "12": 0.0010251924833303474, 
            "13": 0.017543171096552797, 
            "14": 0.020536333821079483, 
            "15": 0.0013917518206348822, 
            "16": 0.0007863920442448387, 
            "17": 0.0018965348080468049, 
            "18": 0.0005686261409814729, 
            "19": 0.004447210482319579, 
            "20": 0.001139412084263291, 
            "21": 0.0007898676913494581, 
            "22": 0.0008543476688184892, 
            "23": 0.0005765716206872965, 
            "24": 0.0006623453806213558, 
            "25": 0.0006231720754225769, 
            "26": 0.0007023021322011585, 
            "27": 0.0008235758901224943, 
            "28": 0.002160238722852298, 
            "29": 0.0009869120747371166, 
            "30": 0.00047404716658672473
        }
    }, 
    {
        "content": {
            "text": "  The North Carolina State Bar filed a second, more serious round of ethics charges yesterday against the district attorney in Durham, N.C., accusing him of ''systematic abuse of prosecutorial discretion'' in the sexual assault case against three former members of the Duke University lacrosse team.  The bar complaint said the district attorney, Michael B. Nifong, had illegally withheld DNA evidence from defense lawyers and then intentionally misled the presiding judge and bar officials about doing so.  The new charges added to a previous ethics complaint accusing Mr. Nifong of making false and prejudicial remarks about the case to the news media. A three-member independent panel is expected to hear the matter against him this summer. Penalties could include disbarment.  Mr. Nifong's lawyer, David B. Freedman, denied yesterday that there had been ''any sort of intentional unethical conduct.'' In a telephone interview, Mr. Freedman said that Mr. Nifong had a ''flawless record'' for ethics in 28 years as a prosecutor and that a written response, to be issued within 30 days, would give his side of the case.  ''I have great confidence the panel will render a fair and just verdict,'' Mr. Freedman said.  The case against the former players is being reviewed by the state attorney general's office, which took it over from Mr. Nifong after he recused himself on Jan. 12. At the time, he said he faced a conflict of interest between prosecuting the case and defending himself against the first set of ethics charges, filed Dec. 28.  Much of the new ethics complaint focuses on Mr. Nifong's handling of private DNA testing and his remarks to a judge and bar officials about it. Those tests were arranged by Mr. Nifong after a state laboratory found no semen, blood or saliva from lacrosse players on or in the woman or on her clothes. Using a more sophisticated test, the private laboratory found DNA from multiple men on the woman and her underwear, but none from any of the lacrosse players.  Mr. Nifong and the lab director decided to tell defense lawyers only about the positive matches, including a link to the woman's boyfriend, in a summary report of the DNA work, said the bar, a state agency that regulates lawyers in North Carolina. The negative findings, which the bar said ''tended to negate the guilt of the accused,'' were included only in laboratory reports not given to defense lawyers for more than six months.  North Carolina law requires prosecutors to share all relevant information with defense lawyers promptly. Mr. Nifong told the judge in the case that he had turned over everything he had -- ''a misrepresentation and false statement of material fact made to a tribunal,'' the bar wrote. Mr. Nifong later objected to a defense request to turn over the full laboratory reports, citing cost and privacy concerns and terming the papers sought ''a witch hunt list,'' the bar said.  Mr. Nifong said in court on Dec. 15 that a defense motion two days earlier on the withheld DNA results was ''the first I heard of this particular situation.'' Later he said he had meant that it was the first he had heard of defense accusations that the results had been concealed, not that they existed. But the bar said the accusations themselves had not been raised until after Mr. Nifong spoke in court.  In an interview last month, Mr. Nifong agreed that the DNA results had been potentially exculpatory, but said they had not seemed important to him because he was no longer then pursuing the case on the basis of DNA evidence.  ", 
            "title": "More Ethics Charges Brought Against Official in Duke Case"
        }, 
        "weight": 0.7647170203070038, 
        "file": "1821267.txt", 
        "other_topics": {
            "0": 0.00026736854204268285, 
            "1": 0.0002172888351021139, 
            "2": 0.00022939911942032335, 
            "3": 0.00021176578143806865, 
            "4": 0.0003042891420054965, 
            "5": 0.00013037813254762078, 
            "6": 0.7647170203070038, 
            "7": 0.00035005719160942833, 
            "8": 0.00014713012754011934, 
            "9": 0.0002170552323280726, 
            "10": 0.1651609144414255, 
            "11": 0.0004047700907895215, 
            "12": 0.0002130624948759399, 
            "13": 0.0001714977149694934, 
            "14": 0.02858910734432662, 
            "15": 0.00028924335671026263, 
            "16": 0.0001634333587319193, 
            "17": 0.00039415080035395397, 
            "18": 0.00011817576330215007, 
            "19": 0.004398693384411312, 
            "20": 0.00023680039145069023, 
            "21": 0.00016415569142110654, 
            "22": 0.00017755636016622577, 
            "23": 0.00011982704709191174, 
            "24": 0.01403542820252616, 
            "25": 0.00012951187146362223, 
            "26": 0.00014595721962121957, 
            "27": 0.017543379993680244, 
            "28": 0.00044895554669240924, 
            "29": 0.00020510679924574092, 
            "30": 9.851971570619889e-05
        }
    }, 
    {
        "content": {
            "text": "  A Queens grand jury began hearing evidence yesterday in the police shooting of Sean Bell, an unarmed black man who was killed in a hail of police bullets on his wedding day in November.  The grand jury will weigh evidence and determine whether the officers involved in the shooting will face criminal charges.  In response yesterday to a Freedom of Information Act request, the Police Department released photographs of four of the five police officers who fired 50 shots in the Nov. 25 shooting, killing Mr. Bell, 23, and wounding two of his friends outside a strip club in Jamaica. Some people involved in the case used the photos to reiterate that it is impossible to apply any racial tinge to the shooting because two of the officers are black and one is black and Hispanic.  ''The photos of the officers indicate that racism had absolutely nothing to do with this shooting,'' said Michael J. Palladino, president of the Detectives' Endowment Association. ''The photos nullify the racism aspect of the shooting because at least three of the five officers are people of color.''  Yesterday, Paul J. Browne, the Police Department's chief spokesman, released the photos of Detective Michael Oliver, Officer Michael Carey, Detective Marc Cooper and Detective Paul Headley. He declined to provide a photo of the fifth officer, who fired the first of the 50 shots, ''because of his undercover status.''  The Bell case has concerned civil rights leaders as well as black elected and religious figures who believe that the shooting, in which even Mayor Michael R. Bloomberg said the number of shots seemed excessive, would further strain what some contend are often fragile relations between the police and minority residents. Some legal representatives of the Bell family and others involved in the case said they would push for legislative change to provide for the appointment of a permanent special prosecutor in such cases.  The office of the Queens district attorney, Richard A. Brown, declined to answer questions about the grand jury proceeding or to say where the panel is meeting. ''We're withholding any comment until the investigation is complete,'' said Kevin Ryan, a spokesman for Mr. Brown.  But people involved in the case said the panel was meeting in a high-rise building on Queens Boulevard not far from the Queens Criminal Court Building.  Lawyers representing the police officers; the two wounded men, Trent Benefield and Joseph Guzman; and others in the case have said the grand jury process could take weeks. Grand jurors come from the usual jury pool of county residents and are broken into groups of 23 by a judge. But 16 people must be present for evidence to be presented in a case, and indictments require a vote by 12 of them.  Family members and those who knew Mr. Bell held a news conference outside the courthouse yesterday. Neville O. Mitchell, a lawyer representing Mr. Bell's parents, said a daily vigil would continue at the courthouse.  ", 
            "title": "Grand Jury Hears Evidence in Killing by Police"
        }, 
        "weight": 0.7558769722888521, 
        "file": "1820903.txt", 
        "other_topics": {
            "0": 0.00030438322614112376, 
            "1": 0.0002473704502688637, 
            "2": 0.0002611572906432051, 
            "3": 0.00024108278127247046, 
            "4": 0.00034641513925210234, 
            "5": 0.00014842777052195073, 
            "6": 0.7558769722888521, 
            "7": 0.039953000767519745, 
            "8": 0.00016749892317573844, 
            "9": 0.00024710450736677446, 
            "10": 0.14847142314758954, 
            "11": 0.0004608067394117053, 
            "12": 0.00024255901260688376, 
            "13": 0.00019523997609977576, 
            "14": 0.01672521038019785, 
            "15": 0.0003292864051347623, 
            "16": 0.0001860591848608714, 
            "17": 0.00044871730713439713, 
            "18": 0.0001345360969199431, 
            "19": 0.00896309965135225, 
            "20": 0.00026958319984306717, 
            "21": 0.00018688151778232221, 
            "22": 0.00020213738428750275, 
            "23": 0.0001364159855686307, 
            "24": 0.0001567099292479673, 
            "25": 0.00014744158366012503, 
            "26": 0.0041216117789338496, 
            "27": 0.00019485682734037091, 
            "28": 0.00842200554380068, 
            "29": 0.01209984635058238, 
            "30": 0.00011215885263110684
        }
    }, 
    {
        "content": {
            "text": "  North Carolina's attorney general said Saturday that his office would immediately assume control of the Duke lacrosse sexual assault case referred to him on Friday by the Durham County district attorney.  ''I wish I could tell you that this case would be resolved quickly,'' the attorney general, Roy A. Cooper, said at a news conference here on Saturday afternoon. ''Since we have not been involved in the investigation or the prosecution of these cases, all of the information will be new to our office. Any case with such serious criminal charges requires a careful and deliberate review.''  The district attorney, Michael B. Nifong, had asked Mr. Cooper to take over the prosecution, citing the conflict of interest he faced from having to respond to an ethics complaint from the North Carolina Bar Association. Mr. Nifong was ''very disappointed'' at giving up the case, his lawyer, David B. Freedman, said Saturday, but pleased with Mr. Cooper's assignment of two veteran prosecutors.  Defense lawyers and families of the defendants welcomed the news that the case would be in the hands of the attorney general's office.  ''We are taking a completely new, fresh look at this case, so anything could happen,'' Mr. Cooper said. ''We are looking at all the facts. Whatever charges, if any, are appropriate, they will be pursued.''  Mr. Cooper said his office would obtain the case files next week and then meet with defense lawyers and reinterview witnesses, including the accuser. He said he did not know if a pretrial hearing scheduled for Feb. 5 would have to be postponed.  Mr. Cooper, 49, a Democrat, is a former legislator who wrote a crime victim's bill of rights. He is serving his second term and has announced plans to run for re-election in 2008.  He assigned James J. Coman, head of the attorney general's Law Enforcement and Prosecutions Division, and Mary D. Winstead of the Special Prosecutions Division, to the case. But Mr. Cooper said he would make the final decisions in the case.  ''We accept the case with our eyes wide open to the evidence, but with blinders on for all other distractions,'' Mr. Cooper said.  From the start, the Duke case has been politically charged by race and class. A black woman hired to strip at a Duke lacrosse team party last March 13 accused three white students of gang rape. Protests erupted, and Mr. Nifong expressed with a certainty that a crime had occurred.  But in the last 10 months, his case floundered as defense lawyers offered time-stamped photographs challenging the stripper's account, prosecution reports highlighting the lack of DNA evidence and inconsistencies in the woman's story. Defense lawyers have insisted that the woman, 28, is a false accuser and have painted Mr. Nifong, 55, as a renegade with political motives.  Sexual offense and kidnapping charges are pending against Collin Finnerty, 20, of Garden City, N.Y.; Reade W. Seligmann, of Essex Fells, N.J.; and David F. Evans, 23, of Annapolis, Md. The three were initially charged with rape, but Mr. Nifong dismissed that charge after the accuser told an investigator she could not be sure what had penetrated her.  ", 
            "title": "Attorney General in North Carolina Agrees to Take Duke Case"
        }, 
        "weight": 0.7292597343764684, 
        "file": "1818913.txt", 
        "other_topics": {
            "0": 0.016062640850646005, 
            "1": 0.00024639584428442867, 
            "2": 0.0002601283663797651, 
            "3": 0.0002401329478500992, 
            "4": 0.0003450503106420277, 
            "5": 0.00014784298526061569, 
            "6": 0.7292597343764684, 
            "7": 0.00039694923687131495, 
            "8": 0.00016683900016255688, 
            "9": 0.0002461309491612621, 
            "10": 0.1636459227539216, 
            "11": 0.00045899122342986295, 
            "12": 0.05539970234882986, 
            "13": 0.00019447075710494035, 
            "14": 0.000899858469276802, 
            "15": 0.027907038554309434, 
            "16": 0.00018532613693688764, 
            "17": 0.0004469494218741429, 
            "18": 0.000134006042966295, 
            "19": 0.0010480578292535669, 
            "20": 0.0002685210786415063, 
            "21": 0.00018614522997828986, 
            "22": 0.00020134099044098416, 
            "23": 0.00013587852510897074, 
            "24": 0.000156092513405859, 
            "25": 0.00014686068384111447, 
            "26": 0.0001655089749138625, 
            "27": 0.00019408911789962105, 
            "28": 0.0005090955590123518, 
            "29": 0.00023258195914613514, 
            "30": 0.00011171696198142399
        }
    }, 
    {
        "content": {
            "text": "  A New York City man was arrested yesterday and charged with setting his estranged wife's house on fire and trying to sexually assault and kill her, the authorities said. The man, Jesus M. Reza, 36, was charged with attempted murder, sexual assault, arson and burglary, said Paul M. Loriquet, a spokesman for the Essex County prosecutor.  JOHN HOLL  ", 
            "title": "Metro Briefing | New Jersey: North Caldwell: Man Is Charged With Arson And Sexual Assault"
        }, 
        "weight": 0.7224067517913941, 
        "file": "1820754.txt", 
        "other_topics": {
            "0": 0.0016796130273510827, 
            "1": 0.0013650115879271583, 
            "2": 0.0014410885682270432, 
            "3": 0.001330315685357556, 
            "4": 0.0019115487674399823, 
            "5": 0.0008190373042230646, 
            "6": 0.7224067517913941, 
            "7": 0.13315809866550418, 
            "8": 0.000924273577752315, 
            "9": 0.0013635440919401306, 
            "10": 0.033523977083046684, 
            "11": 0.0025427715331732188, 
            "12": 0.023164967383170598, 
            "13": 0.0010773511125243727, 
            "14": 0.0049851378038637435, 
            "15": 0.0018170309277736841, 
            "16": 0.0010266907106298707, 
            "17": 0.0024760609978928317, 
            "18": 0.0007423818450854337, 
            "19": 0.005806149393077695, 
            "20": 0.00148758346559305, 
            "21": 0.0010312284149744855, 
            "22": 0.001115411608807085, 
            "23": 0.0007527552336073137, 
            "24": 0.0008647389740133615, 
            "25": 0.0008135954396317584, 
            "26": 0.0009169053533328813, 
            "27": 0.0010752368644566708, 
            "28": 0.02464685092812891, 
            "29": 0.001288483863432346, 
            "30": 0.02244540799666737
        }
    }, 
    {
        "content": {
            "text": "  The decision by four of the five police officers involved in the killing of an unarmed Queens man to voluntarily speak to prosecutors, giving investigators their version of events for the first time, poses certain risks for both sides, lawyers and legal experts say.  By voluntarily talking with prosecutors, officers can often try to gain points as well as offer insights into their state of mind during a shooting, the experts said. The biggest risk to a police officer, however, is that once he tells a story, he is married to it and can only change it later at his peril. Prosecutors can attack any inconsistencies during subsequent grand jury proceedings or at trial, some defense lawyers and former prosecutors said.  While prosecutors face few pitfalls in questioning officers in such cases -- either before a grand jury proceeding, during it, or at both times -- they risk criticism doing it beforehand because of the potential for cozy dealings between prosecutors and the police, legal analysts said.  Michael Hardy, a lawyer for the family of Sean Bell, the Queens man who was killed, said yesterday that he was concerned by the officers parading in, one after another, to tell their stories to prosecutors in the office of the Queens district attorney, Richard A. Brown. Mr. Bell died in a hail of 50 police bullets on Nov. 25, just hours before he was to be married.  ''What does concern me is to the extent that such meetings would have some undue influence on the prosecutors and how they present it to the grand jury,'' Mr. Hardy said. ''It has the appearance of impropriety only because of the general suspicion that exists within the general public about the closeness of the relationship between the district attorney and the police. And that is why it boils down to whether or not there is real integrity to the investigation, because it really will depend on how they use the information the officers give and how aggressively they use it in the grand jury.''  Those who represent the Bell family as well as the two men who were wounded in the shooting have also expressed outrage over what they see as a basic weakness in the criminal justice system: that district attorneys investigate cases of excessive use of force by the police, with whom they must work every day.  They want legislative change to provide for the appointment of a permanent special prosecutor in such cases.  The only one of the five officers who fired his gun in the Bell shooting who has not spoken to prosecutors is Detective Michael Oliver, 35, who fired 31 of the shots.  A lawyer for Detective Oliver did not return phone calls seeking comment and it remained unclear yesterday if the detective planned to testify before the grand jury or speak with prosecutors.  On Wednesday, an undercover detective who fired 11 shots told his story. His name has not been publicly disclosed. Earlier, prosecutors questioned Officer Michael Carey, 26, who fired three times; Detective Marc Cooper, 39, who fired four times; and Detective Paul Headley, 35, who fired one shot.  Kevin Ryan, a spokesman for Mr. Brown, declined to comment on the case or on any potential grand jury proceedings. ''The district attorney has said from the beginning, that it will be a full and thorough investigation,'' he said.  In recent years, most police officers involved in fatal shootings in New York have testified in front of grand juries. Voluntarily speaking to prosecutors, as these four police officers have done, is less common.  Officer Bryan Conroy, an undercover officer who shot and killed Ousmane Zongo during a raid in a Manhattan warehouse, spoke to prosecutors and the grand jury, but was indicted and convicted.  Officer Richard S. Neri, who fatally shot a teenager on a Brooklyn rooftop, testified before a grand jury, but did not speak to prosecutors ahead of time, and was not indicted.  Whether a police officer and his lawyer choose to tell his story to prosecutors can depend on the clarity of what happened and whether the shooting appears justified, several lawyers said. Some factors are: Did the person shot by the officer have a weapon? Was it recovered? Were there civilian witnesses? Will those witnesses back up his story?  Several lawyers and former officials agreed to speak about the Bell case, but only on the condition of anonymity, because the case is sensitive and continuing.  One former city prosecutor said that the decision by officers on whether to testify before a grand jury often depends on whether the case is considered ''a clean shoot.''  ''If it doesn't appear to be a good shoot, then they don't go in there,'' the former prosecutor said. ''It's a strategy issue with the lawyer and the cop: Do you want to create minutes that can be used to cross-examine you later at trial or that can limit the scope of your defense prematurely.''  If an officer believes he will be indicted no matter what, it may seem to make little sense to him to testify, though a strategy could be to testify and hope that an indictment would be for a lesser charge than second-degree murder.  Another strategy, particularly involving shootings with multiple officers, is to send officers who appear least exposed to criminality into the grand jury room first as a way of having their testimony speak for all involved.  ''This is a case where the officers will talk about their state of mind, what their fears are,'' Barry M. Kamins, a former Brooklyn prosecutor who is the president of the New York City Bar Association, said of the Bell case. ''The grand jury could not get this from any other source, no matter what the cold facts are. So the officers go in, they waive immunity, but it is always a gamble.''  He added, ''It is a gamble by the defense attorneys, but one I am sure they are taking after having reviewed the stories the officers are prepared to tell, prior to going in.''  How well an officer is received by grand jurors can depend on his own behavior, and whether he can articulate the facts that show the shooting to be justified, several lawyers and officials said. ''They want to see his mannerisms, they want to see remorse,'' said one lawyer who has represented officers in such cases.  ", 
            "title": "For Police Involved in Fatal Shooting, Talking May Be Risky"
        }, 
        "weight": 0.7198891915006416, 
        "file": "1818292.txt", 
        "other_topics": {
            "0": 0.00017145763585775831, 
            "1": 0.00013934260807296916, 
            "2": 0.0023751939552199004, 
            "3": 0.00013580079377904393, 
            "4": 0.00019513401429671279, 
            "5": 8.360866317098688e-05, 
            "6": 0.7198891915006416, 
            "7": 0.004680654639889276, 
            "8": 9.435135352405121e-05, 
            "9": 0.01127961922859448, 
            "10": 0.18389709031328672, 
            "11": 0.0002595702632122756, 
            "12": 0.00013663234792802418, 
            "13": 0.00010997775781334388, 
            "14": 0.020561658558381803, 
            "15": 0.00018548547914506284, 
            "16": 0.00010480626140376071, 
            "17": 0.00025276034302249256, 
            "18": 7.578354894211162e-05, 
            "19": 0.04961057746453373, 
            "20": 0.00015185494515598425, 
            "21": 0.004561440047622053, 
            "22": 0.00011386303531830503, 
            "23": 7.684248135263274e-05, 
            "24": 8.82739641238821e-05, 
            "25": 8.305314876243592e-05, 
            "26": 9.359919316398427e-05, 
            "27": 0.0001097619319240456, 
            "28": 0.000287905435893873, 
            "29": 0.00013153053320465982, 
            "30": 6.31785527620773e-05
        }
    }, 
    {
        "content": {
            "text": "  A New Jersey lawyer pleaded not guilty to prostitution and money-laundering charges yesterday as his lawyer accused the Manhattan district attorney of letting his ''personal feelings'' influence the prosecution.  An assistant district attorney, Linda Ford, said during the arraignment of the lawyer, Paul W. Bergrin, that he had not only helped run a brothel at 79 Worth Street in Lower Manhattan but had patronized the establishment and had brought friends to the brothel for free sex.  But a lawyer for Mr. Bergrin, Jeffrey Lichtman, accused the district attorney's office of inflating the seriousness of the charges by asking that his client be held in jail without bail.  ''Counsel can only surmise that the tremendous publicity surrounding this case and the district attorney's personal feelings toward the defendant have influenced the draconian request for detention,'' Mr. Lichtman wrote in a brief.  Justice Michael R. Ambrecht of State Supreme Court in Manhattan later set Mr. Bergrin's bail at $1 million bond or $500,000 cash, with 72 hours for prosecutors to review the source of the money.  A spokesman for District Attorney Robert M. Morgenthau declined to comment yesterday.  Mr. Bergrin, 51, of Morganville, N.J., is a criminal defense lawyer and former federal prosecutor. He is accused of using two shell companies in 2004 and 2005 to launder $800,000 in credit card receipts from a call girl service based in TriBeCa named NY Confidential, prosecutors have said.  Mr. Lichtman said that Jason Itzler, the brothel's founder and Mr. Bergrin's client, had been accused of laundering millions in prostitution money -- as opposed to the $800,000 Mr. Bergrin is accused of laundering.  Yet Mr. Itzler was released on $250,000 bail after his indictment in 2005, and was sentenced last week to one and a half to three years in prison, Mr. Lichtman said.  ", 
            "title": "Accused of Running Brothel, Lawyer Calls Prosecutor Unfair"
        }, 
        "weight": 0.7121309329033176, 
        "file": "1819408.txt", 
        "other_topics": {
            "0": 0.0004845417086457382, 
            "1": 0.00039378418502657083, 
            "2": 0.07597493825913623, 
            "3": 0.006680375557005855, 
            "4": 0.0005514514896301877, 
            "5": 0.00023627926693253103, 
            "6": 0.7121309329033176, 
            "7": 0.0006343951627603338, 
            "8": 0.00026663826210405084, 
            "9": 0.025579763193177157, 
            "10": 0.06004394019190162, 
            "11": 0.05110635395710358, 
            "12": 0.0003861249514500881, 
            "13": 0.00031079870206605063, 
            "14": 0.014031334337965483, 
            "15": 0.013117385771292386, 
            "16": 0.00029618397992772864, 
            "17": 0.019604106079321098, 
            "18": 0.00021416538323269506, 
            "19": 0.001674981976063362, 
            "20": 0.0004291442269344461, 
            "21": 0.0002974930356332184, 
            "22": 0.012914979730082349, 
            "23": 0.00021715794123086971, 
            "24": 0.0002494634735369997, 
            "25": 0.00023470937534181814, 
            "26": 0.00026451264626770055, 
            "27": 0.0003101887750444432, 
            "28": 0.0008136248417197623, 
            "29": 0.0003717071507444738, 
            "30": 0.00017854348540357912
        }
    }, 
    {
        "content": {
            "text": "  A New Jersey man accused of being involved in a robbery attempt at an Inwood home in which a 9-year-old boy was shot through the eye has been arrested, the Nassau County police said yesterday. The man, Raseed Watson, 21, of Paterson, N.J., was extradited to Nassau County on Tuesday and arraigned yesterday on one count of first-degree robbery, the police said. The police said they believed that Mr. Watson fired the shot that injured the boy, John Henry Romano Jr., now 10, and expected to file additional charges against him. Investigators said Mr. Watson was one of three men who entered the Inwood home in September and engaged in a gunfight with the owner. A 22-year-old Brooklyn man was arrested in the case in October, and a third suspect remains at large, the police said.  NICOLE COTRONEO  ", 
            "title": "Metro Briefing | New York: Inwood: Arrest In Robbery Attempt"
        }, 
        "weight": 0.708052144090379, 
        "file": "1818131.txt", 
        "other_topics": {
            "0": 0.0009889103735715584, 
            "1": 0.013654533321955958, 
            "2": 0.000848473672892764, 
            "3": 0.0007832536185134373, 
            "4": 0.0011254678160543896, 
            "5": 0.00048222684231358454, 
            "6": 0.708052144090379, 
            "7": 0.1426541178513671, 
            "8": 0.0005441870920106337, 
            "9": 0.0008028175986872424, 
            "10": 0.0068871523272437465, 
            "11": 0.0014971145768875017, 
            "12": 0.0007880497450901227, 
            "13": 0.000634314972440086, 
            "14": 0.09289107518310707, 
            "15": 0.0010698182880908046, 
            "16": 0.0006044875085260987, 
            "17": 0.0014578372318734966, 
            "18": 0.00043709419717588485, 
            "19": 0.0034185025192237707, 
            "20": 0.0008758486012689167, 
            "21": 0.0006071591851715623, 
            "22": 0.0006567239553333751, 
            "23": 0.0132940534672439, 
            "24": 0.0005091347399121423, 
            "25": 0.00047902282075726116, 
            "26": 0.0005398488822893904, 
            "27": 0.0006330701608004956, 
            "28": 0.0016605423884375184, 
            "29": 0.0007586241818672595, 
            "30": 0.00036439278951383723
        }
    }, 
    {
        "content": {
            "text": "  A Far Rockaway man was charged with raping two young women at Queens motels after taking them there on the pretense of being a police officer, prosecutors said. The man, Eric McCoy, 37, stopped a 27-year-old woman on Dec. 4, planted a packet of what appeared to be marijuana in her bag and threatened to arrest her if she did not accompany him, said Richard A. Brown, the Queens district attorney. Then, on Tuesday, he stopped a 17-year-old, told her that he was an investigator and said she needed to accompany him for questioning, Mr. Brown said. Mr. Brown said that Mr. McCoy forced the women to have sex with him under threat of being arrested. He was held pending arraignment on charges of rape, criminal impersonation and other offenses.  ", 
            "title": "Metro Briefing | New York: Queens: Man Charged With Two Rapes"
        }, 
        "weight": 0.704887829002017, 
        "file": "1816620.txt", 
        "other_topics": {
            "0": 0.0011517162565378998, 
            "1": 0.015902500795434496, 
            "2": 0.0009881592391287677, 
            "3": 0.0009122019037742298, 
            "4": 0.0013107553673227313, 
            "5": 0.0005616166120551929, 
            "6": 0.704887829002017, 
            "7": 0.0015079057364580288, 
            "8": 0.0006337774759133727, 
            "9": 0.0009349867330276424, 
            "10": 0.11278654970477194, 
            "11": 0.0017435869237308866, 
            "12": 0.0009177876242746957, 
            "13": 0.0007387432522182696, 
            "14": 0.07825086460155864, 
            "15": 0.0012459441693242269, 
            "16": 0.0007040052456212027, 
            "17": 0.031630858878148246, 
            "18": 0.0005090537079793529, 
            "19": 0.003981296009856131, 
            "20": 0.0010200409453732968, 
            "21": 0.0007071167646294219, 
            "22": 0.0007648414615003398, 
            "23": 0.0005161667750974823, 
            "24": 0.0005929543995046169, 
            "25": 0.0005578851073492727, 
            "26": 0.030561740650871503, 
            "27": 0.0007372935052644927, 
            "28": 0.001933920115052139, 
            "29": 0.0008835176839168469, 
            "30": 0.0004243833522875987
        }
    }, 
    {
        "content": {
            "text": "  Lasana Philbert, 23, has been convicted in State Supreme Court of assault on a police officer for wounding Officer Christopher Wiesneski in 2005 by grabbing his gun during a struggle, causing it to fire, the Queens district attorney, Richard A. Brown, said yesterday. Prosecutors said that Officer Wiesneski had to retire as a result of his wound. Mr. Philbert, of Cambria Heights, faces up to 15 years in prison when he is sentenced next month, Mr. Brown said.  ", 
            "title": "Metro Briefing | New York: Queens: Conviction In Police Officer's Shooting"
        }, 
        "weight": 0.7045484409236725, 
        "file": "1821378.txt", 
        "other_topics": {
            "0": 0.0015447472854690897, 
            "1": 0.00125540699598514, 
            "2": 0.001325375320171261, 
            "3": 0.001223497025986979, 
            "4": 0.001758059577688351, 
            "5": 0.0007532721119648944, 
            "6": 0.7045484409236725, 
            "7": 0.04217035020350823, 
            "8": 0.0008500583628572033, 
            "9": 0.001254057333648945, 
            "10": 0.11112786781222213, 
            "11": 0.00233859785526441, 
            "12": 0.0012309889117110041, 
            "13": 0.021064775100527906, 
            "14": 0.08488057525788692, 
            "15": 0.0016711311162657914, 
            "16": 0.0009442518380338288, 
            "17": 0.0022772438906258474, 
            "18": 0.0006827717583173691, 
            "19": 0.005339940431475358, 
            "20": 0.0013681368761515541, 
            "21": 0.0009484251841287086, 
            "22": 0.001025848827573601, 
            "23": 0.0006923122081110707, 
            "24": 0.0007953041331509323, 
            "25": 0.0007482672058237649, 
            "26": 0.0008432817753425195, 
            "27": 0.0009888999433549594, 
            "28": 0.002593883546474499, 
            "29": 0.0011850241204349747, 
            "30": 0.0005692070661702669
        }
    }, 
    {
        "content": {
            "text": "  The former mayor of Keyport pleaded guilty in Federal District Court yesterday to accepting $24,000 in bribes from contractors seeking city construction work, federal prosecutors said. The former mayor, John Merla, 45, admitted accepting the payments while in office in 2003 and 2004, said Christopher J. Christie, the United States attorney for New Jersey. Mr. Merla was one of 13 Monmouth County officials arrested in February 2005 as part of a corruption investigation by federal agents. He is scheduled to be sentenced on May 8 and faces up to 30 months in prison.  JOHN HOLL  ", 
            "title": "Metro Briefing | New Jersey: Newark: Former Keyport Mayor Admits Taking Bribes"
        }, 
        "weight": 0.7037880336707013, 
        "file": "1819754.txt", 
        "other_topics": {
            "0": 0.0012864968080879525, 
            "1": 0.0010455283581843103, 
            "2": 0.001103799394864186, 
            "3": 0.0010189530892487511, 
            "4": 0.0014641476029120845, 
            "5": 0.0006273402625661379, 
            "6": 0.7037880336707013, 
            "7": 0.1855821034757367, 
            "8": 0.0007079458114549607, 
            "9": 0.0010444043320708843, 
            "10": 0.00895965875432639, 
            "11": 0.06881953483826408, 
            "12": 0.0010251924833303474, 
            "13": 0.0008251952949177133, 
            "14": 0.0038183580194443988, 
            "15": 0.0013917518206348822, 
            "16": 0.0007863920442448387, 
            "17": 0.0018965348080468049, 
            "18": 0.0005686261409814729, 
            "19": 0.004447210482319579, 
            "20": 0.001139412084263291, 
            "21": 0.0007898676913494581, 
            "22": 0.0008543476688184892, 
            "23": 0.0005765716206872965, 
            "24": 0.0006623453806213558, 
            "25": 0.0006231720754225769, 
            "26": 0.0007023021322011585, 
            "27": 0.0008235758901224943, 
            "28": 0.002160238722852298, 
            "29": 0.0009869120747371166, 
            "30": 0.00047404716658672473
        }
    }, 
    {
        "content": {
            "text": "  A Ridgewood man has been charged with murder and assault in the shooting of two men outside a nightclub in Woodside three months ago, prosecutors said yesterday. The man, Victor Gavalo, 24, of Stephens Street, was awaiting arraignment on the charges last evening in Queens Criminal Court. The Queens district attorney, Richard A. Brown, said that Mr. Gavalo was charged with shooting the men on Oct. 1 as they sat in a car outside Club Phenomenon, which was shuttered last month under the public nuisance abatement law. The dead man was Ernesto Salgado, 22, of Sunnyside; the wounded man's identity was not released.  ", 
            "title": "Metro Briefing | New York: Queens: Man Charged With Murder And Assault"
        }, 
        "weight": 0.6957816565855154, 
        "file": "1819752.txt", 
        "other_topics": {
            "0": 0.0011872543598003152, 
            "1": 0.0009648746065635982, 
            "2": 0.0010186505210573844, 
            "3": 0.0009403493969336559, 
            "4": 0.001351200884463999, 
            "5": 0.0005789462182318932, 
            "6": 0.6957816565855154, 
            "7": 0.10955270307420499, 
            "8": 0.0006533337244742015, 
            "9": 0.0009638372896458222, 
            "10": 0.023696820220824286, 
            "11": 0.0017973881719036012, 
            "12": 0.000946107474046103, 
            "13": 0.0007615383928032123, 
            "14": 0.126950396176123, 
            "15": 0.0012843898301345999, 
            "16": 0.016154052547908537, 
            "17": 0.0017502330399973179, 
            "18": 0.000524761399120804, 
            "19": 0.004104145459895003, 
            "20": 0.0010515159898929754, 
            "21": 0.0007289360178155547, 
            "22": 0.0007884419053456693, 
            "23": 0.0005320939516480536, 
            "24": 0.0006112509847615127, 
            "25": 0.0005750995717983032, 
            "26": 0.0006481254077824952, 
            "27": 0.0007600439115178193, 
            "28": 0.0019935944075350665, 
            "29": 0.0009107800781975286, 
            "30": 0.0004374784000572491
        }
    }, 
    {
        "content": {
            "text": "  A man convicted of killing a doctor who performed abortions as part of his practice apologized to the victim's widow in Federal District Court yesterday, the first day of his trial on charges of violating a federal law forbidding forceful interference with reproductive services. The man, James C. Kopp, 52, who is acting as his own lawyer, told Lynne Slepian, whose husband, Dr. Barnett Slepian, was killed by a rifle shot from woods outside their suburban home on the evening of Oct. 23, 1998, ''I respect you and your family.'' Mr. Kopp, who spent more than two years as a fugitive in Mexico and France, is serving a sentence of 25 years to life after his conviction on state murder charges. If convicted in federal court, he faces a possible sentence of life without parole.  DAVID STABA  ", 
            "title": "Metro Briefing | New York: Buffalo: Abortion Provider's Killer Apologizes"
        }, 
        "weight": 0.6941420463013577, 
        "file": "1817904.txt", 
        "other_topics": {
            "0": 0.0009522006071918908, 
            "1": 0.00077384780999113, 
            "2": 0.0008169771175490274, 
            "3": 0.0007541781247982559, 
            "4": 0.001083688842247112, 
            "5": 0.0004643258927468385, 
            "6": 0.6941420463013577, 
            "7": 0.001246686195226264, 
            "8": 0.0005239860894239261, 
            "9": 0.000773015862067921, 
            "10": 0.019005301110522795, 
            "11": 0.0014415395441748347, 
            "12": 0.000758796212301975, 
            "13": 0.000610768294124535, 
            "14": 0.16368568403907446, 
            "15": 0.0010301051042937014, 
            "16": 0.0005820480682992997, 
            "17": 0.0385251493919005, 
            "18": 0.0004208686358984917, 
            "19": 0.028039222261157182, 
            "20": 0.000843335849460662, 
            "21": 0.0005846205684894262, 
            "22": 0.0006323454235467684, 
            "23": 0.0004267494826699349, 
            "24": 0.0004902349307308049, 
            "25": 0.0004612408090497503, 
            "26": 0.03764123808180662, 
            "27": 0.0006095696916720432, 
            "28": 0.001598900681795369, 
            "29": 0.0007304629680398284, 
            "30": 0.0003508660083909164
        }
    }, 
    {
        "content": {
            "text": "  In a rare reprise to a rare trial, the jury that convicted a Long Island man of murder by depraved indifference last October in a drunken-driving crash that killed a limousine driver and a 7-year-old girl may be brought back to court for hearings on whether some members acted improperly during deliberations.  In an answer submitted on Dec. 29 to a defense motion, Robert Hayden, an assistant Nassau County district attorney, agreed that a hearing should be held to determine if jurors discussed what they believed were prior drunken-driving charges against the defendant, Martin Heidgen, 25.  Such accusations were not included in the evidence introduced in the five-week trial, and could be considered a contamination of the jury proceedings. Beyond that, Mr. Hayden said in his answer, that the belief of a previous drunken-driving arrest was ''not true,'' as far as he knew.  Mr. Hayden said the hearing should be limited to that issue, and rebuffed as ''irrelevant'' several other claims of impropriety raised by Mr. Heidgen's lawyer, Stephen LaMagna, as causes for setting aside the guilty verdict. Mr. LaMagna also claimed that some jurors felt pressured to vote to convict Mr. Heidgen of the most serious charge, that some discussed the case outside the jury room, and that one said she planned to write a book about it.  The Heidgen case was unusual because the defendant was prosecuted for a fatal drunken-driving crash under laws treating his crime as the functional equivalent of intentional murder. Such prosecutions, while not unprecedented, are considered rare and are usually brought only in the most horrific cases.  Mr. Heidgen, whose blood-alcohol level was three times the legal limit, was driving the wrong way on the Meadowbrook Parkway when his pickup truck crashed head-on with a limousine taking a family home from a wedding. The crash killed the limousine driver, Stanley Rabinowitz, 59, and Katie Flynn, who had been the flower girl.  The girl's parents and grandparents, who were also in the limousine, suffered minor injuries.  After three days of deliberations, the jury told Acting Justice Alan R. Honorof of State Supreme Court that it was deadlocked, but after he sent them back for more deliberations, reached a verdict on the fifth day.  Within days of the verdict, though, the jury forewoman said she had felt pressured to vote for the charge of ''murder by depraved indifference'' that Mr. Heidgen was convicted of, even though she believed he was guilty of the lesser crime of manslaughter. Based on the depraved indifference conviction, Mr. Heidgen faces a minimum of 25 years in prison. Manslaughter carries a minimum of 15 years.  Mr. Heidgen's lawyer, who could not be reached for comment on Wednesday, has said that based on interviews with other jury members, he believed that some jurors browbeat the last two holdouts who thought Mr. Heidgen was guilty of manslaughter, rather than murder.  ''It is fairly rare for hearings like these to be held,'' said George Goltzer, vice president of the New York State Association of Criminal Defense Lawyers. ''The general rule is that you don't let a jury impeach its own verdict. But if the charges are serious -- say that racism or serious misconduct was involved in the decision or something like that -- the courts have allowed it.''  Mr. Goltzer said he was not too familiar with the case, but added that evidence of ''extra-record information'' -- not part of the evidence introduced at the trial -- might qualify as serious enough to review a jury's verdict.  Justice Honorof is expected to decide in the next few days if and when hearings should be held. A spokesman for the district attorney, Kathleen Rice, said it was expected that with the district attorney's assent, the hearings would be scheduled.  ", 
            "title": "Jurors in Drunken-Driver Trial May Be Queried on Verdict"
        }, 
        "weight": 0.6917776423751605, 
        "file": "1816262.txt", 
        "other_topics": {
            "0": 0.00025581399463386976, 
            "1": 0.00020789852266142166, 
            "2": 0.00021948545126538026, 
            "3": 0.003526907026576693, 
            "4": 0.0002911390410608301, 
            "5": 0.00012474373628662194, 
            "6": 0.6917776423751605, 
            "7": 0.0069835149361617225, 
            "8": 0.00014077178029051795, 
            "9": 0.00020767501521986367, 
            "10": 0.14805047355536025, 
            "11": 0.0003872776245181885, 
            "12": 0.016825319198920805, 
            "13": 0.00016408630275555468, 
            "14": 0.1171095135961649, 
            "15": 0.0002767434715245947, 
            "16": 0.00015637045418367946, 
            "17": 0.0037014101296485497, 
            "18": 0.00011306870227987997, 
            "19": 0.0008843074240896314, 
            "20": 0.0002265668713494148, 
            "21": 0.00015706157068251617, 
            "22": 0.0001698831187085623, 
            "23": 0.00011464862450747567, 
            "24": 0.00013170434359325374, 
            "25": 0.00012391491137475868, 
            "26": 0.00013964956053430015, 
            "27": 0.00016376429153330382, 
            "28": 0.007078139318982561, 
            "29": 0.00019624294331995108, 
            "30": 9.426210665042472e-05
        }
    }, 
    {
        "content": {
            "text": "  A federal judge, at the close of the death penalty trial of a convicted drug trafficker with ties to the rap music industry, called the government's effort to seek his execution ''absurd'' and a waste of money and urged prosecutors to ask their Justice Department superiors in Washington to abandon the endeavor.  The jury was not present when the judge, Frederic Block of United States District Court in Brooklyn, made his remarks late Wednesday afternoon during a break in closing arguments at the racketeering and murder-for-hire trial of Kenneth McGriff. Mr. McGriff, who is known as Supreme, is on trial in connection with two killings in Queens in 2001.  ''Will you kindly advise Washington that in this judge's opinion, there is no chance in the world there would be a death penalty verdict in this case?'' the judge told prosecutors, according to a court transcript, which was obtained yesterday. He said his view was based on the intensity with which the jury listened to the defense summation and all the evidence. ''If I'm wrong, I will have egg on my face, but I will not be incorrect.''  Under the federal death penalty law, if a jury finds a defendant guilty, a second minitrial is held to determine whether that defendant will face execution or life in prison without parole. The decision to seek the death penalty in cases around the country is made by the attorney general in Washington before the case begins.  The judge said that even if Mr. McGriff, 46, is convicted of the killings, continuing to the penalty phase would be pointless and would waste government resources that could better be spent on probation officers, marshals and other services.  Going forward with the penalty phase, he said, would be ''a total misappropriation'' of taxpayer funds, ''and I advise the government accordingly.'' He said he was speaking out because he believed he had an obligation to advise the Justice Department in Washington of his assessment of the case.  ''And there's just no chance that 12 jurors will vote for the death penalty in this case, and I think it is good for us to save money, if we can do that, judicial resources,'' he said in remarks that were unusually blunt for a judge to deliver from the bench.  The attorney general can withdraw the notice of intent to seek the death penalty at any time before the jury's vote in the penalty phase, said Kevin McNally, the director of the Federal Death Penalty Resource Counsel Project, which coordinates the defense of federal death penalty cases for federal defenders' offices nationwide.  ''I'm not at all surprised that the judge has made this suggestion, and I wouldn't be surprised if it was acted upon,'' Mr. McNally said in a telephone interview. ''I think, from all the information we've received, this is not a case that should have been a federal death penalty trial to begin with.''  A spokesman for the Justice Department in Washington declined to comment on the case.  Robert Nardoza, a spokesman for Roslynn R. Mauskopf, the United States attorney in Brooklyn whose office is prosecuting the case, declined to comment, saying federal rules prohibited the office from doing so during a jury trial.  One of Mr. McGriff's lawyers, David Ruhnke, would not comment on the judge's statements, saying only: ''His remarks speak for themselves. We certainly hope the message has been conveyed.''  Mr. McGriff's trial is one of three death penalty cases that are currently ongoing or recently concluded in the Brooklyn courthouse. One is the trial of Ronell Wilson, 24, who faces possible execution after having been convicted for the 2003 slayings of two detectives on Staten Island. Mr. Wilson's trial has received daily news coverage, while Mr. McGriff's trial have garnered far less attention.  Prosecutors have charged that Mr. McGriff, a crack kingpin who in the 1980s founded the drug-dealing Supreme Team and served time in federal prison, resumed his drug dealing upon his release and paid $50,000 to have two rivals killed.  At the end of the trial day on Wednesday, the lead prosecutor in the case, Carolyn Pokorny, an assistant United States attorney, expressed concern to the judge that his remarks, if reported in the news media, could influence the jury.  ''I know that,'' he said. ''I told them not to read the paper, and the truth of the matter is, is that because of the Wilson trial on the fourth floor, nobody from the press has been here today, and we're flying under the radar screen, for sure.''  The judge added: ''I have to balance this out. If I feel, as an officer, as a judge, that this is an absurd prosecution based upon what I have heard, I think I have a responsibility to let the authorities know.''  ", 
            "title": "Judge Urges U.S. to Drop Plan To Seek Death Penalty in Case"
        }, 
        "weight": 0.688955421827492, 
        "file": "1821563.txt", 
        "other_topics": {
            "0": 0.00020864858282830645, 
            "1": 0.00016956747103491333, 
            "2": 0.0028903982620530665, 
            "3": 0.0001652574003321911, 
            "4": 0.0002374606143431513, 
            "5": 0.0001017442530075937, 
            "6": 0.688955421827492, 
            "7": 0.00027317700272496597, 
            "8": 0.00011481714478471877, 
            "9": 0.00016938517252149774, 
            "10": 0.13702211846305493, 
            "11": 0.07623451905110361, 
            "12": 0.021857310839906375, 
            "13": 0.00013383307891533946, 
            "14": 0.0006192747502205277, 
            "15": 0.0002257192114263924, 
            "16": 0.00012753983107272743, 
            "17": 0.0030189668830387607, 
            "18": 9.22217900029193e-05, 
            "19": 0.05494886803887343, 
            "20": 0.00018479386434881034, 
            "21": 0.00012810352375990008, 
            "22": 0.010984081869911557, 
            "23": 9.351041588219766e-05, 
            "24": 0.00010742150632687238, 
            "25": 0.00010106824173807509, 
            "26": 0.00011390183300870785, 
            "27": 0.00013357043814279842, 
            "28": 0.0003503551235108452, 
            "29": 0.00016006087576391818, 
            "30": 7.688263886880332e-05
        }
    }, 
    {
        "content": {
            "text": "  A federal appeals court on Tuesday vacated the 2005 sentence of an Algerian man convicted of plotting to bomb Los Angeles International Airport.  The man, Ahmed Ressam, known as the Millennium Bomber because of prosecutors' claims that he intended to bomb the airport on the eve of the millennium, was arrested in December 1999 in Washington State after driving off a ferry from British Columbia in a car with bomb-making materials in its trunk. He was convicted on nine counts, including document fraud and transportation of deadly explosives, and sentenced to 22 years in prison.  But on Tuesday, the United States Court of Appeals for the Ninth Circuit, in San Francisco, reversed his conviction on the ninth count, which charged that he was carrying explosives while committing the felony of making a false statement to customs officials about both his identity and the fact that he had explosives.  Mr. Ressam became a suspect when a customs agent felt that his itinerary seemed unusual and that he was acting in a peculiar manner.  But the evidence, according to the court's written opinion, did not ''show that the explosives 'facilitated or played a role in the crime' of lying on the customs declaration.'' Further, the court said, ''it is not enough for the government to prove that Ressam lied because he was smuggling explosives in the trunk of his car. Rather, the government must demonstrate that the explosives aided the commission of the underlying felony in some way.''  Given its reversal on that count, which carried a mandatory sentence of 10 years, the court opted to vacate the entire sentence.  Before his sentencing but after his conviction in 2001, Mr. Ressam cooperated with investigators in hopes of receiving a reduced sentence, but he failed to continue to provide information after two years, leading prosecutors to ask for a 35-year sentence.  But the Federal District Court instead imposed a sentence 13 years short of that, in a blow to prosecutors, who insisted that before his decision to stop cooperating Mr. Ressam provided important and material information about other terror suspects. Further, he testified against his co-conspirator, Mokhtar Haouari, and a Sept. 11 plotter, Mounir el-Motassadeq.  Mr. Ressam later recanted testimony against Hassan Zemiri, a fellow Algerian who was held as an enemy combatant at Guantánamo Bay, Cuba, and as a result of his refusal to cooperate further, federal prosecutors said, they were forced to dismiss indictments against two other terror suspects.  The appeals court sent the case back to the lower court to issue a new sentence. The United States attorney in Seattle, whose office prosecuted the case, said it would continue to recommend a 35-year sentence.  ''Obviously we're disappointed,'' said Emily Langlie, a spokeswoman for the United States attorney's office in Seattle. Ms. Langlie added that the office was ''carefully reviewing the decision'' to determine whether it would ask the United States solicitor general to have a broader panel of 15 judges from the circuit court review the case.  The court's move essentially opens up a question of statutory interpretation about whether the carrying of explosives had to be in some way related or connected to the other felony -- signing a false customs document -- for the count to stand.  It is up to the judge to decide whether to reduce Mr. Ressam's sentence. Because there are eight other counts on which he was convicted, including conspiracy to commit an act of international terrorism, it could remain unchanged.  ''Losing a false-statement charge would not be a reason for the court to reduce the sentence significantly,'' said Carol Chase, a law professor at Pepperdine University, adding that it depended on the range of mandatory sentences of the rest of the counts. It is unlikely, she said, that the sentence will be increased, even though the government maintains its position that the 22-year sentence imposed was too short.  ", 
            "title": "Appeals Court Vacates Term Of Algerian In Bomb Plot"
        }, 
        "weight": 0.6799462001331887, 
        "file": "1819440.txt", 
        "other_topics": {
            "0": 0.00024213047993874813, 
            "1": 0.0411009677666044, 
            "2": 0.00020774515378066405, 
            "3": 0.00019177630211267727, 
            "4": 0.0002755659863013309, 
            "5": 0.00011807118206985445, 
            "6": 0.6799462001331887, 
            "7": 0.0003170137936304793, 
            "8": 0.00013324188448860666, 
            "9": 0.00019656645907289527, 
            "10": 0.19991428633012912, 
            "11": 0.012952466648025353, 
            "12": 0.00019295061321396108, 
            "13": 0.0001553093109485297, 
            "14": 0.0007186499445732266, 
            "15": 0.015994321112338592, 
            "16": 0.00014800618384433532, 
            "17": 0.006649897487826957, 
            "18": 0.006399972916813664, 
            "19": 0.003983481871629015, 
            "20": 0.0002144477880366562, 
            "21": 0.00014866033245647994, 
            "22": 0.0001607960546695962, 
            "23": 0.00010851605877170017, 
            "24": 0.00012465946583529926, 
            "25": 0.0284355719064435, 
            "26": 0.0001321796923729694, 
            "27": 0.0001550045241369213, 
            "28": 0.00040657670929155997, 
            "29": 0.00018574588977690406, 
            "30": 8.922001767718356e-05
        }
    }, 
    {
        "content": {
            "text": "  The undercover detective who fired the first of 50 shots at a car driven by a groom-to-be, killing him and wounding two friends, was questioned yesterday by Queens prosecutors investigating the shooting, the detective's lawyer said.  ''The questions were detailed and thorough,'' said Philip E. Karasyk, who represents the undercover detective, whose name has not been publicly disclosed. He is one of four detectives and one police officer who fired their weapons in the Nov. 25 shooting, which killed an unarmed man, Sean Bell, 23, outside a Jamaica nightclub hours before his wedding.  ''We answered each and every one accurately, and we did so without requesting or being granted any immunity'' from prosecution based on his answers, said Mr. Karasyk, who accompanied the detective along with his partner, James Moscella. He has said his client will testify in front of a grand jury.  The office of the Queens district attorney, Richard A. Brown, declined to comment on the interview. But according to a person involved in the case, the detective was questioned for three hours by three prosecutors and at least three investigators from the district attorney's office.  The detective was asked about his background, his training and his assignments in the Police Department, according to the person involved in the case. Prosecutors then asked him about the club enforcement task force, the unit he worked for at the time of the shooting.  They then questioned him in detail about the night of the shooting, which began as a relatively uneventful shift for a nine-member team and ended with the shooting of the three unarmed men.  During the shooting, the undercover detective emptied his gun, a Glock Model 26, which holds 10 rounds in the magazine and one in the chamber. The Police Department's preliminary report of the shooting said that he was not wearing his bulletproof vest or carrying his gun during the undercover operation. Not having them in such circumstances is routine procedure.  He retrieved his gun but did not put on his vest -- as another detective did -- and remained vulnerable as the group of officers scrambled to deal with what they said they feared was imminent violence.  He was the only undercover officer who fired in the shooting.  Last Thursday, prosecutors questioned Officer Michael Carey, 26, who fired three times.  Stephen C. Worth, Officer Carey's lawyer, said that his client had been interviewed by prosecutors for about two hours. Mr. Worth said that he had not yet decided whether his client would testify in the grand jury. ''We're leaving our options open and watching the proceedings with interest,'' he said.  Detective Marc Cooper, 39, who fired four times, was questioned by prosecutors on Tuesday. In December, investigators interviewed Paul Headley, 35, a detective with nine years on the force, who fired one shot in the confrontation. One detective, Michael Oliver, 35, who fired 31 shots, has not yet been interviewed, several people involved in the case have said. Yesterday, the state attorney general, Andrew M. Cuomo, met with the Rev. Al Sharpton and Nicole Paultre Bell, Mr. Bell's fiancée. Afterward, Mr. Sharpton said that during the meeting he expressed his concern to Mr. Cuomo over police procedures statewide and over the length of time it is taking prosecutors to investigate the case. In the meeting, Mr. Cuomo expressed his condolences and vowed to closely monitor the investigation, said his spokesman, Javier Gomez, who added that Mr. Cuomo made it clear that ''justice must be done and we must learn from this tragedy.''  ", 
            "title": "Police Detective In Fatal Shooting Is Questioned By Prosecutors"
        }, 
        "weight": 0.6784711355866014, 
        "file": "1818112.txt", 
        "other_topics": {
            "0": 0.0002820690371627334, 
            "1": 0.011225664222062578, 
            "2": 0.00024201197435762563, 
            "3": 0.000223409117684137, 
            "4": 0.000321019610791993, 
            "5": 0.00013754660153291988, 
            "6": 0.6784711355866014, 
            "7": 0.00036930408579405343, 
            "8": 0.00015521965709132084, 
            "9": 0.00022898939391358513, 
            "10": 0.1522489585139408, 
            "11": 0.0004270252173610083, 
            "12": 0.04787596677991194, 
            "13": 0.00018092702667066725, 
            "14": 0.09247409186255912, 
            "15": 0.00030514657599455474, 
            "16": 0.0001724192748540505, 
            "17": 0.00408129818272312, 
            "18": 0.00012467331988999343, 
            "19": 0.008306019095409628, 
            "20": 0.0002498201841770582, 
            "21": 0.00017318132294165867, 
            "22": 0.00018731878915737032, 
            "23": 0.00012641539479941246, 
            "24": 0.00014522159915710992, 
            "25": 0.0001366327115590724, 
            "26": 0.0001539822601827803, 
            "27": 0.00018057196636387716, 
            "28": 0.0004736400842705728, 
            "29": 0.00021638401038795473, 
            "30": 0.0001039365406957915
        }
    }, 
    {
        "content": {
            "text": "  The Paterson police said yesterday that a reward for information about a man who fatally shot an off-duty police officer Sunday morning has been increased to more than $40,000 from an initial $1,000. The officer, Tyron D. Franklin, 23, was killed shortly after 1 a.m. in what the police said was a holdup at Broadway Fried Chicken. The extra money is being offered by a combination of foundations and private donors, the police said. Detectives have interviewed several witnesses and the police said yesterday that the shooting might be linked to a surge in robberies.  NATE SCHWEBER  ", 
            "title": "Metro Briefing | New Jersey: Paterson: Reward Offered In Officer's Shooting"
        }, 
        "weight": 0.6767692111380105, 
        "file": "1817686.txt", 
        "other_topics": {
            "0": 0.0014038439543810205, 
            "1": 0.001140895690951931, 
            "2": 0.0012044818903457234, 
            "3": 0.019354793759465767, 
            "4": 0.0015976990753086044, 
            "5": 0.05541325494366121, 
            "6": 0.6767692111380105, 
            "7": 0.001838008571891165, 
            "8": 0.0007725207254245028, 
            "9": 0.0011396691373732675, 
            "10": 0.13747719113950718, 
            "11": 0.0021252838517495203, 
            "12": 0.0011187048897067923, 
            "13": 0.0009004650603646869, 
            "14": 0.0041666475871215995, 
            "15": 0.00151869974889474, 
            "16": 0.0008581223910902816, 
            "17": 0.002069526257516883, 
            "18": 0.0006204930826888431, 
            "19": 0.023095757891726163, 
            "20": 0.05597203513384826, 
            "21": 0.0008619150675623154, 
            "22": 0.000932276553093755, 
            "23": 0.0006291633052494846, 
            "24": 0.0007227608746884024, 
            "25": 0.0006800143965543745, 
            "26": 0.00076636226086314, 
            "27": 0.000898697942391932, 
            "28": 0.0023572837896140716, 
            "29": 0.0010769327532840736, 
            "30": 0.0005172871356698533
        }
    }, 
    {
        "content": {
            "text": "  A Manhattan man has been named in a 23-count indictment accusing him of kidnapping and raping a 12-year-old girl in Westchester County on Dec. 28, prosecutors said yesterday. The man, William Davis, 46, of 126th Street, is charged with rape, kidnapping and predatory sexual assault, said Janet DiFiore, the Westchester district attorney. Mr. Davis is scheduled to be arraigned today. Ms. DiFiore said Mr. Davis is accused of luring a Brooklyn girl into his car by identifying himself as a police officer, taking her to Westchester and raping her.  ", 
            "title": "Metro Briefing | New York: White Plains: Man Charged With Rape"
        }, 
        "weight": 0.6762450014047175, 
        "file": "1819966.txt", 
        "other_topics": {
            "0": 0.018627293907307663, 
            "1": 0.001081695889598378, 
            "2": 0.0011419826722244562, 
            "3": 0.19131343361462883, 
            "4": 0.0015147962572585978, 
            "5": 0.0006490415856111418, 
            "6": 0.6762450014047175, 
            "7": 0.0017426363628408382, 
            "8": 0.0007324354890182939, 
            "9": 0.001080532980513056, 
            "10": 0.026565890381039698, 
            "11": 0.0020150052497341967, 
            "12": 0.0010606565442102531, 
            "13": 0.0008537409355194731, 
            "14": 0.003950444904068208, 
            "15": 0.0014398961175345025, 
            "16": 0.0008135953799949956, 
            "17": 0.0019621408547034693, 
            "18": 0.0005882963906268508, 
            "19": 0.00460105100091019, 
            "20": 0.0011788272967045172, 
            "21": 0.000817191258726865, 
            "22": 0.0008839017654708165, 
            "23": 0.0005965167250361463, 
            "24": 0.0006852576212823235, 
            "25": 0.000644729210088304, 
            "26": 0.052615478117009666, 
            "27": 0.0008520655113218679, 
            "28": 0.0022349669703063692, 
            "29": 0.0010210519172259083, 
            "30": 0.0004904456847666139
        }
    }, 
    {
        "content": {
            "text": "  Three suspects accused of attacking an off-duty police officer, gravely injuring him, were ordered held without bail yesterday.  The suspects -- Lamont Lafoucade, 33, and Darvell Williams, 21, both from Brooklyn, and Thelma Lopez, 28, of the Bronx -- were arraigned on charges of gang assault. Mr. Lafoucade was also charged with driving while intoxicated. He is on parole after serving nine years in prison for attempted murder, law enforcement officials said.  Mr. Williams was convicted of third-degree assault last year, but it was unclear last night if he served time in prison, the police said. Ms. Lopez was arrested in December for assault on an officer and released, the officials said. She is awaiting a hearing on the charge next month.  One of the officers, Richard Lomax, 29, suffered a skull fracture and bleeding on the brain. He was in critical but stable condition last night at St. Vincent's Hospital Manhattan, the police said. The second officer, Robert DiFazio, 21, was released from St. Vincent's hospital on Saturday.  The police said Officer Lomax was driving his Ford Explorer when he crashed into a Nissan Maxima about 4 a.m. on Saturday on 10th Avenue near 28th Street in Chelsea, because of icy road conditions. The police said the officers got out of their car to talk with the occupants of the Nissan and were attacked.  Raymond L. Loving, a Legal Aid Society lawyer who represents Mr. Williams, disputed the police account and suggested the assault might not have been unprovoked. He also questioned whether one of the officers had been drinking.  The police said yesterday that the officers were not tested for alcohol in their blood because there was no reason to suspect that drinking contributed to the accident.  ", 
            "title": "3 Attack Suspects Are Denied Bail"
        }, 
        "weight": 0.6728782525047962, 
        "file": "1820734.txt", 
        "other_topics": {
            "0": 0.0005388260693823449, 
            "1": 0.0004379007644064935, 
            "2": 0.00046230654097403656, 
            "3": 0.09845510252400422, 
            "4": 0.0006132319123630236, 
            "5": 0.00026275019550665743, 
            "6": 0.6728782525047962, 
            "7": 0.0007054679625840921, 
            "8": 0.007298534119257788, 
            "9": 0.0004374299862679293, 
            "10": 0.010754615799932168, 
            "11": 0.0008157305094958967, 
            "12": 0.0004293834486649196, 
            "13": 0.014349665696504088, 
            "14": 0.05061341680626193, 
            "15": 0.0005829102399274259, 
            "16": 0.00032936617606052, 
            "17": 0.05681051942793747, 
            "18": 0.00023815884078909544, 
            "19": 0.0018626341929799783, 
            "20": 0.0004772222759594763, 
            "21": 0.00033082188839199915, 
            "22": 0.0003578281682327843, 
            "23": 0.00024148666218152398, 
            "24": 0.0002774114601529266, 
            "25": 0.0002610044252249939, 
            "26": 0.00029414662751881405, 
            "27": 0.07736720108082398, 
            "28": 0.0009047771690098614, 
            "29": 0.00041335038743463433, 
            "30": 0.00019854613697284815
        }
    }, 
    {
        "content": {
            "text": "  A federal judge on Friday dismissed a suit against The New York Times by a former government scientist who said he was defamed by a series of columns about the deadly anthrax mailings in 2001.  The judge, Claude M. Hilton of Federal District Court in Alexandria, Va., granted a motion by The Times to dismiss the suit but did not provide an immediate explanation. He is expected to file a detailed written opinion in coming days.  It was the latest and, perhaps, final chapter in a suit that has gone to the Supreme Court.  The scientist, Dr. Stephen J. Hatfill, a specialist in biological weapons, had said in his suit that the columns by Nicholas D. Kristof about the anthrax mailings had defamed him.  Mr. Kristof wrote about a government scientist whom he initially identified as Mr. Z, saying he had become the overwhelming focus of the investigation. In August 2002, Mr. Kristof wrote that Dr. Hatfill, a former scientist at the Army bioweapons center at Fort Detrick, Md., had come forward and identified himself as Mr. Z and said the news media had treated him unfairly.  Five people died in the anthrax attacks. Although federal authorities identified Dr. Hatfill as a ''person of interest,'' he was never charged with any crime, and the attacks remain unsolved.  The Times argued in its dismissal motion that Dr. Hatfill was a public figure, at least for the purposes of the suit, in that he had thrust himself into the public debate about preparedness for a biological attack. That would present him with a far greater burden in showing that he was defamed and could, as the newspaper argued, prevent such a judgment.  The Times also argued that the columns did not blame Dr. Hatfill for the attacks, as he said in his suit. Instead, the paper's lawyers said, the columns were aimed at pressing the Federal Bureau of Investigation to move more swiftly and either charge or clear Dr. Hatfill as a suspect.  Judge Hilton had dismissed the suit earlier, saying that no defamation had occurred. A three-judge appeals panel voted, 2 to 1, to reinstate the suit, saying a jury should decide whether the columns were defamatory.  The full appeals court, based in Richmond, Va., split, and the Supreme Court refused to intervene.  Judge Hilton's latest dismissal, when his opinion is published, is expected to rest on a fuller argument than the last time and could thus be less vulnerable to being overturned. It is likely to deal with the issues raised in The Times's dismissal motion and Dr. Hatfill's response, including the question of whether he is a public figure for the purposes of defamation law.  Whether there is any leeway for Dr. Hatfill to mount an appeal as he did before would depend on how Judge Hilton fashions his ruling.  A lawyer for Dr. Hatfill, Mark A. Grannis, said, ''Obviously we can't make any statements as to what we'll do until we see the ruling.''  Mr. Grannis said he did not believe that the case was over.  ''It has always been our position,'' he said, ''that the evidence of defamation was extremely strong and Mr. Kristof fabricated parts of his column to falsely implicate Dr. Hatfill in the anthrax attacks.''  David E. McCraw, a lawyer for The Times, said in a statement: ''We are gratified by the judge's ruling today. In making our summary judgment motion, we believed that the plaintiff had failed to come up with the evidence necessary to bring this case to trial, and we are pleased that the court agreed.''  Mr. McCraw said the case had required a significant investment of time and money on the part of the newspaper, ''but in the end, the law of defamation worked the way it was supposed to, by protecting aggressive, important journalism.''  ", 
            "title": "Judge Rebuffs U.S. Scientist In Lawsuit Against Times"
        }, 
        "weight": 0.6722195314548219, 
        "file": "1818480.txt", 
        "other_topics": {
            "0": 0.00027501267051374597, 
            "1": 0.00022350117316611488, 
            "2": 0.00023595769331462152, 
            "3": 0.00021782021412009017, 
            "4": 0.02532944126482302, 
            "5": 0.00013410567351933395, 
            "6": 0.6722195314548219, 
            "7": 0.00036006540770111366, 
            "8": 0.0001513366119241387, 
            "9": 0.0002232608916347212, 
            "10": 0.26637493397969436, 
            "11": 0.00041634256132625744, 
            "12": 0.00021915400089513685, 
            "13": 0.0001764008743154096, 
            "14": 0.0008162451933834813, 
            "15": 0.028887744235024323, 
            "16": 0.00016810595626736422, 
            "17": 0.00040541966292042967, 
            "18": 0.00012155443571419236, 
            "19": 0.00095067412790333, 
            "20": 0.00024357056942457523, 
            "21": 0.00016884894061524252, 
            "22": 0.00018263273757994675, 
            "23": 0.00012325293008951763, 
            "24": 0.00014158866993058993, 
            "25": 0.0001332146458305397, 
            "26": 0.0001501301702964926, 
            "27": 0.00017605469635789266, 
            "28": 0.00046179128963544136, 
            "29": 0.00021097085008636935, 
            "30": 0.00010133641717016759
        }
    }, 
    {
        "content": {
            "text": "  Yoko Ono's chauffeur was so stressed by his job that eight of his teeth fell out because he was grinding them at night, according to court papers filed by his lawyer.  The chauffeur, Koral Karsan, 50, complained about his teeth in a taped conversation with Ms. Ono's lawyer, Jonas Herbsman, which the prosecution turned over to Mr. Karsan's lawyer, Robert Gottlieb, in advance of a bail hearing yesterday.  Mr. Karsan has been charged with trying to extort $2 million from Ms. Ono, and prosecutors said he threatened to kill her if she did not comply.  But in court papers, submitted as part of a bail application for Mr. Karsan, Mr. Gottlieb said the accusation that Mr. Karsan had people waiting to kill Ms. Ono was ''just plain false.''  On the recording, Mr. Gottlieb said that Mr. Karsan can be heard saying that there are ''a lot of people out there who want to get'' Ms. Ono.  The chauffeur then went on to describe those people as ''my psychiatrist, my dentist, my lawyer,'' Mr. Gottlieb said. Mr. Karsan added, according to his lawyer, that ''they're all Beatles fans and they hate her. So they all want to use me.''  Commenting on this part of the tape, Mr. Gottlieb said in his papers, ''We respectfully submit that this should come as no shock to anyone who is at all familiar with Yoko Ono and the Beatles.''  Mr. Gottlieb added that the tape showed that the demand for money was not extortion, but a demand for compensation for pain and suffering.  Prosecutors have described this tape as one of their most important pieces of evidence -- along with a letter from Mr. Karsan to Ms. Ono -- in the extortion case against Mr. Karsan.  But Mr. Gottlieb said that the only reference to killing came when Ms. Ono's lawyer asked for the name of Mr. Karsan's lawyer, and Mr. Karsan refused, saying that his legal team was ''ready to kill Yoko.''  To which Ms. Ono's lawyer asked if he was speaking metaphorically. Mr. Karsan, a Turkish immigrant, replied, ''No, no, no, no metaphorically, I'm telling it literally.'' By this, Mr. Gottlieb said, Mr. Karsan clearly meant that his lawyers ''would literally kill her in court.''  Barbara Thompson, a spokeswoman for the Manhattan district attorney, declined comment last night on Mr. Gottlieb's account of the tape.  Mr. Gottlieb quoted from the tape in a letter to Justice Daniel P. FitzGerald of State Supreme Court in Manhattan, in an effort to have his client released on bail.  In a brief hearing yesterday, Justice FitzGerald declined to set bail because of the risk that Mr. Karsan would flee to Turkey. He said that after listening to the tape, he saw ''no substantial change in the material facts,'' that is, the demand for $2 million and the threat to release confidential information about Ms. Ono.  But he agreed to Mr. Gottlieb's request for a speedy trial, setting a tentative trial date of Feb. 12.  ", 
            "title": "Ono's Driver Complained About Stress On Recording"
        }, 
        "weight": 0.667688122067182, 
        "file": "1821749.txt", 
        "other_topics": {
            "0": 0.0003565674339165485, 
            "1": 0.0002897802477402452, 
            "2": 0.009573090507566448, 
            "3": 0.0002824146053302356, 
            "4": 0.03747444448015549, 
            "5": 0.00017387459200011388, 
            "6": 0.667688122067182, 
            "7": 0.00046684248484356555, 
            "8": 0.00019621534989864225, 
            "9": 0.0002894687109339354, 
            "10": 0.1368570894603669, 
            "11": 0.0005398085784375766, 
            "12": 0.00028414392538985973, 
            "13": 0.00022871239706076494, 
            "14": 0.09836347956282229, 
            "15": 0.00038574007507256685, 
            "16": 0.00021795762842623478, 
            "17": 0.0005256465042021551, 
            "18": 0.00015760129576145198, 
            "19": 0.03830123477565797, 
            "20": 0.00031580120565016773, 
            "21": 0.00021892094412317425, 
            "22": 0.00023679231384643082, 
            "23": 0.00015980347713658667, 
            "24": 0.0001835766643569398, 
            "25": 0.00017271933084087913, 
            "26": 0.000194651139076878, 
            "27": 0.00022826356033713434, 
            "28": 0.0005987350867970017, 
            "29": 0.004907113953310836, 
            "30": 0.00013138764175906387
        }
    }, 
    {
        "content": {
            "text": "  At 27, Shabucalik Geralds can recall nine years in and out of federal prisons, selling drugs on probation a month after his release, firing guns at people 8 or 10 times and ordering two other shootings. Many of his crimes have gone without punishment, for he has proven more valuable to prosecutors as a serial cooperator.  Asked in Federal District Court in Brooklyn yesterday to recount any other violent acts, he required some prompting.  ''Were you involved in a stabbing?'' a prosecutor, Jack Smith, asked.  ''Oh,'' said Mr. Geralds, who is known as Shaboo. ''Yes.''  The point of his testimony, provided in exchange for a letter to his sentencing judge in a drug case, was to convince jurors of the continuing threat posed by the Staten Island man whose fate they were deciding, Ronell Wilson, 24. Mr. Wilson, convicted of shooting two undercover officers in the head on Staten Island in March 2003, could be sentenced to death if prosecutors demonstrate their underlying theme: Some crimes are worse than others.  Mr. Wilson, too, has a long criminal record. To show his pattern of violence in jail, the prosecutors called correction officers to the witness stand to recount accusations including threatening and assaulting jail employees, the destruction of city property, fighting, refusal to stop fighting, tampering with security devices, inciting to riot and disrupting institutional programs. Mr. Wilson's lawyers, who will present their own case against the death penalty later, questioned the credibility of the prosecution witnesses.  But to explain how Mr. Wilson's violent reach could extend beyond prison walls, prosecutors required a compromise with Mr. Geralds, who has not been charged in any of the shootings he described.  In addition to a detention center unit and an exercise yard, Mr. Geralds said, he and Mr. Wilson shared membership in the Bloods street gang. During their time together in a federal detention center in Manhattan, Mr. Wilson spoke of a desire to elevate his ranking, Mr. Geralds said. From low to high, Bloods are ranked soldier, general, superior and O.G., for original gangster.  ''It depends on the work the person puts in,'' Mr. Geralds said.  The prosecutor asked whether killing two detectives would be considered work. Mr. Geralds said it would.  Mr. Wilson, he said, was displeased by a recent revision to the gang oath and suspected a certain high-ranking member of disloyalty. The penalty for that, Mr. Geralds said, was ''death to all those that go against Bloods.''  To enforce the code, Mr. Geralds said, orders could be conveyed outside prison by sending letters for family members to forward to gang members. He also recounted his own experience speaking to other Bloods by telephone from prison.  ''They speak in codes, or they speak in Blood dialogue,'' Mr. Geralds said. ''I wouldn't tell them directly what to do, but I'd give them hints.'' On cross-examination, Mr. Geralds said he had agreed to cooperate with prosecutors, despite the threat from former gang associates, ''for my kids.''  He also provided a letter from Mr. Wilson, describing a plan to transcend something more than prison walls.  ''Yo what's popping with Shorty?'' Mr. Wilson had written, referring to a woman he did not name. ''Is she willing to have a baby for me? All she would have to do is have it, and my family will take the baby if she doesn't want to be held down by the baby. I just need a baby before the pigz try to take my life. I need to have something behind.''  To his friend Shaboo, Mr. Wilson signed off, ''110% Love.''  ", 
            "title": "Ex-Convict Testifies in Sentencing Trial of Detectives' Killer"
        }, 
        "weight": 0.6650546910858228, 
        "file": "1819715.txt", 
        "other_topics": {
            "0": 0.00027799312845923786, 
            "1": 0.0002259233737365297, 
            "2": 0.00023851489179033445, 
            "3": 0.00022018084712892644, 
            "4": 0.0003163808647644913, 
            "5": 0.00013555904771998285, 
            "6": 0.6650546910858228, 
            "7": 0.00397647747983576, 
            "8": 0.0001529767269290602, 
            "9": 0.0002256804881469373, 
            "10": 0.13559891565265653, 
            "11": 0.01125838424404856, 
            "12": 0.00022152908885757162, 
            "13": 0.00017831262400484362, 
            "14": 0.08752532773805499, 
            "15": 0.000300737195945441, 
            "16": 0.00016992780953727213, 
            "17": 0.0004098134105006868, 
            "18": 0.00012287178550413972, 
            "19": 0.0659861544343107, 
            "20": 0.00024621027267015047, 
            "21": 0.0001706788459999816, 
            "22": 0.011022141583179426, 
            "23": 0.0001245886873624615, 
            "24": 0.007368142846597837, 
            "25": 0.00013465836349227438, 
            "26": 0.007376776915726424, 
            "27": 0.00017796269433347978, 
            "28": 0.0004667959663864498, 
            "29": 0.0002132572529100373, 
            "30": 0.00010243465358654174
        }
    }, 
    {
        "content": {
            "text": "  A man accused of fatally shooting the owner of a beauty salon here had been hired by a companion she was trying to break up with, the police said on Tuesday.  The companion, Patrick Bowie, 45, of Middletown, tried to kill himself before he was arrested, the police said.  Mr. Bowie and the man accused of pulling the trigger, Melvin Green, 35, of the Bronx, were charged in the murder of Fermina Nunez, 36, who was shot in the back of the head late Saturday at the salon, said Lt. Paul Rickard of the Middletown Police Department.  Mr. Bowie, who had had an off-and-on relationship for seven years with Ms. Nunez, a mother of four, hired Mr. Green to go to the salon, on Wickham Avenue, and kill her, Lieutenant Rickard said. He would not say how much money was involved.  ''There was no other factor involved other than she was trying to get out of a relationship,'' Mr. Rickard said.  As detectives waited for a search warrant outside Mr. Bowie's house on Tuesday morning, he stabbed himself in the neck and groin and slit a wrist with a kitchen knife, the police said. He then walked outside and surrendered.  He was taken to Orange Regional Medical Center in Middletown, where he was arraigned on a charge of first-degree murder, Lieutenant Rickard said. He was then taken to the Westchester County Medical Center, where he was listed in serious condition.  Mr. Green, who the police said had been a friend of Mr. Bowie's for 20 years, was taken into custody in the Bronx on Monday night and brought to Middletown for questioning. While he was being driven to Orange County, Middletown detectives, along with the New York State and New York City police, searched his apartment and found a gun, Lieutenant Rickard said. Mr. Green was charged with first-degree murder and robbery and was being held at the Orange County Jail without bail, the authorities said.  According to the police, Mr. Green entered the Final Touch by Fermina beauty salon just before midnight on Saturday as Ms. Nunez was doing the hair of three customers who were getting ready for New Year's. He forced the women to lie face down and demanded that Ms. Nunez tell him how to open the cash register. When he could not do it himself, Ms. Nunez opened the register for him. He then shot her in the head, taking money from the register before he fled, Lieutenant Rickard said.  Detectives think Mr. Bowie was outside the shop at the time of the killing, Lt. Patrick Freeman of the Middletown police said.  The police said they began investigating Mr. Bowie because of his relationship with Ms. Nunez. There were several occasions in which the police were called to their homes, though no arrests were made, Lieutenant Rickard said. The inquiry led to Mr. Green, who matched the description of the gunman given by a witness, the police said.  Though the gunman demanded money, Lieutenant Rickard said, detectives suspected that robbery was not the motive because there were gas stations in the area that would have had more cash and because the killer seemed to know that Ms. Nunez was working late.  ''We knew right off the bat the robbery was unusual and something else was going on,'' he added.  Both Mr. Bowie and Mr. Green have criminal records. Mr. Bowie was convicted of grand larceny in New York City in 1995. Mr. Green served three years in a New York State prison in the mid-1990s on a weapons conviction. He was also convicted of robbery and possession of a loaded firearm in New York in 1991, said Sgt. Jerry Mishk, a detective in the Middletown Police Department.  Outside Ms. Nunez's salon, a woman who identified herself as a relative of Ms. Nunez's said that Ms. Nunez had spoken of being stalked by Mr. Bowie.  ", 
            "title": "Police Call Woman's Death Murder for Hire"
        }, 
        "weight": 0.6602147035018064, 
        "file": "1816151.txt", 
        "other_topics": {
            "0": 0.00027900102240155893, 
            "1": 0.00022674248319106856, 
            "2": 0.0002393796531458444, 
            "3": 0.04372826787730525, 
            "4": 0.00031752793756744085, 
            "5": 0.0001360505316058654, 
            "6": 0.6602147035018064, 
            "7": 0.029370146391499746, 
            "8": 0.00015353136048148816, 
            "9": 0.0002264987169936864, 
            "10": 0.0019430704663320416, 
            "11": 0.0004223805400031689, 
            "12": 0.0002223322663603573, 
            "13": 0.00017895911557307034, 
            "14": 0.23286695601645394, 
            "15": 0.0003018275509470341, 
            "16": 0.0001705439010601589, 
            "17": 0.00041129923303239796, 
            "18": 0.00012331727035830927, 
            "19": 0.0009644612124970512, 
            "20": 0.00024710293445548616, 
            "21": 0.00017129766048622157, 
            "22": 0.00018528135599575542, 
            "23": 0.00012504039702870522, 
            "24": 0.00014364204964562515, 
            "25": 0.00013514658185076033, 
            "26": 0.00015230742251909435, 
            "27": 0.00017860791719410225, 
            "28": 0.025847740150800925, 
            "29": 0.00021403043998324074, 
            "30": 0.00010280604142409678
        }
    }, 
    {
        "content": {
            "text": "  The campaign to overturn the conviction of a Long Island man for the murders of his parents has gained a very unusual group of supporters: 31 former federal, state and local prosecutors.  They argued in court papers filed yesterday that the prisoner, Martin H. Tankleff, 35, ''has presented persuasive evidence'' that he was wrongly convicted and deserves a new trial. Justice demands ''punishing the guilty and freeing the innocent,'' they wrote.  The Tankleff case has drawn national attention, and is featured in today's ''Dr. Phil'' television program.  ''I can't think of another case like this where so many prosecutors signed on behalf of a convicted murderer,'' said one of the signers, Bennett L. Gershman, a former assistant district attorney and special state prosecutor who teaches law at Pace University. ''It's extremely, extremely unusual, and shows the critical nature of this case as a symbol of justice gone wrong.''  The friend-of-the-court brief was one of several accompanying Mr. Tankleff's 157-page appeal filed with the Appellate Division of State Supreme Court in Brooklyn. Other briefs came from former state and federal judges, a man freed after being wrongly convicted of killing his mother, a network of 36 groups dedicated to helping innocent prisoners, the national association of defense lawyers and 54 of Mr. Tankleff's high school classmates.  One signer, Michael F. Armstrong, was the Queens district attorney, chief counsel to the Knapp Commission on police corruption and chairman of the review panel on the Central Park jogger rape case. ''The new evidence certainly seems to indicate that a mistake has been made,'' Mr. Armstrong said yesterday.  Another prominent supporter is John S. Martin Jr., formerly a federal judge and United States attorney.  Arlene and Seymour Tankleff were savagely attacked in their waterfront home in Belle Terre in 1988. Their son, Martin, 17 at the time, was arrested, based on a police-written confession that he never signed and immediately disavowed. He insisted he was innocent, but a jury convicted him in 1990, and he has been imprisoned ever since.  For the last three years, his investigator, Jay Salpeter, has produced several pieces of new evidence implicating three former convicts. The Tankleff defense says they acted at the behest of Seymour Tankleff's embittered business partner, Jerard Steuerman, who owed the elder Tankleff $500,000. Mr. Steuerman was in the Tankleff home on the night of the attacks, but the police did not investigate him.  The new evidence included a man who said he was the getaway driver for the killers, and several witnesses who quoted the other two former convicts as privately admitting their involvement.  But last year a Suffolk County Court judge rejected that evidence as lacking credibility. Mr. Tankleff's lawyers are appealing that ruling, claiming factual and legal mistakes.  ''Twenty-six witnesses, and counting, have now come forward from all walks of life to add pieces to the factual puzzle of who murdered Seymour and Arlene Tankleff,'' the appeal said. ''This court should hold that there is clear and convincing evidence that a reasonable jury would find a reasonable doubt as to Marty's guilt.''  ", 
            "title": "31 Ex-Prosecutors Join Effort to Overturn 1990 Conviction of L.I. Man in Murder of Parents"
        }, 
        "weight": 0.6576338853106798, 
        "file": "1817594.txt", 
        "other_topics": {
            "0": 0.033517066193311094, 
            "1": 0.00023092876844409797, 
            "2": 0.00024379925505606646, 
            "3": 0.00022505901457437315, 
            "4": 0.0003233903701550883, 
            "5": 0.000138562395841067, 
            "6": 0.6576338853106798, 
            "7": 0.01883476145842298, 
            "8": 0.00015636596854088562, 
            "9": 0.00023068050165722358, 
            "10": 0.15337333108117412, 
            "11": 0.00043017883788231775, 
            "12": 0.00022643712697067645, 
            "13": 0.00018226318940994115, 
            "14": 0.03776883145568967, 
            "15": 0.00030740011153517415, 
            "16": 0.00017369260706335033, 
            "17": 0.03734435299568305, 
            "18": 0.00012559404382872155, 
            "19": 0.05267791187781648, 
            "20": 0.00025166512922345825, 
            "21": 0.00017446028294620244, 
            "22": 0.00018870215565072222, 
            "23": 0.00012734898412163702, 
            "24": 0.00014629407402889734, 
            "25": 0.00013764175670567455, 
            "26": 0.00015511943334232115, 
            "27": 0.00018190550695011592, 
            "28": 0.00047713795987309874, 
            "29": 0.003910528031809466, 
            "30": 0.00010470412161215472
        }
    }, 
    {
        "content": {
            "text": "  A defense lawyer in the case involving Anthony Pellicano, the Hollywood private eye accused of masterminding a long-running wiretapping ring, called yesterday for two New York Times reporters to be subpoenaed to find out who leaked them recordings of conversations and other evidence in the case.  On Jan. 11, The Times printed excerpts of 33 recorded conversations that Mr. Pellicano had with Terry N. Christensen, a lawyer for Kirk Kerkorian, the billionaire Hollywood mogul. The newspaper also put audio excerpts of the conversations on its Web site. Mr. Christensen has also been charged in connection with the wiretapping.  In papers filed last week in federal court, Mr. Christensen called on the judge, Dale S. Fischer of United States District Court, to force the two reporters, David M. Halbfinger and Allison Hope Weiner, to reveal their sources.  In a hearing yesterday in Los Angeles, Terree A. Bowers, the lawyer representing Mr. Christensen, told the judge that the reporters might be ''criminally liable'' for their actions. He said in a telephone interview after the hearing that he told the judge that their posting of the conversations on the Internet violated his client's presumption of innocence.  The judge asked Mr. Bowers to spell out specifically what relief he is seeking and how he would like her to deal with the case. In a statement, Catherine J. Mathis, a spokeswoman for The New York Times Company, said: ''We believe it is critically important for reporters to be able to protect their confidential sources of information and will continue to advocate for their ability to do so.''  The judge also said she wanted to meet privately with Robert Ciaffa, the assistant United States attorney in San Diego, who is investigating the source of information leaked to The Times over the last year in what the government has said was a violation of the judge's order. Mr. Ciaffa, who did not attend the hearing, said in a telephone interview that he had no comment.  Judge Fischer also indicated yesterday that she was studying a similar case involving two reporters for The San Francisco Chronicle who have refused to reveal their sources and are facing up to 18 months in jail. The reporters, Mark Fainaru-Wada and Lance Williams, published federal grand jury testimony in which athletes admitted to using steroids supplied by the Bay Area Laboratory Cooperative, known as Balco. The jail terms, as well as a $1,000-a-day fine imposed on The Chronicle, have been suspended pending an appeal, to be heard in March.  The trial of Mr. Pellicano has been delayed until August because of the complexity of the case, the volume of evidence and lawyers' scheduling conflicts.  ", 
            "title": "Subpoenas Sought Against 2 Times Reporters"
        }, 
        "weight": 0.6556880026579334, 
        "file": "1820859.txt", 
        "other_topics": {
            "0": 0.00034536548399950024, 
            "1": 0.0002806764891987521, 
            "2": 0.00029631959430369845, 
            "3": 0.0002735422463769705, 
            "4": 0.05424918838309212, 
            "5": 0.0001684121344502516, 
            "6": 0.6556880026579334, 
            "7": 0.0004521761254485796, 
            "8": 0.00019005103338106844, 
            "9": 0.0002803747396567004, 
            "10": 0.15948564251389755, 
            "11": 0.0005228499106365626, 
            "12": 0.0002752172379846503, 
            "13": 0.0002215271508111527, 
            "14": 0.0010250542847663497, 
            "15": 0.03178969851583977, 
            "16": 0.00021111025481487824, 
            "17": 0.0005091327532141103, 
            "18": 0.009128672047229216, 
            "19": 0.06402602613699884, 
            "20": 0.0003058799706944691, 
            "21": 0.00021204330691182232, 
            "22": 0.0047173642112558365, 
            "23": 0.000154783078813073, 
            "24": 0.0001778094057560141, 
            "25": 0.00016729316706441257, 
            "26": 0.00018853596392673824, 
            "27": 0.013685125363614376, 
            "28": 0.0005799251792790616, 
            "29": 0.0002649407011457063, 
            "30": 0.00012725995750439753
        }
    }, 
    {
        "content": {
            "text": "  One of two men convicted in the killing of a retired reporter for The New York Times was sentenced to 26 years in prison. The defendant, Michael C. Hamlin, had faced a term of up to 60 years after pleading guilty late last year to second-degree murder, robbery and conspiracy to commit robbery for his part in the attack on the reporter, David E. Rosenbaum, near Mr. Rosenbaum's Washington home a year ago. At the trial of his cousin Percey Jordan Jr., Mr. Hamlin, 24, testified that he had stolen Mr. Rosenbaum's wallet but that it was Mr. Jordan, wielding a pipe, who had delivered a fatal blow to the victim's head. Mr. Rosenbaum, 63, died two days later. Mr. Jordan is to be sentenced before the same judge, Erik P. Christian of District of Columbia Superior Court, later this month. Convicted of first-degree murder, he faces at least 30 years in prison and a maximum of life without the possibility of parole.  SARAH ABRUZZESE  ", 
            "title": "National Briefing | Washington: 26-Year Sentence In Reporter's Death"
        }, 
        "weight": 0.6541363917956259, 
        "file": "1816384.txt", 
        "other_topics": {
            "0": 0.0008664320814945517, 
            "1": 0.0007041442356857228, 
            "2": 0.0007433887136230037, 
            "3": 0.0006862462778864058, 
            "4": 0.0009860766441323714, 
            "5": 0.00042250219828245177, 
            "6": 0.6541363917956259, 
            "7": 0.001134392172134727, 
            "8": 0.000476788561889954, 
            "9": 0.011962638301775089, 
            "10": 0.006034166377396232, 
            "11": 0.0013116942988510478, 
            "12": 0.0006904483957365207, 
            "13": 0.0005557539455365558, 
            "14": 0.10390485401594252, 
            "15": 0.0009373194082531089, 
            "16": 0.0005296206655797857, 
            "17": 0.18142529875626848, 
            "18": 0.00038295931076193527, 
            "19": 0.014254366036462848, 
            "20": 0.000767373208889296, 
            "21": 0.0005319614503656194, 
            "22": 0.0005753875364172802, 
            "23": 0.0003883104460906121, 
            "24": 0.011705328582483963, 
            "25": 0.0004196950004408793, 
            "26": 0.0004729876470859546, 
            "27": 0.0005546633060116981, 
            "28": 0.001454881288005565, 
            "29": 0.000664667240362191, 
            "30": 0.0003192621005276917
        }
    }, 
    {
        "content": {
            "text": "  Eight men, including seven described as members of the radical Black Liberation Army, were arrested on Tuesday on charges of murdering a police officer here in 1971 and waging a violent five-year battle against the police and federal authorities.  The arrests, in morning raids in California, Florida and New York capped an investigation by San Francisco police into the murder of Sgt. John V. Young, who was killed by a shotgun at a desk in the Ingleside stationhouse on Aug. 29, 1971.  A civilian clerk was wounded.  New York police officials said two of the men arrested were the gunmen, Francisco Torres, 58, who was seized at his home in Queens, and Herman Bell, 59, who was rearrested at a New York prison where he is serving a murder sentence.  The rest of the aging men were said to have been lookouts, getaway drivers and participants in the assault on the police station and other attacks.  A statement by the San Francisco police characterized Sergeant Young's killing as a part of a ''conspiracy to kill law enforcement officers'' from 1968 to 1973, a plan that included the murders of two New York police officers, four attempted murders of law enforcement personnel, the bombing of a police officers' funeral at a San Francisco church and the attempted bombing of another San Francisco police station, as well as three bank robberies, two here and one in Georgia.  In New York, Police Commissioner Raymond W. Kelly said the arrests dealt a blow to the legacy of the protest group, a violent offshoot of the black nationalist Black Panthers, which operated from the late 1960s until the early 1980s. Mr. Kelly said the arrests testified to the long memory of the police, especially for the killing of one of their own.  ''It is a good day for police officers in New York and San Francisco and everywhere else,'' Mr. Kelly said in a telephone interview from Washington. ''It underscores the fact that the law enforcement community is never going to forget.''  Soon after the arrests, current and former defense lawyers for several of the men said they were skeptical of the charges in the nearly 36-year-old case, saying the police had harassed their clients for years.  Three men were charged with Sergeant Young's killing in 1975, The Associated Press reported, including one of the men arrested on Tuesday, but that case was dismissed.  A lawyer who represents Mr. Bell, Stuart Hanlon, said he thought that the case against Mr. Bell was based on a 30-year-old confession by a suspected Black Panther member that a judge threw out in the mid-'70s because it had been physically coerced.  ''I think the police are outraged, and rightfully so, that one of their own was gunned down,'' Mr. Hanlon said. ''They believe they are right. But the belief does not make it so.''  Mr. Torres was one of the first arrested, taken from his red-brick home in Jamaica, Queens, before dawn. Also arrested in New York State were Mr. Bell, 59, and Anthony Bottom, 55, who were in prison for the murders in May 1971 of two New York City police officers, Waverly Jones and Joseph Piagentini.  All three men were charged with murder and conspiracy.  In San Francisco, the police arrested Richard Brown, 65, and Richard O'Neal, 57. They were held in $3 million bail with Mr. Brown charged with murder and conspiracy, and Mr. O'Neal, who is not believed to be a member of the so-called army, was charged with conspiracy.  The Los Angeles County sheriff confirmed the arrests of Ray Michael Boudreaux, 64, and Henry Watson Jones, 71, both of Altadena.  The police in Panama City, Fla., confirmed that they had taken Harold Taylor, 58, into custody without incident. He was held on $3 million bond.  The authorities said they were also seeking Ronald Stanley Bridgeforth, 62, on charges of murder, conspiracy and assault. Mr. Bridgeforth is thought to be living abroad.  In their statement, the San Francisco police said that in 1999 they began investigating again several killings of their officers after advances in forensic science had led to the discovery of new evidence in one case.  In 2005, a grand jury was convened to look into Sergeant Young's killing. Four of the men arrested on Tuesday were called to testify. They refused, and were briefly jailed.  A spokesman for the San Francisco police, Sgt. Neville Gittens, said the investigation into Sergeant Young's case and the other attacks would continue. Sergeant Gittens said the police and state attorney general were confident that enough evidence had been gathered to bring charges.  Mr. Hanlon said he doubted that the police had any new evidence.  ''The only thing I can think of is the evidence they have from 1971 has been analyzed using a more sophisticated forensic science,'' he said. ''But that is not the same as having new evidence.''  Mr. Hanlon suggested that the police had long focused on the Black Panthers and other black power groups.  ''I think there is a hatred of the Panthers,'' he said. ''Police who were around then hated them, and the animosity was clear.''  Mr. Torres's lawyer, Michael W. Warren, said Mr. Torres was innocent.  ''He's been around in the community in New York for a number of years,'' Mr. Warren said. ''The F.B.I., as well as the San Francisco police, have known his whereabouts for all these years. He has been an integral part of this community.''  The police said Mr. Torres tried to ignite dynamite in the Ingleside stationhouse in 1971.  Outside police headquarters in Manhattan, Mr. Torres said as detectives escorted him, ''It's a frame up.''  ", 
            "title": "8 Arrested in 1971 Killing of San Francisco Police Officer"
        }, 
        "weight": 0.6537246153036189, 
        "file": "1821181.txt", 
        "other_topics": {
            "0": 0.00018286598408940634, 
            "1": 0.00014861410530579743, 
            "2": 0.00015689690118945955, 
            "3": 0.00014483662783691478, 
            "4": 0.0002081177275959158, 
            "5": 8.91717676653734e-05, 
            "6": 0.6537246153036189, 
            "7": 0.0406371381837053, 
            "8": 0.00010062924888721069, 
            "9": 0.00014845433332651102, 
            "10": 0.07731631146867111, 
            "11": 0.0002768413980817826, 
            "12": 0.00014572351145114503, 
            "13": 0.00011729539375643682, 
            "14": 0.07183284103335291, 
            "15": 0.06435890797658932, 
            "16": 0.00011177979933323013, 
            "17": 0.016903932637809326, 
            "18": 8.082599054721455e-05, 
            "19": 0.000632138001578699, 
            "20": 0.0001619589809801717, 
            "21": 0.00011227383680315464, 
            "22": 0.00012143918759128577, 
            "23": 8.195538158521277e-05, 
            "24": 9.414748569365757e-05, 
            "25": 0.05949698741368218, 
            "26": 9.982704171954163e-05, 
            "27": 0.00011706520736992183, 
            "28": 0.002683398244883401, 
            "29": 0.00964562753482066, 
            "30": 6.738229047883477e-05
        }
    }, 
    {
        "content": {
            "text": "  The Supreme Court on Wednesday resumed its long-running effort to monitor the use of the death penalty in Texas, hearing arguments in three cases that put the strains and internal contradictions of the court's capital punishment jurisprudence fully on display.  One case was familiar, at least to the seven justices who were on the court when LaRoyce L. Smith's previous appeal of his death sentence came before them in 2004. At that time, the court voted 7 to 2 to overturn the sentence, only to see it promptly reinstated by the Texas Court of Criminal Appeals on the ground that the constitutional error the justices had identified was ''harmless.'' The question now is whether that was an acceptable response by the state court to the Supreme Court's mandate.  The other two cases, while unfamiliar in their particulars, were very familiar in what they represented: the latest, but almost certainly not the last round in a fitful dialogue between the Supreme Court and the federal appeals court that oversees habeas corpus cases filed in federal court by Texas inmates.  All three cases offer a window on the recent history of capital punishment in the United States, which to a large degree is the history of capital punishment in Texas. Since 1976, when the Supreme Court permitted states to resume executions, Texas has put to death 380 people, far more than any other state. (The next highest, Virginia, has executed 98.)  In 1989, the Supreme Court ruled that the jury instructions that Texas was using were constitutionally deficient because they failed to ensure that jurors could give meaningful consideration to a defendant's mitigating evidence. Under the Texas system, jurors were instructed to respond to only two questions: whether the killing was deliberate, and whether the defendant posed a continuing threat to society. If the answers to both were yes, a death sentence was automatic.  The Texas Legislature addressed the problem two years later by instructing jurors to take ''all of the evidence'' into consideration, including the defendant's character and background. But in the interim, during which Mr. Smith was sentenced to death for murdering a former co-worker at a Taco Bell in Dallas, judges tried to address the problem by telling jurors that if they thought the mitigating evidence warranted a sentence of life in prison rather than death, they should simply answer no to one of the two questions, even if they believed that the proper answer was yes.  Eventually, the Supreme Court held that this ''nullification instruction'' was constitutionally inadequate as well. It applied that ruling to Mr. Smith's earlier appeal, overturning his sentence in 2004 and sending it back to the Texas Court of Criminal Appeals, which in turn reinstated it, finding the error ''harmless'' because Mr. Smith had failed to show that the nullification instruction had caused him ''grievous harm.''  In his new appeal, Mr. Smith, represented by a University of Texas Law School professor, Jordan M. Steiker, is arguing that the state court's resolution of the case flew in the face of the Supreme Court's analysis. The state court, having failed in the first round to apply its ''harmless error'' rule, should not be permitted to introduce it after the fact, Mr. Steiker said.  Although several justices, most notably Stephen G. Breyer and Ruth Bader Ginsburg, clearly agreed with him, Mr. Steiker encountered stiff resistance from Chief Justice John G. Roberts Jr. and Justice Samuel A. Alito Jr. The chief justice said the Texas court had handled the case in an appropriate and even ''desirable'' way.  Because the state court did not initially regard the nullification instruction as an error, Chief Justice Roberts said, it had no reason at that point to decide whether the error was harmless. ''Wouldn't it be normal exercise of judicial restraint to say we don't have to reach out and decide whether this error was harmless if we've already decided there's no error at all?'' he asked.  Texas was represented by its solicitor general, R. Ted Cruz, and supported by a second lawyer, Gene C. Schaerr, representing California and 20 other states that entered the case, Smith v. Texas, No. 05-11304, as ''friends of the court'' for Texas. Mr. Schaerr said the case presented an important federalism issue of ''whether states have the ability under our federal Constitution to choose their own harmless error standards.''  A total of 47 of Texas' 392 inmates on death row were sentenced under the procedure the Supreme Court later found unconstitutional.  In a second argument on Wednesday, the court heard the combined appeals of two other inmates, Jalil Abdul-Kabir and Brent R. Brewer. Their crimes, both murders committed during robberies, were unrelated. But both are challenging the refusal by a federal appeals court, the United States Court of Appeals for the Fifth Circuit, to grant their habeas corpus petitions.  Their cases, Abdul-Kabir v. Quarterman, No. 05-11284, and Brewer v. Quarterman, No. 05-11287, have acquired a new twist since the court accepted them in October. In a separate case last month, the Fifth Circuit abruptly shifted course and suggested that it had been wrong to deny habeas corpus to this entire group of inmates. The lawyer for the two, Robert C. Owen, another University of Texas law professor, is asking that the cases be sent back to the Fifth Circuit for reconsideration.  ", 
            "title": "Justices Scrutinize Death Penalty in Texas"
        }, 
        "weight": 0.6500406183401379, 
        "file": "1819630.txt", 
        "other_topics": {
            "0": 0.002517328180231236, 
            "1": 0.0001461824545678125, 
            "2": 0.00015432972585452173, 
            "3": 0.00014246678486513098, 
            "4": 0.00020471246788079632, 
            "5": 8.771272315405495e-05, 
            "6": 0.6500406183401379, 
            "7": 0.0025729574984743207, 
            "8": 9.898273500606896e-05, 
            "9": 0.004820933861376382, 
            "10": 0.1882490536150201, 
            "11": 0.004947220233871539, 
            "12": 0.00014333915713004742, 
            "13": 0.00011537618541343882, 
            "14": 0.0005338706916285052, 
            "15": 0.07031821878807283, 
            "16": 0.00010995083813885922, 
            "17": 0.00026516747369247724, 
            "18": 7.950350114314296e-05, 
            "19": 0.07308287759666184, 
            "20": 0.0001593089789846454, 
            "21": 0.00011043679207878594, 
            "22": 0.00011945217774777855, 
            "23": 8.061441288171417e-05, 
            "24": 9.260702758845053e-05, 
            "25": 8.712994046530809e-05, 
            "26": 9.819365369645534e-05, 
            "27": 0.000115149765378008, 
            "28": 0.00030203771756836146, 
            "29": 0.00013798691197455947, 
            "30": 6.62797693148253e-05
        }
    }, 
    {
        "content": {
            "text": "  After an intense 10-day manhunt, the Paterson police arrested an Irvington man on Tuesday morning and charged him with fatally shooting an off-duty rookie police officer here.  The Paterson police received more than 150 tips -- many based on a suspect sketch released last week -- about the Jan. 7 killing of Officer Tyron D. Franklin, 23. After a tip over the past weekend, the police arrested Teddy Charlemagne, 23, as he left a friend's apartment in Irvington about 8 a.m., a Paterson police spokesman, Lt. Anthony Traina, said on Tuesday.  Mr. Charlemagne, who was on parole after having been convicted of four narcotics and weapons felonies, was held on Tuesday on first-degree murder and weapons charges, said the Passaic County prosecutor, James F. Avigliano. He said his office would seek the death penalty for Mr. Charlemagne.  Officer Franklin, 23, was in the Broadway Fried Chicken restaurant on Broadway near Madison Avenue, in Paterson, ordering food about 1 a.m. on Jan. 7 when a man entered and demanded money, the authorities said. After a brief scuffle, the man shot Officer Franklin, who was not armed, and fled in a light-colored minivan, according to the police and witnesses.  ''The motive was robbery,'' Lieutenant Traina said. ''It was a botched robbery that led to his demise.''  Twice the police said they believed that they had captured Officer Franklin's killer, once after a car chase in East Orange, and again on Friday after surrounding an apartment building in Jersey City. Both times proved to be cases of mistaken identity, Lieutenant Traina said.  The person who called in the tip to the police that led to the arrest could receive a $60,000 reward if Mr. Charlemagne is convicted. Mr. Charlemagne is being held at the Passaic County jail in $2 million bail and is to be arraigned on Thursday morning.  The Paterson police chief, James Wittig, said that many officers had volunteered their time in the search for Officer Franklin's killer and that there was a sense of some closure when the suspect ''was apprehended and will be brought to justice.''  Officer Franklin, the father of a 16-month-old boy, Tyron Jr., was buried on Saturday and was remembered as a dedicated officer who came from a family steeped in public service. His father, Larry Franklin, is a retired captain with the Paterson Fire Department.  Standing near a shrine in front of the police administration building on Tuesday, the Rev. Michael Burton, a spokesman for the family, said relatives were still coming to grips with Officer Franklin's death.  Mr. Burton said relatives were somewhat relieved by the arrest. ''What this does is to help to deal with the situation, but it doesn't take the pain away,'' he said.  ", 
            "title": "Irvington Man Arrested in Fatal Shooting of Off-Duty Officer"
        }, 
        "weight": 0.6444189105855435, 
        "file": "1819469.txt", 
        "other_topics": {
            "0": 0.00033484593825996143, 
            "1": 0.00027212731650220166, 
            "2": 0.0002872939456207402, 
            "3": 0.06988616872398722, 
            "4": 0.004732394307299186, 
            "5": 0.00016328244073874755, 
            "6": 0.6444189105855435, 
            "7": 0.05700543187339816, 
            "8": 0.00018426223678406494, 
            "9": 0.0002718347580005306, 
            "10": 0.01538592563693773, 
            "11": 0.0005069243367020722, 
            "12": 0.00026683434954495534, 
            "13": 0.00021477961782516672, 
            "14": 0.15328967836728216, 
            "15": 0.000362241430585529, 
            "16": 0.00020468001182738263, 
            "17": 0.017898864579298807, 
            "18": 0.0001480004866697387, 
            "19": 0.0011575080149674414, 
            "20": 0.00029656312088867343, 
            "21": 0.00020558464393256173, 
            "22": 0.00022236731950459689, 
            "23": 0.02190661799831338, 
            "24": 0.0001723934789670669, 
            "25": 0.00016219755616992911, 
            "26": 0.004534103211786525, 
            "27": 0.00021435812348902163, 
            "28": 0.00491357103677528, 
            "29": 0.00025687082748116895, 
            "30": 0.00012338372491660016
        }
    }, 
    {
        "content": {
            "text": "  Robert Riggio of Manhattan, who was charged with defrauding more than 60 priests over several years, pleaded guilty to wire fraud in Federal District Court yesterday, prosecutors said. Mr. Riggio, 60, faces up to 40 years in prison when he is sentenced in April, said Michael J. Garcia, the United States attorney in Manhattan. Mr. Garcia said that Mr. Riggio stole more than $200,000 from 2004 to 2006 by calling priests with bogus pleas for help and requests for money. The funds often came from the priests' personal savings, Mr. Garcia said. Mr. Riggio was arrested in September after he asked for money from an F.B.I. agent posing as the niece of a priest who had been defrauded, Mr. Garcia said.  ", 
            "title": "Metro Briefing | New York: Manhattan: Guilty Plea In Defrauding Of Priests"
        }, 
        "weight": 0.6440042668703155, 
        "file": "1821376.txt", 
        "other_topics": {
            "0": 0.0012058587391994464, 
            "1": 0.0009799942758281657, 
            "2": 0.03237478735199914, 
            "3": 0.1576559571960508, 
            "4": 0.001372374320207994, 
            "5": 0.0005880183559812882, 
            "6": 0.6440042668703155, 
            "7": 0.001578792779797022, 
            "8": 0.0006635715209362922, 
            "9": 0.0009789407040637884, 
            "10": 0.02406815146109479, 
            "11": 0.0018255534013690287, 
            "12": 0.0009609330607067978, 
            "13": 0.0007734717658582486, 
            "14": 0.0035790220062672197, 
            "15": 0.001304516330828376, 
            "16": 0.0007371007164789846, 
            "17": 0.017447746588634478, 
            "18": 0.0005329844560274169, 
            "19": 0.004168457777314457, 
            "20": 0.0010679933371932726, 
            "21": 0.0007403585088101662, 
            "22": 0.0008007968587894215, 
            "23": 0.0005404319102924913, 
            "24": 0.0006208293410208305, 
            "25": 0.0005841114322624862, 
            "26": 0.0006582815894676314, 
            "27": 0.0007719538659207287, 
            "28": 0.002024834205830696, 
            "29": 0.0009250520814831657, 
            "30": 0.0944648571899699
        }
    }, 
    {
        "content": {
            "text": "  A Justice Department team responsible for reviewing accusations of abuse of detainees by civilian government employees in Iraq and Afghanistan has encountered ''delays'' and ''unique difficulties,'' the department said in a letter on Tuesday.  The letter, to Senator Patrick J. Leahy, Democrat of Vermont, said prosecutors found that some accusations were not credible. Some victims could not be identified, it said, and a few had been released from custody and could not be found.  In one case, two lawyers were prepared to travel to an unidentified Middle Eastern country to interview people who say they had been abused, but canceled the trip because the country's officials refused to allow the prosecutors to meet with them.  ''As with an American suspected of a crime, those Americans who are the subject of the referrals are innocent until proven guilty,'' the letter said. ''When career prosecutors conclude that we cannot prove allegations of a crime beyond a reasonable doubt, the department -- consistent with its longstanding practices and policies -- will not prosecute.''  The Justice Department provided the report in response to questions posed by Senator Richard J. Durbin, Democrat of Illinois, who in a letter on Dec. 18 asked government lawyers for a progress report. Democrats have expressed skepticism about the department's inability to bring cases to trial.  The letter described the reasons no charges would be brought in most of the cases, saying, ''All were declined for insufficient evidence to warrant criminal prosecution for one or more of the following reasons: insufficient evidence of criminal conduct; insufficient evidence of the subject's involvement; insufficient evidence of criminal intent; low probability of conviction.''  A government lawyer who worked on some of the cases said Tuesday that the problems made prosecutions unlikely in nearly all of the 21 abuse accusations the team reviewed.  But the official, who did not want to speak on the record about pending investigations, said prosecutors had tried hard to assemble cases.  ''We took these allegations very seriously,'' the official said. ''We tried hard to get the complete story, to get these cases to prosecution. A lot of effort has gone into this.''  Of 10 accusations referred to the Justice Department by the inspector general of the Central Intelligence Agency, one remains under investigation, the official said. The unclassified version of the letter, which is heavily edited to remove classified information, provides no details.  Some human rights lawyers said the open case could be that of an Iraqi man who died during an interrogation at Abu Ghraib prison in November 2004 after he was turned over to the C.I.A. by the military. Of 10 accusations referred by military authorities against civilian contractors, one was dropped, the official said. Nine remain open, but the officials said it was uncertain if any action would be taken because the offenses could be misdemeanors.  One additional case, stemming from an F.B.I. accusation of abuse at the detention center in Guantánamo Bay, Cuba, also remains open. The official said there had been no referrals from any agency to the Justice Department after January 2006.  ", 
            "title": "Letter Tells of Difficulties in Prosecuting Detainee Abuse"
        }, 
        "weight": 0.6383968353904782, 
        "file": "1819484.txt", 
        "other_topics": {
            "0": 0.0003208833109919123, 
            "1": 0.00026077997178146383, 
            "2": 0.0002753141727738159, 
            "3": 0.0002541514591936893, 
            "4": 0.01287479200213059, 
            "5": 0.00015647378159448623, 
            "6": 0.6383968353904782, 
            "7": 0.00042012238920101374, 
            "8": 0.00017657874823657807, 
            "9": 0.021109830114548728, 
            "10": 0.1982184615569173, 
            "11": 0.00048578627063128413, 
            "12": 0.033614636517612914, 
            "13": 0.00020582359535091882, 
            "14": 0.0051222566202376914, 
            "15": 0.00034713644796995996, 
            "16": 0.0001961451293999097, 
            "17": 0.00047304149127423597, 
            "18": 0.00014182906454767878, 
            "19": 0.0011092414806419678, 
            "20": 0.0002841968358444655, 
            "21": 0.00019701203955760168, 
            "22": 0.00021309490003021937, 
            "23": 0.00014381085868769923, 
            "24": 0.00016520490172832893, 
            "25": 0.08355275614314413, 
            "26": 0.0001751710786071229, 
            "27": 0.0002054196767642117, 
            "28": 0.0005388156033997679, 
            "29": 0.00024615965792422955, 
            "30": 0.00011823878879789918
        }
    }, 
    {
        "content": {
            "text": "  A 19-year-old from Auburndale has admitted attacking two Asian men in Douglaston last summer and beating another man with a hammer in a separate attack last May, prosecutors said yesterday. The teenager, Kevin M. Brown, pleaded guilty in State Supreme Court to assault as a hate crime for the attack on the Asian men and assault for the other attack, and is scheduled to be sentenced to three and a half years in prison, said the Queens district attorney, Richard A. Brown. Prosecutors said that Kevin Brown, who worked as a parking valet, took part in an Aug. 12 attack on John Lu and Reynold Liang, both 19, in which he kicked and punched both men and beat Mr. Liang with a car steering wheel lock. On May 7, prosecutors said, he struck Panagotis Karatzas, 30, on the head with a hammer during a traffic dispute.  ", 
            "title": "Metro Briefing | New York: Queens: Teenager Admits Bias Attack"
        }, 
        "weight": 0.6367675667125792, 
        "file": "1819751.txt", 
        "other_topics": {
            "0": 0.0009405622686493237, 
            "1": 0.0007643894009908867, 
            "2": 0.013029561523040807, 
            "3": 0.0007449601299014813, 
            "4": 0.0010704433795519462, 
            "5": 0.012681220602507174, 
            "6": 0.6367675667125792, 
            "7": 0.001231448485980124, 
            "8": 0.0005175816327850086, 
            "9": 0.0007635676216093768, 
            "10": 0.006550437522513369, 
            "11": 0.013646490191709377, 
            "12": 0.0007495217725075796, 
            "13": 0.0006033031359169064, 
            "14": 0.25946558403733055, 
            "15": 0.0010175145725846828, 
            "16": 0.0005749339450612442, 
            "17": 0.0013865631616141257, 
            "18": 0.00041572453954994993, 
            "19": 0.003251370974350362, 
            "20": 0.000833028118036239, 
            "21": 0.0005774750026878107, 
            "22": 0.0006246165373651225, 
            "23": 0.000421533507260273, 
            "24": 0.0004842429999904297, 
            "25": 0.00045560326099020916, 
            "26": 0.0005134555193511364, 
            "27": 0.000602119183466751, 
            "28": 0.0015793580063442854, 
            "29": 0.03738924472971941, 
            "30": 0.00034657752405485283
        }
    }
]