[
    {
        "i": 0, 
        "content": {
            "text": "  To the Editor:  In ''The American Way of Equality'' (column, Jan. 14), David Brooks says: ''When Americans use the word 'equality,' they really mean 'fair opportunity.' When Americans use the word 'freedom,' they really mean 'opportunity.' ''  That's what one conservative columnist may think we believe. But when this American uses the word ''equality,'' I mean ''equal opportunity.'' When I use the word ''freedom,'' I'm referring to the rights guaranteed to Americans by our Constitution, including the Bill of Rights.  Freedom is precious. No American should be confused about it.  Iris Kaufman  Swampscott, Mass., Jan. 14, 2007  ", 
            "title": "Defining Our Values"
        }, 
        "weight": 0.7319318297814351, 
        "file": "1819462.txt", 
        "other_topics": {
            "0": 0.0016437360138341795, 
            "1": 0.06541671055646076, 
            "2": 0.0014103065052164488, 
            "3": 0.0013018997627324543, 
            "4": 0.0018707175403353542, 
            "5": 0.000801542433704704, 
            "6": 0.002086521384156895, 
            "7": 0.002152091672243969, 
            "8": 0.0009045308304037587, 
            "9": 0.0013344184010691915, 
            "10": 0.01144761003180361, 
            "11": 0.0024884572076824675, 
            "12": 0.06539072774044433, 
            "13": 0.0010543385853546794, 
            "14": 0.0048786538379380255, 
            "15": 0.023138503963872778, 
            "16": 0.0010047603040998388, 
            "17": 0.06650402763400809, 
            "18": 0.0007265243570467521, 
            "19": 0.7319318297814351, 
            "20": 0.0014558082583080879, 
            "21": 0.0010092010817848859, 
            "22": 0.0010915860985767944, 
            "23": 0.0007366761670299121, 
            "24": 0.000846267902787986, 
            "25": 0.0007962168088938235, 
            "26": 0.0008973199933603376, 
            "27": 0.0010522694982289728, 
            "28": 0.0027601018245112644, 
            "29": 0.0012609614804596572, 
            "30": 0.0006056823422148583
        }
    }, 
    {
        "i": 1, 
        "content": {
            "text": "  To the Editor:  ''Our Overrated Inner Self,'' by Orlando Patterson (column, Dec. 26), represents the clearest thinking on social and political discourse I've read in a long while.  It breaks down the reality of interpersonal relations both at a microcosmic and a macrocosmic level to its root: how we act toward one another rather than how we think about one another.  The social contract by which we Americans live with one another here and how we live with those abroad depends more on how we abide by our agreements than on whether we agree on all our respective values and objectives.  If it didn't sound overly religious, I'd say Mr. Patterson's column could be summed up by the phrase ''Do unto others as you would have others do unto you,'' long held by major religious and secular ethicists as the basis of good living.  Irv Rubenstein  Nashville, Dec. 26, 2006  To the Editor:  I agree that what sincerity ''means for us today is that the best way of living in our diverse and contentiously free society is neither to obsess about the hidden depths of our prejudices nor to deny them, but to behave as if we had none.''  But is it not possible that by being civil and sincere, we one day also become ''authentic''? Doing changes to being.  Ginger Nathanson  Long Valley, N.J.  Dec. 26, 2006  To the Editor:  This last year has given us apologies from Mel Gibson, Michael Richards, George Allen and Terrell Owens, as well as numerous other celebrities and politicians. The common thread is the disassociation between the ''real'' person that each individual is ''inside'' (or claims to be) and the bad behavior that each has displayed in words and actions.  Some of these individuals have gone so far as to say he did not know who it was that was speaking or acting in such a despicable manner.  I am not sure how one can have such inner goodness and purity of heart and behave so badly. All I know is that I am judged by my actions and can know others only by how they behave. That is accountability. That is the foundation of a civil society.  Bob Hoot  Middleton, Wis., Dec. 26, 2006  To the Editor:  Turn on the television or the radio and listen to the emotional discourse that passes for rational thinking. One hears the irrational voice that used to be kept private.  Is this a failure of our education to impart the knowledge and confidence one needs to be mature? Or is it a product of our drifting in an ocean of overcommunication?  Whatever it is, our need now is to take back our private self and return rational thinking to the public self.  Hendrik E. Sadi  Yonkers, Dec. 26, 2006  To the Editor:  Years ago, I read an article in The New York Times about a man who had a mean and miserly nature. He knew this and tried to counteract his nature by acting warmly and generously toward others.  On his deathbed, people lauded him as a philanthropist and friend to humanity. Within himself, he still felt mean and miserly, but his deeds proclaimed otherwise.  The point of that article, as of Orlando Patterson's column, is that the effect you have on others is the important part of your essence. You are defined by your actions, not by your sometimes more ignoble inner thoughts.  Barbara Preschel  New York, Dec. 26, 2006  ", 
            "title": "Is It Who We Are, or How We Act?"
        }, 
        "weight": 0.6527651782018988, 
        "file": "1815780.txt", 
        "other_topics": {
            "0": 0.009805464821837665, 
            "1": 0.00029525255290051587, 
            "2": 0.0003117080341939845, 
            "3": 0.00028774781528549036, 
            "4": 0.04290320609604327, 
            "5": 0.00017715809677472188, 
            "6": 0.00046116604904934374, 
            "7": 0.00047565849131317494, 
            "8": 0.00019992074486654615, 
            "9": 0.009737098984581775, 
            "10": 0.106393970105479, 
            "11": 0.0005500025005298451, 
            "12": 0.00028950979239182427, 
            "13": 0.00023303147691666802, 
            "14": 0.0010782873025911525, 
            "15": 0.0570460076269628, 
            "16": 0.0002220736117068702, 
            "17": 0.04774639224329716, 
            "18": 0.00016057749027707617, 
            "19": 0.6527651782018988, 
            "20": 0.0003217648991067632, 
            "21": 0.004944137044798468, 
            "22": 0.00024126397749872982, 
            "23": 0.00016282125836696102, 
            "24": 0.0001870433862453352, 
            "25": 0.00017598101928517325, 
            "26": 0.00019832699497502668, 
            "27": 0.00023257416421326312, 
            "28": 0.000610041796383541, 
            "29": 0.0002786995754572457, 
            "30": 0.06150793384477183
        }
    }, 
    {
        "i": 2, 
        "content": {
            "text": "  To the Editor:  In his Jan. 7 review of my book ''American Fascists: The Christian Right and the War on America,'' Rick Perlstein mistakenly claims that I make ''the supposed imminence of mass violence the reason the rest of us should be fighting for the open society.'' The reason we should fight Christian fascists, I write in the conclusion, is not because they will become violent, although they may, but because ''I will not engage in a dialogue with those who deny my right to be, who delegitimize my faith and denounce my struggle before God as worthless. All dialogue must include respect and tolerance for the beliefs, worth and dignity of others, including those outside of the nation and the faith. When this respect is denied, this clash of ideologies ceases to be merely a difference of opinion and becomes a fight for survival.''  Chris Hedges  Princeton, N.J.  ", 
            "title": "'American Fascists'"
        }, 
        "weight": 0.5966041811630578, 
        "file": "1822256.txt", 
        "other_topics": {
            "0": 0.001169215326841709, 
            "1": 0.0009502143910124417, 
            "2": 0.0010031732392340132, 
            "3": 0.0009260618151497957, 
            "4": 0.0013306708631696208, 
            "5": 0.0005701497629266441, 
            "6": 0.016678083068701617, 
            "7": 0.0015308167167832664, 
            "8": 0.0006434070322776437, 
            "9": 0.0009491928349919949, 
            "10": 0.14488803317376872, 
            "11": 0.016963986353242203, 
            "12": 0.0009317324045710398, 
            "13": 0.0007499676488816389, 
            "14": 0.0034702633474378007, 
            "15": 0.0012648749298217524, 
            "16": 0.0007147018362245242, 
            "17": 0.0017236401610298629, 
            "18": 0.000516788222946714, 
            "19": 0.5966041811630578, 
            "20": 0.0010355393531751528, 
            "21": 0.0007178606313648353, 
            "22": 0.0007764623919422661, 
            "23": 0.0005240093653488981, 
            "24": 0.01579587122484066, 
            "25": 0.0005663615620832706, 
            "26": 0.0006382778502681435, 
            "27": 0.0007484958746067029, 
            "28": 0.0019633039184526204, 
            "29": 0.0008969417699083003, 
            "30": 0.1827577217659382
        }
    }, 
    {
        "i": 3, 
        "content": {
            "text": "  As a retired teacher of humanities and English, I thought at first that D. T. Max's article (Jan. 7) described a good way to help students connect with meaning and a desire to do good. But it's hard to see positive psychology as entirely worthwhile if it values happiness ''at the cost of a full understanding of literature and human complexity.''  Nancy Tilly  Chapel Hill, N.C.  Mark Linkins seems to be describing an established scientific or philosophical truth, as Max quotes him: ''It's preferable to be happy than not, even if that means the potential for creative output is diminished.'' The logic in his astonishing assumption makes a compelling argument for lobotomies.  Robert Edwards  Swarthmore, Pa.  ", 
            "title": "Happiness 101"
        }, 
        "weight": 0.5963249925458901, 
        "file": "1820269.txt", 
        "other_topics": {
            "0": 0.16569615058847653, 
            "1": 0.0010283366509379946, 
            "2": 0.0010856495322548922, 
            "3": 0.0010021983612961635, 
            "4": 0.001440072505610685, 
            "5": 0.0006170248559552703, 
            "6": 0.0016061976289346437, 
            "7": 0.0016566734314132153, 
            "8": 0.05002554732668907, 
            "9": 0.001027231107276745, 
            "10": 0.10747081901250395, 
            "11": 0.001915606567483113, 
            "12": 0.0010083351605168882, 
            "13": 0.0008116265420281224, 
            "14": 0.0037555724501023013, 
            "15": 0.05069810945842553, 
            "16": 0.0007734613363403997, 
            "17": 0.0018653499330052417, 
            "18": 0.000559276175414463, 
            "19": 0.5963249925458901, 
            "20": 0.0011206766393255883, 
            "21": 0.0007768798330989319, 
            "22": 0.000840299561090061, 
            "23": 0.0005670910069556864, 
            "24": 0.0006514543820267632, 
            "25": 0.0006129252066495967, 
            "26": 0.0006907541215128273, 
            "27": 0.0008100337652367588, 
            "28": 0.0021247177430388695, 
            "29": 0.000970684199774261, 
            "30": 0.0004662523707353167
        }
    }, 
    {
        "i": 4, 
        "content": {
            "text": "  To the Editor:  Gerri Hirshey's important column about the high incidence of drunken driving in Connecticut (''One Mother's Sad Mission, a State's Shame,'' Jan. 14) includes one curious reference. Ms. Hirshey asks how such a problem could have developed ''here in prosperous, educated Cheever country?''  Much as we would like to claim such a fine writer for the Nutmeg State, John Cheever was a Massachusetts native who lived his adult life not in Connecticut but in Manhattan and suburban New York. What makes the reference even more curious is that alcohol flows in rivers through Cheever's work. Cheever himself struggled with drinking for most of his life and, according to a biographer, Scott Donaldson, was arrested on at least one occasion for driving while intoxicated.  How can alcohol bedevil even prosperous suburbs? For answers, one needs to look no farther than the tortured life and transcendent fiction of John Cheever.  Charles Slack  Trumbull  ", 
            "title": "Drunken Driving In 'Cheever Country'"
        }, 
        "weight": 0.5639268876715455, 
        "file": "1820586.txt", 
        "other_topics": {
            "0": 0.048641786844626216, 
            "1": 0.0007461496679484604, 
            "2": 0.0007877352589363589, 
            "3": 0.0007271840149016656, 
            "4": 0.00104490063726019, 
            "5": 0.00044770639164423963, 
            "6": 0.06082002433008, 
            "7": 0.22788948742113285, 
            "8": 0.0005052311857518291, 
            "9": 0.0007453474977301846, 
            "10": 0.030255966127717877, 
            "11": 0.0013899428780873033, 
            "12": 0.0007316368083488635, 
            "13": 0.000588907216600759, 
            "14": 0.0146559187434072, 
            "15": 0.0009932348087016872, 
            "16": 0.0005612149666696651, 
            "17": 0.03714622830910496, 
            "18": 0.0004058045895732141, 
            "19": 0.5639268876715455, 
            "20": 0.0008131505393176966, 
            "21": 0.0005636953900008137, 
            "22": 0.0006097120412003982, 
            "23": 0.00041147494465998294, 
            "24": 0.0004726880738807277, 
            "25": 0.0004447317315800056, 
            "26": 0.000501203528952022, 
            "27": 0.0005877515154275022, 
            "28": 0.0015416716276781296, 
            "29": 0.0007043176888460951, 
            "30": 0.00033830754868749294
        }
    }, 
    {
        "i": 5, 
        "content": {
            "text": "  To the Editor:  David Brooks (''A Snit in First Class,'' column, Jan. 4) asks why there is an endless war between rich Democrats and rich Republicans when in fact they ultimately have the same self-interest.  But he already answered this question in the same column when he described Nancy Pelosi's rise to power as a function of her fund-raising prowess.  Until elections are not won and lost on the size of campaign contributions, Mr. Brooks is unlikely to see an end to his ''canapé'' war among rich politicians.  Christopher Sailer  New York, Jan. 4, 2007  ", 
            "title": "The Canapé War"
        }, 
        "weight": 0.5585483290703216, 
        "file": "1816669.txt", 
        "other_topics": {
            "0": 0.0015763916624157823, 
            "1": 0.00128112419424544, 
            "2": 0.0013525258299160357, 
            "3": 0.001248560543785447, 
            "4": 0.0017940736885364043, 
            "5": 0.0007687030027511565, 
            "6": 0.0020010359849479942, 
            "7": 0.0020639198389079474, 
            "8": 0.0008674719343287164, 
            "9": 0.0012797468838763799, 
            "10": 0.051948894292300776, 
            "11": 0.0023865043787163944, 
            "12": 0.3085334276619925, 
            "13": 0.0010111420211810454, 
            "14": 0.0046787739449712495, 
            "15": 0.0017053644847059913, 
            "16": 0.0009635949767960219, 
            "17": 0.0023238935690246243, 
            "18": 0.0006967584389168368, 
            "19": 0.5585483290703216, 
            "20": 0.001396163362704313, 
            "21": 0.0009678538145038003, 
            "22": 0.0010468634927524455, 
            "23": 0.0007064943262376685, 
            "24": 0.0008115960561168615, 
            "25": 0.0007635955703664126, 
            "26": 0.0008605565274150643, 
            "27": 0.0010091577051678144, 
            "28": 0.002647019635123159, 
            "29": 0.04217959574974394, 
            "30": 0.0005808673572302013
        }
    }, 
    {
        "i": 6, 
        "content": {
            "text": "  To the Editor:  In her review of Robert Richardson's biography of William James (Dec. 17), Rebecca Newberger Goldstein misunderstands James's concept of ''the divided self,'' which is central to his interpretation of religion. Concerned to highlight the connection between James's personal experience and his philosophical views, she describes James as a ''deeply divided man'' because he wasted much time trying to decide what profession to pursue. She then claims that he defined the divided self as a ''technical term in psychology,'' implying that it means merely a self struggling to make a decision.  The fact is that the divided self is for James an essentially religious concept describing the inner turmoil and division so well expressed by the anguished words of St. Paul -- ''The good I would, I do not, and that I would not, that I do, O wretched man that I am.'' James rightly saw this as the confession of human sin, the conflict between the self that knows what ought to be done and the same self acknowledging its inability to do it. That the divided self had basically religious significance for James is shown in two of his other examples -- St. Augustine and John Bunyan -- each of whom has left us vivid accounts of his own grappling with the divided self that defines the human predicament in biblical religion.  John E. Smith  New Haven  The writer is Clark professor emeritus of philosophy at Yale University.  ", 
            "title": "The Divided Self"
        }, 
        "weight": 0.5548428577269201, 
        "file": "1818605.txt", 
        "other_topics": {
            "0": 0.0007204258766056206, 
            "1": 0.0005854858552509305, 
            "2": 0.0006181170770440185, 
            "3": 0.0005706039594711925, 
            "4": 0.019543720906393457, 
            "5": 0.0003513045316147508, 
            "6": 0.0009144923421926348, 
            "7": 0.0009432308573050613, 
            "8": 0.00039644286608432014, 
            "9": 0.0005848564114054412, 
            "10": 0.15480782129541762, 
            "11": 0.0010906550383710638, 
            "12": 0.0005740979603287638, 
            "13": 0.0004621014525449831, 
            "14": 0.0021382438775271865, 
            "15": 0.11312224140320062, 
            "16": 0.01916418429238283, 
            "17": 0.12276682117997229, 
            "18": 0.0003184251865236206, 
            "19": 0.5548428577269201, 
            "20": 0.0006380598416255843, 
            "21": 0.0004423183332950704, 
            "22": 0.0004784265023939723, 
            "23": 0.00032287457897149424, 
            "24": 0.00037090706206960246, 
            "25": 0.00034897038678214975, 
            "26": 0.00039328245981814033, 
            "27": 0.0004611946013877626, 
            "28": 0.001209712970762284, 
            "29": 0.0005526612985786367, 
            "30": 0.0002654618677587141
        }
    }, 
    {
        "i": 7, 
        "content": {
            "text": "  To the Editor:  Re ''Do You Believe in Magic?'' (Jan. 23): Benedict Carey opined that superstitious habits ''have little to do with religious faith, which is much more complex,'' and that those whose magical thoughts blossom into delusion are a fundamentally different group.  But Mr. Carey also quoted a psychologist who noted that ''the point at which the culture withdraws support for belief in Santa and the Tooth Fairy is about the same time it introduces children to prayer.''  Who among us does not feel that televangelists who tell us God will send a terrorist attack this year, or extremists who round up innocents and torture them, are ''fundamentally different'' from us?  Superstition, religion, self-defeating delusion and religious extremism are all part and parcel of the same problem: an irrational refusal to accept the world as it really is.  Erik Honda  San Francisco  To the Editor:  Of the six examples of magical thinking listed with the article's illustration, more investigation needs be done on ''I visualize my immune system destroying the bacteria. It goes away faster.''  This kind of thinking is second cousin to the placebo effect, which, as I understand it, works this way: ''This pill that I am taking is genuine and my body will respond to it as expected -- in curing my condition.''  The patient doesn't know that the pill was sugar, but because of the patient's belief, the cure resulted. It may not be magic, but it sure fits the article's description of magic.  Martin Newman  Los Angeles  To the Editor:  The article about magical thinking explains that a lot of otherwise rational people cling to good-luck rituals, particularly at times of stress. I have one that absolutely works.  When boarding an aircraft, for good luck I touch the outer skin of the plane. It's a skin-to-skin bonding ritual. It actually works; I have never been killed in an airplane crash.  Kenneth S. Deffeyes  Princeton, N.J.  ", 
            "title": "Magic or Fool's Paradise?"
        }, 
        "weight": 0.5259252396883413, 
        "file": "1822629.txt", 
        "other_topics": {
            "0": 0.013956529826697785, 
            "1": 0.00042024535662884004, 
            "2": 0.0004436671341435057, 
            "3": 0.0004095635484464907, 
            "4": 0.014027935753702878, 
            "5": 0.0002521565582664585, 
            "6": 0.000656397002647275, 
            "7": 0.02083616715471941, 
            "8": 0.0002845555911323612, 
            "9": 0.00041979355945739156, 
            "10": 0.11111672038830715, 
            "11": 0.0007828416544117024, 
            "12": 0.0004120714444499256, 
            "13": 0.00033168348642725437, 
            "14": 0.07545162724824579, 
            "15": 0.0005594082988023925, 
            "16": 0.00031608669673739904, 
            "17": 0.0007623035191037236, 
            "18": 0.00022855668479449776, 
            "19": 0.5259252396883413, 
            "20": 0.007177695642422707, 
            "21": 0.0003174837172443639, 
            "22": 0.007063115300346824, 
            "23": 0.0002317503341359271, 
            "24": 0.013705655006160531, 
            "25": 0.020409623624887612, 
            "26": 0.00028228713998787794, 
            "27": 0.11456617312654224, 
            "28": 0.0008682981053379116, 
            "29": 0.040714969709628616, 
            "30": 0.027069397697842043
        }
    }, 
    {
        "i": 8, 
        "content": {
            "text": "  Re ''The Times Speaks for Itself'' (Dec. 17): In response to those who say you speak for The New York Times, you say that ''it exercises absolutely no control over what I write in the space regularly provided to me'' and give several examples and arguments why that is true.  I believe and agree with you. But at the end of the day, your paycheck comes from the paper, which means it is possible (though not necessarily true) either that you may occasionally consciously or unconsciously censor yourself, or that one day the paper may stop paying you.  If either of these events occurred (which you may not or cannot absolutely know or predict), it would then contradict your ''absolute'' statement.  DARREN LINKIN  Philadelphia, Dec. 17, 2006  LETTERS TO THE PUBLIC EDITOR  ", 
            "title": "An Independent Voice"
        }, 
        "weight": 0.5162467634156541, 
        "file": "1817262.txt", 
        "other_topics": {
            "0": 0.0014570038996484247, 
            "1": 0.0011840984645205672, 
            "2": 0.0012500925090804748, 
            "3": 0.0011540010167617474, 
            "4": 0.039525617414550206, 
            "5": 0.0007104854075182755, 
            "6": 0.0018494878543940621, 
            "7": 0.001907609210037472, 
            "8": 0.0008017740903397003, 
            "9": 0.00118282546452533, 
            "10": 0.38882131175453427, 
            "11": 0.0022057628628847125, 
            "12": 0.0011610673549377745, 
            "13": 0.0009345633468407665, 
            "14": 0.004324427771299982, 
            "15": 0.0015762089864969075, 
            "16": 0.0008906172700265997, 
            "17": 0.002147893872546832, 
            "18": 0.0006439895533696501, 
            "19": 0.5162467634156541, 
            "20": 0.0012904251605143963, 
            "21": 0.0008945535653624261, 
            "22": 0.019901288259227476, 
            "23": 0.0006529880948686903, 
            "24": 0.0007501299625560048, 
            "25": 0.000705764785683497, 
            "26": 0.0007953824206290105, 
            "27": 0.0009327293126737869, 
            "28": 0.002446548039279823, 
            "29": 0.0011177134155810442, 
            "30": 0.0005368754636559695
        }
    }, 
    {
        "i": 9, 
        "content": {
            "text": "  To the Editor:  In his review of Florence Noiville's biography of Isaac Bashevis Singer (Dec. 24), D. T. Max quotes from Saul Bellow's English translation of Singer's ''Gimpel the Fool'': ''I had seven names in all: imbecile, donkey, flax-head, dope, glump, ninny and fool.'' This, he claims, sounds ''more like Augie March than someone from the old country,'' and he ''wonders'' about what Singer may have thought.  It is surely relevant to note that Bellow's English is a close and direct translation of Singer's Yiddish. The fact is that Yiddish speakers in the ''old country'' had plenty of words for fool, and presumably many occasions to use them. Singer's seven examples, each well rendered by Bellow, far from exhausted the storehouse. If you look in Nahum Stutchkoff's Yiddish thesaurus of 1950, published by YIVO, you will find 11 dense columns under the heading ''narishkayt.''  Paul Needham  Summit, N.J.  ", 
            "title": "How to Say 'Fool'"
        }, 
        "weight": 0.4981525517483687, 
        "file": "1816887.txt", 
        "other_topics": {
            "0": 0.01401993011801267, 
            "1": 0.0008141440649713117, 
            "2": 0.0008595192270138158, 
            "3": 0.0007934501284467436, 
            "4": 0.0011401193203625286, 
            "5": 0.0004885045417349923, 
            "6": 0.0012716421860247227, 
            "7": 0.001311604366673549, 
            "8": 0.0005512713990066164, 
            "9": 0.0008132687953701048, 
            "10": 0.09810383203548459, 
            "11": 0.0015166042329755305, 
            "12": 0.0007983086916992702, 
            "13": 0.0006425725773390019, 
            "14": 0.015991468969561978, 
            "15": 0.0010837453387210387, 
            "16": 0.07872123260425684, 
            "17": 0.014494961534602823, 
            "18": 0.0004427843532351102, 
            "19": 0.4981525517483687, 
            "20": 0.0008872505262033468, 
            "21": 0.0006150632720680262, 
            "22": 0.0006652732836425198, 
            "23": 0.00044897143089322377, 
            "24": 0.0005157627302720954, 
            "25": 0.0004852588097583742, 
            "26": 0.0005468767138379958, 
            "27": 0.0006413115605597887, 
            "28": 0.0016821595716310215, 
            "29": 0.0007685000621992738, 
            "30": 0.2607320558050723
        }
    }, 
    {
        "i": 10, 
        "content": {
            "text": "  MANY signs point to a growing historical consciousness among the American people. I trust that this is so. It is useful to remember that history is to the nation as memory is to the individual. As persons deprived of memory become disoriented and lost, not knowing where they have been and where they are going, so a nation denied a conception of the past will be disabled in dealing with its present and its future. ''The longer you look back,'' said Winston Churchill, ''the farther you can look forward.''  But all historians are prisoners of their own experience. We bring to history the preconceptions of our personalities and of our age. We cannot seize on ultimate and absolute truths. So the historian is committed to a doomed enterprise -- the quest for an unattainable objectivity.  Conceptions of the past are far from stable. They are perennially revised by the urgencies of the present. When new urgencies arise in our own times and lives, the historian's spotlight shifts, probing at last into the darkness, throwing into sharp relief things that were always there but that earlier historians had carelessly excised from the collective memory. New voices ring out of the historical dark and demand to be heard.  One has only to note how in the last half-century the movements for women's rights and civil rights have reformulated and renewed American history. Thus the present incessantly reinvents the past. In this sense, all history, as Benedetto Croce said, is contemporary history. It is these permutations of consciousness that make history so endlessly fascinating an intellectual adventure. ''The one duty we owe to history,'' said Oscar Wilde, ''is to rewrite it.''  We are the world's dominant military power, and I believe a consciousness of history is a moral necessity for a nation possessed of overweening power. History verifies John F. Kennedy's proposition, stated in the first year of his thousand days: ''We must face the fact that the United States is neither omnipotent or omniscient -- that we are only 6 percent of the world's population; that we cannot impose our will upon the other 94 percent of mankind; that we cannot right every wrong or reverse each adversity; and therefore there cannot be an American solution to every world problem.''  History is the best antidote to delusions of omnipotence and omniscience. Self-knowledge is the indispensable prelude to self-control, for the nation as well as for the individual, and history should forever remind us of the limits of our passing perspectives. It should strengthen us to resist the pressure to convert momentary impulses into moral absolutes. It should lead us to acknowledge our profound and chastening frailty as human beings -- to a recognition of the fact, so often and so sadly displayed, that the future outwits all our certitudes and that the possibilities of the future are more various than the human intellect is designed to conceive.  Sometimes, when I am particularly depressed, I ascribe our behavior to stupidity -- the stupidity of our leadership, the stupidity of our culture. Three decades ago, we suffered defeat in an unwinnable war against tribalism, the most fanatic of political emotions, fighting against a country about which we knew nothing and in which we had no vital interests. Vietnam was hopeless enough, but to repeat the same arrogant folly 30 years later in Iraq is unforgivable. The Swedish statesman Axel Oxenstierna famously said, ''Behold, my son, with how little wisdom the world is governed.''  A nation informed by a vivid understanding of the ironies of history is, I believe, best equipped to manage the tragic temptations of military power. Let us not bully our way through life, but let a growing sensitivity to history temper and civilize our use of power. In the meantime, let a thousand historical flowers bloom. History is never a closed book or a final verdict. It is forever in the making. Let historians never forsake the quest for knowledge in the interests of an ideology, a religion, a race, a nation.  The great strength of history in a free society is its capacity for self-correction. This is the endless excitement of historical writing -- the search to reconstruct what went before, a quest illuminated by those ever-changing prisms that continually place old questions in a new light.  History is a doomed enterprise that we happily pursue because of the thrill of the hunt, because exploring the past is such fun, because of the intellectual challenges involved, because a nation needs to know its own history. Or so we historians insist. Because in the end, a nation's history must be both the guide and the domain not so much of its historians as its citizens.  Op-Ed Contributor Arthur M. Schlesinger Jr., who has won Pulitzer Prizes for history and biography, is the author, most recently, of ''War and the American Presidency.''  ", 
            "title": "Folly's Antidote"
        }, 
        "weight": 0.4825917309404272, 
        "file": "1815784.txt", 
        "other_topics": {
            "0": 0.00021811067838679545, 
            "1": 0.008680276514730953, 
            "2": 0.00018713644161665329, 
            "3": 0.00017275173023606296, 
            "4": 0.00024822931928154677, 
            "5": 0.00010635829750018023, 
            "6": 0.00027686477070333615, 
            "7": 0.0031199051772388196, 
            "8": 0.00012002403754660187, 
            "9": 0.07953857973672089, 
            "10": 0.20275712903979634, 
            "11": 0.023004916465528283, 
            "12": 0.00017380954745512168, 
            "13": 0.005808581836576568, 
            "14": 0.017653397019920136, 
            "15": 0.0002359554503643813, 
            "16": 0.16169068952629742, 
            "17": 0.0003215355770544435, 
            "18": 9.64039961686836e-05, 
            "19": 0.4825917309404272, 
            "20": 0.0001931741618777408, 
            "21": 0.00013391294631510996, 
            "22": 0.000144844781932361, 
            "23": 9.775106050483329e-05, 
            "24": 0.00011229301105565409, 
            "25": 0.00010565162950084302, 
            "26": 0.00011906721689776265, 
            "27": 0.00013962778218206472, 
            "28": 0.011703602536792312, 
            "29": 0.00016731954620933357, 
            "30": 8.03692231815472e-05
        }
    }, 
    {
        "i": 11, 
        "content": {
            "text": "  To the Editor:  Maureen Dowd (''Monkey on a Tiger,'' column, Jan. 6) should not be so ready to embrace Science Times's penchant for biological explanation of all manner of actions.  In this case, Ms. Dowd entertains the idea that ''genetic and political coding,'' rather than choice or free will, might account for the president's decisions regarding Iraq. She thereby not only takes Mr. Bush off the hook for his disastrous decisions and policies, but also implies that her longstanding critiques of this president are merely predetermined by her genetic coding rather than arising from rational analysis.  Of course, there is not much reason to publish this letter since its content is predetermined by my genetic coding -- unless I have the good fortune that ''the Decider'' of letters to the editor is predetermined to accept it.  Elliot Turiel  Berkeley, Calif., Jan. 6, 2007  The writer is a professor of education and psychology at the University of California at Berkeley.  ", 
            "title": "Free Will (or Is It?)"
        }, 
        "weight": 0.47137086325672173, 
        "file": "1817791.txt", 
        "other_topics": {
            "0": 0.08122546999108701, 
            "1": 0.0008359080099446071, 
            "2": 0.0008824961545197324, 
            "3": 0.000814660876860389, 
            "4": 0.0011705973342902422, 
            "5": 0.0005015633926472076, 
            "6": 0.0013056361089102727, 
            "7": 0.0013466665706386703, 
            "8": 0.0005660081524996905, 
            "9": 0.16122882102528807, 
            "10": 0.07399407134847726, 
            "11": 0.0015571465552657621, 
            "12": 0.0008196493206928115, 
            "13": 0.0006597500214993883, 
            "14": 0.0030528067730585026, 
            "15": 0.0011127163463495488, 
            "16": 0.17438868917892014, 
            "17": 0.014882445223058188, 
            "18": 0.00045462099826326587, 
            "19": 0.47137086325672173, 
            "20": 0.0009109687751725847, 
            "21": 0.0006315053291735524, 
            "22": 0.0006830575699382253, 
            "23": 0.0004609734707495066, 
            "24": 0.0005295502553108169, 
            "25": 0.0004982308947833509, 
            "26": 0.0005614959872801797, 
            "27": 0.0006584552948388727, 
            "28": 0.0017271275692231551, 
            "29": 0.0007890438379083904, 
            "30": 0.00037900437662881093
        }
    }, 
    {
        "i": 12, 
        "content": {
            "text": "  I loved Will Shortz's ''3-D Word Hunt'' (Dec. 17) and stayed up until all hours to prove to myself that I am a genius (by your standards). Please print more of this type. It was fun and challenging. Here are a few words you missed: tenet, totem, rumen.  Judi Birnberg  Sherman Oaks, Calif.  NOTE: Additional answers to the puzzle can be found on Page 62.  ", 
            "title": "3-D Word Hunt"
        }, 
        "weight": 0.4672013412434795, 
        "file": "1816957.txt", 
        "other_topics": {
            "0": 0.03093283033523774, 
            "1": 0.001796284290878346, 
            "2": 0.0018963976421632707, 
            "3": 0.0017506262867303635, 
            "4": 0.0025154988078998916, 
            "5": 0.0010778105154794842, 
            "6": 0.002805683884037033, 
            "7": 0.0028938543202254477, 
            "8": 0.0012162959808360294, 
            "9": 0.0017943531424458056, 
            "10": 0.01539326422477582, 
            "11": 0.0033461551540875556, 
            "12": 0.0017613459630410418, 
            "13": 0.0014177380590054817, 
            "14": 0.2650631043412371, 
            "15": 0.031113665148654556, 
            "16": 0.0013510716036452992, 
            "17": 0.0894260082705481, 
            "18": 0.0009769359161157598, 
            "19": 0.4672013412434795, 
            "20": 0.0019575825101037585, 
            "21": 0.030079589891009745, 
            "22": 0.0014678236935747014, 
            "23": 0.0009905867561597823, 
            "24": 0.0011379515371655216, 
            "25": 0.02979319620890269, 
            "26": 0.0012065997805302182, 
            "27": 0.001414955818455568, 
            "28": 0.003711427673894455, 
            "29": 0.0016955777836644066, 
            "30": 0.0008144432160155847
        }
    }, 
    {
        "i": 13, 
        "content": {
            "text": "  To the Editor:  Re ''A Midwest Nightmare, Too Depraved to Ignore'' by Pat H. Broeske [Jan. 14]:  Here comes yet another film that exploits a murder, this time a film involving Catherine Keener. Ms. Keener has turned in some admirable work with thought-provoking scripts and will no doubt do so in the future. But surely the time has come when we can say that there is enough brutalization in our cinema, that stories of people doing awful things to each other no longer break new ground. There are stories that can examine what is worst about us without forgetting what is best. One was written by an author whom Ms. Keener recently played in a film: Harper Lee.  Nick Dauster  Austin, Tex.  'AN AMERICAN CRIME'  ", 
            "title": "This Spree Must End"
        }, 
        "weight": 0.46358272185245225, 
        "file": "1821949.txt", 
        "other_topics": {
            "0": 0.0013083701078912614, 
            "1": 0.0010633046597558749, 
            "2": 0.0011225664333323643, 
            "3": 0.001036277552291742, 
            "4": 0.0014890413603419143, 
            "5": 0.0006380064387707954, 
            "6": 0.0016608154749489952, 
            "7": 0.0017130076786708273, 
            "8": 0.0007199824608124244, 
            "9": 0.0010621615227048927, 
            "10": 0.04311642978743581, 
            "11": 0.0019807456902424148, 
            "12": 0.0010426230299146887, 
            "13": 0.0008392254456095298, 
            "14": 0.037887715534194455, 
            "15": 0.1204309440403145, 
            "16": 0.00079976245359103, 
            "17": 0.0019287801072057457, 
            "18": 0.0005782940468631608, 
            "19": 0.46358272185245225, 
            "20": 0.2731942802772447, 
            "21": 0.000803297194407077, 
            "22": 0.0008688734745405406, 
            "23": 0.0005863746173508612, 
            "24": 0.0006736067214910621, 
            "25": 0.0006337673831987593, 
            "26": 0.03471867978396436, 
            "27": 0.000837578507340177, 
            "28": 0.00219696757358446, 
            "29": 0.0010036917694511004, 
            "30": 0.0004821070200822583
        }
    }, 
    {
        "i": 14, 
        "content": {
            "text": "  To the Editor:  Far from criticizing his lyrics for ''What's the Use of Wond'rin' '' in ''Carousel'' for the ''technical fault'' of ending on a hard consonant, Oscar Hammerstein II explained in his book ''Lyrics'' that he chose the word ''talk'' because that ''is exactly what I wanted the character to say.'' He then goes on for a full page to explain the choice. He does acknowledge that the word may have ''handicapped'' the song's popularity, but as he wrote in another song echoed in the article's headline, ''The words are true.''  Jeffrey Magee  Urbana, Ill.  The writer is an associate professor of musicology at the University of Illinois, Urbana-Champaign.  LYRICISTS AND THEIR ART  ", 
            "title": "In Hammerstein's Words"
        }, 
        "weight": 0.46230078114143, 
        "file": "1818691.txt", 
        "other_topics": {
            "0": 0.14216019533801874, 
            "1": 0.00110073451725478, 
            "2": 0.0011620823907272388, 
            "3": 0.0010727560166299867, 
            "4": 0.0015414577636899162, 
            "5": 0.0006604651855349237, 
            "6": 0.0017192785748601624, 
            "7": 0.0017733080194234955, 
            "8": 0.0007453268817765039, 
            "9": 0.0010995511401309952, 
            "10": 0.044634190297556955, 
            "11": 0.002050470795128502, 
            "12": 0.0010793248642165746, 
            "13": 0.0008687673916081788, 
            "14": 0.004019975583003867, 
            "15": 0.08946884477463823, 
            "16": 0.000827915245357935, 
            "17": 0.0019966759486252776, 
            "18": 0.018199371920744445, 
            "19": 0.46230078114143, 
            "20": 0.001199575507166418, 
            "21": 0.21204022748728749, 
            "22": 0.0008994590739153216, 
            "23": 0.0006070158495386866, 
            "24": 0.0006973186495489188, 
            "25": 0.0006560769090932756, 
            "26": 0.0007393852040493085, 
            "27": 0.0008670624787365652, 
            "28": 0.0022743040005948163, 
            "29": 0.0010390231672388276, 
            "30": 0.0004990778824737048
        }
    }, 
    {
        "i": 15, 
        "content": {
            "text": "  Mos Def  ''True Magic'' (Geffen)  If you happen to get as far as ''Fake Bonanza,'' one of the last few tracks on Mos Def's third solo release, you'll hear this Brooklyn rapper-turned-actor offer his appraisal of modern hip-hop: ''Flossy and raw/so self-absorbed/immature /I can't remember being this bored.''  Fair enough, except that boredom seems to guide this bleary hangover of an album. Mos Def may not be flossy or raw at this stage in his celebrated career, which is fine. But what he offers instead is lukewarm nostalgia and obligatory indignation. Songs like ''Thug Is a Drug,'' ''Crime & Medicine'' and ''Murder of a Teenage Life'' carry urgent messages upfront, but not much depth within. Mos Def may care, and he may deliver tantalizing flashes of lyrical skill, but he doesn't inspire much feeling other than listless dread.  The music may be partly at fault. With production by Preservation, Minnesota and Pharrell, ''True Magic'' often sounds scraped together on the cheap. (The album's laughably bare-bones packaging reinforces this impression.) There are a few soulful moments, like the back-to-back tracks ''There Is a Way'' and ''Sun, Moon, Stars,'' each featuring a blandly appealing singsong exhortation. But it's nowhere near enough.  And Mos Def seems to know it. He ends ''Fake Bonanza'' with a series of halfhearted mumbles that culminate in a defensive-sounding affirmation: ''It makes no difference what people say.'' Then he punctuates that thought with what almost sounds like a yawn.  NATE CHINEN  ", 
            "title": "Critic's Choice: New CDs"
        }, 
        "weight": 0.45783822958295023, 
        "file": "1817435.txt", 
        "other_topics": {
            "0": 0.0005750656813482593, 
            "1": 0.0004673524830285335, 
            "2": 0.0004933997092637743, 
            "3": 0.0004554733045950058, 
            "4": 0.0006544758086997879, 
            "5": 0.0002804218815482115, 
            "6": 0.0007299753922340859, 
            "7": 0.023171783585359464, 
            "8": 0.0003164526626591991, 
            "9": 0.00793980612290651, 
            "10": 0.011477934743796178, 
            "11": 0.0008705937739381229, 
            "12": 0.0004582623215487798, 
            "13": 0.0003688633283299916, 
            "14": 0.03159863513149747, 
            "15": 0.000622114803526479, 
            "16": 0.007824474307730514, 
            "17": 0.0008477534298830254, 
            "18": 0.00025417659580666957, 
            "19": 0.45783822958295023, 
            "20": 0.037874099030719977, 
            "21": 0.3067442711645597, 
            "22": 0.0003818944759043762, 
            "23": 0.00025772823516709607, 
            "24": 0.01524198137498706, 
            "25": 0.0002785586966847671, 
            "26": 0.0003139299309780981, 
            "27": 0.03773291985714086, 
            "28": 0.05327632197612347, 
            "29": 0.0004411509310567398, 
            "30": 0.00021189967602762175
        }
    }, 
    {
        "i": 16, 
        "content": {
            "text": "  To the Editor:  Re ''The Voices In My Head Say 'Buy It!' Why Argue?'' (Findings, Jan. 16): The answer to the question of what makes some people more responsive than others to the act of buying may very well in part be an issue of brain physiology. It should not be ignored, however, that upbringing and the life experiences that shape one's personality and identity over time contribute to whether one has a predilection for handing over cash and acquiring new things.  As a student of anthropology, I cannot help thinking what interesting results could arise from a longitudinal study of how, and by what, the specific ''shopping responsive'' parts of the brain are conditioned and made to be more responsive to this commercial or that sale.  Justin Bean  Ann Arbor, Mich.  ", 
            "title": "The Urge to Spend, or Not"
        }, 
        "weight": 0.4465805033737155, 
        "file": "1820934.txt", 
        "other_topics": {
            "0": 0.0013083701078912614, 
            "1": 0.0010633046597558749, 
            "2": 0.0011225664333323643, 
            "3": 0.001036277552291742, 
            "4": 0.0014890413603419143, 
            "5": 0.0006380064387707954, 
            "6": 0.0016608154749489952, 
            "7": 0.0017130076786708273, 
            "8": 0.0007199824608124244, 
            "9": 0.0010621615227048927, 
            "10": 0.026114211308699092, 
            "11": 0.08699183808392599, 
            "12": 0.0010426230299146887, 
            "13": 0.017841443924346247, 
            "14": 0.003883278576721029, 
            "15": 0.06942428860410435, 
            "16": 0.00079976245359103, 
            "17": 0.01893099858594246, 
            "18": 0.0005782940468631608, 
            "19": 0.4465805033737155, 
            "20": 0.0011587846174572485, 
            "21": 0.000803297194407077, 
            "22": 0.0008688734745405406, 
            "23": 0.0005863746173508612, 
            "24": 0.0006736067214910621, 
            "25": 0.0006337673831987593, 
            "26": 0.0007142428264909252, 
            "27": 0.1538575448159706, 
            "28": 0.1552169338822149, 
            "29": 0.0010036917694511004, 
            "30": 0.0004821070200822583
        }
    }, 
    {
        "i": 17, 
        "content": {
            "text": "  To most readers, Robert Pinsky is familiar as a former poet laureate of the United States, the author of an acclaimed translation of Dante's ''Inferno'' and the creator of the Favorite Poem Project, which invited ordinary people to submit poems with particular meaning to them, along with personal commentary. This week, in his review of Barbara Ehrenreich's ''Dancing in the Streets: A History of Collective Joy,'' Pinsky considers the cultural importance of Carnival, rock concerts and other celebratory mass events -- phenomena not as far from the world of poetry as it might seem. ''The emotional force of mass gatherings has profound importance,'' he explained in an e-mail message. ''I think we are desperate for something to counterbalance performances, great though they may be, that we experience electronically. We crave something else, something more personal as well as communal.'' The public readings sponsored by the Favorite Poem Project, he says, ''are among the most interesting group events I have witnessed: less performance than participation, and with a spirit hard to name, but unforgettable, and generated not just by each reader or poem, but by everyone there, together.'' His review begins on Page 10.  The Editors  ", 
            "title": "Up Front"
        }, 
        "weight": 0.44338088463857167, 
        "file": "1818601.txt", 
        "other_topics": {
            "0": 0.0008473510060396369, 
            "1": 0.0006886371583518751, 
            "2": 0.0007270173713794146, 
            "3": 0.0006711333598762393, 
            "4": 0.000964360685948363, 
            "5": 0.00041319760707734696, 
            "6": 0.0010756082358167026, 
            "7": 0.0011094099224070505, 
            "8": 0.0004662884445469194, 
            "9": 0.0006878968186541483, 
            "10": 0.127025504137246, 
            "11": 0.0012828073977023905, 
            "12": 0.0006752429362225469, 
            "13": 0.0005435148062022208, 
            "14": 0.0025149611634127968, 
            "15": 0.0009166772105134051, 
            "16": 0.19872123548453194, 
            "17": 0.0012491524794189645, 
            "18": 0.011385818802654556, 
            "19": 0.44338088463857167, 
            "20": 0.000750473666024217, 
            "21": 0.15467835173343386, 
            "22": 0.0005627160146296088, 
            "23": 0.000379758845705495, 
            "24": 0.00043625372491156805, 
            "25": 0.00041045223099304317, 
            "26": 0.00046257123571794305, 
            "27": 0.0005424481853806319, 
            "28": 0.012434134285440726, 
            "29": 0.033683909287883715, 
            "30": 0.0003122311233049239
        }
    }, 
    {
        "i": 18, 
        "content": {
            "text": "  Randy Newman, the singer, songwriter and composer, performed this song at Carnegie Hall in 2006. It will be released soon online. This is an abridged version.  I'd like to say a few words  In defense of our country  Whose people aren't bad nor are they mean  Now the leaders we have  While they're the worst that we've had  Are hardly the worst this poor world has seen  Let's turn history's pages, shall we?  Take the Caesars for example  Why within the first few of them  They had split Gaul into three parts  Fed the Christians to the lions  And burned down the City  And one of 'em  Appointed his own horse Consul of the Empire  That's like vice president or something  That's not a very good example, is it?  But wait, here's one, the Spanish Inquisition  They put people in a terrible position  I don't even like to think about it  Well, sometimes I like to think about it  Just a few words in defense of our country  Whose time at the top  Could be coming to an end  Now we don't want their love  And respect at this point is pretty much out of the question  But in times like these  We sure could use a friend  Hitler. Stalin.  Men who need no introduction  King Leopold of Belgium. That's right.  Everyone thinks he's so great  Well he owned The Congo  He tore it up too  He took the diamonds, he took the gold  He took the silver  Know what he left them with?  Malaria  A president once said,  ''The only thing we have to fear is fear itself''  Now it seems like we're supposed to be afraid  It's patriotic in fact and color coded  And what are we supposed to be afraid of?  Why, of being afraid  That's what terror means, doesn't it?  That's what it used to mean  The end of an empire is messy at best  And this empire is ending  Like all the rest  Like the Spanish Armada adrift on the sea  We're adrift in the land of the brave  And the home of the free  Goodbye. Goodbye. Goodbye.  ", 
            "title": "State of the Union: Another Take; A Few Words in Defense of Our Country"
        }, 
        "weight": 0.4427803994013229, 
        "file": "1821041.txt", 
        "other_topics": {
            "0": 0.0006165314965118927, 
            "1": 0.000501051506124628, 
            "2": 0.0005289768995042958, 
            "3": 0.0004883157649832273, 
            "4": 0.0007016675883396164, 
            "5": 0.00030064204471436394, 
            "6": 0.0007826111617994211, 
            "7": 0.0008072052252626541, 
            "8": 0.000339270869419688, 
            "9": 0.048571329218046, 
            "10": 0.0042937625537140724, 
            "11": 0.0009333690041137283, 
            "12": 0.0004913058874198086, 
            "13": 0.0003954606703193691, 
            "14": 0.13803052890710693, 
            "15": 0.0006669731532598667, 
            "16": 0.00037686487897618695, 
            "17": 0.0009088817290808649, 
            "18": 0.0002725043105051548, 
            "19": 0.4427803994013229, 
            "20": 0.0005460436691628043, 
            "21": 0.14459097966953316, 
            "22": 0.00040943144474719874, 
            "23": 0.0002763120451709072, 
            "24": 0.00031741764624285487, 
            "25": 0.0002986445126247347, 
            "26": 0.032383777154500325, 
            "27": 0.0003946845983885426, 
            "28": 0.001035257300484506, 
            "29": 0.04053197431093578, 
            "30": 0.13642782537768447
        }
    }, 
    {
        "i": 19, 
        "content": {
            "text": "  THE CASTLE IN THE FOREST  By Norman Mailer.  477 pp.  Random House. $27.95  There is a semi-harrowing, careening, self-burlesquing moment that occurs deep in Norman Mailer's ''Armies of the Night,'' his third-person account of taking part in the massive protest against the Vietnam War in Washington in October 1967 -- not only an American masterpiece, but one of the most liberating books ever swirled into being by a human mind. Mailer has succeeded in getting himself arrested, and he's thrown into a police wagon with a young American Nazi.  They stare each other down, exchange threats, stand steaming and streaming together in that quickest form of intimacy known as hatred. The Nazi begins the taunting:  '' 'You Jew bastard,' he shouted. 'Dirty Jew with kinky hair.'  ''They didn't speak that way. It was too corny. Yet he could only answer, 'You filthy Kraut.'  '' 'Dirty Jew.'  '' 'Kraut pig.' ''  Their insults run parallel, their stares converge:  '' 'Come here, you coward,' he said to Mailer, 'I'll kill you.'  '' 'Throw the first punch, baby,' said Mailer, 'you'll get it all.' '' Mailer writes: ''They were both absolutely right. They had a perfect sense of the other.'' Each was ready to brawl. And what if they should? ''In retrospect, it would appear not uncomic -- two philosophical monomaniacs with the same flaw -- they could not help it, they were counterpunchers.'' Then it is back to their inexorable, almost hilarious enmity.  Mailer's power and allure rest in his being, at once, self-surrendering and astringently assertive. Both qualities are present in the encounter with the Nazi. People who have the gift of melting into another nature usually need to assert themselves all the more so as not to melt away altogether. Actors, for example, often self-destruct because they turn their assertiveness inward, against themselves; Mailer, a sometime film performer and director, is fascinated by the actor's craft. His bellicose bravado seems to be a stay against the dissolving of his personality and -- not always successfully -- against self-induced harm.  ''They had a perfect sense of the other.'' Early on, Mailer understood that in a democracy in which the most radically different types of people are thrown together, a harmonious encounter with ''the other'' is an American dream (e.g., the national obsession with the Relationship), the reality of which often becomes an American nightmare (e.g., popular culture's obsession with crime). For the Brooklyn-raised, Jewish, middle-class Mailer, who once wrote about himself that there was ''one personality he found absolutely insupportable -- the nice Jewish boy from Brooklyn'' -- a perfect sense of the more extreme forms of otherness became artistic and intellectual mother's milk.  No surprise, then, that Mailer's previous novel, ''The Gospel According to the Son,'' in which he attempted to inhabit Jesus Christ, felt less like a creative vision than a head-butt against eternity. The material had a built-in obstruction to Mailer's gift of sympathetic self-surrender: Jesus was a nice, middle-class Jewish boy from Nazareth. Now Mailer has returned to the right side, which is to say, the wrong side, of the tracks.  ''The Castle in the Forest'' -- Mailer's first novel in 10 years -- is not just the almost superhumanly detached fulfillment of the somewhat depressed boast he made nearly half a century ago in ''Advertisements for Myself'': ''I wish to attempt an entrance into the mysteries of murder, suicide, incest, orgy, orgasm and Time.'' This remarkable novel about the young Adolf Hitler, his family and their shifting circumstances, is Mailer's most perfect apprehension of the absolutely alien. No wonder it is narrated by a devil. Mailer doesn't inhabit these historical figures so much as possess them.  In ''The Castle in the Forest,'' the devil-narrator -- who is living in the body of an SS man named Dieter -- tells a little tale about the tale he is telling. ''It is more than a memoir and certainly has to be most curious as a biography since it is as privileged as a novel. I do possess the freedom to enter many a mind.'' Those two sentences form the crux of Mailer's originality.  FOR Mailer, a novelist fanatically committed to the truth, the problem of the ego's relation to other people has been for many years now the problem of the narrator's relation to his material. In his eyes, writing must be an authentic presentation of the self.  As Mailer sees it, great writing puts before the reader life's harshest enigmas with clarity and compassion. ''The novelist is out there early with a particular necessity that may become the necessity of us all,'' he has written. ''It is to deal with life as something God did not offer us as eternal and immutable. Rather, it is our human destiny to enlarge what we were given. Perhaps we are meant to clarify a world which is always different in one manner or another from the way we have seen it on the day before.''  And once you have authentically presented yourself in your writing, you can no longer practice the expedience of concealing yourself as a person. So Mailer the man has -- sometimes not happily -- transgressed social norms, just as his books have crashed through the boundaries of alien identity and literary genre. Yet for all the cross-pollination between his art and his life, Mailer has always insisted on true art as a form of honest living. The writer, as he once put it, ''can grow as a person or he can shrink. ... His curiosity, his reaction to life must not diminish. The fatal thing is to shrink, to be interested in less, sympathetic to less, desiccating to the point where life itself loses its flavor, and one's passion for human understanding changes to weariness and distaste.''  Mailer has never, like the dandy, tried to live aesthetically. When he stabbed his wife at a party in 1960 and when he helped get released from prison a literarily gifted killer who then stabbed an aspiring young playwright to death, it was because he followed the wrong impulses, not the wrong ideas. He never committed the ugliness of insinuating that he screwed up for art's sake. He let the ugliness and the imprudence of his actions speak for themselves.  Mailer did heedlessly write -- in the notorious essay ''The White Negro'' (published in the democratic-socialist journal Dissent, a most decent, un-notorious little magazine) -- that the hypothetical murder of a middle-aged shopkeeper by two hoodlums was an example of ''daring the unknown,'' of ''trying to create a new nervous system,'' of ''looking for the opportunity to grow up a second time.'' It is widely assumed that Mailer was trying to shock the bourgeoisie with a sympathy for violence. But if you read the essay all the way through, you see that he was doing something else: trying to shock the respectable class with an imaginative inhabitation of the violent. Rather than advocating murder, Mailer was exercising his perfect sense of the other -- in this instance, ''the psychopathic personality'' that, he theorized, ''may indeed be the perverted and dangerous front-runner of a new kind of personality, which could become the central expression of human nature before the 20th century is over.'' Such wild empathy is an insult to the everyday solipsism of ''decent'' self-interest that sees evil and shrugs. Anyway, how many writers would dare to sacrifice the appearance of sanity for the sake of absolute emotional and intellectual transparency?  A truthful modern writer who possesses the shamanistic ''freedom to enter many a mind'' might choose to answer the hyperskeptical, Freudian-influenced modern reader's question: ''So who is doing the entering?'' In other words, what is the nature of this particular writer's authority? The postmodernists answer the question by installing layers of artistic self-consciousness inside the work itself. For decades, Mailer has been answering it existentially. ''We perceive the truth of a novel by way of the personality of the writer,'' he wrote in the introduction to ''The Time of Our Time,'' a selection of his work published in 1998. ''That is the flavor of fiction. We observe the observer.''  So, to allow readers to observe the observer, Mailer writes a novel followed by a nonfiction book that illuminates his state of mind behind the preceding novel; composes essays outlining obsessions that shape his fictions; makes a literal rendering, animated by the novelist's special clairvoyance, of a real event that Mailer himself lived through and acted in -- he swings (''for to swing is to communicate, is to convey the rhythms of one's own being to a lover, a friend or an audience'') from reports on boxing, Marilyn Monroe, the moon landing and John F. Kennedy, to polemics against feminism and scientific technology, to reflections on totalitarianism from the right and the left, to fiction about socialism, McCarthyism, Hollywood, high society, Lee Harvey Oswald, ancient Egypt and the C.I.A. Mailer's ambition to ''turn the consciousness of our time,'' as he once put it, drove the symbolic combustions of private and public life in his early novels ''Barbary Shore'' and ''The Deer Park.'' It's what incited him to run for mayor of New York in 1969.  This restless vastness of Mailer's ambition (''In motion a man has a chance'') is such that his ''failures'' are seminal, his professional setbacks groundbreaking. His willingness to fail -- hugely, magnificently, life-affirmingly -- expands artistic possibilities. Then, too, point to any contemporary literary trend -- the collapse of the novel into memoir; the fictional treatment of actual events; the blurred boundaries of ''history as a novel, the novel as history'' (the subtitle of ''The Armies of the Night'') -- and there is Mailer, pioneering, perfecting or pulling apart the form.  In fact, he has lived and written so impulsively that his life and his writing each need the other to be completed. That itself conveys a brutal honesty about the limitations of life, and of writing. Or as Mailer once wonderfully and bizarrely complained: ''It is not demanding to write about characters considerably more defeated than oneself since the writer's ego is rarely in danger of being punished by too much self-perception.'' In politics, this is called ''accountability.'' Mailer's emotional and psychological transparency make his work a kind of ersatz democracy.  One way to take the measure of a writer is by considering the weight, quality and consistency of his obsessions. Mailer, from the beginning, has had a rage for what he calls ''nakedness.'' It is a passion for emptying his psyche onto the table in front of the reader, much as a person who has just been arrested will be ordered by the police to empty his pockets as he is being booked.  Indeed, Mailer loves freedom so ambitiously that he is never free of the feeling of not being free. Here is Mailer in ''The Deer Park,'' a Hollywood tale so caustic and seemingly unmediated by art that reading it is, in places, like listening to Maria Callas become all the more vivid as Aida by vulnerably failing to hit her high notes: ''The unspoken purpose of freedom was to find love, yet when love was found one could only desire freedom again.'' Of the sudden fame and fortune that came to him with the publication of his first book at the age of 25, Mailer wryly recalled: ''My farewell to an average man's experience was too abrupt; never again would I know, in the dreary way one usually knows such things, what it was like to work at a dull job or take orders from a man one hated.'' His feeling that early success cut him off from vital, common experience may explain why he has kept diving so purposefully, and extremely, back into experience.  The inaugural book was ''The Naked and the Dead,'' and it was the first instance of Mailer's obsession with being ''naked'' in public.  Mailer originally used the title for a play based on his brief employment in a mental institution during his college years at Harvard. He chose it again for his epic tale about World War II, inspired by his service as a rifleman, among other duties, in the South Pacific. Nakedness in this novel means the dehumanizing process by which war's atmosphere of death strips soldiers down to their bare, defenseless essence as mortal beings. In war, men are returned to their original state; they are reborn helplessly into the world. Inter faeces et urinam.  But as his career evolved, Mailer began to invest the word with a contrary import. Nakedness came to mean the way Mailer the man and the writer bared his impulses, desires, instincts and thoughts -- mortality as a cry of defiance against mortality. Nakedness in public, saying the unsayable, becomes a form of power.  Mailer's divulgences involve writing about his envy, bitterness, selfishness and greed, about the effect of the slings and arrows rained down on his own lustful, fearful, grasping, always faltering, always charging ego. In ''Advertisements for Myself,'' Mailer rued the critic-inflicted wounds that resulted in ''three or four years of constipated work, lack of confidence, cowardly sweetness and bouts of churlishness''; took vicious measure of rivals like Bellow (''I cannot take him seriously as a major novelist''), Styron, Salinger and Baldwin, among others; and reprinted the belligerent inscription he'd written on a copy of ''The Deer Park'' that he sent Hemingway. Papa's failure to acknowledge it ''helped to push me further and deeper into the next half year of bold assertions, half-done work, unbalanced heroics and an odd notoriety of my own choice.'' Has any consequential American writer scoured himself so thoroughly and alarmingly in public? Mailer writes like a Puritan without a superego.  To Mailer's mind, such self-exposure earned him the entitlement to write about other people's envy, bitterness, selfishness and greed. This is how he addressed his Greenwich Village readers in 1956, in the first column he wrote for The Village Voice, which he had recently co-founded: ''That many of you are frustrated in your ambitions, and undernourished in your pleasures, only makes you more venomous. ... Nevertheless, given your general animus to those more talented than yourselves, the only way I see myself becoming one of the cherished traditions of the Village is to be actively disliked each week.'' He was probably right; still, that was one short-lived column. The assaults of his reviewers also justified Mailer's own ferocity in criticism. In his antifeminist tirade, ''The Prisoner of Sex,'' he lashes Kate Millet: ''The yaws of her distortion were nicely hidden by the smudge pots of her indignation.''  Baring your private demons in order to expose other people's -- including your rivals' -- has been for Mailer a type of anti-macho courage. He set out to map the dark underside of the American ego just as Hemingway had anatomized American nerve. In a country openly driven by self-interest and self-absorption, the ego's hidden bruises and connivings are too fundamental to be openly discussed.  Reflecting in the 1950s on his ''fear of homosexuality,'' Mailer wrote that ''I could kill this inhibition only by jumping into the middle of the problem without any clothes.'' That is, only by confessing his aversion and apologizing for it in print, which he did, bravely, in ''Advertisements for Myself.'' Nakedness again. Throughout his career, Mailer has eccentrically, 19th-centurily, associated any self-repression with death by cancer. (When Susan Sontag protested figurative interpretations of physical disease in ''Illness as Metaphor,'' she was, to a large extent, responding to Mailer.) Mailer is one of the last Western writers to create a self-contained intellectual universe out of strong, idiosyncratic convictions about the relationship between spiritual, psychic and social existence. In his autonomous creative world, heterosexual anal sex is the power-replenishing and very good (for the man) alternative to banal sex; masturbation is power-depleting and very bad; homosexuality is regrettable, but dignified; condoms are dreadful (a conclusion reached in the era before AIDS); and unprotected sexual intercourse between a man and a woman is What It Is All About. And that's just sex. According to Mailer, technology makes us strut like puffed-up little gods and sucks the air out of intellect and will.  Ours is an age of mockery and sarcasm, when even irony is belittled for being secretly sincere about its lack of conviction. People wring their hands over the Fate of the Novel, but no one seems comfortable with a novelistic approach -- i.e., a universalizing intuition expanding through a fresh perception -- in nonfiction. Mailer's theories are the hyperorganizing overflow of a novelist's mind, which by its nature leaps back and forth between intuition and experience. As he puts it, there is little he has written, ''even when it comes under the formal category of nonfiction or argument, that has not derived, then, from my understanding of how one writes fiction.'' And so, ''fiction, as I use the word, is a reality that does not cohere to received axes of fact but is breathed in through the swarm of our male and female movements about one another.''  To not cohere to received axes of fact -- magical phrase! -- to approach life novelistically, is to make connections between the visible and the invisible world, and to transfigure the commonplace. We now are drowning in mind-numbing literature of the commonplace: tipping points, hive minds, ''freakonomics,'' ''bobos in paradise'' -- it is all lifestyle trends, marketing techniques, cheap behavioral psychology and glib social-pattern-spotting. This flood of minutiae makes one long for Mailer's heroic attempts to invest experience with a higher meaning, no matter how far-out or unacceptable some of his connections between seen and unseen might be. Even if such notions offend household pieties, they have the effect of making you return fully awake to first principles that had begun to make you snore. And when Mailer's connections work, they are beyond good.  In his book about Marilyn Monroe, he wrote, ''Since sex is, after all, the most special form of human communication, and the technological society is built on expanding communication in much the way capitalism was built on the expansive properties of capital and money, the perspective is toward greater promiscuity.'' If you are seeking an explanation for why pornography takes up most of the Internet, there it is.  At the 1968 Democratic National Convention in Chicago, Mailer observed that some of Mayor Richard Daley's ''Illinois goons'' had ''eyes like drills; others, noses like plows; jaws like amputated knees.'' Reporting on the Republican convention in Miami, in that same year, Mailer observed that Nelson Rockefeller ''had only one flaw -- an odd and unpleasant mouth, a catfish mouth, wide, unnaturally wide with very thin lips. In the center of the mouth there seemed almost another mouth which did the speaking.'' In all of these transfiguring passages, Mailer bores into familiar particulars and comes out on the other side with a poetic singularity.  This capacity to draw out new meaning from personalities and events may explain why Mailer is the only major American novelist to be really canny about politics. The subject worked Bellow up into sulfurous apocalyptics; it turns Updike coy and indifferent; it transforms savage, uncontainable Roth into a good old-fashioned Upper West Side liberal. But Mailer's wild empathy endows his vintage political writing with a wild, visceral prescience.  He understands, for example, that consummate insiders are often temperamental outsiders -- outlaws in the good or bad sense of the word. Here he is on John Erlichmann's testimony before the Senate Watergate Committee in July 1973, in which an outsider's character and dignity suddenly upended the insider's sordid malfeasance: ''He acted as if he were proud to be on the side he was on; his pride was what could not be suffered. For it spoke of a world whose real complexity could savage a liberal brain. Liberals could certainly live with the hot idea that they were fighting Mephisto's own Nixon, but they couldn't support the Kierkegaardian complexity that the good guys might be right next to the bad guys on the same team.'' A lesser writer would treat the insider/outsider paradox as merely a lesson in hypocrisy. For Mailer it is further proof that the world ''is always different in one manner or another from the way we have seen it on the day before.'' His grasp of power's myriad facets gives some of his political predictions a visionary accuracy.  Almost 40 years ago, in ''The Armies of the Night,'' Mailer characterized himself as a ''left conservative,'' thus envisioning a syncretic position that is now the holy grail of the best ideological aspiration. At the 1968 Republican convention, gazing at the legions of conservatives around him, Mailer realized that their faith ''existed in those crossroads between the psyche and the heart where love, hate, the cognition of grace, the all but lost sense of the root, and adoration of America congregate for some.'' He was the first serious liberal to take conservatives seriously -- that is to say, novelistically. At his best (his post-9/11 politics have taken a turn into a kind of forced occultism), he writes about America as though he were an expatriate living in a Beautiful Idea of America, from which exile he notates the shadowy degrees between ideal and real.  No political foresight of Mailer's can surpass the prediction he made in 1962, at the height of the cold war, in a debate with William F. Buckley Jr.: ''So let the true war begin. It is not a war between West and East, between capitalism and Communism, or democracy and totalitarianism; it is rather the deep war which has gone on for six centuries in the nature of Western man, it is the war between the conservative and the rebel, between authority and instinct.'' It was, he went on, ''the war we can expect if the cold war will end. It is the war that will take life and power from the center and give it over to left and to right, it is the war that will teach us our meaning.'' And he said this before the cultural conflagrations ignited by the '60s, which burn deeper and wider now.  One quality separates Mailer from many of his heavy-hitting contemporaries. He went to war. The Army revealed to Mailer the variety and breadth of American society. But war made him a storyteller who has a deep mistrust of narrative.  The sprawl and chaos of battle are not unlike the sprawl and chaos of a human life -- or on a larger scale, democracy itself. In ''The Naked and the Dead,'' Mailer wrote a classic narrative. But then, as though the war had gradually seeped through his nerves into his imagination, Mailer's novels slowly moved away from conventional plots and story lines. The stunningly compressed social-sexual symmetries of ''Barbary Shore,'' ''The Deer Park'' and ''An American Dream'' burst into the form-exploding streams of consciousness in ''Why Are We in Vietnam?'' and then were stretched into long, messy, fictionalized actual lives and events in the controlled chaos and sprawl of ''The Executioner's Song,'' ''Ancient Evenings'' (a flawed tour-de-force of alien inhabitation) and ''Harlot's Ghost.''  The greatest of these is ''The Executioner's Song,'' which tells the true story of Gary Gilmore, a man doomed to violence who spent half his life in jail and, upon his release, murdered two men in cold blood. Sentenced to death row, Gilmore could have staved off execution indefinitely by legal means, but instead tried to kill himself several times, defied his lawyers' attempts to appeal and finally insisted on being put to death by firing squad. The uncanny dynamic driving the book gradually shifts from portraying Gilmore as a violent mythomaniac at war with society, to depicting a ruthlessly mythologizing media at war with Gilmore's ragged soul, as Gilmore himself works the levers of mass spectacle. Once back in jail, the consummate outsider discovers he has an insider's temperament -- inside prison, having become a media sensation, he discovers the quiddity of America's madness.  With its breathtaking panorama sweeping from the country's small-time depths to its big-time shallows, ''The Executioner's Song'' was like ''The Naked and the Dead'' stateside -- or, given Mailer's heightened powers at the midpoint of his career, ''War and Peace'' translated into the Great American Novel. The book's sprawl made it the anti-''In Cold Blood'': where Capote pressed his real-life tale into a neat narrative, Mailer let his naturally respire through the billion pores of its accumulated, enveloping facts. The language is flat, smooth, shaved down, as if Mailer had produced his words by running a carpenter's plane over reality. It is the fulfillment of Hemingway's style: it has the same spare, unforgiving, unflinching neutrality, but without Hemingway's deliberate literary manner. In an inspired stroke, Mailer separates his paragraphs with a double space, making them the typographical equivalent of Gilmore's Utah County, where ''the desert was at the end of every street.'' The technique also lets him capture how American experience seems to consist of disconnected moments, each one possessing an isolated magnitude, as though you were advancing minute by minute into the future out of no past, from one eternal present to another.  In ''The Executioner's Song,'' Mailer at last found the right relationship of the narrator to his material. He completely effaces his personality, but because the environment he recreates brims with his much publicized themes and obsessions -- sex, violence, power, repression, displacement; all in the pursuit of happiness -- the story itself becomes an actor in Mailer's pre-existing universe. The novel is free of his presence and full of his presence, overtly self-surrendering and subtly self-assertive, written not in the first- or third- but in a kind of spectral fourth-person. Mailer the author becomes as simultaneously real and unreal as Gilmore -- as America itself.  For all that, the bounty of ''The Executioner's Song'' is its compassion: neither sentimental nor judgmental; large-hearted in its poise and reserve. The book has no marginal or ''flat'' characters. Each figure possesses the roundness of his or her real life. Perhaps that's why so many sentences in ''The Executioner's Song'' begin with a proper name or pronoun. The overflowing force of Mailer's egotism endows him with respect for the power and capacity of other people's egos. But his rarest and most precious quality is that he is able to see the most alien people in the familiar way they see themselves. Which brings us to Mailer's new novel.  Toward the end of ''The Castle in the Forest,'' Dieter, the novel's devil-narrator, imagines a question from the reader: ''Dieter, where is the link to your text? There is a lot of forest in your story but where is the castle?''  Dieter replies that in German ''The Castle in the Forest'' is das Waldschloss, a name, he says, that some Jews gave to the particular concentration camp in which they were imprisoned. In fact, Dieter explains, ''Waldschloss sits on the empty plain of what was once a potato field. Not many trees are in sight, nor any hint of a castle. Nothing of interest is on the horizon. Waldschloss became, therefore, the appellation given by the brightest of the prisoners to their compound. One pride maintained to the end was that they must not surrender their sense of irony. That had become their fortitude. It should come as no surprise that the prisoners who came up with this piece of nomenclature were from Berlin.''  Dieter's weird and unique riff on the nature of German irony follows, and for the sake of understanding this richly enigmatic book it has to be quoted in full: ''German came to us originally as the language of simple folk, good pagan brutes and husbandmen, tribal people, ready for the hunt and the field. So it is a language full of the growls of the stomach and the wind in the bowels of hearty existence, the bellows of the lungs, the hiss of the windpipe, the cries of command that one issues to domesticated animals, even the roar that stirs in the throat at the sight of blood. Given, however, the imposition laid on this folk through the centuries -- that they be ready to enter the amenities of Western civilization before the opportunity passes away from them altogether -- I do not find it surprising that many of the German bourgeoisie who had migrated into city life from muddy barnyards did their best to speak in voices as soft as the silk of a sleeve. Particularly, the ladies.'' He adds: ''To every sharp German fellow, however, particularly the Berliners, irony had to become the essential corrective.''  The Castle in the Forest'' is a story about simple folk and good pagan brutes from the muddy barnyard, a tale narrated by a devil whose voice is soft as the silk of a sleeve, and written in the spirit of a corrective irony. The young Adolf Hitler, his parents, siblings, stepsiblings and extended family are stuck in the sty of their instincts, immediate gratifications, primitive fears and terrors, yet nearly each of them -- the men, especially -- feels that he is living a noble, honorable, admirable life.  Mailer the wild empathizer, the maestro of the human ego, is keen and blunt about these delusions -- what, in effect, are the deceptively homey psychological origins of evil. At one point the devil says: ''We are keyed to look for excess of every kind,'' and ''every exaggeration of honest sentiment is there to serve our aims.'' Elsewhere he notes: ''People had to be wary of feeling too saintly, since they could not be certain of the source of such feelings. They could be working for Satan.'' And also: ''Rare was the man or woman who did not possess an intense sense of the injustice done to them each day. It was our taproot to every adult. It was a fury in every child.'' The ''ability to wall up the most unpalatable facts about oneself will always elicit my unwilling admiration.''  These walled-in sentiments produce in the Hitlers (their name passed through various changes) the delusion that their conscience inhabits a castle, when in fact, they are so subject to the primal ooze of their feelings that they resemble trees fixed in nature's irresistible forces. ''The Castle in the Forest'' is an intricately constructed novel, and one of its recurrent motifs is the explicit comparison of people to trees. The devil finds the ''taproot'' to his clients. After (unforgettably described) sex with Adolf's future father, Alois Schicklgruber, Hitler's future mother, Klara Poelzl, experiences a guilt that is ''as heavy as a waterlogged tree.'' Another character is ''bent by now as a tree that has faced too much wind for too many years.'' At one point, Mailer potently describes woods in which there were ''not too many tortured shapes to suggest the aftermath of crazy storms when the trees were young.'' In a travesty of nature and procreation, the young Adolf Hitler likes to masturbate on leaves.  Somewhere along the line, Dieter remarks on ''that curious human nature, which forces its way into existence between the hazards of urine and excrement, yet will later dream each night of a noble life.'' Inter faeces et urinam, another of this novel's themes, is a further twist on ''nakedness'' and on mortal helplessness. These tree-people remain stuck infantlike in the waste amid which they were born -- Alois, the pathologically womanizing customs official; Klara, his wife and niece, who hides in the folds of escapist religious piety her instinctive knowledge that she is in fact Alois's daughter; Adolf, whose onanistic sessions are like ''being shot out of his own cannon.'' They are all -- spiritually, emotionally and mentally -- as naked as the day they came into the world. In the case of Adolf, he will defensively transmute his naked helplessness into a perverted egotism: the terrible power that he will wreak on other human beings.  Mailer is pretty faithful to the outlines of Hitler's life, though for some reason he makes Adolf's sister Paula retarded, when in reality she was not. (Nor was there ever a concentration camp referred to as Waldschloss.) Mailer does take two considerable liberties. He gives Hitler only one testicle, and makes him the product of father-daughter incest. Rumors of both began circulating after Hitler's suicide in 1945; Mailer makes actual what no one can prove or disprove. The incest is essential to Mailer's purpose. Ever since Wagner celebrated the brother-sister coupling of Siegmund and Sieglinde in ''Die Walküre'' -- a superlove greater than piddly human morality, etc. -- some Nazis had thrilled to the idea of hatching the master race in the family rec room, a disagreeable impulse they then projected outward onto their image of depraved, incestuous Jews.  For Mailer, incest represents the sick inversion of everything he cherishes: expansion of the self beyond one's origins; the gift of empathy with the other; the ability to sublimate love into work and vice versa. Even the Hitler family's most strenuous attempt at the last backfires. Alois's passion to redeem his life with work as a beekeeper turns disastrously into a warped lesson in crushing utilitarianism and social control -- a lesson not lost on young ''Adi.'' Nature itself, unresisted by an enlightened human will, backfires. The real ''castle'' is the repulsive parody of a castle: the squalid hut of a master beekeeper called Der Alte, a sadist and child molester who is the most consequential of Adolf's twisted mentors.  Insofar as the forest represents natural goodness (Mailer beautifully has the devil suggest that ''even processed paper still contains an ineluctable hint of the tenderness God put into his trees'' ), ''forest'' and ''castle'' are, you might say, the two poles of Mailer's work and life. The popular conception of Mailer sees only the former: unrestrained expression of impulses and instincts; sex as freedom; absolute candor as ineluctable hint of God's presence. But Mailer is also an immensely disciplined craftsman and stylist who has spent the larger portion of his life working at the writer's trade. He is a castle builder expert in the different paths along which people can wander and become lost in a forest without a castle, and yet trick themselves into thinking that they inhabit a resplendent fortress or chateau. Perhaps in some subtle way, he wants in this late novel to make clear the difference between tortured, and mostly sublimated, obsession with sex and violence -- a nice Jewish boy's boxing match with repression -- and the compulsive sex and violence that are the true mark of a repressed nature.  Over the gates to Auschwitz hung a sign that said, with inhuman irony, ''Arbeit Macht Frei.'' Work makes you free. By titling his castle-less book ''The Castle in the Forest,'' Mailer has created, with infinitely human irony, the inner story of the deluded minds that, inadvertently and not, laid the road that led to Auschwitz. Some critics may exaggerate Mailer's occasional easy moral equivalences, and his handful of dog-eared, though hardly invalid, allusions to the diabolical nature of art. They may also mistake the presence of his hallmark obsessions for narcissistic anachronism -- in which case they will not only fail to enjoy the devil's fabulous cadenza on bad odors and the nature of evil, but be blind to the role of sexuality in human history. They will also miss the profound moral engagement of this book. Mailer has imagined himself into a raw propinquity to evil without losing either his nerve or his humanity. He uses his sense of the other to inhabit people devoid (except for the otherworldly Dieter) of his other-apprehending gift.  There is no weary celebration of the demonic here, no facile declaration of evil's universal latency. Mailer, who believes in God and the Devil the way Greeks and Romans believed in meddling supernatural rivals, has never had sympathy for the Devil, and he has none here. ''Our aim, after all,'' Dieter says of Satan's purposes, ''was to keep reducing human possibilities.'' Far from being a smooth minion of dapper Mephistopheles, Dieter is, for one thing, an awful storyteller. To readers unwilling to have the novel interrupted by Dieter's account of his assignment to the coronation of Nicholas II in Russia -- Mailer's Tolstoyan reimagination of that time and event -- Dieter says sloppily: ''Just turn to Page 261. Adolf Hitler's story will pick up again right there.'' Mailer has contempt for this devil, surpassed only by his loathing for young Adolf. Yet Mailer is also in awe of the devil's multifarious nature. Dieter coquettishly insinuates that he wishes to betray Satan and go over to the side of the ''Dummkopf,'' a name Satan insists his legions call God so as to conjure a derisive image of a being who has a great, magnetic claim on their respect. (Mailer would be a fearsome adversary in the arena of office politics.) It is Dieter's very complexity -- ''real complexity could savage a liberal brain'' -- that inflames Mailer and which he thus conscientiously evokes. Dieter says, ''Yet is it not also true that one cannot find a devil who will not work both sides of the street?'' The use of a triple negative to express evil's protean and malleable nature, with its echo of Christ being thrice denied, is itself a multifarious malediction on evil, rising into art from the heave and toss of Mailer's temperament. Alone among American writers, Mailer has earned the right to use a triple negative. So let it be said, once and for all: Norman Mailer is a rebellious angel who never fell. Whoever told him that he has fallen, got it; in the words of the younger Mailer to that other type of Nazi, they got it all. They are getting it again, in this utterly strange work of naked, wild empathy.  ", 
            "title": "Maestro if the Ego"
        }, 
        "weight": 0.4420645383892453, 
        "file": "1820197.txt", 
        "other_topics": {
            "0": 2.707877963182267e-05, 
            "1": 0.013041851082385262, 
            "2": 2.3233280007658664e-05, 
            "3": 2.1447395738152127e-05, 
            "4": 0.00038270573997155083, 
            "5": 0.0003650922321718717, 
            "6": 0.012702329825314102, 
            "7": 3.545339132908605e-05, 
            "8": 1.4901170760114445e-05, 
            "9": 2.198310526452154e-05, 
            "10": 0.10505111695332407, 
            "11": 4.099465107713584e-05, 
            "12": 0.006707444726575765, 
            "13": 0.01796364099001945, 
            "14": 0.07151357047243141, 
            "15": 2.9294235800842706e-05, 
            "16": 0.2663955293379661, 
            "17": 3.9919141507632525e-05, 
            "18": 1.1968705921171906e-05, 
            "19": 0.4420645383892453, 
            "20": 2.3982872359751763e-05, 
            "21": 1.6625500364930754e-05, 
            "22": 1.7982704743186322e-05, 
            "23": 0.0010677989988705045, 
            "24": 1.3941351808449435e-05, 
            "25": 0.0010687798667876158, 
            "26": 1.4782379989810447e-05, 
            "27": 1.7335006117780096e-05, 
            "28": 0.022918169181172864, 
            "29": 2.07729816504638e-05, 
            "30": 0.03836573554969159
        }
    }, 
    {
        "i": 20, 
        "content": {
            "text": "  To the Editor:  While reading ''Body Mass and the Student Body'' (editorial, Jan. 11), I thought about the many obese children I've seen in the company of obese adults. It would be too easy, however, to lay the blame squarely on the shoulders of the parents.  Unfortunately, Americans are embedded in a culture that promotes a toxic lifestyle: an abundance of cheap, unhealthy (and government-subsidized) food; fitness plans that are not well integrated into our daily lives; land use planning that privileges cars over pedestrians; and a work ethic that diminishes the importance of activities like sleep, slow meals and exercise.  The argument that we can choose to reject this lifestyle is of limited insight. Why are people continually expected to swim against the tide?  Karin J. Lauria  Marlborough, Mass., Jan. 11, 2007  ", 
            "title": "Lifestyle and Body Mass"
        }, 
        "weight": 0.43711495481485607, 
        "file": "1819641.txt", 
        "other_topics": {
            "0": 0.08232584972757372, 
            "1": 0.0008472322440279667, 
            "2": 0.0008944515286907592, 
            "3": 0.0008256972712463375, 
            "4": 0.0011864556800330209, 
            "5": 0.0005083581848951697, 
            "6": 0.0013233238553477863, 
            "7": 0.04200658585985497, 
            "8": 0.027668126455005958, 
            "9": 0.0008463214020034828, 
            "10": 0.1291853866239785, 
            "11": 0.001578241570368076, 
            "12": 0.0008307532946509115, 
            "13": 0.0006686878036369894, 
            "14": 0.01664138906529154, 
            "15": 0.001127790565312085, 
            "16": 0.0006372440222361182, 
            "17": 0.0015368358291965036, 
            "18": 0.0004607798513216126, 
            "19": 0.43711495481485607, 
            "20": 0.0009233098743485209, 
            "21": 0.000640060474102627, 
            "22": 0.0006923111046841167, 
            "23": 0.0004672183821834, 
            "24": 0.0005367241918908002, 
            "25": 0.0005049805409321686, 
            "26": 0.0005691026998863302, 
            "27": 0.21742297923767567, 
            "28": 0.001750525355406593, 
            "29": 0.0143469584237887, 
            "30": 0.01393136406557345
        }
    }, 
    {
        "i": 21, 
        "content": {
            "text": "  IN one of his last books, Romain Gary tells how, as a lover at 59 of a Russian woman of 20, he decided to end the relationship because of the age difference. But, deeply in love, he hesitated. In the cafe where he went to write a letter breaking off the liaison, the server asked him what he wanted. ''Je prendrai une décision,'' he said, I will have a decision. As the server, philosophically, waited for him to place his proper order, he corrected himself. ''Je prendrai une infusion,'' I will have an herbal tea.  The practice of making New Year's resolutions is growing rare in France, perhaps because we spread them out from January to December, a demonstration of a delicate balance between good will and willpower. Descendants of the spiritual exercises of the ancients, resolutions are both educational and therapeutic.  In declaring resolutions, if possible before witnesses, we nourish the illusion that changing our lifestyles will change our lives: ''This year, I will read Proust.'' ''This year, I will not invade Iraq.'' ''This year, I will be faithful to my wife.'' ''This year, I will reduce unemployment in France.'' Or, more prosaically, ''I will exercise three times a week, I will finally try to stop smoking, I will cut back on sugar,'' etc. It's a sort of collective drunkenness for people to make vows that nobody expects to keep.  Westerners are athletes of introspection -- we never stop analyzing ourselves. ''It is never too late or too early to care for the well-being of the soul,'' Epicurus said, and so we make our lives a study of ourselves. We need a moment in the year when we look at ourselves, weigh our good and bad habits, evaluate our conduct as a doctor evaluates our health during an annual examination, so we can strive for a way of life that is wiser and more responsible.  There are two types of resolutions: those that are reasonable, and those that are not. The day I took communion, when I was an adolescent and still believed in God, I would decide to be good to everyone, to smile at my family, to spread charity and goodwill. This love for my neighbors, even the ones who annoyed me, lasted two days, and then I returned to being an ordinary human, neither good nor bad, with my moods and my preferences. I could not make myself someone I was not.  Similarly, to declare that in 2007 we resolve to be happy is unreasonable. We can't determine to be happy: it is in our power to avoid certain evils, to stay away from conflict, to not bankrupt ourselves, to not throw ourselves out the window or under a train, but we can't order up happiness as we order a dish in a restaurant or command a dog to come at our call. Happiness eludes the rendezvous we fix, arrives when we least expect it, disappears when we think we have it in hand.  In other words, those people who are unhappy about not being happy forget that happiness has a knack for indirection, coming in the middle of the most ordinary day or disappearing at the height of one's career. It is a matter of luck, almost of grace, a visitor who enters the house unexpectedly and vanishes on tiptoe. ''I recognize happiness by the sound it makes when it leaves,'' said the poet Jacques Prévert.  In contrast, let's imagine someone who sets out on Dec. 31 to ruin his life. It's not certain that ruin will arrive easily: it is no less difficult to destroy one's life than to improve it. Catastrophe is a delicate art that also requires chance. Hell is just as hard to get into as heaven.  If the end of the year brings a flood of resolutions to change, it is because we are faced with an existence that is invaded by the routine, by the rush of demands. We can't bear it. We know that another life exists, more beautiful, more passionate, one that laziness and apathy keeps us from attaining.  I have to break with time to overcome my obstacles, to rediscover myself, to be myself in all innocence. I can change my life, at least in some small way. Making resolutions demonstrates optimism, the desire to make oneself better, a faith, naïve and beautiful at once, that declarations can spontaneously become actions, that saying means doing.  Oh, the glorious day of making a resolution, the belief that starting tomorrow I will be the pilot of my existence, that I will stop being the plaything of external circumstances, that I will govern myself. I'm better than I seem to be -- a person obsessed by little irritants, addicted to talking nonsense -- and I'm going to prove it to the world. The certainty that soon, thanks to my willpower, I will no longer be someone who is habitually late, a slave to my cellphone, a glutton, a distracted driver that can galvanize me, prompt me to change, tear away my imperfect personality. Real life starts now; I can immediately free myself of my neuroses, correct myself. I can rid myself of the fear of failure and of the specter of the failures of the past.  Knowing that you can change your behavior, even by an iota, is essential for holding yourself in esteem. We're often cynical about how resolutions are never kept, but we shouldn't be. Resolutions are perhaps lies, but they're lies of good faith, necessary illusions. As long as we can make them, we are saved, we can control the chaos of destiny; it doesn't matter that we break them and that others view us with skepticism. Every resolution is good simply because it is declared. It is a comedy, perhaps, but it keeps us sane.  Op-Ed Contributor Pascal Bruckner is the author of ''The Temptation of Innocence: Living in the Age of Entitlement.'' This article was translated by The Times from the French.  ", 
            "title": "Another Last Chance to Change Your Life"
        }, 
        "weight": 0.43631989936716936, 
        "file": "1815781.txt", 
        "other_topics": {
            "0": 0.0001949083464665952, 
            "1": 0.0001584008620903677, 
            "2": 0.00016722910895018613, 
            "3": 0.00015437462456488696, 
            "4": 0.0002218230052904364, 
            "5": 0.033021786640369595, 
            "6": 0.0002474122544194849, 
            "7": 0.0002551873450184788, 
            "8": 0.00010725603563969739, 
            "9": 0.02801932046174173, 
            "10": 0.27996831564798086, 
            "11": 0.010426377784692699, 
            "12": 0.00015531991255608285, 
            "13": 0.010256325119932469, 
            "14": 0.17027785906257953, 
            "15": 0.00021085481467690752, 
            "16": 0.02291457807401731, 
            "17": 0.0002873310381563518, 
            "18": 8.614866371965607e-05, 
            "19": 0.43631989936716936, 
            "20": 0.0001726245443374875, 
            "21": 0.00011966746025364785, 
            "22": 0.0001294363813342767, 
            "23": 8.735242909366242e-05, 
            "24": 0.00010034742574959445, 
            "25": 9.441254577638019e-05, 
            "26": 0.00010640100033418327, 
            "27": 0.005190427067120643, 
            "28": 0.0003272830175692636, 
            "29": 0.00014952030925037286, 
            "30": 7.181964914776252e-05
        }
    }, 
    {
        "i": 22, 
        "content": {
            "text": "  The Joy of Text  Mating, Dating and Techno-Relating.  By Kristina Grish.  176 pp., Simon Spotlight Entertainment.  $12.95.  The New Rules of Marriage  What You Need to Know to Make Love Work.  By Terrence Real.  320 pp., Ballantine.  $24.95.  LONG ago, in that dark, clamorous age before the '90s really got under way -- sometime after Wham! dropped off radio playlists, but before Vanilla Ice had evaporated -- most people did not have e-mail or cellphones, and there were no such things as Match.com, instant messaging, text messaging, BlackBerry or MySpace. Back then, men and women had to actually meet in person, or phone each other, if they wanted to talk. But scientific advances have brought remarkable progress to the dating game, right? Not necessarily.  In ''The Joy of Text: Mating, Dating and Techno-Relating,'' the foxy young relationship pundit Kristina Grish (the author of ''Boy Vey!'' -- tips for non-Jewish women who hope to snare Jewish boyfriends -- among other advice guides) shows that the great leap forward in communication has dragged along with it a blight of text-driven power games and misunderstandings.  For instance, when a woman abruptly logs off an I.M. exchange, does she mean it to sting or to tantalize? How long do you wait to respond to an e-mail message (up to three days is not insulting, Ms. Grish believes) and text messages (more than a few hours is probably a brushoff)?  Also, she cautions, be careful how you word your techno flirtation: misspellings can be cute, or can make you look like a moron, while quirky punctuation can make you seem unstable. If you use too many exclamation points in your BlackBerry messages, you'll look slap-happy. If you use ALL CAPS, your iChats can resemble death threats. ''Like it or not, you are what you type,'' Ms. Grish declares. Shrewdly and wittily, she points the way on alphanumeric dating.  Her recommendations are often strikingly specific. An especially useful one: What should you do when a cyber-Cyrano sends you long, eloquent missives, but never asks you out? Pull a few words from his e-mail message that could be ''easily misconstrued'' and tease him with them. Ms. Grish instructs: ''Your only response is one sentence: 'I'm sorry, but you just used the words ''hot,'' ''pursuing'' and ''strapped'' in that last e-mail and I'm still recovering.  Is there something you wanted to ask me?' ''  But be careful of the passions you whip up, she warns, and remember that once you hit ''send,'' you cannot prevent your correspondent from hitting ''forward,'' or worse, posting your steamy prose on his blog, where it can be salivated over ''by strangers with a bucket of popcorn.''  LIKE Ms. Grish, the relationship counselor Terrence Real recognizes that the last decades have seen a revolution in the dealings between men and women that has flummoxed both sexes. ''For most of us, whatever we learned growing up about relationships is simply not sophisticated enough to deliver all that we hope for,'' he writes.  He adds consolingly, ''You have been trying to negotiate a 21st-century relationship using 20th-century skills.'' In ''The New Rules of Marriage,'' he provides a set of ''operating instructions'' for modern couples, illustrated by compassionately told case studies of embattled clients he has led away from the brink of divorce.  Mr. Real isn't afraid to make breathtakingly bold statements. ''In the last generation women have radically changed, and men, by and large, have not,'' he writes. As a result, ''Men are not all that unhappy in their marriages. They are unhappy that their women are so unhappy with them.'' Women, on the other hand, ''want radical transformation.'' They want their marriages to be ''intimate'' (new paradigm), not ''companionable'' (old paradigm).  If this in fact is what women want (sounds about right to me), many of them have an awfully strange way of going about it, as Mr. Real's true-life stories show.  Venting, criticizing, blaming and complaining -- all in the name of ''honest expression'' -- too many women provoke resentment, not sympathy, in their mates, he explains. The men respond by giving in to their worst impulses, like withdrawal, bullying, arrogance or stonewalling, hoping to ride out the storm.  How can we all get along? By replacing accusation with understanding, Mr. Real suggests, and continually posing the question: ''What can I give you to help you give me what I want?''  Mr. Real blames psychotherapy, in part, for the communication impasse: too many Americans, he believes, have been encouraged to seek ''personal empowerment'' rather than ''relationship empowerment,'' putting themselves first, and not trying hard enough to appreciate their partner's good points.  He identifies five major pitfalls that trip up the over-empowered individual: Unbridled Self-Expression, Needing to Be Right, Controlling Our Partner, Retaliation, and Withdrawal. And he provides exercises so couples can assess their own flaws (no, don't surprise your partner by showing him your bullet-pointed list of his failings), and strategies to increase ''cherishing.''  Mr. Real knows that readers may feel overwhelmed by his unsparing solutions to tough-love woes. He writes, ''A part of you may be wondering, 'Has the game of love really grown so technical that I need an intimacy coach just to have a decent relationship?' '' In a word: Yes. Luckily, you should be able to track one down on the Internet.  BOOKS OF STYLE  ", 
            "title": "Mars and Venus, Coping With the 21st Century"
        }, 
        "weight": 0.4326911414869766, 
        "file": "1822059.txt", 
        "other_topics": {
            "0": 0.00019441592468892046, 
            "1": 0.0001580006738197791, 
            "2": 0.0001668066167552594, 
            "3": 0.00015398460829090896, 
            "4": 0.0002212625855825354, 
            "5": 9.480391748709851e-05, 
            "6": 0.0027732145374786276, 
            "7": 0.0002545426327301026, 
            "8": 0.00010698506105757452, 
            "9": 0.015316394923408815, 
            "10": 0.19336246606463076, 
            "11": 0.00787360894652768, 
            "12": 0.00015492750808066824, 
            "13": 0.00012470385103311165, 
            "14": 0.040999869462534796, 
            "15": 0.00021032210530577613, 
            "16": 0.07843808780441945, 
            "17": 0.0002866051171624331, 
            "18": 8.593101537928391e-05, 
            "19": 0.4326911414869766, 
            "20": 0.00017218842096702153, 
            "21": 0.00011936512910890119, 
            "22": 0.0936069213991208, 
            "23": 8.713173952752379e-05, 
            "24": 0.02031151272243618, 
            "25": 9.417401933834501e-05, 
            "26": 0.09358394421533732, 
            "27": 0.00012445912591702208, 
            "28": 0.007905738217239677, 
            "29": 0.0001491425570513814, 
            "30": 0.010177347610605592
        }
    }, 
    {
        "i": 23, 
        "content": {
            "text": "  To the Editor:  Re ''Speaking Chic to Power'' (Thursday Styles, Jan. 18):  Speaker Nancy Pelosi's personal appearance is about style -- not fashion.  Fashion is a buzz word for follow-the-herd fads. Style is an expression of good taste, individuality and self-confidence.  The two terms are universes apart.  Gary Pederson  Edmonton, Alberta, Jan. 18, 2007  ", 
            "title": "House of Style"
        }, 
        "weight": 0.4301374150097025, 
        "file": "1820882.txt", 
        "other_topics": {
            "0": 0.002034937654238736, 
            "1": 0.0016537818137347476, 
            "2": 0.0017459529920431035, 
            "3": 0.001611745941520758, 
            "4": 0.0023159397441159394, 
            "5": 0.000992305860605426, 
            "6": 0.002583103914047067, 
            "7": 0.002664279630284144, 
            "8": 0.0011198050238705344, 
            "9": 0.0016520038667952929, 
            "10": 0.06705995953408452, 
            "11": 0.0030806986220755024, 
            "12": 0.13384129211333107, 
            "13": 0.0013052663381453893, 
            "14": 0.0060397510994839865, 
            "15": 0.10797716804071958, 
            "16": 0.001243888653098153, 
            "17": 0.0029998753741214334, 
            "18": 0.0008994338254032853, 
            "19": 0.4301374150097025, 
            "20": 0.0018022839539011861, 
            "21": 0.0012493863155265176, 
            "22": 0.0013513785888623609, 
            "23": 0.0009120017196512317, 
            "24": 0.0010476757864177606, 
            "25": 0.000985712761489267, 
            "26": 0.001110878040647718, 
            "27": 0.0013027048177634275, 
            "28": 0.21496847646400355, 
            "29": 0.0015610645356285507, 
            "30": 0.0007498319646872838
        }
    }, 
    {
        "i": 24, 
        "content": {
            "text": "  I was a free man until they brought the dessert menu around. There was one of those molten chocolate cakes, and I was suddenly being dragged into a vortex, swirling helplessly toward caloric doom, sucked toward the edge of a black (chocolate) hole. Visions of my father's heart attack danced before my glazed eyes. My wife, Nancy, had a resigned look on her face.  The outcome, endlessly replayed whenever we go out, is never in doubt, though I often cover my tracks by offering to split my dessert with the table. O.K., I can imagine what you're thinking. There but for the grace of God.  Having just lived through another New Year's Eve, many of you have just resolved to be better, wiser, stronger and richer in the coming months and years. After all, we're free humans, not slaves, robots or animals doomed to repeat the same boring mistakes over and over again. As William James wrote in 1890, the whole ''sting and excitement'' of life comes from ''our sense that in it things are really being decided from one moment to another, and that it is not the dull rattling off of a chain that was forged innumerable ages ago.'' Get over it, Dr. James. Go get yourself fitted for a new chain-mail vest. A bevy of experiments in recent years suggest that the conscious mind is like a monkey riding a tiger of subconscious decisions and actions in progress, frantically making up stories about being in control.  As a result, physicists, neuroscientists and computer scientists have joined the heirs of Plato and Aristotle in arguing about what free will is, whether we have it, and if not, why we ever thought we did in the first place.  ''Is it an illusion? That's the question,'' said Michael Silberstein, a science philosopher at Elizabethtown College in Maryland. Another question, he added, is whether talking about this in public will fan the culture wars.  ''If people freak at evolution, etc.,'' he wrote in an e-mail message, ''how much more will they freak if scientists and philosophers tell them they are nothing more than sophisticated meat machines, and is that conclusion now clearly warranted or is it premature?''  Daniel C. Dennett, a philosopher and cognitive scientist at Tufts University who has written extensively about free will, said that ''when we consider whether free will is an illusion or reality, we are looking into an abyss. What seems to confront us is a plunge into nihilism and despair.''  Mark Hallett, a researcher with the National Institute of Neurological Disorders and Stroke, said, ''Free will does exist, but it's a perception, not a power or a driving force. People experience free will. They have the sense they are free.  ''The more you scrutinize it, the more you realize you don't have it,'' he said.  That is hardly a new thought. The German philosopher Arthur Schopenhauer said, as Einstein paraphrased it, that ''a human can very well do what he wants, but cannot will what he wants.''  Einstein, among others, found that a comforting idea. ''This knowledge of the non-freedom of the will protects me from losing my good humor and taking much too seriously myself and my fellow humans as acting and judging individuals,'' he said.  How comforted or depressed this makes you might depend on what you mean by free will. The traditional definition is called ''libertarian'' or ''deep'' free will. It holds that humans are free moral agents whose actions are not predetermined. This school of thought says in effect that the whole chain of cause and effect in the history of the universe stops dead in its tracks as you ponder the dessert menu.  At that point, anything is possible. Whatever choice you make is unforced and could have been otherwise, but it is not random. You are responsible for any damage to your pocketbook and your arteries.  ''That strikes many people as incoherent,'' said Dr. Silberstein, who noted that every physical system that has been investigated has turned out to be either deterministic or random. ''Both are bad news for free will,'' he said. So if human actions can't be caused and aren't random, he said, ''It must be -- what -- some weird magical power?''  People who believe already that humans are magic will have no problem with that.  But whatever that power is -- call it soul or the spirit -- those people have to explain how it could stand independent of the physical universe and yet reach from the immaterial world and meddle in our own, jiggling brain cells that lead us to say the words ''molten chocolate.''  A vote in favor of free will comes from some physicists, who say it is a prerequisite for inventing theories and planning experiments.  That is especially true when it comes to quantum mechanics, the strange paradoxical theory that ascribes a microscopic randomness to the foundation of reality. Anton Zeilinger, a quantum physicist at the University of Vienna, said recently that quantum randomness was ''not a proof, just a hint, telling us we have free will.''  Is there any evidence beyond our own intuitions and introspections that humans work that way?  Two Tips of the Iceberg  In the 1970s, Benjamin Libet, a physiologist at the University of California, San Francisco, wired up the brains of volunteers to an electroencephalogram and told the volunteers to make random motions, like pressing a button or flicking a finger, while he noted the time on a clock.  Dr. Libet found that brain signals associated with these actions occurred half a second before the subject was conscious of deciding to make them.  The order of brain activities seemed to be perception of motion, and then decision, rather than the other way around.  In short, the conscious brain was only playing catch-up to what the unconscious brain was already doing. The decision to act was an illusion, the monkey making up a story about what the tiger had already done.  Dr. Libet's results have been reproduced again and again over the years, along with other experiments that suggest that people can be easily fooled when it comes to assuming ownership of their actions. Patients with tics or certain diseases, like chorea, cannot say whether their movements are voluntary or involuntary, Dr. Hallett said.  In some experiments, subjects have been tricked into believing they are responding to stimuli they couldn't have seen in time to respond to, or into taking credit or blame for things they couldn't have done. Take, for example, the ''voodoo experiment'' by Dan Wegner, a psychologist at Harvard, and Emily Pronin of Princeton. In the experiment, two people are invited to play witch doctor.  One person, the subject, puts a curse on the other by sticking pins into a doll. The second person, however, is in on the experiment, and by prior arrangement with the doctors, acts either obnoxious, so that the pin-sticker dislikes him, or nice.  After a while, the ostensible victim complains of a headache. In cases in which he or she was unlikable, the subject tended to claim responsibility for causing the headache, an example of the ''magical thinking'' that makes baseball fans put on their rally caps.  ''We made it happen in a lab,'' Dr. Wegner said.  Is a similar sort of magical thinking responsible for the experience of free will?  ''We see two tips of the iceberg, the thought and the action,'' Dr. Wegner said, ''and we draw a connection.''  But most of the action is going on beneath the surface. Indeed, the conscious mind is often a drag on many activities. Too much thinking can give a golfer the yips. Drivers perform better on automatic pilot. Fiction writers report writing in a kind of trance in which they simply take dictation from the voices and characters in their head, a grace that is, alas, rarely if ever granted nonfiction writers.  Naturally, almost everyone has a slant on such experiments and whether or not the word ''illusion'' should be used in describing free will. Dr. Libet said his results left room for a limited version of free will in the form of a veto power over what we sense ourselves doing. In effect, the unconscious brain proposes and the mind disposes.  In a 1999 essay, he wrote that although this might not seem like much, it was enough to satisfy ethical standards. ''Most of the Ten Commandments are 'do not' orders,'' he wrote.  But that might seem a pinched and diminished form of free will.  Good Intentions  Dr. Dennett, the Tufts professor, is one of many who have tried to redefine free will in a way that involves no escape from the materialist world while still offering enough autonomy for moral responsibility, which seems to be what everyone cares about.  The belief that the traditional intuitive notion of a free will divorced from causality is inflated, metaphysical nonsense, Dr. Dennett says reflecting an outdated dualistic view of the world.  Rather, Dr. Dennett argues, it is precisely our immersion in causality and the material world that frees us. Evolution, history and culture, he explains, have endowed us with feedback systems that give us the unique ability to reflect and think things over and to imagine the future. Free will and determinism can co-exist.  ''All the varieties of free will worth having, we have,'' Dr. Dennett said.  ''We have the power to veto our urges and then to veto our vetoes,'' he said. ''We have the power of imagination, to see and imagine futures.''  In this regard, causality is not our enemy but our friend, giving us the ability to look ahead and plan. ''That's what makes us moral agents,'' Dr. Dennett said. ''You don't need a miracle to have responsibility.''  Other philosophers disagree on the degree and nature of such ''freedom.'' Their arguments partly turn on the extent to which collections of things, whether electrons or people, can transcend their origins and produce novel phenomena.  These so-called emergent phenomena, like brains and stock markets, or the idea of democracy, grow naturally in accordance with the laws of physics, so the story goes. But once they are here, they play by new rules, and can even act on their constituents, as when an artist envisions a teapot and then sculpts it -- a concept sometimes known as ''downward causation.'' A knowledge of quarks is no help in predicting hurricanes -- it's physics all the way down. But does the same apply to the stock market or to the brain? Are the rules elusive just because we can't solve the equations or because something fundamentally new happens when we increase numbers and levels of complexity?  Opinions vary about whether it will ultimately prove to be physics all the way down, total independence from physics, or some shade in between, and thus how free we are. Dr. Silberstein, the Elizabethtown College professor, said, ''There's nothing in fundamental physics by itself that tells us we can't have such emergent properties when we get to different levels of complexities.''  He waxed poetically as he imagined how the universe would evolve, with more and more complicated forms emerging from primordial quantum muck as from an elaborate computer game, in accordance with a few simple rules: ''If you understand, you ought to be awestruck, you ought to be bowled over.''  George R. F. Ellis, a cosmologist at the University of Cape Town, said that freedom could emerge from this framework as well. ''A nuclear bomb, for example, proceeds to detonate according to the laws of nuclear physics,'' he explained in an e-mail message. ''Whether it does indeed detonate is determined by political and ethical considerations, which are of a completely different order.''  I have to admit that I find these kind of ideas inspiring, if not liberating. But I worry that I am being sold a sort of psychic perpetual motion machine. Free wills, ideas, phenomena created by physics but not accountable to it. Do they offer a release from the chains of determinism or just a prescription for a very intricate weave of the links?And so I sought clarity from mathematicians and computer scientists. According to deep mathematical principles, they say, even machines can become too complicated to predict their own behavior and would labor under the delusion of free will.  If by free will we mean the ability to choose, even a simple laptop computer has some kind of free will, said Seth Lloyd, an expert on quantum computing and professor of mechanical engineering at the Massachusetts Institute of Technology.  Every time you click on an icon, he explained, the computer's operating system decides how to allocate memory space, based on some deterministic instructions. But, Dr. Lloyd said, ''If I ask how long will it take to boot up five minutes from now, the operating system will say 'I don't know, wait and see, and I'll make decisions and let you know.' ''  Why can't computers say what they're going to do? In 1930, the Austrian philosopher Kurt Gödel proved that in any formal system of logic, which includes mathematics and a kind of idealized computer called a Turing machine, there are statements that cannot be proven either true or false. Among them are self-referential statements like the famous paradox stated by the Cretan philosopher Epimenides, who said that all Cretans are liars: if he is telling the truth, then, as a Cretan, he is lying.  One implication is that no system can contain a complete representation of itself, or as Janna Levin, a cosmologist at Barnard College of Columbia University and author of the 2006 novel about Gödel, ''A Madman Dreams of Turing Machines,'' said: ''Gödel says you can't program intelligence as complex as yourself. But you can let it evolve. A complex machine would still suffer from the illusion of free will.''  Another implication is there is no algorithm, or recipe for computation, to determine when or if any given computer program will finish some calculation. The only way to find out is to set it computing and see what happens. Any way to find out would be tantamount to doing the calculation itself.  ''There are no shortcuts in computation,'' Dr. Lloyd said.  That means that the more reasonably you try to act, the more unpredictable you are, at least to yourself, Dr. Lloyd said. Even if your wife knows you will order the chile rellenos, you have to live your life to find out.  To him that sounds like free will of a sort, for machines as well as for us. Our actions are determined, but so what? We still don't know what they will be until the waiter brings the tray.  That works for me, because I am comfortable with so-called physicalist reasoning, and I'm always happy to leverage concepts of higher mathematics to cut through philosophical knots.  The Magician's Spell  So what about Hitler?  The death of free will, or its exposure as a convenient illusion, some worry, could wreak havoc on our sense of moral and legal responsibility. According to those who believe that free will and determinism are incompatible, Dr. Silberstein said in an e-mail message, it would mean that ''people are no more responsible for their actions than asteroids or planets.'' Anything would go.  Dr. Wegner of Harvard said: ''We worry that explaining evil condones it. We have to maintain our outrage at Hitler. But wouldn't it be nice to have a theory of evil in advance that could keep him from coming to power?''  He added, ''A system a bit more focused on helping people change rather than paying them back for what they've done might be a good thing.''  Dr. Wegner said he thought that exposing free will as an illusion would have little effect on people's lives or on their feelings of self-worth. Most of them would remain in denial.  ''It's an illusion, but it's a very persistent illusion; it keeps coming back,'' he said, comparing it to a magician's trick that has been seen again and again. ''Even though you know it's a trick, you get fooled every time. The feelings just don't go away.''  In an essay about free will in 1999, Dr. Libet wound up quoting the writer Isaac Bashevis Singer, who once said in an interview with the Paris Review, ''The greatest gift which humanity has received is free choice. It is true that we are limited in our use of free choice. But the little free choice we have is such a great gift and is potentially worth so much that for this itself, life is worthwhile living.''  I could skip the chocolate cake, I really could, but why bother? Waiter!  Correction:  January 4, 2007, Thursday  An article in Science Times on Tuesday about the debate over free will misstated the location of Elizabethtown College, where Michael Silberstein, who commented on free will and popular culture, is a science philosopher. It is in Pennsylvania, not Maryland.  ", 
            "title": "Free Will: Now You Have It, Now You Don't"
        }, 
        "weight": 0.4291361122511077, 
        "file": "1815897.txt", 
        "other_topics": {
            "0": 0.02155857012476828, 
            "1": 5.599774700388723e-05, 
            "2": 5.911870182458726e-05, 
            "3": 5.45743947105089e-05, 
            "4": 7.84186927139909e-05, 
            "5": 0.026895682744421057, 
            "6": 0.000982867745452552, 
            "7": 9.021362760504458e-05, 
            "8": 3.7917068563460264e-05, 
            "9": 0.017068590017331204, 
            "10": 0.22343516054386636, 
            "11": 0.00816293860494136, 
            "12": 5.490857217064547e-05, 
            "13": 4.419686658126424e-05, 
            "14": 0.02796199412245746, 
            "15": 7.454122667648661e-05, 
            "16": 0.018845576588143134, 
            "17": 0.008160201895809977, 
            "18": 3.045520720047655e-05, 
            "19": 0.4291361122511077, 
            "20": 6.1026091859002326e-05, 
            "21": 4.230474553893854e-05, 
            "22": 0.054665326710648394, 
            "23": 3.0880761379766244e-05, 
            "24": 3.547474228019907e-05, 
            "25": 3.3376648224063884e-05, 
            "26": 3.7614797161109844e-05, 
            "27": 0.0483958592643888, 
            "28": 0.013546742258070375, 
            "29": 5.285830101460354e-05, 
            "30": 0.10031049893608532
        }
    }, 
    {
        "i": 25, 
        "content": {
            "text": "  ''A Beautiful View,'' a play by the talented writer and director Daniel MacIvor that is part of the Public Theater's Under the Radar festival, is a remarkable achievement in incongruity. Purely experimental in form, it is romantic in substance and cozy in impact, without gloom or hard angles.  Within the context of contemporary avant-garde theater Mr. MacIvor, the artistic director of the Toronto company Da Da Kamera, has produced what amounts to an act of defiance. ''A Beautiful View'' is about the dangers of sexual categorization, but Mr. MacIvor wears his politics as lightly as silk. The transcendent quality of close friendship compels him most. I left looking forward to the prospect of human company and a warm bowl of soup.  Mr. MacIvor's story is in some ways simple, his structuring of it an impressive gymnastic feat that moves the two heroines back and forth through important moments in their 20-year relationship. Tracy Wright and Caroline Gillis play two nameless women who first meet at a camping store in their 20s, strike up a rapport over their mutual fear of bears, drop out of each other's lives and then embark on a long, nurturing friendship muddled by a sexual tension that they each, in their own different ways, are ill equipped to understand. Their fixed notions of identity confuse their already muted attraction. ''I couldn't go getting bisexual on myself,'' Ms. Gillis's character announces to the audience at one point. ''Trust me. I'm just not that organized.''  Mr. MacIvor's script is full of funny lines like that, and his stars do them wry justice. Beyond its most obvious thematic interest, his play is about the way people narrate the events of their lives, how they repackage the truth in hopes that a new version will exculpate them from the minor sins committed in and out of love. Mr. MacIvor knows what a fool's game that is.  The subtlety displayed by Mr. MacIvor is nowhere on view in the performance artist Mike Daisey's new monologue, ''Invincible Summer,'' which opened as part of the festival Thursday night. Mr. Daisey has built a piece around an exhilarating but trying time in his own life, the summer of 2001, when he moved to New York from Seattle with his wife, began writing a book and confronted the demise of his parents' marriage. Had he stuck to the touching story of his own emerging adulthood, the result would have been a piece considerably less narcissistic in sentiment.  Instead Mr. Daisey dooms himself to seek profundity in coincidence. On the morning after he stayed up all night to turn in the first portion of his book, he stopped off at a downtown Starbucks, he explains, just before the World Trade Center was attacked. He approaches this moment and its aftermath with much emotional crescendo, asking his audience to understand 9/11 in terms of his own anxious existence, all of which has the effect of overhearing a healthy man tell a cancer patient how much he hated having a biopsy.  ''Invincible Summer'' is also meant to read as a mea culpa for political opinions Mr. Daisey would now like to denounce. He was initially for the Iraq war and now he is adamantly against it, and he assumes that this is something the world should know. He is a warm presence onstage, and he can be wildly funny about his own deficiencies -- laziness, procrastination -- but until now it would have been hard to imagine that naïve arrogance would have counted among them.  The Under the Radar festival continues through next Sunday at the Public Theater, 425 Lafayette Street, at Astor Place, East Village, and other locations; publictheater.org/UTR.  THEATER REVIEW  ", 
            "title": "A Friendship Muddled By Attraction"
        }, 
        "weight": 0.4228009435143167, 
        "file": "1820658.txt", 
        "other_topics": {
            "0": 0.010727973583668742, 
            "1": 0.00021804642514485157, 
            "2": 0.00023019893266707373, 
            "3": 0.00021250411503599443, 
            "4": 0.00030535006363079873, 
            "5": 0.024536736010284523, 
            "6": 0.00034057489903318965, 
            "7": 0.00035127768617661297, 
            "8": 0.0001476431052067295, 
            "9": 0.0037043696231678523, 
            "10": 0.15876364225488251, 
            "11": 0.00040618134503199585, 
            "12": 0.0002138053495399773, 
            "13": 0.014118326112699909, 
            "14": 0.0984199372195831, 
            "15": 0.00029025182033826606, 
            "16": 0.03851613694648569, 
            "17": 0.0003955250298284915, 
            "18": 0.003605145405176204, 
            "19": 0.4228009435143167, 
            "20": 0.00023762600965880073, 
            "21": 0.2058716273304249, 
            "22": 0.00017817542064590234, 
            "23": 0.00012024483099546494, 
            "24": 0.00013813307054291618, 
            "25": 0.00012996342206534115, 
            "26": 0.0036330237231433655, 
            "27": 0.00017175792246186227, 
            "28": 0.0004505208560726458, 
            "29": 0.007178937146451739, 
            "30": 0.0035854208256378205
        }
    }, 
    {
        "i": 26, 
        "content": {
            "text": "  To the Editor:  Re ''A Failed Revolution'' (column, Dec. 29):  I am flattered that Paul Krugman took time to read my book ''The Freedom Revolution,'' but I am not surprised that he continues to fantasize about a big government that works when it is run by enlightened liberals like him.  Mr. Krugman seems to believe that there are benevolent politicians and bureaucrats who are smarter than the rest of us. These noble servants, uninfluenced by their own interests, can take care of our problems, from education, to health care, to retirement security.  The Republican Revolution argued that government does not know better. Government programs often fail because of pretensions of better knowledge and good intentions. We suggested giving more control back to individuals, and voters agreed. We reformed welfare, cut spending and balanced the budget.  Eventually, the revolution ended because many Republicans let their own parochial interests, not good policy, govern their behavior.  I was an early critic of mistakes that produced the Republican rout last November. But Republican failings do not spell the end for small government and personal freedom. Support for individual liberty is alive and well with the American people.  Make Social Security and Medicare voluntary, and they will show you.  Dick Armey  Washington, Jan. 2, 2007  The writer, the former House majority leader, is chairman of Freedom Works.  ", 
            "title": "Small-Government Ideal"
        }, 
        "weight": 0.421740816842223, 
        "file": "1818044.txt", 
        "other_topics": {
            "0": 0.0006587539500788845, 
            "1": 0.0005353654447826026, 
            "2": 0.0005652032767513511, 
            "3": 0.0005217575109924462, 
            "4": 0.0007497204896686582, 
            "5": 0.0003212311708904876, 
            "6": 0.0008362073910708125, 
            "7": 0.0008624857508084046, 
            "8": 0.0003625054464230534, 
            "9": 0.0005347898843633648, 
            "10": 0.12443456209331803, 
            "11": 0.2834931912984763, 
            "12": 0.1374926622688498, 
            "13": 0.00042254334149610255, 
            "14": 0.001955199898134857, 
            "15": 0.0007126500459300234, 
            "16": 0.00040267403867626244, 
            "17": 0.0009711254535639071, 
            "18": 0.00029116645617363173, 
            "19": 0.421740816842223, 
            "20": 0.009143920710856629, 
            "21": 0.00040445375258216107, 
            "22": 0.0004374708884131096, 
            "23": 0.00029523495918784597, 
            "24": 0.008899637496549772, 
            "25": 0.0003190968401030138, 
            "26": 0.00035961558616219043, 
            "27": 0.00042171412116775, 
            "28": 0.0011061557112662706, 
            "29": 0.0005053508283319238, 
            "30": 0.00024273705270736945
        }
    }, 
    {
        "i": 27, 
        "content": {
            "text": "  To the Editor:  Re ''A Convenient Truth'' (Op-Ed, Jan. 26):  Our reaction to Ashley's treatment is moral intuition telling us that it's wrong. We should not, as Peter Singer does, use reason to gloss over that insight and rationalize that it's justified. The parents wanted to make Ashley's body continue to match her mental age. But that treats her as an object to be ''designed,'' not as a natural person to be respected whatever her state.  This is where human dignity comes in. The two radically opposed versions are intrinsic human dignity (we have dignity just because we are human); and extrinsic human dignity (Peter Singer's version), dignity conferred on us by others. Ashley ''is precious not so much for what she is, but because her parents and siblings love her and care about her.''  Extrinsic human dignity says that below a certain level of mental or physical functioning, we don't merit dignity and its protections.  A society's ''ethical tone'' is set not by how it treats its most powerful citizens, but by how it treats its weakest and most vulnerable -- its Ashleys.  Margaret A. Somerville  Montreal, Jan. 30, 2007  The writer is founding director of the Center for Medicine, Ethics and Law at McGill University.  To the Editor:  Peter Singer, a highly controversial ethicist, argues for the ''best interest'' principle and against the notion that Ashley has dignity.  ''Benevolence,'' ''best intentions'' and ''for their own good'' have often had disastrous consequences for people with disabilities.  For decades, parents, families and disability advocates have been fighting for the principle that personal and physical autonomy of all people with disabilities is sacrosanct and for community-based services for children and adults. Their advocacy led to enactment of laws that establish rights to full personhood for people with disabilities.  Social service and health care systems should be strengthened so that people can receive help at home and appropriate equipment. To the extent that it remains difficult to provide community services for individuals and families, then it is all our duty to change the system so that it works rather than to modify people so that they will more easily ''fit'' a flawed system.  The United Nations recently adopted the Convention on the Protection and Promotion of the Rights and Dignity of Persons With Disabilities. Article 17 reads in part, ''Every person with disabilities has a right to respect for his or her physical and mental integrity on an equal basis with others.''  Ashley has been denied her basic human rights through draconian interventions to her person.  Julia Epstein  Berkeley, Calif., Jan. 26, 2007  The writer is director of communications, Disability Rights Education and Defense Fund.  ", 
            "title": "The Human Rights Of a Disabled Child"
        }, 
        "weight": 0.4170904987814916, 
        "file": "1822791.txt", 
        "other_topics": {
            "0": 0.00035167883794822547, 
            "1": 0.0002858073146676916, 
            "2": 0.00030173637903596953, 
            "3": 0.0002785426563812016, 
            "4": 0.0049702945161953565, 
            "5": 0.00017149074381715137, 
            "6": 0.000446413176786698, 
            "7": 0.00046044200046903825, 
            "8": 0.0001935252063880543, 
            "9": 0.0002855000490803167, 
            "10": 0.06642996553164364, 
            "11": 0.14677409639137265, 
            "12": 0.0002802482671890341, 
            "13": 0.00022557671388887316, 
            "14": 0.001043792493464694, 
            "15": 0.009520557059700847, 
            "16": 0.00021496939483494414, 
            "17": 0.1284799173971665, 
            "18": 0.00015544055704619892, 
            "19": 0.4170904987814916, 
            "20": 0.0003114715211252083, 
            "21": 0.00021591950332117295, 
            "22": 0.009373651395861516, 
            "23": 0.00015761254616604618, 
            "24": 0.0001810597992259992, 
            "25": 0.00017035132147130282, 
            "26": 0.027612299067520087, 
            "27": 0.1738871393311678, 
            "28": 0.0005905263339693546, 
            "29": 0.009409889415212725, 
            "30": 0.00012958629639015068
        }
    }, 
    {
        "i": 28, 
        "content": {
            "text": "  To the Editor:  Re ''Music of the Hemispheres'' by Clive Thompson [Dec. 31]:  I delight in Daniel Levitin's research, but I am distressed by his cultural limitations. How about some experiments with a baby responding to the voice of its mother or to another child? By emphasizing timbre over tune, he mistakes the part for the whole. He might try measuring just the human voice: no instruments, no amplification. Can it be that singing together is the one human activity that uses all our potential at once: physical, intellectual, emotional and spiritual? Can Dr. Levitin measure that?  Alice Parker  Hawley, Mass.  The writer is a composer and teacher whose books include ''The Anatomy of Melody.''  NEUROSCIENCE OF MUSIC  ", 
            "title": "What Can't Be Measured"
        }, 
        "weight": 0.4168352182905278, 
        "file": "1816978.txt", 
        "other_topics": {
            "0": 0.0013786926066300929, 
            "1": 0.0011204553391727199, 
            "2": 0.001182902324618892, 
            "3": 0.0010919755741470166, 
            "4": 0.0015690746082380174, 
            "5": 0.0006722981171844347, 
            "6": 0.0017500812671266924, 
            "7": 0.0018050787062771456, 
            "8": 0.0007586802003794542, 
            "9": 0.0011192507605974004, 
            "10": 0.15293019860594048, 
            "11": 0.002087207145960413, 
            "12": 0.001098662109578794, 
            "13": 0.0008843322773725927, 
            "14": 0.00409199769309868, 
            "15": 0.0194075472429788, 
            "16": 0.0008427482217577039, 
            "17": 0.0020324485079421923, 
            "18": 0.0006093762934965334, 
            "19": 0.4168352182905278, 
            "20": 0.0012210671698544844, 
            "21": 0.2695873220196866, 
            "22": 0.0009155738335972452, 
            "23": 0.0006178911798590027, 
            "24": 0.0007098118499457857, 
            "25": 0.0006678312201336608, 
            "26": 0.10824897169972306, 
            "27": 0.000882596819185465, 
            "28": 0.0023150505598058843, 
            "29": 0.001057638365116726, 
            "30": 0.0005080193900662828
        }
    }, 
    {
        "i": 29, 
        "content": {
            "text": "  Re ''Truth, Justice, Abortion and The Times Magazine'' (Dec. 31):  I see the problems with the April 9 Jack Hitt article as part of a larger problem facing reporters. Editors want the killer example. It's not enough to write an article that provides, as you describe Mr. Hitt's article, ''a broad and intriguing look'' at a subject. For a reporter to get on the front page, or for a freelancer to get in the magazine, he or she needs the fist-slamming anecdote.  The question is, would Mr. Hitt's piece have gotten in The New York Times without the drama of the 30-year jail sentence? Would The Times have purchased ''a broad and intriguing look'' on any subject, for that matter, that didn't have either celebrity, outrage or some kind of goodness-gracious hook?  Every reporter knows this drill. You find an interesting story that is, like all things interesting, also complicated. You describe this complex story to editors, who inevitably ask, often blankly, ''Where are the real people?'' So reporters hit the phones looking for just the right example and the stories roll out with the strained anecdotal leads that push any fact or explanation on past the jump.  Editors say this kind of narrative diversion is what readers want. It's interesting (to me, at least) that most of the journalistic scandals come down to reporters creating ''real people.''  BILL BISHOP  Austin, Tex., Jan. 1, 2007  The writer is a former reporter for The Austin American-Statesman.  I was startled to read that The Times Magazine's editor distrusted a legal opinion from El Salvador because he, personally, believes that ''El Salvador's judicial system is terribly politicized.''  Has it ever occurred to him, or to any of the other editors involved in this embarrassment, that it is because The Times's reportorial and editing system is itself ''terribly politicized,'' that is, terribly one-sided, that this misreporting occurred?  FRED DANZIG  Eastchester, N.Y., Dec. 31, 2006  There is a relatively simple way to cut down on the type of attribution -- or lack of attribution -- errors you mention.  Most journalists today write on word-processing programs that have the capability to insert comments, footnotes or endnotes anywhere in a story.  Editors should require that reporters provide one of these insertions after every paragraph, stating how they know what they just wrote. Such notes could include U.R.L.'s, references to specific pages in a reporter's notebook, reference documents (for example, the court transcript you referred to) -- anything that would allow the reporter and editors to backtrack from the manuscript and judge the veracity of the content or conclusions.  I would encourage making as much of this type of sourcing as possible available to online readers so they can judge for themselves, especially when public sites and documents are referenced.  TOM JOHNSON  Santa Fe, N.M., Jan. 2, 2007  The writer is a co-founder of the Institute for Analytic Journalism.  The April 9 Times Magazine article about the criminalization of abortion in El Salvador is a very important document. What does the maternal mortality and morbidity rate mean? It is one way of measuring the health of a society in that dimension so that it can be compared with others.  It also implies that every time there is a pregnancy, wanted or not, a woman's health and her very life are at risk. There is no comparable paternal mortality or morbidity rate. Therefore it should be only a woman's choice to carry or not carry a child each and every time.  If Carmen Climaco performed infanticide, the lesson should be that abortion should be legal, which would have allowed her to abort the fetus earlier. It also seems possible that the so-called autopsy findings were manipulated or fudged for political, social or other reasons. Without photos and verified pathology findings, it's hard to know.  I agree that ''bulletproof'' journalism is ideal. But it is also important to expose the effects of draconian laws on individuals.  ENID KLAUBER, M.D.  Tampa, Fla., Dec. 31, 2006  You identify Jack Hitt, the author of the magazine article you discuss, as a ''freelancer.'' While this may be technically correct (he isn't a full-time staff member of The Times), it at the very least might mislead the reader about his place as one of the most admired and scrupulous magazine writers in America today.  Before Mr. Hitt became a contributing writer at The Times Magazine, he spent over a decade writing lengthy, award-winning articles for commercial and literary magazines. He is a producer of the radio program ''This American Life,'' and was for many years an editor at Harper's Magazine. He is the author of one book, and the editor of several others.  I do not claim to know the details of the dispute you wrote about. What I do know is that it should be considered in the context of Mr. Hitt's entire career.  ROBERT S. BOYNTON  New York, Jan. 2, 2007  The writer is an associate professor and the director of the magazine writing program, New York University Department of Journalism.  In the interests of full disclosure, I am passionately anti-abortion, for the simple reason that it's a morally indefensible act. I suspect that The Times's defense of abortion on demand is based on its belief that morality is ''personal,'' which, in essence, means that there is no morality.  I want to congratulate you on your exposé of shoddy, inaccurate and biased journalism (The Times does have the right to be illogical and biased on its editorial page). I anxiously await from the standards editor something more than the ''not ready to . . . order up a correction'' cited in your column. Otherwise, I'll assume that shoddiness, inaccuracy and bias are the standards.  LAWRENCE LONGUA  Rockville Centre, N.Y., Dec. 31, 2006  [Note from the public editor: An editors' note about the article appears in today's paper.]  LETTERS TO THE PUBLIC EDITOR  ", 
            "title": "Other Voices: When the Facts Need More Checking"
        }, 
        "weight": 0.4159234043977142, 
        "file": "1817260.txt", 
        "other_topics": {
            "0": 0.00017657206491216137, 
            "1": 0.00014349907436086266, 
            "2": 0.00015149679126653454, 
            "3": 0.08044899979227965, 
            "4": 0.00020095468869962683, 
            "5": 8.610263536407275e-05, 
            "6": 0.12871877368282741, 
            "7": 0.00023118023043249963, 
            "8": 9.716577063281147e-05, 
            "9": 0.00014334480144653045, 
            "10": 0.14349163543218596, 
            "11": 0.0002673130137126572, 
            "12": 0.0001407079695620126, 
            "13": 0.00011325829668864539, 
            "14": 0.0005240707600893752, 
            "15": 0.011663753800794636, 
            "16": 0.09877345744769567, 
            "17": 0.02320577086861776, 
            "18": 7.804410492503009e-05, 
            "19": 0.4159234043977142, 
            "20": 0.0024509317342471994, 
            "21": 0.0001084095727188471, 
            "22": 0.0184736361957467, 
            "23": 7.913462434921743e-05, 
            "24": 9.090709810245308e-05, 
            "25": 8.55305504539106e-05, 
            "26": 0.032220050446552434, 
            "27": 0.04141488366904741, 
            "28": 0.00029649339943886067, 
            "29": 0.000135453972234935, 
            "30": 6.506311289989215e-05
        }
    }, 
    {
        "i": 30, 
        "content": {
            "text": "  Like a lot of modern newspaper people, I have a blog.  For those of you who don't have a blog yet, think of one as a large yellow Labrador: friendly, fun, not all that bright, but constantly demanding your attention.  Having a blog (mine, which happens to be about the Oscar race, is at carpetbagger.blogs.nytimes.com) makes me approachable, reader-friendly and engaged. Perhaps too engaged.  There is a serial commenter on my blog and others at The New York Times, ''Mark Klein, M.D.,'' an older, accomplished gentleman with a lot of opinions and time on his hands. He can be a bit of a crank, politically incorrect to the point of provocation, and yet he always writes as though we are friends.  And maybe we are. A week ago, he posted a note saying that he was traveling to Israel and that I wasn't to interpret his sudden silence as a sign that he'd lost interest in me. As if I cared.  Except that I did. I sort of missed him. I dropped him a note and then called him in Israel about being off the grid (in particular, my grid).  ''It's nice to hear from you. I missed you too,'' he said, as if it were the most natural thing in the world.  ''There is an intimacy to the exchange of electrons -- almost like an online romance -- that means you are a real person to me,'' he said. ''We were already having a conversation of sorts.''  Independent bloggers can laugh all they want about the imperious posture of the mainstream media, but I and others at The Times have never been more in touch with readers' every robustly communicated whim than we are today. Not only do I hear what people are saying, but I also care.  Sometimes I wonder whether I care to the point that I neglect other things, like, oh, my job. Tweaking the blog is seductive in a way that a print deadline never is. By the time I am done posting entries, moderating comments and making links, my, has the time flown. I probably should have made some phone calls about next week's column, but maybe I'll write about, ah, blogging instead.  ''We are living through the largest expansion of expressive capability in the history of the human race,'' said Clay Shirky, an adjunct professor in the graduate interactive telecommunications program at New York University. ''And it wouldn't be a revolution if there were no losers. The speed of conversation is a part of what is good about it, but then some of the reflectiveness, the ability for careful summation and expression, is lost.''  Even as Mr. Shirky is saying this, I peek at the comments section of my blog, and he goes on, ''There is an obsessive, dollhouse pleasure in configuring and looking at it, a constant measure of social capital.''  There has always been a feedback loop in journalism -- letters to the editor, the phone and more recently e-mail messages. But a blog provides feedback through a fire hose. The nice thing about putting out a newspaper was that, at some point, the story was set and the writer got to go home. Now I have become a day trader, jacked in to my computer and trading by the second in my most precious commodity: me. How do they like me now? What about  now? Hmmmm  Now?  Josh Quittner, editor of Business 2.0 magazine, recently asked his writers to come up with blogs, and he writes his own. He decided to encourage them with (small) bonuses based on the number of visitors to their blogs, after one of his star reporters, Om Malik, left the magazine to tend to his own immensely popular blog. (Mr. Malik still contributes a column to the magazine.) ''I don't want that to happen here again,'' Mr. Quittner explained.  ''We are having an amazing good time,'' he said, in the midst of a week when chatter about the new Apple phone was driving page views. ''It is like Pinocchio when they are caught in the belly of the whale and very hungry. They finally figure out they should drop a fishing line in and start hauling in all sorts of tuna.''  ''One of the wrong turns that we have taken in journalism is that to give people information they want and need is somehow pandering,'' he said.  The desire to connect is a pure impulse, but it can lead to bad behavior on the part of writers. Sometimes, I feel a little lonely on my Oscar blog. The solution: I take a rhetorical baseball bat to a fan favorite, ''Borat,'' and hundreds of rabid commentators appear. Hey, I've got readers.  Web analytics -- that ugly term of art -- is changing newspapers, too. Here at The Times, the Most E-Mailed list on our Web site has gone from being an in-house curiosity to a measure of salience, as much as getting an article on the front page. The list can be wonderfully idiosyncratic -- last Friday, a six-month-old goof on using animal training on husbands (''What Shamu Taught Me About a Happy Marriage'') reappeared alongside Thomas Friedman's meditation on the president's plan to send more troops to Iraq.  But at some point, ratings (which print journalists, unlike their television counterparts, have never had to contend with) will start to impinge on news judgment. ''You can bemoan the crass decision-making driving by ratings, but you can't really avoid the fact that page views are increasingly the coin of the realm,'' said Jim Warren, co-managing editor of The Chicago Tribune.  So when that's the case, what happens to those other qualities, ''the reflectiveness, the ability for careful summation and expression,'' in Mr. Shirky's lovely phrase?  ''The best thing about the Web -- you have so much information about how people use it -- is also the worst thing,'' said Jim Brady, executive editor of Washingtonpost.com. ''You can drive yourself crazy with that stuff. News judgment has to rule the day, and the home page cannot become a popularity contest.''  My personal referendum continues, albeit without Dr. Klein for the time being. When he returns home, he plans to test the waters for a presidential run on a platform of improved rights for noncustodial parents. That sounds like the kind of hobby that could cut into his time spent commenting on my blog. ''No, I don't think I'll stop,'' he said. ''I think if I am successful in running for the White House, I would continue to blog and comment.''  I can't help feeling a little pride. I could go on, but the results of the awards by the Broadcast Film Critics just came in at 1:17 a.m., and I need to update my blog. No time like the present.  THE MEDIA EQUATION  ", 
            "title": "24-Hour Newspaper People"
        }, 
        "weight": 0.41468927463478056, 
        "file": "1819096.txt", 
        "other_topics": {
            "0": 0.037219622547427104, 
            "1": 0.00013630560299014144, 
            "2": 0.017580091517889397, 
            "3": 0.00013284098337601902, 
            "4": 0.037242782893601, 
            "5": 8.178639259251638e-05, 
            "6": 0.0002129008395583025, 
            "7": 0.00021959138655667826, 
            "8": 9.229494346981881e-05, 
            "9": 0.01757234817952339, 
            "10": 0.16245282064168642, 
            "11": 0.00025391286796448606, 
            "12": 0.00013365441360574712, 
            "13": 0.0022871044060703643, 
            "14": 0.09857636337095393, 
            "15": 0.00018144277927928094, 
            "16": 0.00010252198416080349, 
            "17": 0.00024725137159506953, 
            "18": 7.41318285780763e-05, 
            "19": 0.41468927463478056, 
            "20": 0.058995683496870545, 
            "21": 0.00010297510450963727, 
            "22": 0.12216470517480431, 
            "23": 7.516768130638392e-05, 
            "24": 8.635001220829004e-05, 
            "25": 8.124298575182054e-05, 
            "26": 9.155917662260637e-05, 
            "27": 0.00010736964467060368, 
            "28": 0.02207686686372659, 
            "29": 0.00012866379414032132, 
            "30": 0.0066003724797297604
        }
    }, 
    {
        "i": 31, 
        "content": {
            "text": "  THE POWER OF NICE  How to Conquer the Business World With Kindness.  By Linda Kaplan Thaler and Robin Koval.  144 pp. Currency (Doubleday).  $17.95.  AMBITCHOUS  By Debra Condren.  320 pp. Morgan Road Books.  $23.95.  MAKING up your New Year's resolutions? Looking for a battle plan for world conquest? Consider the strategy recommended by Linda Kaplan Thaler and Robin Koval, two kind-eyed, shaggy haired advertising executives who would like to introduce golden-retrieveresque sunniness to the dog-eat-dog world of business. In ''The Power of Nice: How to Conquer the Business World With Kindness,'' they attribute the success of their firm, the Kaplan Thaler Group, to their you-first philosophy. Be complimentary, they adjure. Be kind to doormen, assistants, cabbies and moguls. Listen, admire and praise.  Their book is a potent compendium of humorous and shrewd personal anecdotes, dedicated to the proposition that niceness is ''a powerful force,'' which ''can literally save your life.'' The index reads like a stand-up comic's list of bits, like ''Vampire bats'' (a wise Vampire bat doesn't hoard its blood feast, but shares it); ''Listening: Being quiet and''; basic ''Principles'': for instance, ''Negative impressions are like germs.''  The authors have lectured around the country and have been championed by influential and voluble optimists, like Jay Leno, who writes in the foreword that ''doing good things will improve your life,'' and Donald Trump, who rewarded their solicitous treatment of his wife, Melania, during the filming of an Aflac commercial by returning the favor when Ms. Kaplan Thaler appeared on ''The Apprentice.''  The two women won the account for Aflac, by the way, by thinking to ask its chief executive, Daniel Amos, ''What really bothers you the most?'' It turned out that Mr. Amos was fed up because nobody could pronounce his company's name. One talking duck later, the problem was solved.  But you do not need to hobnob with hotshots to partake of the authors' theories. In little snippets labeled ''nice cubes'' they provide constructive tips for general use. When they advise ''Exercise your niceness muscles,'' they assign repetitions like an entrepreneurial personal trainer: ''Every day for the next week, do five nice things that have no immediate payoff for you,'' they instruct. The smallest good deed, ''Can have a multiplier effect strong enough to change the world.''  Let's hope the golden rule pays off for Ronald M. Shapiro and Mark A. Jankowski, who wrote a similarly titled volume a few years ago, ''The Power of Nice: How to Negotiate So Everyone Wins -- Especially You!'' (True to form, the two women mention the earlier book right after their title page.)  IN the 1880s, when the chief achievable career goal for nice girls, apart from marriage and motherhood, was teaching school, a young woman named Laura Ingalls Wilder wrote an essay in praise of ambition. It appeared later in ''These Happy Golden Years,'' part of her ''Little House'' series. The essay read in part, ''Without an ambition to excel others and to surpass one's self there would be no superior merit.''  Since then, as the laurels women can win in the working world have multiplied, female ambition has received a bad rap.  The book, ''amBITCHous,'' by the psychologist and career coach Debra Condren, is a defiant charge to women to ''reclaim ambition as a virtue.''  Ambitious men are seen as go-getters, she writes, but there is a public distaste for smart, aggressive, successful career women, who are too often labeled with the insulting epithet in the book's title.  Why can't women admit they are ambitious, she asks. ''Wouldn't it be inspiring if you could acknowledge straight up, to yourself and to others, that you have big, wild and precious professional goals?''  In 16 strongly worded chapters, Ms. Condren's corrective manifesto urges women to pry apart the bars of ''common self-imposed traps,'' which cause ambitious women to ''sell themselves short'' unwittingly by acts of ''socially sanctioned self-sabotage'' like giving away credit, not asking for advice, downplaying accomplishments, refusing awards, avoiding confrontation and ''being too responsible to others -- and irresponsible to our own needs.'' In other words, falling into the ''nice'' trap.  Of course, stinting on niceness can also backfire, as Judith Regan has lately discovered. But Ms. Kaplan Thaler, Ms. Koval and Ms. Condren, who have been paying attention all along, have worked out a way to make charm and ambition pay. Nice work if you can get it.  BOOKS OF STYLE  ", 
            "title": "Nice and Ambitious: Either, Neither or Both?"
        }, 
        "weight": 0.4115781444139456, 
        "file": "1818810.txt", 
        "other_topics": {
            "0": 0.00020530856536758526, 
            "1": 0.002834829851131914, 
            "2": 0.0321918738873282, 
            "3": 0.0028305887754408467, 
            "4": 0.08294093994731487, 
            "5": 0.00010011554517278882, 
            "6": 0.00026061405747921734, 
            "7": 0.00026880402330377485, 
            "8": 0.00011297916791867563, 
            "9": 0.00016667367826574898, 
            "10": 0.15083654822566409, 
            "11": 0.0003108172936457025, 
            "12": 0.0001636077109985305, 
            "13": 0.00013169069762360004, 
            "14": 0.011281268656497551, 
            "15": 0.0002221059297200664, 
            "16": 0.1548681521598103, 
            "17": 0.010974570059235902, 
            "18": 9.074551642994143e-05, 
            "19": 0.4115781444139456, 
            "20": 0.04553744118345333, 
            "21": 0.0027940296529512473, 
            "22": 0.00013634304656453774, 
            "23": 0.008095943891851483, 
            "24": 0.021449516258307204, 
            "25": 9.945035539754172e-05, 
            "26": 0.058807567944689415, 
            "27": 0.0001314322611679745, 
            "28": 0.00034474668747875247, 
            "29": 0.00015749864355230653, 
            "30": 7.565191229128598e-05
        }
    }, 
    {
        "i": 32, 
        "content": {
            "text": "  If readers have been considering picking up a little conversational Hindi, they would probably do well not to begin with the sample list of words in the Jan. 7 review of ''Sacred Games,'' a novel by Vikram Chandra that sprinkles untranslated Hindi throughout its English text. Indian readers pointed out that while most of the Hindi terms in the review were innocuous, several were in fact obscene -- suitable for Chandra's tough-guy characters, no doubt, but not for the Book Review, where editors failed to check the meaning of the words in the novel's glossary.  ", 
            "title": "Editors' Note"
        }, 
        "weight": 0.4115275497537474, 
        "file": "1822258.txt", 
        "other_topics": {
            "0": 0.0016437360138341795, 
            "1": 0.0013358545509232081, 
            "2": 0.0014103065052164488, 
            "3": 0.0013018997627324543, 
            "4": 0.0018707175403353542, 
            "5": 0.000801542433704704, 
            "6": 0.002086521384156895, 
            "7": 0.002152091672243969, 
            "8": 0.0009045308304037587, 
            "9": 0.0013344184010691915, 
            "10": 0.07552846603734117, 
            "11": 0.0024884572076824675, 
            "12": 0.0013098717349067704, 
            "13": 0.0010543385853546794, 
            "14": 0.0048786538379380255, 
            "15": 0.0017782186286935929, 
            "16": 0.47093103767804195, 
            "17": 0.0024231716284705326, 
            "18": 0.0007265243570467521, 
            "19": 0.4115275497537474, 
            "20": 0.0014558082583080879, 
            "21": 0.0010092010817848859, 
            "22": 0.0010915860985767944, 
            "23": 0.0007366761670299121, 
            "24": 0.000846267902787986, 
            "25": 0.0007962168088938235, 
            "26": 0.0008973199933603376, 
            "27": 0.0010522694982289728, 
            "28": 0.0027601018245112644, 
            "29": 0.0012609614804596572, 
            "30": 0.0006056823422148583
        }
    }, 
    {
        "i": 33, 
        "content": {
            "text": "  The writer to The Ethicist (Dec. 17) who asked if she was a racist because black dancers disturbed her viewing of ''The Nutcracker'' at least showed self-awareness. It's never too late to realize that, yes, you are a racist, and to try to ensure you aren't passing on those ideas to your grandchildren. It's talent and potential that are vital, not the color of one's skin.  Emily V. Troiano  Tucson  ", 
            "title": "Awkward Dance"
        }, 
        "weight": 0.4042562380478743, 
        "file": "1816955.txt", 
        "other_topics": {
            "0": 0.002344991699034114, 
            "1": 0.0019057609048333968, 
            "2": 0.0020119757795609206, 
            "3": 0.0018573202210620111, 
            "4": 0.002668808778540557, 
            "5": 0.0011434989180998426, 
            "6": 0.0639228306987106, 
            "7": 0.0030702236031202867, 
            "8": 0.0012904245395643115, 
            "9": 0.001903712060336535, 
            "10": 0.046804500023636744, 
            "11": 0.034023166022238184, 
            "12": 0.0018686932203857262, 
            "13": 0.001504143737083996, 
            "14": 0.03743307564874469, 
            "15": 0.002536847698328134, 
            "16": 0.0014334142178567628, 
            "17": 0.09487617929007468, 
            "18": 0.001036476400153023, 
            "19": 0.4042562380478743, 
            "20": 0.032549965219969036, 
            "21": 0.09285897630446735, 
            "22": 0.001557281898309643, 
            "23": 0.0010509592063581096, 
            "24": 0.0012073053035857079, 
            "25": 0.00113590125894498, 
            "26": 0.001280137393168786, 
            "27": 0.15386656988096173, 
            "28": 0.003937624906003164, 
            "29": 0.0017989167236059354, 
            "30": 0.0008640803953868132
        }
    }, 
    {
        "i": 34, 
        "content": {
            "text": "  To the Sports Editor:  ''Coaches' Word Rarely as Good as the Next Job'' (Dec. 30) gives many reasons coaches feign indifference in a job opening for which they have been mentioned, but ignores one of the most obvious and integral. By denying interest in the job, the prospect is engaging in a mating ritual whose purpose is not only to test the suitor's interest, but also to establish leverage for future negotiations, if it comes to that.  Ernest Heau  Bayside, Queens  ", 
            "title": "Coaches' Mating Ritual"
        }, 
        "weight": 0.40326215813386723, 
        "file": "1817298.txt", 
        "other_topics": {
            "0": 0.025153133810038853, 
            "1": 0.0014606545421051765, 
            "2": 0.024897896537546704, 
            "3": 0.09484686554850279, 
            "4": 0.04875715519946224, 
            "5": 0.0008764252033813788, 
            "6": 0.0022814511765986006, 
            "7": 0.002353147259870046, 
            "8": 0.0009890351198716446, 
            "9": 0.0014590842223379807, 
            "10": 0.26943126337435036, 
            "11": 0.0027209371864053383, 
            "12": 0.0014322443246867723, 
            "13": 0.0011528384153430093, 
            "14": 0.028690268455310503, 
            "15": 0.0019443457486163437, 
            "16": 0.0010986283655628115, 
            "17": 0.002649552410462495, 
            "18": 0.07086190216077513, 
            "19": 0.40326215813386723, 
            "20": 0.0015918147252351373, 
            "21": 0.001103484015522353, 
            "22": 0.0011935657155812017, 
            "23": 0.0008054989135525492, 
            "24": 0.0009253290750784375, 
            "25": 0.0008706020409239207, 
            "26": 0.000981150622362111, 
            "27": 0.0011505760271914803, 
            "28": 0.0030179597500782983, 
            "29": 0.0013787647110085294, 
            "30": 0.0006622672083705701
        }
    }, 
    {
        "i": 35, 
        "content": {
            "text": "  To the Editor:  Re ''Free Will: Now You Have It, Now You Don't'' (Jan. 2): Dennis Overbye writes knowledgeably about the status of current research on consciousness and free will. However, any scientist worth his salt knows that before beginning a project, a literature search must be done so as to make sure your question hasn't already been answered.  For something like 2,500 years, human consciousness has been studied by Buddhists, and none of their observations or conclusions seem to have been taken into account. The problem may be twofold: Buddhist thought is wrapped up in a religious garment, which is unpalatable to Westerners; and lacking M.R.I. and other modern instruments, the Buddhists have studied the only consciousness possible, their own, which is unpalatable to our Western way of studying only others. Still, some mention of this work should be in order.  Albert S. Kirsch  Bal Harbour, Fla.  To the Editor:  ''Free Will: Now You Have It, Now You Don't'' expresses the common concern that in the absence of free will, ''people are no more responsible for their actions than asteroids or planets.''  Criminals can't help themselves. But we can take comfort from the thought that the cops who arrest them and the judges and juries who send them to prison also can't help themselves.  Harold Dorn  Hoboken, N.J.  To the Editor:  Dennis Overbye's survey of scientific attempts to find the source of free will completely neglects the frequent presence of regret when we confront choices that we (presumably) made in our past.  Is this reaction meaningless? Or has evolution supplied us with a physical gene that jumps ahead into the future by showing alternative possibilities? Somehow all this is a stretch. We can only wonder whether the whole discussion is really asking the right questions.  Edwin H. Rutkowski  Vestal, N.Y.  To the Editor:  Dennis Overbye draws us into the issues of ''free will'' when his private wish to seek pleasure by indulging in chocolate cake conflicts with his health concerns and his wife's disapproval. We are then taken on a fascinating journey of the struggles facing researchers in physics, philosophy, cognitive science and computer science exploring ''free will.''  But the article makes it seem that something new is being discovered, when the restrictive effect that unconscious neurotic conflict has on ''free will'' has been studied in depth by psychoanalytic clinicians and researchers for over a century. This is unfortunate because a psychoanalytic perspective would have clarified and illuminated crucial aspects of these issues for your readers. Why are you feeding us only morsels when we could sink our teeth into the whole cake?  Bruce J. Levin, M.D.  Plymouth Meeting, Penn.  ", 
            "title": "Chocolate Morsels and Free Will"
        }, 
        "weight": 0.40288879168890396, 
        "file": "1817630.txt", 
        "other_topics": {
            "0": 0.00041191849412513864, 
            "1": 0.00033476372748137155, 
            "2": 0.00035342130791949115, 
            "3": 0.0003262546937301135, 
            "4": 0.0004687998228809015, 
            "5": 0.037670918941104185, 
            "6": 0.05405152755203159, 
            "7": 0.000539311880611637, 
            "8": 0.00022667446257417388, 
            "9": 0.011040133333011319, 
            "10": 0.19021902518492534, 
            "11": 0.005976469477065751, 
            "12": 0.00032825246146508697, 
            "13": 0.00026421612638654577, 
            "14": 0.04404550346755817, 
            "15": 0.027209943452039104, 
            "16": 0.02701611561979977, 
            "17": 0.00060724422888202, 
            "18": 0.00018206622996709676, 
            "19": 0.40288879168890396, 
            "20": 0.0003648239987748444, 
            "21": 0.00025290471607336085, 
            "22": 0.0002735503135231839, 
            "23": 0.00018461026273495804, 
            "24": 0.0002120738349765406, 
            "25": 0.00019953108416212713, 
            "26": 0.00022486743449222577, 
            "27": 0.13408531640477625, 
            "28": 0.006044543328681566, 
            "29": 0.00031599560380085823, 
            "30": 0.05368043086554138
        }
    }, 
    {
        "i": 36, 
        "content": {
            "text": "  A graduate school application can go sour in as many ways as a blind date. The personal essay might seem too eager, the references too casual. The admissions officer on duty might be nursing a grudge. Or a hangover.  Rachel Riskind of Austin, Tex., nonetheless has a good feeling about her chances for admittance to the University of Michigan's exclusive graduate program in psychology, and it's not just a matter of her qualifications.  On a recent afternoon, as she was working on the admissions application, she went out for lunch with co-workers. Walking from the car to the restaurant in a misting rain, she saw a woman stroll by with a Michigan umbrella.  ''I felt it was a sign; you almost never see Michigan stuff here,'' said Ms. Riskind, 22. ''And I guess I think that has given me a kind of confidence. Even if it's a false confidence, I know that that in itself can help people do well.''  Psychologists and anthropologists have typically turned to faith healers, tribal cultures or New Age spiritualists to study the underpinnings of belief in superstition or magical powers. Yet they could just as well have examined their own neighbors, lab assistants or even some fellow scientists. New research demonstrates that habits of so-called magical thinking -- the belief, for instance, that wishing harm on a loathed colleague or relative might make him sick -- are far more common than people acknowledge.  These habits have little to do with religious faith, which is much more complex because it involves large questions of morality, community and history. But magical thinking underlies a vast, often unseen universe of small rituals that accompany people through every waking hour of a day.  The appetite for such beliefs appears to be rooted in the circuitry of the brain, and for good reason. The sense of having special powers buoys people in threatening situations, and helps soothe everyday fears and ward off mental distress. In excess, it can lead to compulsive or delusional behavior. This emerging portrait of magical thinking helps explain why people who fashion themselves skeptics cling to odd rituals that seem to make no sense, and how apparently harmless superstition may become disabling.  The brain seems to have networks that are specialized to produce an explicit, magical explanation in some circumstances, said Pascal Boyer, a professor of psychology and anthropology at Washington University in St. Louis. In an e-mail message, he said such thinking was ''only one domain where a relevant interpretation that connects all the dots, so to speak, is preferred to a rational one.''  Children exhibit a form of magical thinking by about 18 months, when they begin to create imaginary worlds while playing. By age 3, most know the difference between fantasy and reality, though they usually still believe (with adult encouragement) in Santa Claus and the Tooth Fairy. By age 8, and sometimes earlier, they have mostly pruned away these beliefs, and the line between magic and reality is about as clear to them as it is for adults.  It is no coincidence, some social scientists believe, that youngsters begin learning about faith around the time they begin to give up on wishing. ''The point at which the culture withdraws support for belief in Santa and the Tooth Fairy is about the same time it introduces children to prayer,'' said Jacqueline Woolley, a professor of psychology at the University of Texas. ''The mechanism is already there, kids have already spent time believing that wishing can make things come true, and they're just losing faith in the efficacy of that.''  If the tendency to think magically were no more than self-defeating superstition, then over the pitiless history of human evolution it should have all but disappeared in intellectually mature adults.  Yet in a series of experiments published last summer, psychologists at Princeton and Harvard showed how easy it was to elicit magical thinking in well-educated young adults. In one instance, the researchers had participants watch a blindfolded person play an arcade basketball game, and visualize success for the player. The game, unknown to the subjects, was rigged: the shooter could see through the blindfold, had practiced extensively and made most of the shots.  On questionnaires, the spectators said later that they had probably had some role in the shooter's success. A comparison group of participants, who had been instructed to visualize the player lifting dumbbells, was far less likely to claim such credit.  In another experiment, the researchers demonstrated that young men and women instructed on how to use a voodoo doll suspected that they might have put a curse on a study partner who feigned a headache. And they found, similarly, that devoted fans who watched the 2005 Super Bowl felt somewhat responsible for the outcome, whether their team won or lost. Millions in Chicago and Indianapolis are currently trying to channel the winning magic.  ''The question is why do people create this illusion of magical power?'' said the lead author, Emily Pronin, an assistant professor of psychology and public affairs at Princeton. ''I think in part it's because we are constantly exposed to our own thoughts, they are most salient to us'' -- and thus we are likely to overestimate their connection to outside events.  The brain, moreover, has evolved to make snap judgments about causation, and will leap to conclusions well before logic can be applied. In an experiment presented last fall at the Society for Neuroscience meeting, Ben Parris of the University of Exeter in England presented magnetic resonance imaging scans taken from the brains of people watching magic tricks. In one, the magician performed a simple sleight of hand: he placed a coin in his palm, closed his fingers over it, then opened his hand to reveal that the coin was gone.  Dr. Parris and his colleagues found spikes of activity in regions of the left hemisphere of the brain that usually become engaged when people form hypotheses in uncertain situations.  These activations occur so quickly, other researchers say, that they often link two events based on nothing more than coincidence: ''I was just thinking about looking up my high school girlfriend when out of the blue she called me,'' or, ''The day after I began praying for a quick recovery, she emerged from the coma.''  For people who are generally uncertain of their own abilities, or slow to act because of feelings of inadequacy, this kind of thinking can be an antidote, a needed activator, said Daniel M. Wegner, a professor of psychology at Harvard. (Dr. Wegner was a co-author of the voodoo study, with Kimberly McCarthy of Harvard and Sylvia Rodriguez of Princeton.)  ''I deal with students like this all the time and I say, 'Let's get you overconfident,' '' Dr. Wegner said. ''This feeling that your thoughts can somehow control things can be a needed feeling'' -- the polar opposite of the helplessness, he added, that so often accompanies depression.  Magical thinking is most evident precisely when people feel most helpless. Giora Keinan, a professor at Tel Aviv University, sent questionnaires to 174 Israelis after the Iraqi Scud missile attacks of the 1991 gulf war. Those who reported the highest level of stress were also the most likely to endorse magical beliefs, like ''I have the feeling that the chances of being hit during a missile attack are greater if a person whose house was attacked is present in the sealed room,'' or ''To be on the safe side, it is best to step into the sealed room right foot first.''  ''It is of interest to note,'' Dr. Keinan concluded, ''that persons who hold magical beliefs or engage in magical rituals are often aware that their thoughts, actions or both are unreasonable and irrational. Despite this awareness, they are unable to rid themselves of such behavior.''  On athletic fields, at the craps table or out sailing in the open ocean, magical thinking is a way of life. Elaborate, entirely nonsensical rituals are performed with solemn deliberation, complete with theories of magical causation.  ''I am hoping I do not change my clothes for the rest of the season, that I really start to stink,'' said Tom Livatino, head basketball coach at Lincoln Park High School in Chicago, who wears the same outfit as long as his team is winning. (And it usually does.)  The idea, Mr. Livatino said, is to do as much as possible to recreate the environment that surrounds his team's good play. He doesn't change his socks; he doesn't empty his pockets; and he works the sideline with the sense he has done everything possible to win. ''The full commitment,'' he explained. ''I'll do anything to give us an edge.''  Only in extreme doses can magical thinking increase the likelihood of mental distress, studies suggest. People with obsessive-compulsive disorder are often nearly paralyzed by the convictions that they must perform elaborate rituals, like hand washing or special prayers, to ward off contamination or disaster. The superstitions, perhaps harmless at the outset, can grow into disabling defense mechanisms.  Those whose magical thoughts can blossom into full-blown delusion and psychosis appear to be a fundamentally different group in their own right, said Mark Lenzenweger, a professor of clinical science, neuroscience and cognitive psychology at Binghamton, part of the State University of New York. ''These are people for whom magical thinking is a central part of how they view the world,'' not a vague sense of having special powers, he said. ''Whereas with most people, if you were to confront them about their magical beliefs, they would back down.''  Reality is the most potent check on runaway magical thoughts, and in the vast majority of people it prevents the beliefs from becoming anything more than comforting -- and disposable -- private rituals. When something important is at stake, a test or a performance or a relationship, people don't simply perform their private rituals: they prepare. And if their rituals start getting in the way, they adapt quickly.  Mr. Livatino lives and breathes basketball, but he also recently was engaged to be married.  ''I can tell you she doesn't like the clothes superstition,'' he said. ''She has made that pretty clear.''  ", 
            "title": "Do You Believe in Magic?"
        }, 
        "weight": 0.40278669953901786, 
        "file": "1820831.txt", 
        "other_topics": {
            "0": 0.08736072920921224, 
            "1": 0.013105406874586958, 
            "2": 8.599028415628103e-05, 
            "3": 7.938042555024363e-05, 
            "4": 0.01183562333564467, 
            "5": 4.8872256763083006e-05, 
            "6": 0.00012722097363811806, 
            "7": 0.00013121897526681458, 
            "8": 5.515174385627508e-05, 
            "9": 0.014407714921741133, 
            "10": 0.1869405650967752, 
            "11": 0.00015172811130621542, 
            "12": 7.986649871945885e-05, 
            "13": 6.428593657920171e-05, 
            "14": 0.08886036669987503, 
            "15": 0.01964435710050906, 
            "16": 0.0013636586249700627, 
            "17": 0.0001477474691642577, 
            "18": 0.04172095781908067, 
            "19": 0.40278669953901786, 
            "20": 8.87646517589877e-05, 
            "21": 6.15337782762263e-05, 
            "22": 0.00527613947308628, 
            "23": 4.491718126503275e-05, 
            "24": 5.1599292185006494e-05, 
            "25": 0.001350943151882915, 
            "26": 0.00396189891873506, 
            "27": 0.10686060005927471, 
            "28": 0.011889851552729069, 
            "29": 0.001379279918550477, 
            "30": 3.6930125843462685e-05
        }
    }, 
    {
        "i": 37, 
        "content": {
            "text": "  To the Editor:  I was amused (and disappointed but not surprised) by the comment, regarding Daniel Levitin's idea that music evolved in mankind as an expression of sexual or ''reproductive'' fitness. In arguing against this hypothesis, Steven Pinker asked, why does ''a 60-year-old woman enjoy listening to classical music when she's at home alone?'' Hmm. Perhaps for the same reason 60-year-old men enjoy images and thoughts of sexy young women when they're at home alone. Dr. Pinker may not think so, but 60-year-old women have not lost their ability to respond to sexual signals by reproductively fit young men. I'm only 51, and I hope I'll continue to enjoy music by sexy young men as long as I'm alive.  Ann Herendeen  Brooklyn  NEUROSCIENCE OF MUSIC  ", 
            "title": "Think Again"
        }, 
        "weight": 0.4020595786702659, 
        "file": "1816979.txt", 
        "other_topics": {
            "0": 0.0011347332623215373, 
            "1": 0.015668005469436048, 
            "2": 0.0009735880263428893, 
            "3": 0.0008987507437615005, 
            "4": 0.0012914272118886626, 
            "5": 0.0005533351177025665, 
            "6": 0.0014404047835061013, 
            "7": 0.0014856704382622146, 
            "8": 0.0006244319108518418, 
            "9": 0.000921199592150499, 
            "10": 0.17010667796499035, 
            "11": 0.0017178763144785174, 
            "12": 0.0009042540982639048, 
            "13": 0.0007278498812958918, 
            "14": 0.0033679196286194976, 
            "15": 0.01597338615640619, 
            "16": 0.00069362411489842, 
            "17": 0.0016728072050484044, 
            "18": 0.0005015472964571093, 
            "19": 0.4020595786702659, 
            "20": 0.0010049996108628311, 
            "21": 0.17764646313541854, 
            "22": 0.0007535632512264475, 
            "23": 0.0005085554756073542, 
            "24": 0.0005842108039530313, 
            "25": 0.000549658637072654, 
            "26": 0.11858596958570394, 
            "27": 0.07445549375512246, 
            "28": 0.0019054028878771336, 
            "29": 0.000870489496087738, 
            "30": 0.0004181254741196841
        }
    }, 
    {
        "i": 38, 
        "content": {
            "text": "  To the Editor:  Re ''Of Gay Sheep, Modern Science and Bad Publicity'' (front page, Jan. 25):  Dr. Chuck Roselli's research on homosexual rams is not a homophobic experiment but solid, groundbreaking science.  Dr. Roselli has taken advantage of a natural variation in the behavior of rams to find out how brains modulate sexual behavior and mate choice.  His experiment provides insight into how mate preference of any sort is formed, homosexual as well as heterosexual. The idea that Dr. Roselli's research is aimed at preventing homosexuality or increasing discrimination against homosexuals is baffling. If anything, understanding the biological basis of variability in mate choice should lead to greater acceptance of homosexuality. We consider Dr. Roselli one of our finest colleagues and deplore the unfair treatment his research has received from action groups, the media and the blogosphere.  GEERT J. DE VRIES  Amherst, Mass., Jan. 26, 2007  The writer is a professor of neuroscience and behavior at the University of Massachusetts at Amherst. The letter was also signed by 11 other scientists. The full list of signers is at nytimes.com/opinion.  ", 
            "title": "The Gay Sheep And Sound Science"
        }, 
        "weight": 0.3994016029110641, 
        "file": "1822596.txt", 
        "other_topics": {
            "0": 0.0007633016256810721, 
            "1": 0.0006203307233104202, 
            "2": 0.0006549039742879925, 
            "3": 0.0006045631397036078, 
            "4": 0.0008687050278817592, 
            "5": 0.0003722122272371675, 
            "6": 0.07040244165733556, 
            "7": 0.0009993667220363246, 
            "8": 0.0004200369448104639, 
            "9": 0.01053873864807602, 
            "10": 0.1441829738180214, 
            "11": 0.0011555647720044573, 
            "12": 0.0006082650840969449, 
            "13": 0.0004896031658649871, 
            "14": 0.002265500283678133, 
            "15": 0.0008257513120565555, 
            "16": 0.00046658050142143077, 
            "17": 0.0011252481102494098, 
            "18": 0.0003373760860401915, 
            "19": 0.3994016029110641, 
            "20": 0.000676033621514722, 
            "21": 0.00046864266517385595, 
            "22": 0.0005068997920602722, 
            "23": 0.00034209028162788586, 
            "24": 0.0003929813914906081, 
            "25": 0.00036973916706102013, 
            "26": 0.09960743674485398, 
            "27": 0.2583845879139435, 
            "28": 0.0012817083716383639, 
            "29": 0.000585552631234838, 
            "30": 0.0002812606845429619
        }
    }, 
    {
        "i": 39, 
        "content": {
            "text": "  Thomas Bradshaw, the button-pushing writer of the new drama ''Purity,'' has become something of a downtown darling. Time Out New York called him a playwright to watch; Paper magazine named him one of the most beautiful people of 2006; and Margo Jefferson in this newspaper hailed his last play, ''Prophet,'' as a ''satire with a vengeance.''  Mr. Bradshaw has acquired such accolades, at least in part, because of his reputation as a provocateur not afraid of being politically incorrect (one of his plays is titled ''Strom Thurmond Is Not a Racist'') or confronting an audience. His ''Purity'' lures you with a goofy, comic touch, and he and the game, energetic cast can make your laughs catch in your throat. The play can also make you cringe with scenes like the onstage rape of a young girl. But in shaking his audience to attention, he seems to forget what, if anything, he wanted to say in the first place.  ''Purity'' plows ground similar to the territory explored in Spike Lee's 2000 film, ''Bamboozled,'' exposing the self-hatred and racism of upper-middle-class African-Americans who will sacrifice anything to enter white society. Vernon (an intentionally wooden James Scruggs), a Columbia University literature professor with a cocaine habit, is a prime example. He despises his new colleague, Carl (Albert Christmas), an African-American studies professor, for having the temerity to call ''The Autobiography of Malcolm X'' his favorite book, for wearing kente cloth and for talking about the history of slavery. In one sequence Vernon imagines himself a slave owner sipping mint juleps and whipping Carl.  Mr. Bradshaw is broaching the subject of black-on-black racism, but instead of making audiences confront their own prejudices, he lets them off the hook by turning Vernon into a joke and a moral monster. Early in the play, Vernon and his white colleague Dave (Daniel Manley, who has an appealing Chris Farley quality) take a trip to Ecuador and pay a man to let them ''rent'' his 9-year-old daughter.  Another playwright would allude to what follows. Not Mr. Bradshaw. The men take turns raping the girl, whose attack is staged in slow and graphic detail by Yehuda Duenyas. It's a brutal scene that doesn't make you think so much as make you stop thinking.  Vernon seems so ridiculously repugnant that the whole play comes off as more of an ugly fantasy than a cutting satire. Instead of inviting his audience to identify with Vernon before showing his true colors -- which is what, say, Neil LaBute would do -- Mr. Bradshaw simplifies the moral landscape and turns ''Purity'' into another horror show.  ''Purity'' continues through Jan. 23 at Performance Space 122, 150 First Avenue, at Ninth Street, East Village; (212) 352-3101 or ps122.org.  THEATER REVIEW  ", 
            "title": "A Playwright's Horror Show of Cultural and Racial Identity"
        }, 
        "weight": 0.39890992197886443, 
        "file": "1817737.txt", 
        "other_topics": {
            "0": 0.04219549387443059, 
            "1": 0.0002618719427180482, 
            "2": 0.0002764670031581627, 
            "3": 0.0630651160546609, 
            "4": 0.0003667228862796375, 
            "5": 0.0001571289884367579, 
            "6": 0.00040902762057014325, 
            "7": 0.00042188157889522975, 
            "8": 0.00017731814114231231, 
            "9": 0.00026159040955858433, 
            "10": 0.09017797301936305, 
            "11": 0.00048782041644891466, 
            "12": 0.0002567784461971823, 
            "13": 0.00020668544598557894, 
            "14": 0.030267665334218305, 
            "15": 0.00034859002168431707, 
            "16": 0.13837874728974806, 
            "17": 0.0004750222705370808, 
            "18": 0.0001424229491753633, 
            "19": 0.39890992197886443, 
            "20": 0.06309528724111929, 
            "21": 0.09650635090975623, 
            "22": 0.00021398719799304894, 
            "23": 0.00014441304173488435, 
            "24": 0.00016589666862298826, 
            "25": 0.00015608498876295443, 
            "26": 0.00017590457714024418, 
            "27": 0.00020627983605979233, 
            "28": 0.07172562556467339, 
            "29": 0.00024719040883035384, 
            "30": 0.00011873389323426457
        }
    }
]