[
    {
        "i": 0, 
        "content": {
            "text": "  Nikolaj Hubbe and Wendy Whelan, above, danced Prince Désiré and Aurora as the New York City Ballet opened its winter repertory season with Peter Martins's ''Sleeping Beauty.''  Jennifer Dunning's review is on Page 2.  ", 
            "title": "A Season Opens With A Fairy Tale"
        }, 
        "weight": 0.8400647050645145, 
        "file": "1816481.txt", 
        "other_topics": {
            "0": 0.0025809391615229356, 
            "1": 0.002097514014147623, 
            "2": 0.0022144159758191433, 
            "3": 0.06912260665428945, 
            "4": 0.0029373379419588776, 
            "5": 0.001258555047379747, 
            "6": 0.0032761858999268913, 
            "7": 0.0033791421671936265, 
            "8": 0.0014202639738654717, 
            "9": 0.002095259019812249, 
            "10": 0.017974653343517562, 
            "11": 0.003907292049956632, 
            "12": 0.0020567166678468352, 
            "13": 0.0016554870864568757, 
            "14": 0.007660298636687688, 
            "15": 0.0027920992531151622, 
            "16": 0.001577640931980318, 
            "17": 0.003804782823017111, 
            "18": 0.0011407641793576937, 
            "19": 0.008921887424200437, 
            "20": 0.0022858613024919, 
            "21": 0.8400647050645145, 
            "22": 0.0017139718825161035, 
            "23": 0.0011567042109232005, 
            "24": 0.0013287814789374915, 
            "25": 0.001250192929911798, 
            "26": 0.0014089417593759843, 
            "27": 0.0016522382752448596, 
            "28": 0.004333819316920231, 
            "29": 0.001979919426659577, 
            "30": 0.0009510221004520518
        }
    }, 
    {
        "i": 1, 
        "content": {
            "text": "  An 80th-birthday celebration for Colin Davis with the London Symphony Orchestra, the New York premiere of a rare Italian Baroque opera, the return of Martha Argerich and a three-concert series by Midori on the music of the 20th-century composers Alfred Schnittke and Toru Takemitsu are among the highlights of the 2007-8 season at Great Performers at Lincoln Center. Mr. Davis opens the season with three programs on Oct. 17, 19 and 21; the first with Mozart, the second with Beethoven and the third with Haydn. Other orchestras in Lincoln Center's 42nd season include the UBS Verbier Festival Orchestra, conducted by Charles Dutoit (with Ms. Argerich in Schumann's Piano Concerto); the Russian National Orchestra; the Budapest Festival Orchestra; and the Orchestre National de France, led by Kurt Masur. William Christie and his period-instrument group, les Arts Florissants, will offer the New York premiere of Stefano Landi's 1631 opera ''Il Sant'Alessio,'' and the Emerson String Quartet, celebrating its 30th anniversary, will play two Brahms concerts. Recitalists include the pianists Marc-André Hamelin and Richard Goode, and the singers Matthew Polenzani, Christine Schäfer and Joyce DiDonato. Full schedule: lincolncenter.org.  BEN SISARIO  ", 
            "title": "Arts, Briefly; Lincoln Center's Season"
        }, 
        "weight": 0.8241856216330482, 
        "file": "1821811.txt", 
        "other_topics": {
            "0": 0.0006215109193928295, 
            "1": 0.008581608390009257, 
            "2": 0.008609759323111615, 
            "3": 0.0004922596522088376, 
            "4": 0.0007073346137291661, 
            "5": 0.0003030701832359025, 
            "6": 0.0007889319287804886, 
            "7": 0.0008137246264465756, 
            "8": 0.0003420109940355131, 
            "9": 0.0005045552329103427, 
            "10": 0.004328441170502081, 
            "11": 0.0009409073683363765, 
            "12": 0.0004952739243995867, 
            "13": 0.05693422556664789, 
            "14": 0.0018446615555641776, 
            "15": 0.0814374613318588, 
            "16": 0.0003799086319912598, 
            "17": 0.0009162223215784995, 
            "18": 0.0002747051943311397, 
            "19": 0.002148462287837179, 
            "20": 0.0005504537963916692, 
            "21": 0.8241856216330482, 
            "22": 0.00041273822196082624, 
            "23": 0.0002785436822045164, 
            "24": 0.000319981273080181, 
            "25": 0.0003010565180581037, 
            "26": 0.00033928451367447587, 
            "27": 0.00039787227254807576, 
            "28": 0.001043618566565565, 
            "29": 0.0004767805307199924, 
            "30": 0.00022901377484081464
        }
    }, 
    {
        "i": 2, 
        "content": {
            "text": "  Though the programs that Leon Botstein devises for the AMERICAN SYMPHONY ORCHESTRA often have a professorial tinge, they can be genuinely intriguing. Sunday afternoon, for example, he conducts ''Pioneering Influence: César Franck.'' The Frenchman Franck, often thought of as a 19th-century also-ran, is presented here as a powerful influence upon French composers who followed him, including Ernest Chausson, Paul Dukas (of ''Sorcerer's Apprentice'' fame) and the little-known Albéric Magnard. The program concludes with Franck's stormy Symphony in D minor. 3 p.m., Avery Fisher Hall, Lincoln Center, (212) 721-6500; $27 to $55.  This week the WEILL MUSIC INSTITUTE AT CARNEGIE HALL presents a workshop with the eminent German organist and conductor HELMUTH RILLING. A chorus of volunteers, auditioned and prepared by Kathy Saltzman Romey, will be rehearsed and conducted by Mr. Rilling in a performance of Bach's ''St. Matthew'' Passion on Saturday night, with the Orchestra of St. Luke's and a roster of vocal soloists. Saturday at 7 p.m., (212) 247-7800; $25 to $82.  ERNST KRENEK'S ''REISEBUCH AUS DEN ÖSTERREICHISCHEN ALPEN'' (''Diary From the Austrian Alps''), a major song cycle inspired by Schubert's ''Winterreise,'' is seldom performed, let alone complete. Krenek (1900-91), the Austrian modernist composer, has yet to get his due. So this concert on Tuesday in the intimate hall of the Austrian Cultural Forum is timely. The tenor Volker Vogel performs, accompanied by the pianist Ann Beckman. 8 p.m., 11 East 52nd Street, Manhattan, (212) 319-5300; free, but reservations required.  The kinetic conductor ZUBIN MEHTA, once the music director of the NEW YORK PHILHARMONIC, is back leading the orchestra in a work that will test his profundity, Bruckner's Seventh Symphony. The program includes Elgar's Cello Concerto with the brilliant young Alisa Weilerstein as soloist. Thursday and Saturday at 8 p.m., Avery Fisher Hall, Lincoln Center, (212) 721-6500; $28 to $96.  Finally, for a jolt of the new, head downtown to the Kitchen for two performances by the adventurous contemporary music ensemble EIGHTH BLACKBIRD. Thursday and Friday at 8 p.m., 512 West 19th Street, Chelsea, (212) 255-5793; $10.  ", 
            "title": "THE WEEK AHEAD: Jan. 7 - 13; CLASSICAL"
        }, 
        "weight": 0.8187396574482627, 
        "file": "1816926.txt", 
        "other_topics": {
            "0": 0.0004011811518903836, 
            "1": 0.000326037552859414, 
            "2": 0.00034420879236044595, 
            "3": 0.0003177503212577982, 
            "4": 0.00045657977398857, 
            "5": 0.00019562978126432535, 
            "6": 0.0005092502964557088, 
            "7": 0.0005252538173880001, 
            "8": 0.00022076581483135445, 
            "9": 0.0003256870365673376, 
            "10": 0.002793979897196669, 
            "11": 0.0006073494287439096, 
            "12": 0.0003196960138463971, 
            "13": 0.02111066252610163, 
            "14": 0.03247071717722275, 
            "15": 0.02650067091584626, 
            "16": 0.00024522848728747833, 
            "17": 0.01623141562088617, 
            "18": 0.00017732037017097302, 
            "19": 0.048306818748147996, 
            "20": 0.0003553142530698912, 
            "21": 0.8187396574482627, 
            "22": 0.00026641976858137156, 
            "23": 0.00017979808848373082, 
            "24": 0.00020654577693191126, 
            "25": 0.00019432997382676646, 
            "26": 0.00021900588994875386, 
            "27": 0.026323490939303508, 
            "28": 0.0006736488219353958, 
            "29": 0.00030775865160988155, 
            "30": 0.00014782686373259393
        }
    }, 
    {
        "i": 3, 
        "content": {
            "text": "  Classical music often focuses on unearthing the old: on resurrection rather than decline. But ''DECASIA'' focuses on decline itself. This film symphony (its name a gloss on ''Fantasia,'' corrupted by ''decay'') consists of a score by MICHAEL GORDON and a video by BILL MORRISON edited from a trove of decaying silver-nitrate film from the early 20th century. The result is a tapestry of images that keep dissolving before the viewer's eyes as Mr. Gordon's music probes at tonality with deliberately mistuned chords. The work, something of a cult classic, is available on DVD but is by all accounts far more powerful in a theater, with live music provided (as it was for the piece's New York concert premiere in 2004) by TACTUS, the Manhattan School of Music's contemporary-music ensemble. Thursday through Saturday at 7 and 9:30 p.m., Angel Orensanz Center for the Arts, 172 Norfolk Street, Lower East Side, (212) 352-3101; $25.  Another blend of old and new takes place on Saturday, Mozart's birthday, when the Masters Reimagined series at Merkin Concert Hall ushers him past his overhyped 250th birthday into the wonderful world of 251. MATT HAIMOVITZ, the acclaimed cellist, and URI CAINE, the jazz pianist, join in a two-part program that first presents Mozart ''straight'' (in a performance of the K. 563 Divertimento, with Mr. Haimovitz) and then ''modern,'' in the premiere of Mr. Caine's ''Mozart Project,'' with his own ensemble performing his updated versions of Mozart excerpts. At 8 p.m., 129 West 67th Street, Manhattan, (212) 501-3330; $30 in advance, $35 at the door.  Back to resurrection: The GOTHAM CHAMBER OPERA, which has put itself on the opera lovers' map by exploring less-known works from all over the repertory, is turning to outright comedy this year with Rossini's ''Signor Bruschino,'' in which he honed the comic style that catapulted subsequent opera buffas like ''L'Italiana in Algeri'' or ''Il Barbiere di Siviglia'' to such success. It has not been performed in New York since its American premiere at the Metropolitan Opera in 1932-33 (on a double bill with ''Elektra''). Opens Thursday at 7:30 p.m. (performances continue next week), Harry de Jur Playhouse, Abrons Arts Center, 466 Grand Street, Lower East Side, (212) 279-4200.  Another highlight this week is THE SONG CONTINUES, the annual series of recitals and master classes that the Marilyn Horne Foundation puts on at Carnegie Hall. This year the master classes have the spotlight: they will be taught by Barbara Cook, Evelyn Lear and Ms. Horne herself. Tuesday at 7:30 p.m., Wednesday and Thursday at 5:30 and 7:30 p.m., Friday at 7:30 p.m., Weill Recital Hall and Zankel Hall, (212) 247-7800; $5 to $45.  Correction:  January 24, 2007, Wednesday  A Classical Music entry on Sunday in the Week Ahead report in Arts & Leisure incorrectly described ''Decasia,'' being performed Thursday through Saturday at Angel Orensanz Center for the Arts. The concert consists of a score by Michael Gordon and a film by Bill Morrison, not a video. The entry also omitted information about advance tickets. They are available only through ticketmania.com, not at the center.  Correction:  January 30, 2007, Tuesday  A classical music entry in the Listings pages of Weekend on Jan. 19 misstated the history of the performance in New York of ''Il Signor Bruschino,'' by Rossini, which the Gotham Chamber Orchestra is performing through Saturday. The Gotham Chamber Orchestra's production is the first professional staging of the work in New York since 1933, not the first staging since then. (The error was repeated in a Week Ahead entry in Arts & Leisure on Jan. 21, in the Listings pages of Weekend on Friday and in a review of a performance on Saturday.)  Correction:  February 1, 2007, Thursday  A classical music entry in the Listings pages of Weekend on Jan. 19 misstated the history of the performance in New York of ''Il Signor Bruschino,'' by Rossini, which is being performed in New York through Saturday. The current production is the first professional staging of the work in New York since 1933, not the first staging since then. (The error was repeated in a Week Ahead entry in Arts & Leisure on Jan. 21, in the Listings pages of Weekend on Friday and in a review of a performance on Saturday.) A correction in this space on Tuesday misstated the name of the group that is currently presenting the work, at the Abrons Arts Center on the Lower East Side. It is the Gotham Chamber Opera, not Orchestra.  ", 
            "title": "THE WEEK AHEAD: Jan. 21 - 27; CLASSICAL"
        }, 
        "weight": 0.7843018179465883, 
        "file": "1820241.txt", 
        "other_topics": {
            "0": 0.00020808438694388918, 
            "1": 0.00016910895237165613, 
            "2": 0.00017853399942026712, 
            "3": 0.05694982873368951, 
            "4": 0.00023681850932854955, 
            "5": 0.00010146913161433107, 
            "6": 0.0002641376227164675, 
            "7": 0.0002724383188644496, 
            "8": 0.00011450667365824394, 
            "9": 0.00016892714680225967, 
            "10": 0.03930585852990904, 
            "11": 0.00031501961880659097, 
            "12": 0.00016581972691431224, 
            "13": 0.059622537870750954, 
            "14": 0.00061760020127003, 
            "15": 0.00022510885573456642, 
            "16": 0.00012719495718566286, 
            "17": 0.00030675496462109064, 
            "18": 9.197241781132355e-05, 
            "19": 0.0007193139236771755, 
            "20": 0.054265263884570654, 
            "21": 0.7843018179465883, 
            "22": 0.00013818643760745526, 
            "23": 9.325755918374456e-05, 
            "24": 0.00010713103336536946, 
            "25": 0.00010079494831206205, 
            "26": 0.00011359383692965478, 
            "27": 0.00013320925720181886, 
            "28": 0.00034940774626969717, 
            "29": 0.00015962806339520663, 
            "30": 7.667474448560201e-05
        }
    }, 
    {
        "i": 4, 
        "content": {
            "text": "  The mezzo-soprano SUSAN GRAHAM is an eloquent interpreter of a large repertory, from German Classicism to contemporary American music. I could listen to her sing the phone book, but she is devoting her recital at Carnegie Hall on Monday to French art song, for which she has a particular affinity. With the pianist MALCOLM MARTINEAU supporting her, Ms. Graham will sing works, both beloved and obscure, by more than 20 composers, among them Bizet, Franck, Fauré, Lalo, Gounod, Debussy, Chausson, Duparc, Ravel, Honegger and Poulenc. At 8 p.m., (212) 247-7800, carnegiehall.org; $25 to $80.  New music is plentiful this week, not least because the JUILLIARD SCHOOL's annual FOCUS FESTIVAL is under way. JOEL SACHS, who assembles and directs Focus, gives each year's concerts a unifying theme, sometimes stylistic, sometimes geographical. This year's series looks at contemporary Hungarian music, with ''contemporary'' defined as post-Bartok. Several of the featured composers -- Gyorgy Kurtag, Gyorgy Ligeti, Peter Eotvos and Istvan Marta, most notably -- are heard frequently in New York, but many of the others on the program are not. That's where to look for the surprising unknowns that Mr. Sachs invariably turns up. Monday through Friday at 8 p.m., Peter Jay Sharp Theater, 155 West 65th Street, Lincoln Center, (212) 769-7406, juilliard.edu; free, but tickets are required on Friday.  Coincidentally JOHN SCOTT is presenting the complete organ works of Ligeti (and Jonathan Harvey) on Sunday afternoon at St. Thomas Church. Mr. Scott's concert is part of the Miller Theater's Ligeti tribute. At Miller itself the big draw this week is a Composer Portrait concert devoted to FRANK ZAPPA's classical works, as well as a few transcriptions of his experimental rock pieces, to be performed by the FIREWORKS ENSEMBLE and the ZEPHYROS WINDS. Sunday at 5:15 p.m., St. Thomas Church, Fifth Avenue and 53rd Street, (212) 854-7799; free. Friday at 8 p.m., Broadway at 116th Street, Morningside Heights, (212) 854-7799, millertheater.com; $25, $15 for students.  Zappa is not the only rock star whose classical (or at least arguably classical) scores are being heard this week. DAVID BYRNE is represented as well, by his ''Songs From 'The Knee Plays,' '' composed in 1985 for a Robert Wilson production. Thursday at 9 p.m., Zankel Hall, Carnegie Hall; $35 to $45.  ", 
            "title": "THE WEEK AHEAD: Jan. 28 - Feb. 3; CLASSICAL MUSIC"
        }, 
        "weight": 0.7781710082983399, 
        "file": "1822293.txt", 
        "other_topics": {
            "0": 0.000381302577243923, 
            "1": 0.0003098823526424405, 
            "2": 0.0003271532050262365, 
            "3": 0.0003020057543700052, 
            "4": 0.00043395619091013106, 
            "5": 0.0001859363019181266, 
            "6": 0.00048401688261229617, 
            "7": 0.0004992274271448746, 
            "8": 0.00020982684197873433, 
            "9": 0.0003095492044750729, 
            "10": 0.04229563470961266, 
            "11": 0.0005772551910189283, 
            "12": 0.00030385503765527745, 
            "13": 0.05970472349668703, 
            "14": 0.0011317165689808796, 
            "15": 0.0004124989294615664, 
            "16": 0.00023307738605300482, 
            "17": 0.02533717122540857, 
            "18": 0.0001685341243611379, 
            "19": 0.045913210030756206, 
            "20": 0.005292720495636047, 
            "21": 0.7781710082983399, 
            "22": 0.0052082307436162305, 
            "23": 0.00017088907143152554, 
            "24": 0.02497137194279398, 
            "25": 0.00018470090009646415, 
            "26": 0.00020815412158713755, 
            "27": 0.00024409824220737278, 
            "28": 0.0006402694412510261, 
            "29": 0.005247521279985853, 
            "30": 0.0001405020247375071
        }
    }, 
    {
        "i": 5, 
        "content": {
            "text": "  A classical music entry in the Listings pages of Weekend on Jan. 19 misstated the history of the performance in New York of ''Il Signor Bruschino,'' by Rossini, which the Gotham Chamber Orchestra is performing through Saturday. The Gotham Chamber Orchestra's production is the first professional staging of the work in New York since 1933, not the first staging since then. (The error was repeated in a Week Ahead entry in Arts & Leisure on Jan. 21, in the Listings pages of Weekend on Friday and in a review of a performance on Saturday.)  ", 
            "title": "Corrections"
        }, 
        "weight": 0.77479002252738, 
        "file": "1822658.txt", 
        "other_topics": {
            "0": 0.0016093596328691747, 
            "1": 0.0013079170691318016, 
            "2": 0.0013808119675944022, 
            "3": 0.168583197248227, 
            "4": 0.0018315941663244152, 
            "5": 0.0007847793234310675, 
            "6": 0.0020428847823000702, 
            "7": 0.002107083761865401, 
            "8": 0.0008856138655390536, 
            "9": 0.0013065109542919778, 
            "10": 0.011208199688366437, 
            "11": 0.0024364146946107583, 
            "12": 0.0012824776464427639, 
            "13": 0.0010322886061784533, 
            "14": 0.004776623790827152, 
            "15": 0.001741029736739799, 
            "16": 0.0009837471835612906, 
            "17": 0.002372494469642827, 
            "18": 0.0007113301422409713, 
            "19": 0.0055632948205717415, 
            "20": 0.0014253621167875507, 
            "21": 0.77479002252738, 
            "22": 0.0010687571410891205, 
            "23": 0.0007212696416800243, 
            "24": 0.0008285694234823971, 
            "25": 0.0007795650764240647, 
            "26": 0.0008785538328092174, 
            "27": 0.0010302627910420956, 
            "28": 0.0027023782539238672, 
            "29": 0.0012345902798108585, 
            "30": 0.0005930153648142799
        }
    }, 
    {
        "i": 6, 
        "content": {
            "text": "  Studio performances presented this week by the MARK MORRIS DANCE GROUP will make it possible to see the work up close and personal. But Mr. Morris's dances and dancers have almost always looked that way, from the early days at the tiny Dance Theater Workshop to later shows at the Brooklyn Academy of Music. The gleaming Mark Morris Dance Center is just across Lafayette Avenue from the academy, and it is there that the company will present a new piece set to Bach's Italian Concerto, as well as ''The Argument,'' ''Sang-Froid'' and ''Love Song Waltzes,'' Tuesday through Saturday. The program and assorted other events are Mr. Morris's way of welcoming in the new year. 3 Lafayette Avenue, Fort Greene, (212) 352-3101, mmdg.org; $40.  Christopher d'Amboise's ''Tribute,'' which will be danced by the NEW YORK CITY BALLET for the first time on Saturday night, pays homage to the City Ballet co-founder Lincoln Kirstein in the centenary year of his birth. The ballet will be danced by some of the company's most vivid young performers, dancers of the sort Kirstein would have watched and championed as they progressed through the City Ballet-affiliated School of American Ballet, one of his pet projects. It is part of a program called ''Tribute to Kirstein,'' which also includes George Balanchine's ''Episodes'' and ''Vienna Waltzes.'' Saturday at 8 p.m., also Jan. 31 at 7:30 p.m., New York State Theater, Lincoln Center, (212) 721-6500, nycballet.com; $30 to $82.  ", 
            "title": "THE WEEK AHEAD: Jan. 21 - 27; DANCE"
        }, 
        "weight": 0.7652611525841398, 
        "file": "1820242.txt", 
        "other_topics": {
            "0": 0.047919504642378104, 
            "1": 0.0004931494735276641, 
            "2": 0.0005206344583543751, 
            "3": 0.00048061458647095473, 
            "4": 0.016461500460380626, 
            "5": 0.00029590064945197775, 
            "6": 0.0007702686803664872, 
            "7": 0.008679924273627924, 
            "8": 0.0003339202628720893, 
            "9": 0.0004926192986340534, 
            "10": 0.04365329306042666, 
            "11": 0.0009186489360062635, 
            "12": 0.0004835575519891874, 
            "13": 0.00038922390010815745, 
            "14": 0.04911372000119808, 
            "15": 0.0006564543871571094, 
            "16": 0.00037092138110836505, 
            "17": 0.000894547847309845, 
            "18": 0.0002682066726014594, 
            "19": 0.03363943511699641, 
            "20": 0.0005374320697157468, 
            "21": 0.7652611525841398, 
            "22": 0.0004029743428663202, 
            "23": 0.00027195435586913877, 
            "24": 0.0003124116846664442, 
            "25": 0.00029393462023878496, 
            "26": 0.00033125828107983553, 
            "27": 0.00038846006752921397, 
            "28": 0.024675278563218543, 
            "29": 0.000465501644469893, 
            "30": 0.0002235961452403887
        }
    }, 
    {
        "i": 7, 
        "content": {
            "text": "  Audition night goes international, eclectic and often danceable at GLOBALFEST. The event started in 2004 as a world-music showcase for concert bookers gathered at the annual conference of the Association of Performing Arts Promoters, and it has outgrown its initial home at the Public Theater. This year it moves to Webster Hall, so there's room for a general audience. A dozen acts are in the lineup, each offering a different perspective on how the traditional meets the present. LENINE, one of Brazil's most beloved songwriters, will play an acoustic set that's likely to merge the maracatu rhythms of Recife with his own gift for melody. SARA TAVARES draws on the Afro-Portuguese rhythms of the Cape Verde Islands, while ANDY PALACIO AND THE GARIFUNA COLLECTIVE play African-rooted music from Central America. LILA DOWNS carries the husky drama of Mexican tradition into songs addressed to both sides of the border. And Lucia Pulido, a Colombian singer based in New York, leads PALENQUE, which weaves jazzy accompaniments around traditional songs.  DENGUE FEVER is a Los Angeles band with a Cambodian lead singer and a taste for 1960s psychedelic rock from both California and Asia. BOOM PAN, an Israeli trio of guitar, tuba and percussion, delivers modal melodies with the twangy reverb of surf guitar. JULIA SARR, a singer from Senegal, and PATRICE LAROSE, a guitarist from France, mingle African vamps, French pop and a touch of flamenco.  A French contingent also includes the peppy BABYLON CIRCUS, which connects the horns and oompah of ska to accordion-driven cabaret, big-band swing and some political thoughts; LES PRIMITIFS DU FUTUR, playing jazzy songs that echo the 1920s and 1930s; and LE TRIO JOUBRAN, Palestinian brothers who adapt Middle Eastern classical pieces for the oud. American tradition is also on the bill with the CAROLINA CHOCOLATE DROPS, a string band revitalizing the African-American roots of old-timey music from the Piedmont. Sunday night at 6, 125 East 11th Street, East Village, (212) 353-1600; $40.  ", 
            "title": "THE WEEK AHEAD: Jan. 21 - 27; POP/JAZZ"
        }, 
        "weight": 0.7607222085778291, 
        "file": "1820244.txt", 
        "other_topics": {
            "0": 0.0101903402720487, 
            "1": 0.00030684154549681447, 
            "2": 0.000323942922817278, 
            "3": 0.00029904223854512014, 
            "4": 0.00042969787456860394, 
            "5": 0.009996891082871757, 
            "6": 0.00047926733174984566, 
            "7": 0.0004943286185653933, 
            "8": 0.0002077678574802873, 
            "9": 0.0003065116664388984, 
            "10": 0.06150615564517286, 
            "11": 0.0054779803796378744, 
            "12": 0.0003008733752215901, 
            "13": 0.0002421782227590376, 
            "14": 0.006027000950449295, 
            "15": 0.00040845116849172144, 
            "16": 0.00023079024909618818, 
            "17": 0.010369374155973407, 
            "18": 0.019792439001897366, 
            "19": 0.006211556500844116, 
            "20": 0.024866342863050537, 
            "21": 0.7607222085778291, 
            "22": 0.0002507338581873769, 
            "23": 0.00016921217468317162, 
            "24": 0.00019438504814491646, 
            "25": 0.000182888470921238, 
            "26": 0.00020611155112477885, 
            "27": 0.00024170296002105421, 
            "28": 0.0006339866185104599, 
            "29": 0.0787918735080283, 
            "30": 0.0001391233093729387
        }
    }, 
    {
        "i": 8, 
        "content": {
            "text": "  Four men, their backs to the audience, stand in a line upstage at the beginning of George Balanchine's ''Agon.'' Then they turn, and Stravinsky's bright fanfare of trumpets heralds the start of the ballet that, in Balanchine's words, used history as ''the takeoff point.''  Stravinsky used a French Baroque dance manual as the basis for his score; Balanchine deployed the academic vocabulary of classical ballet. And yet dance history was changed by ''Agon,'' with its angular, tensile movements that perfectly matched the composer's astringent forays into 12-tone technique.  Audiences must have been hardly able to register visually the compressed, unconventional movement when the ballet had its premiere in 1957; even today the choreography, with its unexpected transitions and acrobatic tension, can surprise, and in the best performances always does.  One of those performances came from an almost all-new cast at the New York City Ballet on Thursday night, when ''Agon'' was danced with a uniformly spiky intensity and a sensitivity to the rhythmic interplay between the music and the movement. Andrew Veyette gave a lovely sinuousness to his ''Sarabande'' solo, and Ellen Bar was coolly seductive in her ''Bransle Gay'' solo and the subsequent pas de trois, balancing unworriedly in arabesque as her two partners switched sides.  But it was Maria Kowroski, more familiar with her part, who electrified the whole work in the pas de deux that is at its heart. With her long, hyper-flexible limbs, Ms. Kowroski can sometimes look unanchored in space, but here every movement was diamond sharp and dazzling. Sébastien Marcovici, making his debut, partnered with subtlety and skill.  Another explosive performance came at the end of the evening, from Sterling Hyltin, new to her role in ''Symphony in Three Movements,'' and just as riveting. Ms. Hyltin came flying onto the stage with huge, traveling jumps -- Balanchine's jazzy knees-together surprise opener to another major Stravinsky score -- and she often looked as if she might rocket offstage. In a good way.  Amar Ramasar, new to the cryptic yet poignant central pas de deux, worked well with Jennie Somogyi -- curiously sluggish in her solo sections -- and nicely conveyed the wit and humor within the ballet's jagged, lighting-bolt aesthetic.  Also on the all-Stravinsky-Balanchine program was ''Monumentum Pro Gesualdo'' and ''Movements for Piano and Orchestra,'' both authoritatively headed by Charles Askegard and Rebecca Krohn; and ''Duo Concertant,'' in which Nikolaj Hubbe, partnering Yvonne Borree, was a spirited delight.  The orchestra, conducted by Fayçal Karoui, occasionally sounded patchy, but gave ''Symphony in Three Movements'' a fine, propulsive performance.  The New York City Ballet performs through Feb. 25 at the New York State Theater, Lincoln Center; (212) 870-5570, nycballet.org. ''Stravinsky and Balanchine: An Eternal Partnership'' will be performed again tomorrow.  DANCE REVIEW  ", 
            "title": "Finding a Famous Pair's Intensity and Sensitivity"
        }, 
        "weight": 0.7279893396186798, 
        "file": "1821716.txt", 
        "other_topics": {
            "0": 0.004259831367993828, 
            "1": 0.0002473704502688637, 
            "2": 0.0002611572906432051, 
            "3": 0.00024108278127247046, 
            "4": 0.00034641513925210234, 
            "5": 0.00014842777052195073, 
            "6": 0.00038637719498563477, 
            "7": 0.00039851934899270747, 
            "8": 0.00016749892317573844, 
            "9": 0.00024710450736677446, 
            "10": 0.08518425287794629, 
            "11": 0.0004608067394117053, 
            "12": 0.00024255901260688376, 
            "13": 0.00019523997609977576, 
            "14": 0.0048588659546397375, 
            "15": 0.0003292864051347623, 
            "16": 0.0001860591848608714, 
            "17": 0.00044871730713439713, 
            "18": 0.0001345360969199431, 
            "19": 0.09993840691396444, 
            "20": 0.00026958319984306717, 
            "21": 0.7279893396186798, 
            "22": 0.00020213738428750275, 
            "23": 0.0001364159855686307, 
            "24": 0.0001567099292479673, 
            "25": 0.00014744158366012503, 
            "26": 0.012032508062639257, 
            "27": 0.00019485682734037091, 
            "28": 0.05984283138788583, 
            "29": 0.00023350192502426817, 
            "30": 0.00011215885263110684
        }
    }, 
    {
        "i": 9, 
        "content": {
            "text": "  To the Editor:  Re ''A Prince on Flute and a Count on Guitar'' [Jan. 7]:  Anthony Tommasini is right in imagining the benefits of having Count Almaviva accompany himself: Antonino Siragusa strummed a guitar in the Opera Company of Philadelphia's ''Barbiere di Siviglia,'' and the effect was electric. Few singers can boast the attainments (Liszt-praised pianism, command of the violin) of Marcella Sembrich, the heroine of the Met's first ''I Puritani.'' As for the Met's current ''Puritani,'' rather than taking up instruments, the singers should concentrate on the rudiments of bel canto singing, like staying in tune.  David Shengold  Philadelphia  SINGER-MUSICIANS  ", 
            "title": "Asking Too Much"
        }, 
        "weight": 0.7148964733013492, 
        "file": "1818692.txt", 
        "other_topics": {
            "0": 0.0013083701078912614, 
            "1": 0.0010633046597558749, 
            "2": 0.0011225664333323643, 
            "3": 0.001036277552291742, 
            "4": 0.0014890413603419143, 
            "5": 0.0006380064387707954, 
            "6": 0.0016608154749489952, 
            "7": 0.0017130076786708273, 
            "8": 0.0007199824608124244, 
            "9": 0.0010621615227048927, 
            "10": 0.1281275221811194, 
            "11": 0.01898296416897913, 
            "12": 0.0010426230299146887, 
            "13": 0.0008392254456095298, 
            "14": 0.003883278576721029, 
            "15": 0.001415414689157496, 
            "16": 0.00079976245359103, 
            "17": 0.0019287801072057457, 
            "18": 0.0005782940468631608, 
            "19": 0.10653613379898119, 
            "20": 0.0011587846174572485, 
            "21": 0.7148964733013492, 
            "22": 0.0008688734745405406, 
            "23": 0.0005863746173508612, 
            "24": 0.0006736067214910621, 
            "25": 0.0006337673831987593, 
            "26": 0.0007142428264909252, 
            "27": 0.000837578507340177, 
            "28": 0.00219696757358446, 
            "29": 0.0010036917694511004, 
            "30": 0.0004821070200822583
        }
    }, 
    {
        "i": 10, 
        "content": {
            "text": "  An obituary on Jan. 15 about Alice Coltrane, the widow and piano accompanist of the jazz saxophonist John Coltrane, referred incompletely to the musician Terry Gibbs, with whom she played early in her career. Although he plays the drums, he is best known as a vibraphonist.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6990761025789117, 
        "file": "1822663.txt", 
        "other_topics": {
            "0": 0.002980839030787026, 
            "1": 0.002422510276183604, 
            "2": 0.002557525442492451, 
            "3": 0.11856859537917012, 
            "4": 0.0033924595025464147, 
            "5": 0.0014535600309965797, 
            "6": 0.0037838097651452184, 
            "7": 0.003902718441687494, 
            "8": 0.0016403247121953755, 
            "9": 0.0024199058850265798, 
            "10": 0.02075970989552809, 
            "11": 0.004512701740835311, 
            "12": 0.00237539164432319, 
            "13": 0.0019119941282779817, 
            "14": 0.008847212481463364, 
            "15": 0.08069649070715273, 
            "16": 0.001822086214476761, 
            "17": 0.00439430937063437, 
            "18": 0.001317518228033957, 
            "19": 0.010304276311050988, 
            "20": 0.0026400407615237674, 
            "21": 0.6990761025789117, 
            "22": 0.001979540766106553, 
            "23": 0.001335928064635608, 
            "24": 0.0015346675949798768, 
            "25": 0.0014439022573845195, 
            "26": 0.0016272481936286643, 
            "27": 0.001908241934732001, 
            "28": 0.005005316655597499, 
            "29": 0.002286695166157209, 
            "30": 0.0010983768383349953
        }
    }, 
    {
        "i": 11, 
        "content": {
            "text": "  ALARM WILL SOUND, a supremely inventive new-music ensemble led by ALAN PIERSON, is joining forces with musicians from the MANHATTAN SCHOOL OF MUSIC for an expansive exploration of Edgard Varèse's music at the Miller Theater. Varèse stood apart from the early-20th-century battles over tonality. Like Schoenberg and his followers he abandoned tonality as the cornerstone of musical structure; but unlike his Serialist contemporaries, he did not propose a new dogma to replace the old one. Instead he painted his works in what he called ''organized sound'' and created a catalog rich in both abstract works, in which timbre and rhythm are central, and soundscapes that evoke the modern urban world. At Miller, Alarm and company offer a program that ranges from the early ''Grand Sommeil Noir'' (1906) through an orchestrated version of the ''Poème Électronique'' (1957-58). Saturday at 8 p.m., Broadway at 116th Street, Morningside Heights, (212) 854-7799, millertheater.com; $25, $15 for students.  Yo-Yo Ma's Silk Road Ensemble has for the last several years explored ancient and new music from countries along the old trade route that connected Asia and Europe. Now, in a spinoff from that project, members of the ensemble are continuing their explorations on their own. SIAMAK JAHANGIRI, who plays the ney (a Middle Eastern flute), and the string quartet BROOKLYN RIDER offer a program that includes Bartok's Quartet No. 2, a selection of Armenian folk songs and ''Ney-Nava'' by the Iranian composer Hossein Alizadeh. Tuesday at 7 p.m., Makor, 35 West 67th Street, Manhattan, (212) 601-1000, 92y.org; $15.  If you're looking for something more conventional, the violinist VADIM REPIN joins forces with the NEW YORK PHILHARMONIC for the Tchaikovsky Violin Concerto. And you get something a bit off the beaten path: RICCARDO MUTI fills out the program with Scriabin's rich-hued Symphony No. 3, ''The Divine Poem.'' Thursday at 7:30 p.m., Friday at 2 p.m. and Saturday at 8 p.m., Avery Fisher Hall, Lincoln Center, (212) 721-6500, nyphil.org; $24 to $96.  And DANIEL BARENBOIM, in town a few weeks ago to conduct his West-Eastern Divan Orchestra, is back to offer his idiosyncratic but compelling reading of Bach's ''Well-Tempered Clavier,'' Book 1. Saturday at 8 p.m., Carnegie Hall, (212) 247-7800, carnegiehall.org; $34 to $108.  ", 
            "title": "THE WEEK AHEAD: Jan. 14 - 20; CLASSICAL MUSIC"
        }, 
        "weight": 0.6988908145891712, 
        "file": "1818653.txt", 
        "other_topics": {
            "0": 0.000381302577243923, 
            "1": 0.0003098823526424405, 
            "2": 0.0003271532050262365, 
            "3": 0.0003020057543700052, 
            "4": 0.00043395619091013106, 
            "5": 0.0001859363019181266, 
            "6": 0.00048401688261229617, 
            "7": 0.0004992274271448746, 
            "8": 0.00020982684197873433, 
            "9": 0.0003095492044750729, 
            "10": 0.08689074367102, 
            "11": 0.0005772551910189283, 
            "12": 0.00030385503765527745, 
            "13": 0.054749711389863995, 
            "14": 0.01104174078262695, 
            "15": 0.0004124989294615664, 
            "16": 0.010143101599699077, 
            "17": 0.0005621106912933875, 
            "18": 0.0001685341243611379, 
            "19": 0.03104817371028709, 
            "20": 0.01520274470928212, 
            "21": 0.6988908145891712, 
            "22": 0.00025321863679319466, 
            "23": 0.00017088907143152554, 
            "24": 0.00019631140867880335, 
            "25": 0.0051397130069195, 
            "26": 0.00020815412158713755, 
            "27": 0.00024409824220737278, 
            "28": 0.0006402694412510261, 
            "29": 0.0795727028823314, 
            "30": 0.0001405020247375071
        }
    }, 
    {
        "i": 12, 
        "content": {
            "text": "  Riccardo Muti's streamlined readings of the Russian and German repertory are an acquired taste (though one worth acquiring), and his relatively rare forays into American repertory have been well meaning, if unpersuasive. But there is no one to touch him in Italian music, and that was what he brought to the New York Philharmonic on Thursday evening, the start of his second week of subscription programs with the orchestra at Avery Fisher Hall.  Mr. Muti's message was that there is more to Italian Romanticism than opera -- although he touched on opera as well -- and to that end he devoted the first half of his program to Giuseppe Martucci's enormous Piano Concerto No. 2 in B flat minor (Op. 66), with Gerhard Oppitz as the soloist. Martucci has been scarce in New York: the Philharmonic last performed this concerto in 1911. But Mr. Muti recorded it (along with Martucci's evocative ''Canzone dei Ricordi'') for Sony Classical in 1995, and he has kept it in his repertory, perhaps betting that accidental encounters will win this composer a new audience.  He is on to something. This is a virtuoso concerto (Martucci was, not surprisingly, a pianist), so solidly packed with explosive, daredevil keyboard writing that it isn't until well into the 20-minute first movement that the orchestra has much of substance to offer. When the orchestra does take its stand, its contributions are currents of lyricism or subtle but ear-catching shifts in color, to contrast with the showiness of the piano writing.  Still, it's the piano that rivets the ear, and if you look past the layer of surface bluster you'll find magnificently detailed and at times almost Brahmsian keyboard writing.  Mr. Oppitz was an ideal soloist. He attacked the work with all the vigor it demanded, and played with muscularity, clarity and, in the central Larghetto, a poetic touch. He and Mr. Muti made a powerful case: this concerto may not be the Beethoven ''Emperor,'' but it makes a welcome change from, say, the Tchaikovsky First.  After the intermission, Mr. Muti led a taut account of the ballet music from Verdi's ''Macbeth,'' a fine warm-up for the real business of the second half, Respighi's ''Feste Romane.'' Pictorialism runs deep in Italian music as far back as Monteverdi, and Respighi reveled in it. Here the orchestra evokes everything from the roaring lions at the ancient Circus Maximus, to parades of chanting penitents, to sloppy inebriates, all vividly.  Mr. Muti had the Philharmonic playing at full throttle, with no loss of either tone or precision. This orchestra's brasses, which got a thorough workout, have rarely sounded better.  Riccardo Muti, Gerhard Oppitz and the New York Philharmonic repeat this program tonight at Avery Fisher Hall, Lincoln Center, (212) 721-6500.  MUSIC REVIEW  ", 
            "title": "Italian Romanticism From a Rarely Heard Source"
        }, 
        "weight": 0.6868777236976416, 
        "file": "1821719.txt", 
        "other_topics": {
            "0": 0.00034536548399950024, 
            "1": 0.0002806764891987521, 
            "2": 0.00029631959430369845, 
            "3": 0.0002735422463769705, 
            "4": 0.0003930565877407679, 
            "5": 0.0001684121344502516, 
            "6": 0.004926410130771242, 
            "7": 0.0004521761254485796, 
            "8": 0.00019005103338106844, 
            "9": 0.0002803747396567004, 
            "10": 0.11011752170149217, 
            "11": 0.0005228499106365626, 
            "12": 0.0002752172379846503, 
            "13": 0.0002215271508111527, 
            "14": 0.0010250542847663497, 
            "15": 0.00037362163521815036, 
            "16": 0.00021111025481487824, 
            "17": 0.0005091327532141103, 
            "18": 0.00015265008133732462, 
            "19": 0.09544210301762045, 
            "20": 0.009281901936586361, 
            "21": 0.6868777236976416, 
            "22": 0.00022935322830989105, 
            "23": 0.009130805044704966, 
            "24": 0.0001778094057560141, 
            "25": 0.00016729316706441257, 
            "26": 0.00018853596392673824, 
            "27": 0.00022109241477653852, 
            "28": 0.07687611188936015, 
            "29": 0.0002649407011457063, 
            "30": 0.00012725995750439753
        }
    }, 
    {
        "i": 13, 
        "content": {
            "text": "  'Renaud Capuçon, Gautier Capuçon: Inventions'  Renaud Capuçon, violinist; Gautier Capuçon, cellist; Aude Capuçon, pianist. Virgin Classics 332626 2; CD.  THE Capuçon siblings -- led by Renaud, 30, a violinist, and Gautier, 25, a cellist -- are a relatively recent but noteworthy addition to the current Who's Who in musical families. The brothers demonstrate their rich, powerful tone, fine ensemble playing and wide range of repertory on their new disc, ''Inventions.''  It includes arrangements of some of Bach's Inventions and English and French suites by Frederick Neumann, which the Capuçons play with flair, precision and minimal vibrato.  But the disc also includes intriguing pieces originally written for violin and cello. The Jewish Communist composer Hanns Eisler, a student of Schoenberg, was an outcast in both Nazi Germany and McCarthy-era America. The Capuçons play his rhythmically intense, dissonant Duo for Violin and Cello, a gritty, ironic and passionate work written in 1924, with conviction.  The French composer Karol Beffa, 33, dedicated his enigmatic, melodic and melancholy ''Masques I'' and ''Masques II'' to the Capuçon brothers, who play it with introspection and dramatic vigor. Sandwiched between the two ''Masques'' are Karl Kraeuter's transcriptions of Bartok's Hungarian Folk Songs, a cheery respite from Mr. Beffa.  The Jewish composer Gideon Klein completed his solemn and chromatic Duo for Cello and Violin, which echoes Berg and Schoenberg, in 1939. The unfinished Lento ends in midphrase: an eerie foreshadowing of Klein's death in a concentration camp in 1945.  It is handy for any musical family to have a pianist in the ranks, and the Capuçon brothers are joined by their sister, Aude, for a flirtatious rendition of Kreisler's ''Marche Miniature Viennoise,'' which concludes the disc on a lighthearted note.  VIVIEN SCHWEITZER  CLASSICAL RECORDINGS  ", 
            "title": "Flighty Beethoven, Liberated Monteverdi and Brotherly Bach"
        }, 
        "weight": 0.684295871927446, 
        "file": "1816933.txt", 
        "other_topics": {
            "0": 0.0004279539514803799, 
            "1": 0.0003477956489723215, 
            "2": 0.0003671795450280559, 
            "3": 0.00033895536947755196, 
            "4": 0.0004870495972298716, 
            "5": 0.0002086851227302566, 
            "6": 0.0005432350837865955, 
            "7": 0.0005603065987077262, 
            "8": 0.00023549860795723151, 
            "9": 0.00034742174099697043, 
            "10": 0.0029804359744417027, 
            "11": 0.0006478808556572615, 
            "12": 0.0003410309077418334, 
            "13": 0.00027450172047291214, 
            "14": 0.006831424028725839, 
            "15": 0.000462967095896589, 
            "16": 0.01694532847721317, 
            "17": 0.061804577299411384, 
            "18": 0.011311643622111019, 
            "19": 0.1182655100648311, 
            "20": 0.0003790261279774856, 
            "21": 0.684295871927446, 
            "22": 0.00028419927551342, 
            "23": 0.00019179690290199792, 
            "24": 0.0002203295966998675, 
            "25": 0.0002072985727229948, 
            "26": 0.0002336212345954257, 
            "27": 0.00027396302447553125, 
            "28": 0.022963584310594174, 
            "29": 0.00032829690636789713, 
            "30": 0.06689263080783545
        }
    }, 
    {
        "i": 14, 
        "content": {
            "text": "  Isabel Bayrakdarian, the soprano, and Russell Braun, the baritone, were to have shared a recital on Sunday afternoon at the Morgan Library & Museum. Both singers are Canadian, as are the pianists they work with, and at the last minute, visa problems prevented Mr. Braun from traveling to New York. So Ms. Bayrakdarian and her pianist, Serouj Kradjian (they are also married), added two groups of songs and a solo piano work to the Schubert and Pauline Viardot groups they had planned, and had the recital all to themselves.  The amended program was a tour of national styles filtered through 19th- and early-20th-century sensibilities, and Ms. Bayrakdarian was at her most vivid when the music drew most overtly on folk music and dance roots. She gave a florid account of ''L'Invito,'' the bolero from Rossini's ''Soirées Musicales,'' for example, and her reading of the ''Tarantella Napoletana'' from the same set was brisk, fiery and suffused with an undercurrent of sensuality.  Ernesto Lecuona's ''Malagueña'' was enlivened with a similarly vital performance. Here, and in its companion works in her Spanish set -- ''Del cabello más sutil'' and ''Chiquitita la novia'' by Fernando Obradors -- Ms. Bayrakdarian caught the essence of the music in her subtly shifting tempos and flamenco-tinged vocalise passages.  Spain seemed to exert an unusual pull on Ms. Bayrakdarian and Mr. Kradjian. Two of the Viardot songs, ''Madrid'' and ''Havanaise,'' emphasized the composer's Spanish roots and drew on flamenco figuration as fully as the Obradors songs. On the other hand, in his pastel-hued performance of Granados's ''Quejas o la maja y el ruiseñor,'' from ''Goyescas,'' Mr. Kradjian highlighted the stylistic connections between Granados and his French contemporary Ravel.  Ms. Bayrakdarian put Viardot's Gallic side in the spotlight as well, by way of gracefully turned performances of ''Sylvie,'' the gently macabre ''Enfant et la mère'' and the swirling ''Aime-moi,'' a reworking of a Chopin mazurka.  The recital, part of the series that the George London Foundation has presented at the Morgan since 1995, began with a group of Schubert songs in which Ms. Bayrakdarian acclimated herself to the small, acoustically bright new hall. At first she seemed to overestimate the power she needed, but by the third song, she had taken the room's measure, giving a beautifully serene performance of ''Nacht und Träume'' that showed her interpretive flexibility and expressive sound to fine effect.  The sporano Andrea Gruber and the tenor Russell Thomas will sing the next recital in the George London Foundation's series at the Morgan Library & Museum on March 18.  MUSIC REVIEW  ", 
            "title": "A Visa Problem in Canada, and an Excursion to Spain"
        }, 
        "weight": 0.6630707724247401, 
        "file": "1819188.txt", 
        "other_topics": {
            "0": 0.00033339523228620194, 
            "1": 0.00027094833632485693, 
            "2": 0.00028604925665929497, 
            "3": 0.0002640613639638394, 
            "4": 0.00037943337838486737, 
            "5": 0.00016257502641734155, 
            "6": 0.0004232043805613738, 
            "7": 0.00043650385276608055, 
            "8": 0.0001834639283768314, 
            "9": 0.00027065704532061547, 
            "10": 0.13662809157748423, 
            "11": 0.0005047281082893303, 
            "12": 0.00026567830092480286, 
            "13": 0.14751742208695626, 
            "14": 0.0009895262474351324, 
            "15": 0.004693130063991398, 
            "16": 0.00020379324426672427, 
            "17": 0.004823944412137698, 
            "18": 0.00014735928077294082, 
            "19": 0.035812157393676686, 
            "20": 0.0002952782736144146, 
            "21": 0.6630707724247401, 
            "22": 0.00022140392242577745, 
            "23": 0.00014941834927236866, 
            "24": 0.00017164659145493425, 
            "25": 0.00016149484206538404, 
            "26": 0.00018200137072107888, 
            "27": 0.00021342942591578732, 
            "28": 0.0005598251672846374, 
            "29": 0.00025575794540218087, 
            "30": 0.0001228491701069126
        }
    }, 
    {
        "i": 15, 
        "content": {
            "text": "  A music column on Saturday about a new album by the Smithereens (''Meet the Smithereens!'') that reproduces the song lineup and much of the arrangements on ''Meet the Beatles!'' misidentified the Smithereens' lead guitarist, whose solos were compared to George Harrison's. Although Pat DiNizio does play guitar in the band, it is Jim Babjak who plays lead.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6519795892139147, 
        "file": "1819710.txt", 
        "other_topics": {
            "0": 0.002275645773365694, 
            "1": 0.001849403880583464, 
            "2": 0.0019524777766837416, 
            "3": 0.09051817966073648, 
            "4": 0.002589886957514014, 
            "5": 0.0011096834504335255, 
            "6": 0.0028886533658273755, 
            "7": 0.0029794311718058806, 
            "8": 0.0012522641979996953, 
            "9": 0.0018474156243685324, 
            "10": 0.10456425670552273, 
            "11": 0.00344510741335821, 
            "12": 0.0018134323590311534, 
            "13": 0.0014596633067995694, 
            "14": 0.0067541794379264415, 
            "15": 0.0024618282208635337, 
            "16": 0.0013910253958219156, 
            "17": 0.003354723768329453, 
            "18": 0.08972160977419305, 
            "19": 0.007866537774313917, 
            "20": 0.0020154719991332375, 
            "21": 0.6519795892139147, 
            "22": 0.0015112300701477623, 
            "23": 0.0010198803163839279, 
            "24": 0.0011716029580822983, 
            "25": 0.001102310468708107, 
            "26": 0.0012422812623566334, 
            "27": 0.001456798790032454, 
            "28": 0.003821181745818723, 
            "29": 0.00174571928778975, 
            "30": 0.0008385278721541239
        }
    }, 
    {
        "i": 16, 
        "content": {
            "text": "  There were several hallmarks to the concert on Sunday afternoon by the Met Orchestra. This was the orchestra's 50th program at Carnegie Hall since James Levine and his players emerged from the pit at the Metropolitan Opera to present a full-fledged symphonic concert in the hall in 1991. The program offered Mr. Levine's restrained take on Brahms's Third Symphony, and a major premiere by the formidable modernist composer Charles Wuorinen.  But the concert is likely to be remembered most for the exhilarating performance of Beethoven's Violin Concerto, with Christian Tetzlaff as soloist. This serious-minded 40-year-old German musician seemed somewhat dazed by the rock star ovation that erupted after his stunning performance.  Mr. Tetzlaff's bookish appearance is a little deceptive. To be sure, he is a keenly intelligent musician who gained early attention for probing performances of works like the Schoenberg, Berg, Stravinsky and Ligeti concertos. But he is also a brilliant and powerfully intuitive player. I have seldom heard the rustic character of Beethoven's rondo finale conveyed with such earthy vigor. It was charming to see this trim, boyish violinist almost dancing as he played, his feet planted on the floor, but his foam rubber knees swaying continually.  Mr. Tetzlaff's penchant for rhythmic freedom and rubato is not a trait you associate with Mr. Levine's music-making, but the conductor clearly admires this violinist. Mr. Tetzlaff made his debut with Mr. Levine and the Met Orchestra in 2004 in the Berg Concerto, and they performed the Beethoven and Schoenberg concertos together during Mr. Levine's tenure as conductor of the Munich Philharmonic.  The Beethoven concerto, especially in the first movement, has a spacious quality. The music evolves in large, structural blocks, and the violin part is filled with what seem to be transitional passages of scales and ascending patterns of broken thirds. Mr. Tetzlaff brought improvisatory freedom to these curious passages yet made every restless run come across as part of an integral conception.  And though kept on alert, Mr. Levine seemed energized by Mr. Tetzlaff's work. In the Larghetto slow movement Mr. Tetzlaff played the wistful melodic phrases with arching lyricism and radiantly penetrating pianissimos, while in the orchestra Mr. Levine achieved an uncanny balance between timelessness and subdued intensity. Though Beethoven wrote no cadenzas for this work, he did compose some when he made an unconventional arrangement of the piece as a piano concerto. In another fresh stroke, Mr. Tetzlaff played his adaptations of Beethoven's piano cadenzas, which proved more unpredictable than the cadenzas by Fritz Kreisler used by a majority of violinists.  The impact of this original performance was probably enhanced by hearing it right after the premiere of Mr. Wuorinen's ''Theologoumenon,'' composed for Mr. Levine's 60th birthday in 2003 on a commission from Ronald A. Wilford, Mr. Levine's longtime manager and the chairman of Columbia Artists Management. The title is a term meaning a private, nondogmatic theological opinion. During the piece's most extreme moments, when the orchestra built to some anxious, gratingly dissonant, wailing outburst, many in the audience might have been puzzled by the composer's comment in the program notes that, over all, he considers this fitful piece to be contemplative.  But in a way, Mr. Wuorinen's observation fits the music. In the last decade or so, this once unabashedly complex serialist, now 68, seems to have allowed a lyrical generosity into his works. This 20-minute piece comes across as a series of quizzical, sustained passages: over some foundation, like repeated bass notes, pitches pile up to form a tremulous chord, and quietly restless musical events break out: fluttering woodwind motifs, fidgety percussion riffs.  Then the collective sounds fade, and the process begins again. The music could be described as depicting the mind state sought during meditation, when you strive for contemplativeness and let intrusive thoughts just register and then float right by.  In Brahms's Third Symphony, Mr. Levine strove, it seemed, for an organic reading that allowed inner voices and layered complexities to come through, details often lost in sweepingly Romantic interpretations. For some the performance might have been restrained to the point of ponderousness. I found it fascinating. Besides, in the Beethoven concerto Mr. Levine certainly proved that, with the right partner, he can be as impetuous as anyone.  MUSIC REVIEW  ", 
            "title": "Serious German Violinist Gets a Rock Star Ovation"
        }, 
        "weight": 0.6503277362778414, 
        "file": "1819212.txt", 
        "other_topics": {
            "0": 0.00021566560005373706, 
            "1": 0.0001752701594931609, 
            "2": 0.00018503859266167874, 
            "3": 0.0001708151376963365, 
            "4": 0.031073673197170196, 
            "5": 0.002907732046896722, 
            "6": 0.000273761043471635, 
            "7": 0.0002823641618598543, 
            "8": 0.00011867853637342707, 
            "9": 0.00017508173013624056, 
            "10": 0.13322258275525786, 
            "11": 0.0003264968415767924, 
            "12": 0.0001718610965048773, 
            "13": 0.0001383339914418057, 
            "14": 0.028665761991068316, 
            "15": 0.00023331032742257896, 
            "16": 0.0001318290966859153, 
            "17": 0.00312049713229389, 
            "18": 9.532328190014935e-05, 
            "19": 0.12405842732245384, 
            "20": 0.00019100862848337686, 
            "21": 0.6503277362778414, 
            "22": 0.00014322103365658272, 
            "23": 9.665524528917478e-05, 
            "24": 0.00011103417673210412, 
            "25": 0.00010446724681928211, 
            "26": 0.00011773244193686872, 
            "27": 0.00013806251785190236, 
            "28": 0.022782666276127562, 
            "29": 0.00016544384988781695, 
            "30": 7.94682629548432e-05
        }
    }, 
    {
        "i": 17, 
        "content": {
            "text": "  Jerome Robbins choreographed two of his late ballets to Bach in the first few months of 1994, and both were on the third themed program of the New York City Ballet's winter season, ''Jerome Robbins: An American Icon.''  In a sense, the two pieces are very different: ''2 & 3 Part Inventions'' is an ensemble, created for teenage students at the School of American Ballet; ''A Suite of Dances'' is a solo for Mikhail Baryshnikov, then in his 40s. But both works capture the radiance of spirit and the translucent purity of intention of thoroughbred bodies dedicated to joyous motion.  In ''2 & 3 Part Inventions,'' set to some of the piano exercises Bach wrote for one of his young sons, Mr. Robbins provides an effect of simplicity and playfulness. His choreography is studded with unusual rhythmic dynamics and inconspicuous technical difficulties throughout the 12 sections. And although there are solos and pas de deux, the emphasis is on counterpoint and canon within the group.  On Sunday afternoon the dancers -- Rebecca Krohn, Tyler Angle, Sterling Hyltin, Tiler Peck, Ana Sophia Scheller, Jonathan Stafford, Amar Ramasar and Seth Orza -- paid tribute to Robbins's famous perfectionism with an impeccably polished and charming performance. The equally fine pianist was Nancy McDill, who had played at this work's premiere.  Damian Woetzel was no less charming in ''A Suite of Dances,'' performed to excerpts from Bach's Suites for Solo Cello, played onstage by Ann Kim. The beginning is tentative and inward-looking, as Mr. Woetzel sketches out the steps. By the end, however, he is flirting with the audience, spinning through bravura pirouette sequences and finally cartwheeling into place at the cellist's feet. Mr. Woetzel often seems hesitant about being a star, but there was no doubt about it here.  A young girl doomed to an untimely death is the theme of ''In Memory of ,'' to Berg's Violin Concerto from 1935, beautifully played by Kurt Nikkanen. The ballet can feel formulaic, but Wendy Whelan, tenderly partnered by Seth Orza and threatened by a subtly menacing Charles Askegard, was quietly luminous in the central role.  ''I'm Old Fashioned,'' to a score by Morton Gould, based on a theme by Jerome Kern, is an unabashed crowd pleaser that is also a serious ballet, perhaps a little too serious, as Robbins dissects the lovely duet by Fred Astaire and Rita Hayworth, shown on film as the ballet begins, at considerable length.  But Ms. Krohn, Maria Kowroski and Jenifer Ringer, partnered by Mr. Angle, Philip Neal and Stephen Hanna, were just as glamorous as they needed to be, and the showstopping finale -- a plethora of Astaires and Hayworths dancing beneath the film -- is sigh-worthy pleasure. Maurice Kaplow led the orchestra, in fine form.  The New York City Ballet performs through Feb. 25 at the New York State Theater, Lincoln Center; (212) 870-5570, nycballet.com. ''Jerome Robbins: An American Icon'' will be performed again tomorrow night.  DANCE REVIEW  ", 
            "title": "Robbins: One Toeshoe in Bach, the Other in Kern"
        }, 
        "weight": 0.6445679591339462, 
        "file": "1820821.txt", 
        "other_topics": {
            "0": 0.00787273726595735, 
            "1": 0.007818101680557334, 
            "2": 0.0002502681414380293, 
            "3": 0.00023103065379937132, 
            "4": 0.00033197110007189253, 
            "5": 0.00014223896325019336, 
            "6": 0.0003702669079041841, 
            "7": 0.0003819027856884885, 
            "8": 0.00016051492988313396, 
            "9": 0.00023680129950548443, 
            "10": 0.08921347705897896, 
            "11": 0.0004415930566236571, 
            "12": 0.00023244533256053577, 
            "13": 0.00018709929878868366, 
            "14": 0.0008657491291603082, 
            "15": 0.00031555656137693613, 
            "16": 0.00017830130752972926, 
            "17": 0.05728784915358673, 
            "18": 0.00012892651340330012, 
            "19": 0.06544721793679023, 
            "20": 0.07227827523099797, 
            "21": 0.6445679591339462, 
            "22": 0.00019370911436622474, 
            "23": 0.00013072801868411677, 
            "24": 0.00015017579115321654, 
            "25": 0.00014129389618960375, 
            "26": 0.00015923531954425057, 
            "27": 0.00018673212570431612, 
            "28": 0.0497665941004115, 
            "29": 0.00022376588704109426, 
            "30": 0.0001074823051069176
        }
    }, 
    {
        "i": 18, 
        "content": {
            "text": "  A Theater entry last Sunday in the Week Ahead report misstated the company presenting ''The Merchant of Venice'' and ''The Jew of Malta'' in repertory. It is Theater for a New Audience, not Theater for a New City.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6439008346851813, 
        "file": "1818697.txt", 
        "other_topics": {
            "0": 0.0035273844978677533, 
            "1": 0.002866684549510618, 
            "2": 0.003026455137488031, 
            "3": 0.18614671450343911, 
            "4": 0.004014476774939059, 
            "5": 0.0017200744713490156, 
            "6": 0.05031580609672701, 
            "7": 0.004618293167986447, 
            "8": 0.001941082997608116, 
            "9": 0.002863602635694143, 
            "10": 0.02456606281298707, 
            "11": 0.005340118671191878, 
            "12": 0.00281092658007029, 
            "13": 0.0022625637877269826, 
            "14": 0.010469374506350413, 
            "15": 0.0038159782178418594, 
            "16": 0.002156170997608986, 
            "17": 0.005200018717118761, 
            "18": 0.0015590890099148116, 
            "19": 0.012193595207907117, 
            "20": 0.003124099879180382, 
            "21": 0.6439008346851813, 
            "22": 0.002342495297177421, 
            "23": 0.0015808743433616153, 
            "24": 0.0018160533420292487, 
            "25": 0.0017086459169818574, 
            "26": 0.001925608861500163, 
            "27": 0.0022581236186301635, 
            "28": 0.005923055956903613, 
            "29": 0.0027059673458188715, 
            "30": 0.0012997674119078167
        }
    }, 
    {
        "i": 19, 
        "content": {
            "text": "  Not everyone wants to perform pure traditional gypsy flamenco. A grass-roots genre of flamenco Latino has sprung up in New York in recent years. The program presented by Andrea Del Conte Danza España on Thursday night at the Joyce SoHo fits somewhere between those styles, but never created the crucial flamenco feeling of an internal fire reaching up into the soul from the core of the earth.  Ms. Del Conte, an American who trained in ballet before taking on Spanish dancing, was closer to the traditional in her Seguiriyas and Farruca, but without that fire. A sweet-faced, elegant woman, she might have been the youngish director of a school for young dancers. Barbara Martinez, who sang and danced, made something fresh of the Latino style in several numbers. But Marco de Ana was unprepossessing, a major problem for a male flamenco artist, in a company of dancers completed by Mieko Sato and Sol Koeraus.  The musicians were more fun, in an ensemble that included Alfonso Cid, Arturo Martinez, Cristian Puig and Sean Kupisz. The evening's choreographers included Juana Cala and José Galvan.  Andrea Del Conte Danza España performs through tomorrow night at the Joyce SoHo, 155 Mercer Street, between Houston and Prince Streets; (212) 334-7479.  DANCE REVIEW  ", 
            "title": "Flamenco That Finds Its Fit In a Space Between Two Styles"
        }, 
        "weight": 0.641917602803816, 
        "file": "1821717.txt", 
        "other_topics": {
            "0": 0.0006020607213191797, 
            "1": 0.0004892911925865184, 
            "2": 0.0005165611416100561, 
            "3": 0.0004768543754222584, 
            "4": 0.0006851985612285581, 
            "5": 0.0002935855950971866, 
            "6": 0.0007642422864868378, 
            "7": 0.0007882590961269242, 
            "8": 0.008155063323959074, 
            "9": 0.0004887651656516856, 
            "10": 0.1606680939396878, 
            "11": 0.0009114616512748363, 
            "12": 0.00047977431589762076, 
            "13": 0.00038617870745108474, 
            "14": 0.06437697740390472, 
            "15": 0.0945363853077373, 
            "16": 0.0003680193828862914, 
            "17": 0.0008875491236053881, 
            "18": 0.0002661082891523523, 
            "19": 0.002081226112657789, 
            "20": 0.0005332273325659494, 
            "21": 0.641917602803816, 
            "22": 0.00039982157010610633, 
            "23": 0.00026982665146218555, 
            "24": 0.0003099674520079009, 
            "25": 0.0002916349476160044, 
            "26": 0.008152422168861698, 
            "27": 0.0003854208509115366, 
            "28": 0.008834714071870479, 
            "29": 0.0004618596733853808, 
            "30": 0.000221846783653275
        }
    }, 
    {
        "i": 20, 
        "content": {
            "text": "  Stravinsky was arguably the most important composer for dance in the 20th century, beginning with a 1910 commission from Serge Diaghilev to score Michel Fokine's ''Firebird.'' Although Stravinsky wrote only four scores for ballets by George Balanchine, the two artists had a long and mutually fruitful working relationship.  The New York City Ballet paid tribute to that relationship on Tuesday night at the New York State Theater with ''Stravinsky and Balanchine: An Eternal Partnership,'' the first of 10 themed programs of familiar repertory that the company will present in an effort to provide context for the ballets audiences will see this season. (Will the programs also be more marketable? The tribute's slightly odd title does conjure up an image of the eminently practical Stravinsky and Balanchine, who died in 1971 and 1983 respectively, looking down -- or up -- to count the houses.)  The selection of ballets suggests the range of responses Stravinsky's music drew from Balanchine, from the cool, bare-bones complexity of their 1957 ''Agon,'' set to an original score, to the jazzy playfulness and powerful surge of Balanchine's 1972 ''Symphony in Three Movements.''  Balanchine's elegiac moments are seldom among his best. Take ''Duo Concertant,'' a fussy, artificial-looking quartet in which two dancers (Yvonne Borree and Nikolaj Hübbe) relate unconvincingly to an onstage pianist (Cameron Grant) and violinist (Arturo Delmoni).  Much more believable is the unstressed relationship of dancers to instruments in Balanchine's 1963 ''Movements for Piano and Orchestra,'' now paired in performance with his 1960 ''Monumentum Pro Gesualdo.'' Together they suggest the connections and the distinctions between the more classical and more modern looks of Balanchine's ballets, with ''Monumentum'' delicately pouring out patterns in space for sweetly chaste-looking dancers and ''Movements'' seeming to turn classical traditions on their head, with music to match.  ''Agon'' occupies a central position in Balanchine's oeuvre, a ground-shifting masterpiece in which he and Stravinsky drew from mid-17th-century court dances to create what Balanchine called a ''quintessential contemporary ballet'' that represented a total collaboration with the composer. Harshly astringent at times, sportily athletic at others, the tightly knit ''Agon'' includes one of the most eerily intense and sensuous of pas de deux, danced on Tuesday by Wendy Whelan and Albert Evans.  Not so famous but nearly as arresting is the pas de deux (exquisitely danced by Miranda Weese and Jared Angle) at the heart of ''Symphony in Three Movements,'' a ballet that, like ''Agon'' in a very different way, celebrates the affection Balanchine and Stravinsky felt for America and things American, like jazz dance and music. It is a ballet that pushes excitingly from one climax to another. In the pas de deux Balanchine uses innovative movement -- jagged limbs and lifts of a hunched-over ballerina who looks as if she is seated -- to evoke the intimate love symbolized by the traditional pas de deux.  In the end perhaps ''Eternal Partnership'' suggests most how willing the two, though so meticulous about their crafts, were to be led into each other's beckoning realms.  The New York City Ballet performs through Feb. 25 at the New York State Theater, Lincoln Center; (212) 870-5570 or nycballet.com.  DANCE REVIEW  ", 
            "title": "Balanchine and Stravinsky, Reunited"
        }, 
        "weight": 0.6419038065882998, 
        "file": "1819595.txt", 
        "other_topics": {
            "0": 0.00027900102240155893, 
            "1": 0.00022674248319106856, 
            "2": 0.0002393796531458444, 
            "3": 0.0002209791364365304, 
            "4": 0.00031752793756744085, 
            "5": 0.0001360505316058654, 
            "6": 0.0039797649937032015, 
            "7": 0.007616502021065384, 
            "8": 0.00015353136048148816, 
            "9": 0.0002264987169936864, 
            "10": 0.049075966602273154, 
            "11": 0.0004223805400031689, 
            "12": 0.0002223322663603573, 
            "13": 0.00017895911557307034, 
            "14": 0.01895611970718274, 
            "15": 0.0003018275509470341, 
            "16": 0.0001705439010601589, 
            "17": 0.00041129923303239796, 
            "18": 0.00012331727035830927, 
            "19": 0.17499361617597192, 
            "20": 0.00024710293445548616, 
            "21": 0.6419038065882998, 
            "22": 0.00018528135599575542, 
            "23": 0.00012504039702870522, 
            "24": 0.029148501210224775, 
            "25": 0.00013514658185076033, 
            "26": 0.00015230742251909435, 
            "27": 0.00017860791719410225, 
            "28": 0.06935502889166965, 
            "29": 0.00021403043998324074, 
            "30": 0.00010280604142409678
        }
    }, 
    {
        "i": 21, 
        "content": {
            "text": "  'Rider on the Plains': Music by Virgil Thomson and Charles Fussell  Emmanuel Feldman, cellist; Joy Cline Phinney, pianist; Nashville Chamber Orchestra, conducted by Paul Gambill; New England String Ensemble, conducted by Susan Davenny Wyner. Albany Records TROY883; CD.  VIRGIL THOMSON'S Cello Concerto had an auspicious premiere in 1950 by Eugene Ormandy and the Philadelphia Orchestra, with Paul Olefsky as soloist. There were later performances with the Chicago Symphony Orchestra conducted by Fritz Reiner and the Royal Philharmonic Orchestra conducted by Thomas Beecham. So Mr. Thomson was keenly disappointed when this work, which he was so fond of, fell from favor.  He would have been delighted by this excellent new recording of the work in a program titled ''Rider on the Plains,'' after the subtitle of the concerto's first movement. The cellist Emmanuel Feldman is soloist with the Nashville Chamber Orchestra, conducted by Paul Gambill.  On the surface the concerto is genial and bumptious. The first movement is a Neo-Classical romp; the second, a set of quizzical variations on a hymn tune, ''Death, 'Tis a Melancholy Day.'' The finale evokes children at play through prankish musical games: at one point the theme from the spirited finale to Beethoven's Piano Sonata No. 6 is revealed to be suspiciously similar to ''Yankee Doodle.''  But there is much more to this music. The bold rhythmic dislocations in the finale counter the surface humor. The quietly intense slow movement has astringent harmony and piercing inner voices. Technically challenging, the concerto sounds exhilarating in this bracing and confident performance.  The album includes ''Right River'': Variations for Cello and String Orchestra, a moody, harmonically pungent recent work by Charles Fussell, who was a close colleague of Mr. Thomson. Mr. Feldman is joined by the New England String Ensemble, conducted by Susan Davenny Wyner. There are also appealing works for cello and piano by Mr. Thomson and Mr. Fussell.  ANTHONY TOMMASINI  CLASSICAL RECORDINGS  ", 
            "title": "Rustic Streams Hiding Complicated Traditions"
        }, 
        "weight": 0.641086243743156, 
        "file": "1818649.txt", 
        "other_topics": {
            "0": 0.0004075553171422418, 
            "1": 0.00033121779931527247, 
            "2": 0.0003496777524880831, 
            "3": 0.0003227988960649258, 
            "4": 0.005759999577047525, 
            "5": 0.00019873804432226781, 
            "6": 0.0005173415179123274, 
            "7": 0.0005335993107279148, 
            "8": 0.00022427345166590017, 
            "9": 0.00033086171384638245, 
            "10": 0.10346551533956719, 
            "11": 0.0006169992979020029, 
            "12": 0.000324775502783041, 
            "13": 0.0002614174617536106, 
            "14": 0.00120963542528346, 
            "15": 0.13284503546801718, 
            "16": 0.032026117421228635, 
            "17": 0.05885863190413518, 
            "18": 0.005476303161222558, 
            "19": 0.006705017963590661, 
            "20": 0.0003609596622690424, 
            "21": 0.641086243743156, 
            "22": 0.00027065277809165753, 
            "23": 0.00018265480974933172, 
            "24": 0.0002098274787467492, 
            "25": 0.00019741758489903225, 
            "26": 0.00022248556422329468, 
            "27": 0.00026090444296433113, 
            "28": 0.00598051752576189, 
            "29": 0.0003126484738106674, 
            "30": 0.00015017561031167783
        }
    }, 
    {
        "i": 22, 
        "content": {
            "text": "  Music history tells us of two great traditions that emanated from Vienna. The first was the classical period of the late 18th century, in which Haydn and Mozart standardized the symphony, string quartet and keyboard sonata into an international norm. Then, at the turn of the 20th century, the Second Viennese School of Schoenberg, Berg and Webern swept the old rules under the rug.  In a concert on Friday night at the Church of St. Vincent Ferrer, on Lexington Avenue at 66th Street, the New York Collegium focused on an earlier generation of Viennese composers, those employed by Austria's Hapsbourg emperors in the 17th century. In the music of Heinrich Ignaz Franz von Biber, Johann Heinrich Schmelzer, Pavel Josef Vejvanovsky and their contemporaries during the 1680s and '90s, the prevalent Italian mode of florid melody was wedded to a German passion for counterpoint and sophisticated harmony, according to a program note by the violinist Robert Mealy.  The program, which was assembled by the early-brass specialist Greg Ingles, emphasized works in which brass instruments were heard alongside strings and continuo. That combination might seem impractical today given the brightness and power of modern trumpets and trombones. But Mr. Ingles's dusky, small-bore trombone, Mr. Mealy's incisive violin and Jay Elfenbein's purring viola da gamba were evenly matched in a sonata by the Vienna-based Italian composer Antonio Bertali.  The trumpeters Kris Ingles and Carl Albach, wielding instruments that were little more than long, looped tubes, mustered exacting articulation and sterling tone. Ms. Ingles sounded tentative in a Biber sonata near the beginning of the program but grew stronger throughout the evening. In the concluding work, a chaconne by Phillip Jakob Rittler, she exchanged handsomely etched lines with Mr. Albach, two violinists and two violists.  The highlights of the concert were works by Schmelzer, a ceaselessly inventive composer and a virtuoso violinist. His ''Lamento sopra la morte Ferdinandi III'' vividly depicted a mournful funeral procession and tolling church bells. Mr. Mealy, a precise, extrovert performer, gave a thrilling account of Schmelzer's ''Sonata tertia'' (from ''Sonatae unarum fidium,'' 1664), sensitively accompanied by the harpsichordist Eric Milnes.  Mr. Milnes had a turn in the spotlight with a canzona for solo organ by Johann Caspar Kerll. In another work by that composer, a sonata for two violins, Mr. Mealy's flamboyance was matched by lithe, judicious playing from Cynthia Roberts. That such relatively esoteric music drew a large, enthusiastic audience was a testament to this ensemble's compelling advocacy.  MUSIC REVIEW  ", 
            "title": "Classic Viennese Music, the Prequel"
        }, 
        "weight": 0.6403447916276412, 
        "file": "1819025.txt", 
        "other_topics": {
            "0": 0.0003117826671702463, 
            "1": 0.0002533839322938664, 
            "2": 0.0002675059255398728, 
            "3": 0.0002469434124438328, 
            "4": 0.0003548363601813489, 
            "5": 0.00015203599344863758, 
            "6": 0.00039576987836552796, 
            "7": 0.00040820720354113344, 
            "8": 0.00017157075860567693, 
            "9": 0.0002531115244204774, 
            "10": 0.06699703188024494, 
            "11": 0.00047200877684762594, 
            "12": 0.0002484555304032839, 
            "13": 0.06907724720213568, 
            "14": 0.009028586736269642, 
            "15": 0.053008137892397236, 
            "16": 0.00019058221322796785, 
            "17": 0.028820850579327005, 
            "18": 0.00013780661851887604, 
            "19": 0.05374862869266929, 
            "20": 0.00027613666540347257, 
            "21": 0.6403447916276412, 
            "22": 0.0002070512675976264, 
            "23": 0.0001397322065491414, 
            "24": 0.00016051948831877723, 
            "25": 0.000151025832757438, 
            "26": 0.00017020301221148335, 
            "27": 0.00019959372306654509, 
            "28": 0.03698796643541689, 
            "29": 0.00023917826844932475, 
            "30": 0.03657931769453599
        }
    }, 
    {
        "i": 23, 
        "content": {
            "text": "  If Rossini had been in the audience on Thursday night at the Harry de Jur Playhouse, he would surely have found the stylish and witty new production of ''Il Signor Bruschino'' by the Gotham Chamber Opera as cheekily funny as everyone else did.  The revival was overdue. ''Il Signor Bruschino,'' the last of five one-act farces Rossini wrote for the Teatro San Moisè in Venice between 1810 and 1813, was last staged in New York in 1933, according to the Gotham company.  In this frothy, youthful comedy, Rossini experiments with the comic gift for mistaken identities evident in his later opera ''Il Barbiere di Siviglia.'' The Venetian poet Giuseppe Maria Foppa wrote the libretto for ''Bruschino,'' based on ''Le Fils par Hazard,'' a French farce. Two young lovers, Florville and Sofia, want to marry. But Florville is the son of an enemy of Gaudenzio, Sofia's guardian, who in any event has already promised her to the eminent Bruschino family. Florville waylays and impersonates the legitimate groom, then convinces Gaudenzio that he is Bruschino's son.  Thanks to Robin Guarino's clever directing, an opera that could be mere bumbling slapstick is sharp, with snappy comic timing. Donald Eastman's set updates the action to the Via Veneto in Rome in about 1960. The costume designer Martin Pakledinaz presents Florville, sung by Alek Shrader, as a sort of Marcello Mastroianni, and Sofia, sung by Lisa Hopkins, as a demurely dressed Anita Ekberg.  There were other Felliniesque touches, like a Vespa, a bicycle, a priest and a scampering little boy who knocks on a door to mirror the moment in the overture when the violinists tap their music stands with their bows.  ''Il Signor Bruschino'' has plenty of tongue-twisting recitative and vocal acrobatics, but none of the strong cast seemed trapped in a coloratura torture chamber. At times they even made a merry farce of Rossini's bel canto obstacle course.  There was fiery chemistry between Ms. Hopkins and Mr. Shrader, both promising performers, who sang with good phrasing and control. Eric Jordan gave a fine, confident performance as the jovial, fabulously named Gaudenzio Strappapuppole, who almost seems a personification of Rossini, a cheery, witty gourmand.  Signor Bruschino was updated from a generic buffo character to an oily, scholarly-looking, suit-clad neurotic, excellently acted and sung by Marco Nistico.  As the maid Marianna, Emily Langford Johnson was a sexy, Sophia Loren-like flirt, while Filiberto, the burly barman, was sung with aplomb by Matthew Lau. Steven Goldstein, as the police commissioner and priest, was also strong.  Neal Goren, Gotham's artistic director, conducted a lively, tight performance of the chirpy score. Rossini reportedly declared that he was ''born for opera buffa.'' On Thursday night it seemed that this cast had been as well.  ''Il Signor Bruschino'' continues through Feb. 3 at the Abrons Arts Center, 466 Grand Street, at Pitt Street, Lower East Side, (212) 279-4200, gothamchamberopera.org.  MUSIC REVIEW  Correction:  January 30, 2007, Tuesday  A classical music entry in the Listings pages of Weekend on Jan. 19 misstated the history of the performance in New York of ''Il Signor Bruschino,'' by Rossini, which the Gotham Chamber Orchestra is performing through Saturday. The Gotham Chamber Orchestra's production is the first professional staging of the work in New York since 1933, not the first staging since then. (The error was repeated in a Week Ahead entry in Arts & Leisure on Jan. 21, in the Listings pages of Weekend on Friday and in a review of a performance on Saturday.)  Correction:  February 1, 2007, Thursday  A classical music entry in the Listings pages of Weekend on Jan. 19 misstated the history of the performance in New York of ''Il Signor Bruschino,'' by Rossini, which is being performed in New York through Saturday. The current production is the first professional staging of the work in New York since 1933, not the first staging since then. (The error was repeated in a Week Ahead entry in Arts & Leisure on Jan. 21, in the Listings pages of Weekend on Friday and in a review of a performance on Saturday.) A correction in this space on Tuesday misstated the name of the group that is currently presenting the work, at the Abrons Arts Center on the Lower East Side. It is the Gotham Chamber Opera, not Orchestra.  ", 
            "title": "Young Lovers, a Vespa And a Frolic by Rossini"
        }, 
        "weight": 0.6311884036409107, 
        "file": "1821718.txt", 
        "other_topics": {
            "0": 0.00019740835184680743, 
            "1": 0.00016043260169842008, 
            "2": 0.00016937408467689372, 
            "3": 0.041201375941372326, 
            "4": 0.00022466823340269674, 
            "5": 9.626312828897288e-05, 
            "6": 0.00025058570480471584, 
            "7": 0.0002584605231407795, 
            "8": 0.00010863176259557422, 
            "9": 0.00016026012389584084, 
            "10": 0.04755047658812368, 
            "11": 0.00029885713513329467, 
            "12": 0.00015731213415194379, 
            "13": 0.00012662327811256344, 
            "14": 0.023673737870819275, 
            "15": 0.002778873184784853, 
            "16": 0.05399225940880723, 
            "17": 0.025944154772089164, 
            "18": 8.72536555104214e-05, 
            "19": 0.031466174519610715, 
            "20": 0.06943831203376172, 
            "21": 0.6311884036409107, 
            "22": 0.0001310966060275602, 
            "23": 8.847286106421525e-05, 
            "24": 0.00010163453894311503, 
            "25": 9.562353482163862e-05, 
            "26": 0.00010776576012060426, 
            "27": 0.002691688612466965, 
            "28": 0.05163775746083629, 
            "29": 0.00015143814183349926, 
            "30": 0.015464623806347545
        }
    }, 
    {
        "i": 24, 
        "content": {
            "text": "  Hard to say what ballets fit into what categories on Wednesday night in ''Tradition and Innovation,'' the catch-all title of the second of 10 themed programs to be presented by the New York City Ballet during its winter season at the New York State Theater. Tradition was possibly best represented by Mauro Bigonzetti's ''In Vento,'' a hit from last spring's Diamond Project festival, and George Balanchine's ''Tchaikovsky Piano Concerto No. 2,'' with Balanchine's ''Mozartiana'' holding the fort for innovation.  ''In Vento,'' set to an appropriately brooding commissioned score by Bruno Moretti, straddles two choreographic genres. The ballet fits into the American tortured-loner category, with a lithe seeker, danced by an eloquently supple Benjamin Millepied, interacting with a beautiful woman (Maria Kowroski) and a shadowy man (Edwaard Liang in a role debut). Mr. Millepied's search is clearly doomed.  Mr. Millepied, Ms. Kowroski, Mr. Liang and a large corps, all of whom appear and disappear dramatically on the dark stage, are essentially the ballet equivalent of ships passing in the night. That places the work in a second category, that of European mystification, in which simple themes are turned into thick choreographic volumes. Practitioners of this style include William Forsythe, cited by Mr. Bigonzetti as a major influence on his work.  Balanchine created ''Tchaikovsky Piano Concerto No. 2,'' originally called ''Ballet Imperial,'' for a 1941 tour of South America by the American Ballet Caravan, a company founded by Lincoln Kirstein that was an antecedent to City Ballet. The new piece was to demonstrate that classical ballet was alive in the upstart United States, well within the traditions of Russian ballet in which Balanchine had trained and perhaps traditional in a livelier way than the war horse story ballets, like ''Sleeping Beauty,'' that were familiar to South American audiences. This was Russian ballet, Mr. Kirstein noted at the time, as danced by an American company.  There are faint suggestions of Hollywood in the wafting lines of corps women, manipulated so romantically by Charles Askegard on Wednesday, but Balanchine gives his lead dancers full technical challenges. Sofiane Sylve, new as the ballerina, looked a little awkward at first but came into her own soon after, particularly in turns that were dazzlingly if perhaps somewhat harshly executed. Teresa Reichlen was her usual elegant, fully articulated self in the second female lead. Susan Walters was the impressive piano soloist.  The vocabulary is classical in ''Mozartiana,'' but the breathtakingly simple-looking stage patterns and arrangements of dancers exist in a world of their own. Children from the City Ballet-affiliated School of American Ballet are not the typical cute ballet embellishment, but solemn, crucial elements in those patterns and subtly suggestive of the arc of time. Tchaikovsky paid homage to Mozart in a quiet, reflective score that Balanchine re-envisions as a long, calm, clear breath of prayer. Wendy Whelan was the ballet's heart on Wednesday, with Nikolaj Hübbe an understated anchoring presence and Daniel Ulbricht bracingly precise in the quick twists of the ballet's gigue. David Briskin conducted.  The New York City Ballet performs through Feb. 25 at the New York State Theater, Lincoln Center; (212) 870-5570 or nycballet.com.  DANCE REVIEW  ", 
            "title": "Russian, American-Style, And a Loner on a Quest"
        }, 
        "weight": 0.626810340798878, 
        "file": "1819826.txt", 
        "other_topics": {
            "0": 0.0002592614384435222, 
            "1": 0.0002107002398857307, 
            "2": 0.00022244331821615667, 
            "3": 0.00020534465531844623, 
            "4": 0.0002950625382341955, 
            "5": 0.00012642482891828087, 
            "6": 0.00032910061642918854, 
            "7": 0.0003394428167980647, 
            "8": 0.00014266887275893778, 
            "9": 0.00021047372037539625, 
            "10": 0.06918744185056906, 
            "11": 0.0003924967207258569, 
            "12": 0.00020660205003131368, 
            "13": 0.00016629759033383207, 
            "14": 0.04119860236710427, 
            "15": 0.0002804729686896527, 
            "16": 0.00015847776013877242, 
            "17": 0.01048947624288048, 
            "18": 0.00011459245784414494, 
            "19": 0.13565991556087248, 
            "20": 0.0473969119793728, 
            "21": 0.626810340798878, 
            "22": 0.00017217252631815969, 
            "23": 0.00011619367168681061, 
            "24": 0.00013347923993805593, 
            "25": 0.0001255848344559957, 
            "26": 0.037201546522530854, 
            "27": 0.00016597123956949955, 
            "28": 0.0273880805694362, 
            "29": 0.00019888758565511582, 
            "30": 9.553241759069171e-05
        }
    }, 
    {
        "i": 25, 
        "content": {
            "text": "  Not many tenors these days excel in the full-bodied, lyric Puccini and Verdi repertory once owned by the likes of Carlo Bergonzi, Giuseppe Di Stefano and Luciano Pavarotti. The closest we have may be the Italian tenor Marcello Giordani, who took over the role of Rodolfo on Wednesday night for the first of four final performances in the Metropolitan Opera's current revival of Puccini's ''Bohème.'' His Mimi was the Chilean soprano Cristina Gallardo-Domâs, which united the stars of the Met's acclaimed Anthony Minghella production of Puccini's ''Madama Butterfly.''  It was as Rodolfo that Mr. Giordani made his 1995 Met debut, and it is always rewarding to hear the role sung by a true Puccini tenor. Still, he has been branching out in recent years into weightier repertory, like Verdi's Manrico and, at the Met, the hefty title role of Berlioz's ''Benvenuto Cellini.'' While such choices testify to his adventurousness, they may explain why his Rodolfo seemed to have lost some of the velvety grace and glowing richness of earlier years. At times he ended melodic phrases abruptly and halted in his delivery. At his best Mr. Giordani can certainly invest a Puccini phrase with vibrant sound and soaring lyricism.  Ms. Gallardo-Domâs may not have a conventionally beautiful sound, and soft high singing does not come naturally to her. The earthy expressivity and subtle intensity of her singing, however, made her an affecting Mimi.  There were strong performances from the hearty baritone Dwayne Croft, a veteran Marcello; the bright-voiced soprano Ainhoa Arteta as Musetta; and the robust young baritone Aaron St. Clair Nicholson as Schaunard, the role of his Met debut last fall. The most complete vocal and dramatic portrayal came from the charismatic bass-baritone John Relyea as Colline. The bass Paul Plishka did double-duty as the hapless landlord Benoit and the wealthy Alcindoro. Carlo Rizzi was the very capable conductor.  Audiences still swoon when the curtain goes up on the bustling, two-tiered Café Momus set in Act II of Franco Zeffirelli's extravagant and critic-proof 1981 production. This is one show the new general manager, Peter Gelb, will probably leave be.  ''La Bohème'' will be performed tomorrow at 8 p.m., Wednesday at 7:30 p.m. and Feb. 3 at 1:30 p.m. at the Metropolitan Opera House, Lincoln Center.  MUSIC REVIEW  ", 
            "title": "Rodolfo And Mimi Soar Again"
        }, 
        "weight": 0.6234058693279201, 
        "file": "1821454.txt", 
        "other_topics": {
            "0": 0.0003633009701869539, 
            "1": 0.00029525255290051587, 
            "2": 0.009753871885844697, 
            "3": 0.019172075518586913, 
            "4": 0.005134550689440428, 
            "5": 0.00017715809677472188, 
            "6": 0.00046116604904934374, 
            "7": 0.00047565849131317494, 
            "8": 0.00019992074486654615, 
            "9": 0.000294935132931064, 
            "10": 0.07806747855052687, 
            "11": 0.0005500025005298451, 
            "12": 0.005010591718217179, 
            "13": 0.00023303147691666802, 
            "14": 0.038846942709194, 
            "15": 0.0003930245170585333, 
            "16": 0.009664237463357582, 
            "17": 0.0005355729850436034, 
            "18": 0.00016057749027707617, 
            "19": 0.07207210132538007, 
            "20": 0.11834881304474065, 
            "21": 0.6234058693279201, 
            "22": 0.00024126397749872982, 
            "23": 0.00016282125836696102, 
            "24": 0.0001870433862453352, 
            "25": 0.00017598101928517325, 
            "26": 0.00019832699497502668, 
            "27": 0.00023257416421326312, 
            "28": 0.014773287573859607, 
            "29": 0.0002786995754572457, 
            "30": 0.000133868809042206
        }
    }, 
    {
        "i": 26, 
        "content": {
            "text": "  The most obvious way to freshen a classical music program is through novel programming. The pianist Wu Han and the cellist David Finckel have proved adept at this so far as music directors of the Chamber Music Society of Lincoln Center. The title they devised for the society's program on Sunday evening at Alice Tully Hall might have been trite -- ''Pianos/Pianists: A Celebration of the Keyboard'' -- but the concept was imaginative.  As Ms. Wu explained in the program notes, pianists tend to work in isolation from one another. When not mining the vast solo repertory, they are playing the piano part in a chamber work or accompanying instrumentalists and singers. But there is a sizable body of works for four-hand piano and for two pianos. Sunday's program presented teams of pianists in varied examples of this repertory, climaxing in a clattering, propulsive and riveting account of Stravinsky's shocking ''Rite of Spring'' in its four-hand piano incarnation, played by Gilbert Kalish and Ms. Wu.  Though this approach has merit, the resourceful Russian pianist Kirill Gerstein, 27, now an American citizen living outside Boston, showed on Sunday afternoon at the Metropolitan Museum of Art how to turn the tried-and-true piano recital into something startlingly fresh simply by choosing an adventurous program. Among other offerings, he gave compelling performances of Schumann's impetuous ''Humoresque,'' three of Ligeti's astonishing études, a wildly inventive Busoni piece (''Carmen Fantasy'') and a finger-twisting transcription of the crazed march movement from Tchaikovsky's ''Pathétique'' Symphony.  Mr. Gerstein began traditionally, with an articulate account of Haydn's exuberant Sonata in D (Hob. XVI:37), followed by a searching performance of the Schumann. The repertory exploits started after intermission, with Mr. Gerstein's vibrant performances of three Schubert songs in transcriptions by Liszt.  The piano part of Schubert's ''Erlkönig'' is hard enough: the right hand plays repeated octaves and chords so continuously that it is amazing the pianist's arm does not freeze up in a muscle spasm. But if you think the original is difficult, you should hear Liszt's fancy piano transcription, which includes the vocal line too. Mr. Gerstein played with aplomb, then gave commanding and colorful performances of the Ligeti études.  For whatever reason, Busoni, the visionary pianist and composer who died in 1924, also labeled his ''Carmen Fantasy'' Sonatina No. 6. This wonderfully strange piece is a fantastical exploration of themes from Bizet's opera. The technical challenges, though, were nothing in comparison with those of Samuel Feinberg's arrangement of the Allegro molto vivace from Tchaikovsky's Sixth Symphony, which is not just a gimmick but a serious attempt to reimagine this frenetic orchestral movement as a piano piece. Mr. Gerstein played it with valiant determination and to great effect. I managed to stay for his encore, the tender ''Mélodie'' by Rachmaninoff, and still make it across town in time for the Chamber Music Society program.  Four-hand works, like the charming Andante and Five Variations in G by Mozart, which the fine pianists Gilles Vonsattel and André-Michel Schub played exquisitely to open the program, were conceived as pieces for the home, primarily for the enjoyment of the players. This applies as well to the pair of four-hand works that followed: Mendelssohn's elaborate Andante and Variations in B flat (played by Inon Barnatan and Anne-Marie McDermott) and Fauré's ''Dolly Suite'' (Ms. Wu and Charles Wadsworth). Still, though the site was way too big, each performance proved rewarding to hear.  On the other hand, Lutoslawski's 1941 ''Variations on a Theme of Paganini for Two Pianos,'' while lasting just six minutes, is a full-throttled and ingenious concert work, played here brilliantly by the dueling pianists Mr. Schub and Ms. McDermott.  The four-hand piano version of ''The Rite of Spring'' was created to enable Nijinsky, who choreographed the ballet, to rehearse his dancers in preparation for the infamous 1913 Paris premiere. Still, the four-hand ''Rite'' packs a wallop as a concert piece. Without the alluring orchestral clothing, Stravinsky's harmonies, cluster chords, pummeling riffs and meter-smashing rhythms sound even more radical. Beyond the challenge of playing all the notes, Ms. Wu and Mr. Kalish had the extra task of keeping their hands and arms out of each other's way, which is not easy, since the piece involves much overlapping between the players.  All in all it was quite a day for the piano in New York. And the courageous Mr. Gerstein set a high bar for creative programming.  MUSIC REVIEW  ", 
            "title": "All Around the Town, Piano Recitals With a Difference"
        }, 
        "weight": 0.6225740330433456, 
        "file": "1820822.txt", 
        "other_topics": {
            "0": 0.00019392598477668878, 
            "1": 0.00015760250254657877, 
            "2": 0.0001663862539722029, 
            "3": 0.00015359655774622343, 
            "4": 0.00022070499045788748, 
            "5": 0.0026146256079814375, 
            "6": 0.0002461652666698005, 
            "7": 0.00025390116986980166, 
            "8": 0.0051468366564436365, 
            "9": 0.00015743306732560468, 
            "10": 0.0971128780517286, 
            "11": 0.0002935851684899289, 
            "12": 0.0001545370813713708, 
            "13": 0.0732061470510112, 
            "14": 0.03333636550047537, 
            "15": 0.00020979208085444183, 
            "16": 0.0001185404041751092, 
            "17": 0.00028588285489830845, 
            "18": 8.571446401292712e-05, 
            "19": 0.1241533401308022, 
            "20": 0.00017175449571120273, 
            "21": 0.6225740330433456, 
            "22": 0.00012878400628411587, 
            "23": 8.691216226354702e-05, 
            "24": 9.984166256128468e-05, 
            "25": 9.393669510246794e-05, 
            "26": 0.00010586472639624836, 
            "27": 0.00012414548137722534, 
            "28": 0.03812654250316849, 
            "29": 0.000148766708769258, 
            "30": 7.145766941121299e-05
        }
    }, 
    {
        "i": 27, 
        "content": {
            "text": "  A picture caption in The Arts yesterday with a music review about the Dicapo Opera Theater misidentified the production shown. It was ''Messa di Gloria'' -- not ''Le Villi,'' which was the other work on the program.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6156791939689114, 
        "file": "1819308.txt", 
        "other_topics": {
            "0": 0.0033727821544562307, 
            "1": 0.0027410401380652963, 
            "2": 0.002893808113391756, 
            "3": 0.17798805805473508, 
            "4": 0.0038385255801226506, 
            "5": 0.0016446850307383755, 
            "6": 0.004281333517150537, 
            "7": 0.004415877200358384, 
            "8": 0.0018560069361898382, 
            "9": 0.002738093301980922, 
            "10": 0.02348935260983846, 
            "11": 0.005106065689113812, 
            "12": 0.0026877259942823506, 
            "13": 0.0021633974893231402, 
            "14": 0.010010510485795513, 
            "15": 0.0036487270505131215, 
            "16": 0.0020616678071493652, 
            "17": 0.004972106200086295, 
            "18": 0.0014907554288533524, 
            "19": 0.011659160020902837, 
            "20": 0.09064551804249353, 
            "21": 0.6156791939689114, 
            "22": 0.0022398256668626606, 
            "23": 0.001511585929163901, 
            "24": 0.0017364572269451778, 
            "25": 0.0016337573804512905, 
            "26": 0.001841211018661687, 
            "27": 0.0021591519291633185, 
            "28": 0.005663453316009655, 
            "29": 0.0025873670364078786, 
            "30": 0.0012427996818822561
        }
    }, 
    {
        "i": 28, 
        "content": {
            "text": "  DONALD HARRISON's quartet, together at the same gig with MULGREW MILLER's trio: this is a double bill of serious and rewarding mainstream jazz -- maybe not this year's flavor, but jazz is forgivingly slow moving. Mr. Harrison, an alto saxophonist born in New Orleans in 1960, has never been anything less than interesting in his various bandleading iterations since the mid-'80s, and he has occasionally been stunning, for instance when playing the music of the Mardi Gras Indians or sharing a front line with the trumpeter Terence Blanchard. He's got sophisticated new harmony under his thumb, and he's a near-genius of rhythm. Mr. Miller, five years older, keeps turning jazz back toward whatever passes for its vernacular sources these days: blues and soul and the modern riverheads of tradition, McCoy Tyner and Herbie Hancock. 8 and 10:30 p.m. Tuesday through Sunday (both bands play each set), Blue Note, 131 West Third Street, West Village, (212) 475-8592; at cover charge at tables, $25.  What excellent group is the drummer PAUL MOTIAN playing with this week? Since he decided to stop traveling, New York's jazz scene has absorbed all his regular work, including at least four bands that he leads or co-leads. This week he's with his Trio 2000 +1, including the saxophonist Bill McHenry, the pianist Masabumi Kikuchi, the bassist Larry Grenadier and the singer Rebecca Martin. (I know, the math doesn't quite work.) It's a band almost overstuffed with musical personality, as if Mr. Motian's ninja minimalism weren't enough. Mr. Grenadier, an excellent bassist, will have to play the straight man. Mr. McHenry is an old-fashioned lyrical player, free around the edges. Mr. Kikuchi is an oblique cipher prone to flashes of sentiment. And the sweet-voiced Ms. Martin takes her time on ballads, savoring each syllable.  Tuesday through Sunday at the Village Vanguard, 178 Seventh Avenue South, West Village, (212) 255-4037; cover charge, $30.  ", 
            "title": "THE WEEK AHEAD: Jan. 28 - Feb. 3; POP/JAZZ"
        }, 
        "weight": 0.6149736347098316, 
        "file": "1822296.txt", 
        "other_topics": {
            "0": 0.0004505021252755011, 
            "1": 0.0003661204166513843, 
            "2": 0.0003865256175825132, 
            "3": 0.0003568143577012412, 
            "4": 0.0005127114211882524, 
            "5": 0.006073937923026485, 
            "6": 0.0005718572265158675, 
            "7": 0.0005898282108403209, 
            "8": 0.00024790663345240495, 
            "9": 0.0003657268080938037, 
            "10": 0.09095133311569238, 
            "11": 0.0006820166080702439, 
            "12": 0.012067514317048682, 
            "13": 0.00028896475435511424, 
            "14": 0.0013371027366784211, 
            "15": 0.0004873600533715416, 
            "16": 0.00027537673238270925, 
            "17": 0.0006641236544954092, 
            "18": 0.02361615016046451, 
            "19": 0.15962226603612403, 
            "20": 0.029670284038217875, 
            "21": 0.6149736347098316, 
            "22": 0.023716203386184395, 
            "23": 0.0002019023590732526, 
            "24": 0.00023193839250935157, 
            "25": 0.00021822078580005516, 
            "26": 0.00024593034444630167, 
            "27": 0.00028839767537183113, 
            "28": 0.03002775447058194, 
            "29": 0.00034559431810011093, 
            "30": 0.00016600061087252137
        }
    }, 
    {
        "i": 29, 
        "content": {
            "text": "  World music performers often present themselves as emissaries from a single exotic country. But at the fourth annual Globalfest, a world-music showcase with a dozen acts at Webster Hall on Sunday night, many of the musicians cited dual origins: Cape Verde and Lisbon for Sara Tavares, Colombia and New York City for Lucia Pulido, Cambodia and Los Angeles for the band Dengue Fever, Mexico and Minneapolis for Lila Downs. These are not traditional musicians; they are individualists who happily blend and straddle cultures.  As Ms. Tavares explained, living in Lisbon puts her in contact not only with Cape Verdeans but also with musicians from Angola, Mozambique, Brazil and Lisbon itself. That adds up to finely drawn but elegantly propulsive rhythms, plucked on acoustic guitar, behind vocal lines that can be light and girlish or sweetly imploring: imported ideas sharing an urbane grace.  Ms. Pulido sang new and old Colombian songs with a band that mixed the rustic -- clattering rhythms played with sticks on the sides of drums -- with complex touches of jazz harmony and odd meters. Often they used both at once in smart proportions. But her voice stayed raw and tearful, true to the sentiments of love songs announcing a wounded heart.  Ms. Downs, whose songs revolve around the dignity of Mexican immigrants, presented herself like a rock star, with a screen showing images (like immigration protest marches). Her songs that dipped into heartland rock or, better, held echoes of Mexican traditions. A video shown as she sang ''La Cumbia del Mole'' -- celebrating the dish with an electrified cumbia worthy of Los Lobos -- deserves heavy rotation on the Food Network. Julia Sarr and Patrice Larose, a Senegalese singer and a flamenco-loving French guitarist, played gentle songs that verged on preciousness.  Lenine, one of Brazil's leading songwriters, played solo with his electric guitar. In songs that celebrated Brazilian culture's roots and worldwide connections, the music was a glorious meditation on rhythm, as Lenine plucked resonant, unswerving syncopated guitar patterns while his voice swiveled through them with aerobatic skill.  Exuberance was the prime tradition for the Israeli band Boom Pam -- which used two guitars, drums and tuba to make oompah-happy connections between surf-rock, Balkan dance tunes and the hora -- and for Babylon Circus, a 10-piece French band driving songs of comedy and politics with the beats of ska, swing and Gypsy music.  Two bands offered pop time travel. Les Primitifs du Futur, from Paris, played jazzy cabaret tunes harking back to the 1940s and earlier, bubbling along with xylophone and accordion for a cartoonish charm. Dengue Fever has a superb Cambodian singer, Chhom Nimol, and a fondness for the 1960s Cambodian rock that reflected American psychedelia; even their own songs are driven by vintage Farfisa organ lines and fuzz-toned guitar behind Ms. Nimol's quivery, curlicued vocals and supple, Southeast Asian gestures of arms and wrists.  There were a few traditionalists at Globalfest. The Carolina Chocolate Drops are young African-American musicians reclaiming the brisk fiddle and banjo tunes of the Piedmont region's string-band tradition; they performed vigorously with endearing shtick, although their versions of the tunes grew repetitive.  Le Trio Joubran -- three Palestinian brothers, all playing oud -- reach back to Arab classical style for their modal melodies. But a trio of ouds is not a traditional configuration, and in their own compositions they volleyed quick lines with the concentration of heavy-metal guitarists shredding away. Their heads swiveled as if to watch the notes zooming across the stage.  Andy Palacio, from Belize, preserves the music of the Garifuna people, descended from escaped African slaves who ended up on the coast of Central America. His band, the Garifuna Collective, played electrified Garifuna music, with a guest appearance by a 78-year-old Garifuna patriarch, Paul Nabor, who had a cutting voice and some sly dance moves.  The music shuttled across the Atlantic: breezing along with a beat akin to calypso and rumba, then bearing down with unmistakably West African drumming. The Garifuna were repeatedly forced into exile, and Mr. Palacio introduced one song by summing up its lyrics: ''Here is the land that used to be our home,'' he said. ''Today it is inhabited by killers.'' Not all cross-cultural encounters are as benign as world music.  MUSIC REVIEW  ", 
            "title": "Individualists, Straddling Cultures and Exporting Ideas"
        }, 
        "weight": 0.6101860044684607, 
        "file": "1820824.txt", 
        "other_topics": {
            "0": 0.00017987389794624803, 
            "1": 0.0001461824545678125, 
            "2": 0.004829238290424498, 
            "3": 0.002479921067150119, 
            "4": 0.00020471246788079632, 
            "5": 0.023462255546003938, 
            "6": 0.0002283278649112588, 
            "7": 0.00023550321618933222, 
            "8": 9.898273500606896e-05, 
            "9": 0.00014602529680640631, 
            "10": 0.08072615662991062, 
            "11": 0.00027231166930156243, 
            "12": 0.00014333915713004742, 
            "13": 0.021152464725978332, 
            "14": 0.04494550205504328, 
            "15": 0.00019459031952317833, 
            "16": 0.00010995083813885922, 
            "17": 0.00026516747369247724, 
            "18": 7.950350114314296e-05, 
            "19": 0.10814469183093665, 
            "20": 0.0001593089789846454, 
            "21": 0.6101860044684607, 
            "22": 0.00011945217774777855, 
            "23": 8.061441288171417e-05, 
            "24": 9.260702758845053e-05, 
            "25": 8.712994046530809e-05, 
            "26": 9.819365369645534e-05, 
            "27": 0.000115149765378008, 
            "28": 0.03536385195184318, 
            "29": 0.06558670681595423, 
            "30": 6.62797693148253e-05
        }
    }, 
    {
        "i": 30, 
        "content": {
            "text": "  It seems strange, so many decades after the postwar avant-garde first gathered in Darmstadt, Germany, how often the words unabashedly and tonal are still linked. Given that composers now enthusiastically write in wildly diverse idioms, calling a piece ''unabashedly tonal'' seems almost as odd as referring to a work as ''bashfully dissonant.''  The recent orchestral works of the popular Philadelphia composer Jennifer Higdon are certainly primarily tonal, as well as imaginative, richly orchestrated and accessible, which presumably explains why ''Blue Cathedral'' is one of the most frequently performed new works in the United States. The Oberlin Conservatory Symphony Orchestra gave a dynamic reading of the piece during its concert on Friday night at Carnegie Hall, led by Robert Spano.  Mr. Spano, the enthusiastic music director of the Atlanta Symphony Orchestra, is a 1983 Oberlin Conservatory graduate and now associate professor of conducting there. He has championed Ms. Higdon's works (in performance and on recordings) and transmitted his excitement to the young musicians. They played ''Blue Cathedral'' (written in 1999 during the first anniversary of the death of the composer's brother) with skill and understanding, vividly illuminating the Coplandesque swaths of color that build to an intense, optimistic climax.  A performance of Mozart's Piano Concerto No. 25 in C (K. 503), which followed on the program, was more tentative. The work's architecture wasn't quite coherent, and textures were muddy, although the soloist, the pianist Pedja Muzijevic (not an Oberlin graduate), gave a competent, tastefully ornamented rendition. He ably played an unusually elaborate cadenza by Philipp Karl Hoffmann, Mozart's contemporary.  But the uncertainty the musicians seemed to feel during the Mozart disappeared during a stellar performance of Bartok's Concerto for Orchestra, which concluded the concert. The contrasting moods of the five movements were probingly explored, and there was no weak link in the band. The fiery, polished strings and excellent woodwinds and brass all confidently enjoyed their chance to shine in Bartok's egalitarian concerto.  Before the concert Oberlin's dean, David H. Stull, pointed out that New York is the primary destination for Oberlin graduates. On Friday night they loyally turned up in full force, packing Carnegie Hall with enthusiastic supporters.  MUSIC REVIEW  ", 
            "title": "Yes, Tonal. Have a Problem With That?"
        }, 
        "weight": 0.6077570279912369, 
        "file": "1822365.txt", 
        "other_topics": {
            "0": 0.0452003799686288, 
            "1": 0.005291111983401789, 
            "2": 0.00032878232542924785, 
            "3": 0.00030350964835212756, 
            "4": 0.00043611715670158067, 
            "5": 0.00018686220641321173, 
            "6": 0.010445800162529155, 
            "7": 0.0005017134232311405, 
            "8": 0.00021087171387396635, 
            "9": 0.0003110906624739509, 
            "10": 0.1172015514181737, 
            "11": 0.0005801297409086588, 
            "12": 0.00030536814048843564, 
            "13": 0.0002457961376484559, 
            "14": 0.001137352162716863, 
            "15": 0.0004145530448175578, 
            "16": 0.0002342380383690017, 
            "17": 0.0005649098263220767, 
            "18": 0.00016937337146733194, 
            "19": 0.14573557369929172, 
            "20": 0.00033939007072237513, 
            "21": 0.6077570279912369, 
            "22": 0.00025447958622387326, 
            "23": 0.00017174004543588672, 
            "24": 0.00019728897795310372, 
            "25": 0.00018562065267775885, 
            "26": 0.0002091906638591942, 
            "27": 0.00024531377493213196, 
            "28": 0.060399695947797226, 
            "29": 0.00029396577714757446, 
            "30": 0.00014120168077525226
        }
    }, 
    {
        "i": 31, 
        "content": {
            "text": "  Berlin is coming to Carnegie Hall in November. As part of its 2007-8 season Carnegie will present ''Berlin in Lights,'' a 17-day festival beginning Nov. 2 that will feature a residency by the Berlin Philharmonic and performances by the Max Raabe and Palast Orchester and a screening of the 1927 silent film ''Berlin: Symphony of a City'' with a live score, as well as programs at the Guggenheim Museum, the Museum of Modern Art and the Neue Galerie. The Carnegie season opens on Oct. 3 with the North American debut of the Lucerne Festival Orchestra, led by Claudio Abbado in Beethoven's Ninth; the Lucerne players will make seven appearances, in different permutations, over five days. Other season highlights include the New York Philharmonic's first concert at Carnegie since plans to merge the institutions were aborted four years ago; Perspectives series with Valery Gergiev, Bobby McFerrin and Yefim Bronfman; Thomas Adès as the composer in residence; the Boston Symphony with James Levine; the Royal Concertgebouw Orchestra with Mariss Jansons, the Atlanta Symphony with Robert Spano and the Chicago Symphony with Pierre Boulez; an all-Schubert concert with the singers Dorothea Röschmann, Ian Bostridge and Thomas Quasthoff; recitals by Alfred Brendel, the Kronos Quartet, Lang Lang, Andras Schiff, Ravi Shankar, Joshua Bell and Anne-Sophie Mutter. Full schedule: carnegiehall.org.  BEN SISARIO  ", 
            "title": "Arts, Briefly; New Season at Carnegie"
        }, 
        "weight": 0.6039607344257155, 
        "file": "1822635.txt", 
        "other_topics": {
            "0": 0.0005464789870619077, 
            "1": 0.00044412024540833514, 
            "2": 0.0004688726559076612, 
            "3": 0.00043283158463786135, 
            "4": 0.007723414716837949, 
            "5": 0.00026648202239990047, 
            "6": 0.0006936880879292442, 
            "7": 0.014918433895328716, 
            "8": 0.00030072170214990375, 
            "9": 0.00754511588544305, 
            "10": 0.08902356718034785, 
            "11": 0.0008273162860434863, 
            "12": 0.0004354819586894367, 
            "13": 0.12107556979565968, 
            "14": 0.0016219647103570824, 
            "15": 0.09291033964263806, 
            "16": 0.00033404414614224395, 
            "17": 0.007907084447221296, 
            "18": 0.007343014502603931, 
            "19": 0.01609203529545004, 
            "20": 0.0004840002382747702, 
            "21": 0.6039607344257155, 
            "22": 0.00036291038245833815, 
            "23": 0.00024491648425473215, 
            "24": 0.0002813515201992997, 
            "25": 0.00026471145703683274, 
            "26": 0.00029832437624708713, 
            "27": 0.007451312230034241, 
            "28": 0.0009176276704726385, 
            "29": 0.0004192211807529286, 
            "30": 0.014404312286296038
        }
    }, 
    {
        "i": 32, 
        "content": {
            "text": "  Jazz -- or what people can get away with calling jazz -- is crucial to the world of American midsize theaters and subscription performing-arts audiences. So jazz becomes extra dynamic for a week in New York around the time of the annual conference of the Association of Performing Arts Presenters. Besides the panels and performances at the New York Hilton, the conference's home base, clubs around town set up dozens of showcases last week. The biggest was Winter Jazzfest, which took over the Knitting Factory on Saturday night.  A 7-hour, 19-band evening stretching to 2 a.m., this was actually Part 2 of Winter Jazzfest. The previous weekend, the club had a similar evening of bands for the benefit of those attending the International Association of Jazz Educators conference. But the bill was better the second week, for obvious reasons. The jazz educators' conference mostly draws students and educators. The arts presenters' draws more people who hand out gigs and checks.  Saturday's bill showed just how shifting jazz has become, stretching into funk and soul and old-time country music, big-band blare and quiet duets, free improvisation and precise harmonic science. The strongest sets were by bands who went the furthest afield of a recognizable jazz tradition -- no doubt because eclecticism is so crucial to the nonprofit performing arts circuit.  Consider, for instance, the two northern California violinists: Jenny Scheinman (whose roots are there, though she now lives in Brooklyn) and Carla Kihlstedt (who lives in Oakland). Ms. Scheinman played her finely wrought music with a quintet; it was folk-influenced, with a little humor and a strong flavor of Bill Frisell's through-the-looking-glass Americana.  Ms. Kihlstedt performed with 2 Foot Yard, a trio with the cellist Marika Hughes and the drummer and guitarist Shahzad Ismaily, mixing high musicianship and bright ideas with street-band roughness.  Mr. Ismaily played a standard drum kit with his hands and, at other times, produced vamps on a distressed electric guitar; Ms. Kihlstedt played sweeping violin lines in counterpoint to the cello and sang in a wide spectrum between punk and tenderness. The songs, including an arrangement of the Carter Family tune ''50 Miles of Elbow Room,'' were unpretentious, gorgeously arranged, witty and spooky.  Other sets pushed singers out to the front of the music. Kellylee Evans and Heidi Martin, both strong vocalists, sang a sort of mentholated, urbane jazz-funk that at this point sounds packaged and patented. (In Ms. Evans's case, spare arrangements helped.)  And Claudia Acuña, who has been around New York's jazz scene for 10 years, sang with strength and grace in English and Spanish over a rhythm section of New York jazz musicians, including the bassist Omer Avital and the pianist Jason Lindner.  Those last two also played in the rhythm section of an outstanding band led by Anat Cohen, an Israeli-born clarinetist. She is the sister of Avishai Cohen, a trumpeter, and together the siblings played lines in tight unison over vamps from a bouncing rhythm section. Her tone was clear and woody, without squeaks; the music was joyous and schooled.  What about jazz as we used to know it: jazz harmony, swing, melodies? The trumpeter Steven Bernstein offered postmodernized big-band swing with his Millennial Territory Orchestra; the pianist Robert Glasper played flexibility games with his trio, slipping in and out of rhythm and harmony; and Misja Fitzgerald-Michel, a fast-fingered French guitarist, took his own trio through a super-slow version of John Coltrane's ''Central Park West.'' It still exists.  MUSIC REVIEW  ", 
            "title": "Showcasing Talents for Those Who Write the Checks"
        }, 
        "weight": 0.6016608334419553, 
        "file": "1820803.txt", 
        "other_topics": {
            "0": 0.0002291520913761734, 
            "1": 0.00018623055134284655, 
            "2": 0.00019660984636938995, 
            "3": 0.0001814969380006428, 
            "4": 0.0002607954276927966, 
            "5": 0.00011174247170124359, 
            "6": 0.0002908804910621704, 
            "7": 0.012211311528364011, 
            "8": 0.00012610001226277085, 
            "9": 0.00018603033869324362, 
            "10": 0.11773098014055282, 
            "11": 0.0063025590485005206, 
            "12": 0.0001826083050819517, 
            "13": 0.00014698460690719766, 
            "14": 0.0006801297292599643, 
            "15": 0.00024790021892792506, 
            "16": 0.003117895415584273, 
            "17": 0.03607168245434955, 
            "18": 0.05370208893520296, 
            "19": 0.06332641368371243, 
            "20": 0.00020295321403577678, 
            "21": 0.6016608334419553, 
            "22": 0.00015217725674973522, 
            "23": 0.00010269951070069898, 
            "24": 0.00011797761815539215, 
            "25": 0.003088822512352151, 
            "26": 0.00012509475449925788, 
            "27": 0.00014669615691394772, 
            "28": 0.08674163585697095, 
            "29": 0.01208707968978581, 
            "30": 8.443775293601096e-05
        }
    }, 
    {
        "i": 33, 
        "content": {
            "text": "  As high-concept programs go, it would be hard to beat the one the Chiara String Quartet brought to Merkin Concert Hall on Thursday evening. Under the title ''Mestizaje: Harmony of Differences,'' the group offered works in which disparate musical, ethnic and cultural influences mingle (the meaning of the Spanish word in the title, at least as the quartet is using it). The program's two halves were listed as ''acts,'' with the stage bathed in red light during the performances and dark between them.  For all that, there were only four works on the program. But the musicians found an unusual way to stretch their resources: they used the six movements of Gabriela Lena Frank's ''Leyendas: An Andean Walkabout'' (2001) as a frame for the other pieces. The first two movements opened the concert; the third and fourth ended the first half; and the fifth and sixth closed the performance. In effect, the four works became six segments.  Ms. Frank's score was composed for the Chiara players, who recently released a recording of it as a CD single on their own New Voice Singles label. Parts of the work are models of European classicism, with fleeting passages calling to mind Beethoven and Tchaikovsky quartets.  Yet South American folk themes are more prominent, and through much of the work, the ensemble 's business is evoking Andean folk instruments, from panpipes to guitars. Pizzicato writing is plentiful and yields a tactile texture that, together with the work's easygoing harmony and periodic bursts of energy, gives it an immediate appeal.  Enlisting Bartok for a program of boundary-crossing works may be too easy, but the Chiara was clearly unable to resist. Still, in the Quartet No. 2, themes built on moves from Hungarian and Romanian folk song are enveloped in the more intensely chromatic, emotionally charged harmonies of Bartok's more formal music.  Similar extremes, and a greater depth of anguish, drive Osvaldo Golijov's ''Yiddishbbuk'' (1992). And Zhou Long's ''Song of the Ch'in'' (1982) used techniques heard in both the Bartok and Frank works: Chinese folk melodies offset freely chromatic, pulse-free modernist passages, and the quartet, again playing pizzicato, sometimes imitated the ch'in, a zither.  The Chiara Quartet gave these works luminous performances, underlining the sweet-toned character of Ms. Frank's score and the mystery and exoticism of Mr. Zhou's work. But the best performances were searing accounts of the Bartok and Golijov pieces, for which the players produced a tone that ranged from glowing warmth to hard-edged acerbity, which each of these searing works demands.  MUSIC REVIEW  ", 
            "title": "Bringing Disparate Ethnic and Cultural Worlds Together"
        }, 
        "weight": 0.5998136558862074, 
        "file": "1818392.txt", 
        "other_topics": {
            "0": 0.013565863456100835, 
            "1": 0.00027572663257755697, 
            "2": 0.00029109386446062854, 
            "3": 0.00026871820534927034, 
            "4": 0.00038612485733867033, 
            "5": 0.00016544211041589837, 
            "6": 0.00043066778090253, 
            "7": 0.026897379092014565, 
            "8": 0.031048739577088286, 
            "9": 0.0002754302045249287, 
            "10": 0.08172237218808638, 
            "11": 0.00492249209916445, 
            "12": 0.0002703636577236378, 
            "13": 0.03107966059897504, 
            "14": 0.0010069769896105655, 
            "15": 0.0003670326489792754, 
            "16": 0.00020738723014836387, 
            "17": 0.000500153967221887, 
            "18": 0.00014995802822667567, 
            "19": 0.08935007555303817, 
            "20": 0.013527074287651878, 
            "21": 0.5998136558862074, 
            "22": 0.00022530848056852152, 
            "23": 0.00015205340932882445, 
            "24": 0.00017467365659902312, 
            "25": 0.004573205759310136, 
            "26": 0.0001852110470730315, 
            "27": 0.0002171933502118442, 
            "28": 0.09756468135815774, 
            "29": 0.00026026835225202493, 
            "30": 0.0001250156706919738
        }
    }, 
    {
        "i": 34, 
        "content": {
            "text": "  A music review on Saturday about Bob Seger, at Madison Square Garden, misstated the title of a Chuck Berry song he performed and its release date. Although the song is listed on a Seger album as ''C'est La Vie,'' and that title was on the set list for the performance, the song is ''You Never Can Tell.'' It is from 1964, not the 1950s.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5986715491185925, 
        "file": "1822656.txt", 
        "other_topics": {
            "0": 0.0024186968303760766, 
            "1": 0.001965660629789771, 
            "2": 0.0020752139305319738, 
            "3": 0.12763918099275734, 
            "4": 0.002752691762702052, 
            "5": 0.0011794400849631014, 
            "6": 0.0030702391478302764, 
            "7": 0.0031667234048084474, 
            "8": 0.0013309837066669734, 
            "9": 0.0019635473883260444, 
            "10": 0.07970647711608436, 
            "11": 0.0036616728660148873, 
            "12": 0.0019274278757378525, 
            "13": 0.0015514202846916615, 
            "14": 0.007178758921755406, 
            "15": 0.03404745392571847, 
            "16": 0.0014784676750771385, 
            "17": 0.0035656075476303115, 
            "18": 0.0010690537560718476, 
            "19": 0.008361042040662611, 
            "20": 0.0021421680795273394, 
            "21": 0.5986715491185925, 
            "22": 0.0016062286246023847, 
            "23": 0.0010839917694889622, 
            "24": 0.0012452519607134432, 
            "25": 0.0011716036247642386, 
            "26": 0.001320373226301213, 
            "27": 0.001548375699411179, 
            "28": 0.09835400057076878, 
            "29": 0.0018554582428962775, 
            "30": 0.0008912391947370337
        }
    }, 
    {
        "i": 35, 
        "content": {
            "text": "  Joel Sachs does nothing by half measures, it seems. Last year Mr. Sachs, the director of the Juilliard School's annual Focus! festival and a mainstay of New York's new-music scene, felt it was time to present a series devoted to contemporary Hungarian music. Soliciting the advice of colleagues was not enough, nor was traveling to Budapest: Mr. Sachs, according to his program note, spent July learning Hungarian.  A daunting prospect, but it speaks to the immersive approach that has long informed his Focus! events. This year's series, which got under way on Friday with a performance by the New Juilliard Ensemble, was planned as a tribute to Gyorgy Ligeti, the senior figure of the Hungarian avant-garde. When Ligeti died in June, the festival became a memorial. It also celebrates the birthday of another prominent composer, Gyorgy Kurtag, who turns 81 in February.  In a chamber music concert held on Monday night in the Juilliard School's Peter Jay Sharp Theater, Ligeti was represented by three of his études for solo piano. These dazzling pieces have become staples in the repertory of many an adventurous pianist lately, both for their technical challenges and their refined effect.  In No. 3, ''Touches Bloquées,'' the pianist's flying right hand is blocked by an obdurate left. No. 5, ''Arc en Ciel,'' is gently impulsive, filled with elegant daubs of jazzy harmony. No. 6, ''Automne à Varsovie,'' is filled with daunting polyrhythms meant to be dispatched at breakneck speed. The pianist Chaun Qin handled these selections ably, growing more confident with each.  Mr. Kurtag's ''Officium Breve in Memoriam Andreae Szervanszky,'' for string quartet, was canceled because of a performer's illness; in its place Mr. Sachs programmed ''Locomotive Symphony'' (1998), an electronic work by Laszlo Sary. The piece was ingeniously constructed from the sounds of locomotives. Steam whistles tooted a merry melody like a wheezy calliope; track rhythms were fashioned into a percussive tattoo that might have been a Steve Reich phase piece for two marching bands.  In Marcell Dargay's ''Albumblatt -- Varosligeti Fasor 33,'' Gyu Young Huh, a flutist, blew airy multiphonic chords over lines played by the pianist Matthew Odell, whose instrument had been partially modified to timbre-distorting effect. Despite its unusual sounds and oblique tonality, the brief piece conformed to the contours of a melancholy ballad.  ''Tundragobelin,'' by Gyula Csapo, evoked with a series of pithy miniatures the terrain of northern Canada as seen from a low-flying aircraft; the clarinetist Sean Rice, the violinist Eric Siu, the cellist Kaiwen Liu and the pianist Michael Brown offered a polished, committed account.  Jeremiah Bills, a flutist, and Elizabeth Lara, a cellist, interacted with chiming electronics in Gyula Bankovi's bittersweet ''Silver-Winged Butterflies.''  The evening's most commanding performance came in Jozsef Sari's ''Prae- Inter- and Postludium,'' whose intricate rhythmic demands were once beyond human capability, according to the program. Not only did the unflappable pianist You You Zhang manage the furious barrage of notes, she also did so with abundant style and evident wit.  The Juilliard School's Focus! festival runs through Friday at the Peter Jay Sharp Theater, 155 East 65th Street, Lincoln Center; (212) 769-7406 or www.juilliard.edu.  MUSIC REVIEW  ", 
            "title": "For Hungary's Avant-Garde, a Memorial and (Almost) a Birthday"
        }, 
        "weight": 0.5966029597699499, 
        "file": "1822715.txt", 
        "other_topics": {
            "0": 0.016547231307656167, 
            "1": 0.01975953684361908, 
            "2": 0.00021519325876504758, 
            "3": 0.00019865188984917936, 
            "4": 0.0002854456121734437, 
            "5": 0.00012230428471356287, 
            "6": 0.006836942267040571, 
            "7": 0.00032837941142462723, 
            "8": 0.00013801888903445524, 
            "9": 0.0002036137841100376, 
            "10": 0.16797023023892957, 
            "11": 0.0003797041379571418, 
            "12": 0.00019986830249751504, 
            "13": 0.0034201614667532004, 
            "14": 0.03659653893007062, 
            "15": 0.00027133155813286066, 
            "16": 0.00015331251987937204, 
            "17": 0.0394811503077294, 
            "18": 0.00011085756421514666, 
            "19": 0.007385582144231579, 
            "20": 0.00022213619669456496, 
            "21": 0.5966029597699499, 
            "22": 0.009944412896194013, 
            "23": 0.00011240658995143827, 
            "24": 0.0001291287724445825, 
            "25": 0.00012149166805627993, 
            "26": 0.0001369186150755265, 
            "27": 0.00016056176553493295, 
            "28": 0.06886611707802605, 
            "29": 0.023007393184488398, 
            "30": 9.241874480161899e-05
        }
    }, 
    {
        "i": 36, 
        "content": {
            "text": "  Over the last nine years the annual JAPANESE CONTEMPORARY DANCE SHOWCASE has attracted a faithful following for its often weird and wonderful offerings. For its 10th anniversary the showcase has moved from the Japan Society to a more mainstream site, the Joyce Theater, with which it is presenting four companies. The names alone bode well: Noism 07, Pappa Tarahumara, Kim Itoh and the Glorious Future, and Leni-Basso. Tuesday through Jan. 21, 175 Eighth Avenue at 19th Street, Chelsea, (212) 242-0800 or joyce.org; $30, $23 for Joyce members.  Not too far from the Joyce is the residence of the CEDAR LAKE ballet company, a worthy small-scale addition to the city's dance scene, since it specializes in new ballets, often by choreographers who are fairly well known in Europe but little seen in the United States. JACOPO GODANI, who danced with William Forsythe's Frankfurt Ballet for many years before establishing a successful choreographic career, falls into this category; it should be worth making the trip to the company's modern theater in the deepest reaches of Chelsea to see his ''SYMPTOMS OF DEVELOPMENT,'' created last year for the Nederlands Dans Theater and reworked for the Cedar Lake dancers. Also on the program are new works by Edgar Zendejas, the Mexican-born associate choreographer of Les Ballets Jazz de Montreal, and Benoit-Swan Pouffer, Cedar Lake's artistic director. Thursday through Jan. 22, 547 West 26th Street, (212) 868-4444 or cedarlakedance.com; $30, $20 for students and 65+.  ", 
            "title": "THE WEEK AHEAD: Jan. 14 - 20; DANCE"
        }, 
        "weight": 0.593511841787795, 
        "file": "1818654.txt", 
        "other_topics": {
            "0": 0.0005927851097094729, 
            "1": 0.09292038528761656, 
            "2": 0.0005086027740358633, 
            "3": 0.0004695077477081722, 
            "4": 0.0006746420915828385, 
            "5": 0.00028906248661676726, 
            "6": 0.0007524680345315967, 
            "7": 0.000776114830665674, 
            "8": 0.00032620347977031306, 
            "9": 0.00048123503507780345, 
            "10": 0.09656701590934712, 
            "11": 0.000897419273197351, 
            "12": 0.0004723827022995301, 
            "13": 0.04659954523376197, 
            "14": 0.0017594025599103158, 
            "15": 0.008344503311540321, 
            "16": 0.0003623495148154801, 
            "17": 0.06249963003895723, 
            "18": 0.0002620085081022077, 
            "19": 0.07908135543825866, 
            "20": 0.0005250121983420717, 
            "21": 0.593511841787795, 
            "22": 0.000393661743586679, 
            "23": 0.007968888944508108, 
            "24": 0.00030519195745284006, 
            "25": 0.00028714189166647143, 
            "26": 0.0003236030154671, 
            "27": 0.00037948288818992785, 
            "28": 0.0009953832300819085, 
            "29": 0.000454744060629375, 
            "30": 0.0002184289147753292
        }
    }, 
    {
        "i": 37, 
        "content": {
            "text": "  Duke Ellington's quip that there are only two kinds of music -- good and the other kind -- was apposite on Saturday night at Merkin Concert Hall in a concert celebrating Mozart's 251st birthday. The uninitiated might have heard two kinds of music, classical and jazz. But in Ellington's terms there was only one: excellent.  The concert involved the meeting of two crack musicians, the cellist Matt Haimovitz (who has made a specialty of exploring the places where classical music and other forms can intersect) and the jazz pianist Uri Caine. The first half was straight Mozart; the second, Mozart refracted through the prism of Mr. Caine's mind in pieces that don't quite merit the vexed label of crossover. It is, after all, part of the jazz tradition to work famous tunes into new pieces of your own.  This might sound like an exercise in comparing the strait-laced and the funky. But the straight part of the program was too riveting to merit any label other than good music. Mr. Haimovitz brought in two colleagues from McGill University in Montreal, where he teaches -- Jonathan Crow, a violinist, and Douglas McNabney, a violist -- to join him in the Divertimento in E flat (K. 563), a drop-dead gorgeous piece (which this trio recorded last year).  They played it ravishingly. Mr. Haimovitz makes a huge, dark sound, and Mr. Crow has one of those sweet, singing violin tones that seduces the ear. The piece is Mozart's longest instrumental work, but it didn't seem long enough.  Mr. Caine set the tone for the second half with an exegesis on the famous C major piano sonata that led that little tune into a wilderness of challenging rhythmic twists, bouncing it off unfamiliar harmonies and even taking it on a spin through another familiar beginners' piece, ''Chopsticks.'' He then brought out his five-person ensemble, which opened in a somber fog until the theme of the G minor symphony suddenly crystallized out of the chaos.  Mr. Caine's arrangements riffed on Mozart, first acknowledging that composer's autonomy, then exploring how far afield a development section or a cadenza could go, sometimes with appended squiggles of computer sound. The ensemble, and approach, were at their best in breathtaking displays of hell-for-leather virtuosity, in, for instance, their version of ''Der Hölle Rache'' from ''Die Zauberflöte.''  Slow movements were slightly more difficult: the familiar tunes threatened to become merely treacly, despite the talent of the players (including Joyce Hammann on violin, Ralph Alessi on trumpet and Jim Black, a wonderfully evocative drummer).  Mr. Haimovitz joined the group for the Sinfonia Concertante in E flat, and exchanged (musical) views with Ms. Hammann in a semi-improvised cadenza so articulate that it drew involuntary laughs from the audience.  MUSIC REVIEW  ", 
            "title": "Playing Mozart and His Pal, Funky Funky, uh, Mozart"
        }, 
        "weight": 0.5932365791930538, 
        "file": "1822519.txt", 
        "other_topics": {
            "0": 0.004435266015177386, 
            "1": 0.012612599716971233, 
            "2": 0.00027191265469062796, 
            "3": 0.0002510114073191126, 
            "4": 0.00036068171754681007, 
            "5": 0.00015454054149908542, 
            "6": 0.0004022895494960436, 
            "7": 0.00041493175956643476, 
            "8": 0.00017439711044008562, 
            "9": 0.0002572811290032721, 
            "10": 0.10104747789009728, 
            "11": 0.0004797843610039353, 
            "12": 0.00025254843498580796, 
            "13": 0.00020328063624903454, 
            "14": 0.009177318157005631, 
            "15": 0.0003428475626822652, 
            "16": 0.0001937217481483707, 
            "17": 0.0004671970439272066, 
            "18": 0.0001400767605419678, 
            "19": 0.21113124553033483, 
            "20": 0.0002806855720886982, 
            "21": 0.5932365791930538, 
            "22": 0.004328809334527105, 
            "23": 0.00014203406953276212, 
            "24": 0.00016316378827965127, 
            "25": 0.00015351374003794448, 
            "26": 0.00017300683262759178, 
            "27": 0.00020288170809330664, 
            "28": 0.05818901974635253, 
            "29": 0.00024311834508753617, 
            "30": 0.00011677794363261699
        }
    }, 
    {
        "i": 38, 
        "content": {
            "text": "  The sound of downtown New York is mellow and lush. At least that is the sound that prevails in the network of small clubs on the Lower East Side that cater to a new generation of singer-songwriters that includes Kaki King, Vienna Teng and Ane Brun, and to soft-touch indie-folkers like Ollabelle, above, and Hem. These musicians cherish the tranquillity and intimacy of acoustic instruments, and while most are regular sights at tiny, no-cover rooms like the Living Room on Ludlow Street, they rarely have opportunities for big-statement shows at New York's major clubs and concert halls. But in a showcase tomorrow that is part of the annual Association of Performing Arts Presenters conference, they will be banding together for a high-profile gig at the Bowery Ballroom, a convenient opportunity to take in some of the cream of this flourishing scene. Ollabelle, a quintet of two women and three men, worships blues, country and gospel with crystalline voices, playing traditional songs like ''John the Revelator'' and originals that connect them to classic roots-rock. Hem, the best-known act, surrounds the luxurious alto of Sally Ellyson with countryish and equally luxurious arrangements. Ms. King, who began her career busking in subway stations, is a rarity: a virtuosic guitarist who prefers to keep her technique subtle, in the service of a style that is gracefully experimental. Ms. Teng is from San Francisco, and Ms. Brun is a Norwegian who lives in Sweden, but both have done their time on the small stages of Manhattan and Brooklyn. Ms. Teng's sentimental piano ballads have a lucidness that Ms. Brun's Nick-Drake-in-a-breathy-haze songs avoid, but both are played with a loving finesse and are as mellow as can be. (Tomorrow at 7 p.m., 6 Delancey Street, near the Bowery, Lower East Side, 212-533-2111, boweryballroom.com; $15.)  BEN SISARIO  THE LISTINGS | JAN. 19 - JAN. 25  ", 
            "title": "OLLABELLE, KAKI KING, HEM, VIENNA TENG, ANE BRUN"
        }, 
        "weight": 0.5928529776162207, 
        "file": "1819788.txt", 
        "other_topics": {
            "0": 0.0004427266183548313, 
            "1": 0.0003598013080972783, 
            "2": 0.00037985432249663313, 
            "3": 0.0003506558684244066, 
            "4": 0.0005038622038814134, 
            "5": 0.00021588878515487947, 
            "6": 0.0005619871735839531, 
            "7": 0.058111799218302, 
            "8": 0.000243627852874155, 
            "9": 0.00035941449308381614, 
            "10": 0.07212189999022717, 
            "11": 0.0006702452432785265, 
            "12": 0.0003528030527974746, 
            "13": 0.0002839773251705265, 
            "14": 0.0013140248176201446, 
            "15": 0.01198537863832486, 
            "16": 0.00027062382763864447, 
            "17": 0.0064058762390580126, 
            "18": 0.00019568329040710238, 
            "19": 0.06481580035805468, 
            "20": 0.00039210984108716885, 
            "21": 0.5928529776162207, 
            "22": 0.00029400963293294404, 
            "23": 0.00019841759595628933, 
            "24": 0.00022793521810696087, 
            "25": 0.00021445437242479154, 
            "26": 0.03476097641384144, 
            "27": 0.0002834200337693916, 
            "28": 0.14457378854358335, 
            "29": 0.006092844606048827, 
            "30": 0.00016313549919766442
        }
    }, 
    {
        "i": 39, 
        "content": {
            "text": "  The drummer and composer Sean Noonan approaches postmodern jazz and world music from the same angle of self-discovery. On his new album, ''Stories to Tell'' (Songlines), Mr. Noonan, left, attempts to braid together the Celtic balladry of his ancestors with the various traditions of West African griots, Southern bluesmen and downtown-scene alchemists. Because it's all music that he feels, the results mostly sound unforced. Of course it helps that his collaborators include a Senegalese bassist (Thierno Camara), an Irish folk singer (Susan McKeown) and a prominent Malian griot (Abdoulaye Diabaté). Also in the mix are a couple of marquee avant-garde improvisers, the guitarist Marc Ribot and the violist Mat Maneri. Brewed by Noon -- the whole crew, and ultimately a few more players -- participated in Mr. Noonan's fusion quest, which he financed through a commission from the American Composers Forum. At times the work is unimaginable without their contributions. ''Esspi'' is a vocal feature for Mr. Diabaté, who is also largely responsible for its discursive melody; on ''Urban Mbalax'' he compellingly trades verses (in his Bambara) with Mr. Camara (in Wolof). ''Noonbrews'' features a more liberal approach: Ms. McKeown sings its opening section in Gaelic, but over a West African ostinato that gradually gives in to a gale of distorted electric guitars. Mr. Noonan is by no means the first jazz composer to draw these connections -- in some ways ''Stories to Tell'' resembles a caffeinated version of Bill Frisell's 2003 album ''The Intercontinentals'' (Nonesuch) -- but he manages to make his pieces speak coherently, and in a unified voice. With luck he'll pull off the same effect tomorrow night with an ensemble including all of the artists mentioned above, as well as the guitarist Aram Bajakian, his longtime musical partner, and the bassist Jamaaladeen Tacuma, a pioneer of electric free-funk. (Tomorrow at 8:30 p.m., Symphony Space, 2537 Broadway, at 95th Street, Manhattan, 212-864-5400, symphonyspace.org; $30.)  NATE CHINEN  ", 
            "title": "The Listings: Jan. 12 - Jan. 18; SEAN NOONAN'S BREWED BY NOON"
        }, 
        "weight": 0.592023565592981, 
        "file": "1818172.txt", 
        "other_topics": {
            "0": 0.00042558715707615905, 
            "1": 0.00034587216913774455, 
            "2": 0.005895637355837103, 
            "3": 0.00033708078070699625, 
            "4": 0.0004843559750368434, 
            "5": 0.00020753099206032458, 
            "6": 0.0005402307284066885, 
            "7": 0.0005572078295109889, 
            "8": 0.00023419618561579294, 
            "9": 0.00034550032905614864, 
            "10": 0.11357372256873499, 
            "11": 0.0006442977580401766, 
            "12": 0.00033914484023079015, 
            "13": 0.02792542605715507, 
            "14": 0.023385108395916905, 
            "15": 0.028112849126988627, 
            "16": 0.005790635546943436, 
            "17": 0.011688371358319289, 
            "18": 0.00018810772110594134, 
            "19": 0.1452638864875805, 
            "20": 0.0003769299283381379, 
            "21": 0.592023565592981, 
            "22": 0.00028262751469045766, 
            "23": 0.00019073617233749432, 
            "24": 0.00021911106640063886, 
            "25": 0.000206152110351923, 
            "26": 0.00023232919504576177, 
            "27": 0.00027244787512114606, 
            "28": 0.039428049950978206, 
            "29": 0.00032648126410492304, 
            "30": 0.00015681996618981106
        }
    }
]