[
    {
        "content": {
            "text": "  In its 99 years, the Millrose Games has never staged a women's race longer than a mile. Meet officials said yesterday there would be a women's 3,000-meter race -- almost two miles -- in this year's meet, Feb. 2 at Madison Square Garden, and the field would be led by the world's best women's distance runner.  She is 21-year-old Tirunesh Dibaba of Ethiopia, the first runner, male or female, to hold the world championships at 5,000 and 10,000 meters outdoors. She has also won three world championships in cross-country. Her opposition will include Jen Rhines, an American Olympian in 2004 and the national champion at 10,000 meters outdoors in 2005, and Sarah Hall, 12th for the United States in last year's world indoor championships.  FRANK LITSKY  SPORTS BRIEFING: TRACK AND FIELD  ", 
            "title": "MILLROSE TO HOLD WOMEN'S 3,000"
        }, 
        "weight": 0.8139581329009781, 
        "file": "1818355.txt", 
        "other_topics": {
            "0": 0.0012007021209419445, 
            "1": 0.0008083677247531419, 
            "2": 0.0014733457592009988, 
            "3": 0.0010714698977264462, 
            "4": 0.0005542827723318353, 
            "5": 0.0018501149000270567, 
            "6": 0.0009532961271535223, 
            "7": 0.004284402245014926, 
            "8": 0.0007896459512269685, 
            "9": 0.0015490551819614157, 
            "10": 0.027784510499437476, 
            "11": 0.0009728252233795773, 
            "12": 0.0007864112455377828, 
            "13": 0.08195709652577034, 
            "14": 0.8139581329009781, 
            "15": 0.0007037420380076403, 
            "16": 0.001019831056094457, 
            "17": 0.0006140085573813142, 
            "18": 0.0005324762139579526, 
            "19": 0.0003700427522885208, 
            "20": 0.04758633822347507, 
            "21": 0.0025436451167766667, 
            "22": 0.0008114528636227397, 
            "23": 0.0009630716090133895, 
            "24": 0.00046109071582057213, 
            "25": 0.000998175943056069, 
            "26": 0.0008184685792175421, 
            "27": 0.0005656375307291821, 
            "28": 0.0008557532180658466, 
            "29": 0.0011626065070514924
        }
    }, 
    {
        "content": {
            "text": "  Reese Hoffa, John Godina, Christian Cantwell and Dan Taylor were named yesterday as the four-man field for the men's shot-put at the 100th annual Millrose Games on Feb. 2 at Madison Square Garden. Hoffa, ranked first in the world last year, will be seeking his third straight victory at the Millrose Games.  FRANK LITSKY  SPORTS BRIEFING: TRACK AND FIELD  ", 
            "title": "MILLROSE SHOT-PUT FIELD SET"
        }, 
        "weight": 0.7827790776257116, 
        "file": "1817677.txt", 
        "other_topics": {
            "0": 0.0019788378496785044, 
            "1": 0.001332244377935397, 
            "2": 0.0024281729024373208, 
            "3": 0.00176585445418295, 
            "4": 0.0009134952876193033, 
            "5": 0.003049113786486532, 
            "6": 0.0015710961323891365, 
            "7": 0.02940812980836538, 
            "8": 0.0013013896360135307, 
            "9": 0.0025529471230559147, 
            "10": 0.0010964484627789437, 
            "11": 0.0016032813964176656, 
            "12": 0.001296058623484537, 
            "13": 0.0009879266350216786, 
            "14": 0.7827790776257116, 
            "15": 0.001159814209478473, 
            "16": 0.0016807501701538933, 
            "17": 0.0010119273982954749, 
            "18": 0.0008775566127982656, 
            "19": 0.0006098553433496745, 
            "20": 0.10077263261386635, 
            "21": 0.048886391741770036, 
            "22": 0.001337328894286451, 
            "23": 0.0015872067839535528, 
            "24": 0.0007599085107681093, 
            "25": 0.0016450610874313512, 
            "26": 0.001348891265435328, 
            "27": 0.0009322086931332353, 
            "28": 0.0014103388578712757, 
            "29": 0.001916053715830198
        }
    }, 
    {
        "content": {
            "text": "  Maurice Greene and Gail Devers, two Americans who have won Olympic and world championships, were added yesterday to the field for the 100th annual Millrose Games Feb. 2 in Madison Square Garden. Greene, 32, will run in the men's 60-meter dash and Devers, 40, in the women's 60-meter hurdles.  FRANK LITSKY  SPORTS BRIEFING: TRACK AND FIELD  ", 
            "title": "GREENE AND DEVERS JOIN MILLROSE FIELD"
        }, 
        "weight": 0.7671698060872063, 
        "file": "1821120.txt", 
        "other_topics": {
            "0": 0.050027014465983545, 
            "1": 0.001427978085460166, 
            "2": 0.050508638272392874, 
            "3": 0.0018927469347577554, 
            "4": 0.000979138117222178, 
            "5": 0.003268219959708002, 
            "6": 0.0016839934807453935, 
            "7": 0.03152136769816417, 
            "8": 0.0013949061535934056, 
            "9": 0.0027363992713649145, 
            "10": 0.0011752381189337187, 
            "11": 0.0017184915446657035, 
            "12": 0.001389192060000071, 
            "13": 0.0010589180245140955, 
            "14": 0.7671698060872063, 
            "15": 0.0012431572628643344, 
            "16": 0.0018015271446163977, 
            "17": 0.001084643457893226, 
            "18": 0.0009406169262793783, 
            "19": 0.0006536789195940973, 
            "20": 0.060108070733726426, 
            "21": 0.0044933380845382734, 
            "22": 0.0014334279699143384, 
            "23": 0.0017012618271219967, 
            "24": 0.0008145147529263215, 
            "25": 0.0017632734812029751, 
            "26": 0.0014458212011337795, 
            "27": 0.0009991962487638072, 
            "28": 0.0015116843542129482, 
            "29": 0.00205373936049946
        }
    }, 
    {
        "content": {
            "text": "  Forty-five of the world's top professional bull riders came to Manhattan this weekend for the Versus Invitational at Madison Square Garden, hoping to stay atop some of the nation's top bulls in the Professional Bull Riders tour's first visit to New York.  J. B. Mauney of Mooresville, N.C., last year's rookie of the year on the circuit, won the first event of his career by finishing fourth in the final round yesterday after a ride on a bull named The Boogerman. He and the second-place finisher, Steven Shelley, were the only two riders to score on all four of their bulls this weekend.  The three-time world champion Adriano Moraes of Brazil had won the first two rounds of competition Saturday, but he was thrown by his bull in the final round yesterday and finished third over all.  BULL RIDING  ", 
            "title": "Rough Rides In the Big City"
        }, 
        "weight": 0.7660638637763287, 
        "file": "1817448.txt", 
        "other_topics": {
            "0": 0.0011689997627254607, 
            "1": 0.0007870242435234564, 
            "2": 0.0014344447410214983, 
            "3": 0.001043179681590861, 
            "4": 0.0005396479426807439, 
            "5": 0.0018012659771515821, 
            "6": 0.0009281260747464366, 
            "7": 0.17579197199168822, 
            "8": 0.0007687967844158407, 
            "9": 0.0015081551940134344, 
            "10": 0.0006477276513775612, 
            "11": 0.0009471395406646873, 
            "12": 0.0007656474852539652, 
            "13": 0.0005836183101703536, 
            "14": 0.7660638637763287, 
            "15": 0.0006851610079654728, 
            "16": 0.000992904269761109, 
            "17": 0.0005977967768784046, 
            "18": 0.0005184171468652675, 
            "19": 0.00036027244566221023, 
            "20": 0.019926724087871446, 
            "21": 0.00247648478844777, 
            "22": 0.0007900279249059009, 
            "23": 0.014139235114657542, 
            "24": 0.0004489164531218678, 
            "25": 0.0009718209206421709, 
            "26": 0.0007968584032757062, 
            "27": 0.0005507028993105283, 
            "28": 0.0008331586089693379, 
            "29": 0.0011319099943123904
        }
    }, 
    {
        "content": {
            "text": "  Alan Webb, the United States' most successful young middle-distance runner, will compete in three Eastern indoor meets the next three weekends. Webb had previously committed to the mile races in the New Balance Games on Saturday at the Armory in Upper Manhattan and the Reebok Boston Indoor Games on Jan. 27. Millrose Games officials said yesterday that Webb would run on Feb. 2 in their Wanamaker Mile at Madison Square Garden.  FRANK LITSKY  SPORTS BRIEFING: TRACK AND FIELD  ", 
            "title": "WEBB TO RUN WANAMAKER"
        }, 
        "weight": 0.6889156740906975, 
        "file": "1819539.txt", 
        "other_topics": {
            "0": 0.0016474879539020327, 
            "1": 0.0011091644343971209, 
            "2": 0.002021583328521208, 
            "3": 0.001470167928152027, 
            "4": 0.0007605335033103308, 
            "5": 0.07695931154902554, 
            "6": 0.019913211709190744, 
            "7": 0.005878644640683702, 
            "8": 0.0010834762176262069, 
            "9": 0.002125464515885825, 
            "10": 0.0009128517704450562, 
            "11": 0.001334817194719856, 
            "12": 0.01968422832742191, 
            "13": 0.000822501566159964, 
            "14": 0.6889156740906975, 
            "15": 0.0009656071310696991, 
            "16": 0.0013993140768442467, 
            "17": 0.0008424834804863237, 
            "18": 0.0007306126414992019, 
            "19": 0.0005077370699952056, 
            "20": 0.08389858640581033, 
            "21": 0.003490145154073489, 
            "22": 0.0011133975651921176, 
            "23": 0.05713700560867497, 
            "24": 0.0006326643275807019, 
            "25": 0.019974791475548436, 
            "26": 0.0011230238552842617, 
            "27": 0.0007761134105602834, 
            "28": 0.001174182250274004, 
            "29": 0.0015952168169677645
        }
    }, 
    {
        "content": {
            "text": "  The Boston Marathon scored a coup yesterday when it added Deena Kastor, the 33-year-old American who ran the world's fastest time for a woman last year, to its April 16 race, which is six days before the London Marathon. It will be Kastor's Boston debut.  FRANK LITSKY  SPORTS BRIEFING: MARATHON  ", 
            "title": "KASTOR TO RUN BOSTON"
        }, 
        "weight": 0.6627101195254316, 
        "file": "1821121.txt", 
        "other_topics": {
            "0": 0.002548313123133628, 
            "1": 0.001715641244716104, 
            "2": 0.0031269590247244346, 
            "3": 0.002274036793802723, 
            "4": 0.0011763834160232987, 
            "5": 0.003926595944833822, 
            "6": 0.002023230398853642, 
            "7": 0.009093011726496828, 
            "8": 0.0016759070422582487, 
            "9": 0.03206590980265057, 
            "10": 0.001411987347519769, 
            "11": 0.0020646780246450862, 
            "12": 0.0016690418566193993, 
            "13": 0.0012722348165758032, 
            "14": 0.6627101195254316, 
            "15": 0.001493588659066244, 
            "16": 0.002164440970243268, 
            "17": 0.0013031425839938235, 
            "18": 0.0011301022127961815, 
            "19": 0.0007853611527208407, 
            "20": 0.12977325160035771, 
            "21": 0.005398511519736178, 
            "22": 0.11683526378417877, 
            "23": 0.0020439774170140763, 
            "24": 0.0009785970238470622, 
            "25": 0.002118481187399397, 
            "26": 0.001737078818230425, 
            "27": 0.001200482215658358, 
            "28": 0.0018162099639253248, 
            "29": 0.002467460802547476
        }
    }, 
    {
        "content": {
            "text": "  The first man into the quarterfinals of this year's Australian Open on Sunday was unseeded Mardy Fish, which was quite an achievement considering the former state of his forehand and his left wrist.  But Fish, long considered a talented yet unreliable player, has managed to recover from both those handicaps in the last two years with the help of two operations on his wrist and of his coaches Scott Humphries and Todd Martin, each a former Tour player.  Now Fish, 25, is in the final eight at a Grand Slam event for the first time, and, as the luck of the draw would have it, the man he will face is his childhood housemate Andy Roddick.  ''We were more like brothers than best friends,'' Fish said of the years he spent living with the Roddick family in Florida when he and Roddick were aspiring juniors.  Fish advanced Sunday with a 6-1, 7-6 (4), 2-6, 7-5 victory over 16th-seeded David Ferrer of Spain, who had beaten Fish in their two previous matches. Roddick advanced with another impressive performance under heavy pressure, winning by 6-3, 3-6, 6-1, 5-7, 6-4 against the net-rushing Mario Ancic of Croatia.  ''I knew in the fifth set, win or lose, I had to try to turn the tables on the aggression,'' said Roddick, who broke the ninth-seeded Ancic in the fifth game of the final set, then held that advantage, serving out the match in style and winning it with a backhand winner down the line.  That shot was a symbol of Roddick's revival in the last six months with the help of his new coach, Jimmy Connors, whose two-handed backhand was his signature shot. Connors was in the front row of Rod Laver Arena on Sunday, pounding on the wall as the sixth-seeded Roddick again came up with the clutch shots he required, just as he had in his third-round bout with the former Australian Open champion Marat Safin.  A year ago, in the fourth round on this same court, Roddick, erratic and confused, was upset by Marcos Baghdatis of Cyprus in four sets. This year, despite Ancic's constant pressure, Roddick passed the test and is now a heavy favorite to reach the semifinals in light of his current form and a 4-1 record against Fish.  ''It's always a little weird when we play each other because of our history,'' Roddick said.  In the fourth round, the Scottish teenager Andy Murray will have his dream matchup at the Australian Open, but it is not so certain that James Blake has his. Murray had been eagerly awaiting his first chance to match his fluid and fast-maturing all-court game against the slashing forehand and athleticism of Rafael Nadal, the leader of Murray's generation.  Murray granted his own wish by winning in straight sets, 6-3, 6-2, 6-4, against Juan Ignacio Chela of Argentina on Saturday. Chela overwhelmed Murray in the first round here last year.  But there will be no novelty for Blake when he faces Fernando González of Chile in the fourth round. They have played six times, and González has won the past three matches, all on quick surfaces.  ''He's given me problems the last few times, but I've had some success against him earlier in his career,'' Blake said. ''Hopefully, I can draw on that and get back to the winning ways against him. He's playing pretty confident right now as well.''  On Saturday, against his close friend Robby Ginepri, Blake had to save a set point in the first set, then saved four more set points in the second with Ginepri serving at 5-4. What will look like a straightforward 7-6 (7), 7-5, 6-2 victory on the draw sheet was hardly that.  Ginepri spent time around more than your average weekend hacker in the off-season, playing the latest of a series of exhibition matches against the retired Pete Sampras. ''He taught me a thing or two,'' said Ginepri, who added that Sampras had been thinking about playing one more Wimbledon.  ''There's been some talk about it, but you never know with that,'' Ginepri said. ''He left the sport in a magical way, so he wouldn't want to ruin that.''  TENNIS  ", 
            "title": "Fish, Into Quarterfinals, Will Face Ex-Housemate"
        }, 
        "weight": 0.6532222969009243, 
        "file": "1820588.txt", 
        "other_topics": {
            "0": 0.00028773471647416065, 
            "1": 0.00019371620490370894, 
            "2": 0.0003530706883065496, 
            "3": 0.0002567656722310592, 
            "4": 0.00013282761274569595, 
            "5": 0.00044335916204286, 
            "6": 0.00022844666139779118, 
            "7": 0.11475596030166761, 
            "8": 0.0001892297431048233, 
            "9": 0.00037121359728658983, 
            "10": 0.00015943008550068147, 
            "11": 0.00023312658897316045, 
            "12": 0.0001884545823816749, 
            "13": 0.0001436503704795303, 
            "14": 0.6532222969009243, 
            "15": 0.00016864383950469184, 
            "16": 0.00024439100644436246, 
            "17": 0.00014714022328221, 
            "18": 0.00012760191706185384, 
            "19": 0.02608393408878871, 
            "20": 0.19986914607361056, 
            "21": 0.0006095558537969847, 
            "22": 0.0001944555236260168, 
            "23": 0.000230789245334547, 
            "24": 0.00011049518783344845, 
            "25": 0.00023920160292650378, 
            "26": 0.00019613676071415502, 
            "27": 0.00013554865248661862, 
            "28": 0.00020507160375369445, 
            "29": 0.00027860553241552076
        }
    }, 
    {
        "content": {
            "text": "  After two years of waiting and not much playing, Serena Williams is back in a final, and it happens to be in a Grand Slam tournament.  Williams continued the most surprising run of her career Thursday by defeating the 17-year-old Czech Nicole Vaidisova, 7-6 (5), 6-4, in the semifinals of the Australian Open, which she won in 2003 and 2005.  In 2003, Williams was the overwhelming favorite, having won the three previous Grand Slam tournaments. In 2005, she was still on the short list of contenders. This year, she was a true underdog, arriving here with a world ranking of 81, having played in only five tournaments in the last year.  Now, after beating five seeded players, including the 10th-seeded Vaidisova, she has put herself back at the center of the sport and guaranteed herself a place in the top 20.  ''I can't believe it; that's awesome,'' said Williams, whooping it up on court in her postmatch interview. ''That was so fast.''  Speedy indeed, but it took her more time than she would have liked to close out the powerful but erratic Vaidisova, a 6-foot blonde who left Europe to train at Nick Bollettieri's Tennis Academy in Bradenton, Fla., as a youngster, occasionally sneaking peeks at Williams's training sessions there.  Down by 1-5 in the second set, Vaidisova closed the gap to 4-5, saving five match points, before Williams finally closed out the 1-hour, 46-minute victory with a forehand volley winner.  Williams will face the winner of Thursday's second semifinal between top-seeded Maria Sharapova of Russia and No. 4 Kim Clijsters of Belgium, neither of whom has won this title.  As Williams walked through the corridors of Rod Laver Arena, minutes before walking on court, she saw her agent, Jill Smoller, who greeted her by clenching her fists and striking a muscle-beach pose and then giving her a roundhouse smack on the rear.  It was a sign of what makes Williams tick. This surprising run in Melbourne has been much more about desire than thorough preparation, much more about muscle memory and competitiveness than hard-won fitness.  Once on court against Vaidisova, it took time for Williams to bare her teeth. Despite the power being produced on both ends of the court, the pace was slow, almost reflective between the points, and the early games were long.  Vaidisova's game plan was clear early: attack Williams's second serves and try to move her -- not just side to side but back to front with the occasional drop shot. At the start, Vaidisova applied these principles well, breaking Williams's serve in the opening game after two deuces and then holding her own serve to go up, 2-0.  But Williams, who looked sluggish at times early, began moving and serving more convincingly -- she would finish with 10 aces -- and adjusting to Vaidisova's big returns.  Vaidisova, taking huge risks, began to produce more errors than winners with her forehand, with its huge backswing and relatively low margin for error. Williams broke her in the sixth game to get back on serve, but Vaidisova would still get her chance to win the set when she broke Williams again to go up, 5-4, and then served for the lead.  After saving a break point with an ace to get to deuce, she failed to put another first serve into play in the game, as Williams saved a set point with a big forehand that Vaidisova could not handle. It was soon 5-5 and then 6-6, with Williams jumping out to a 5-1 lead in the tie breaker and then holding on to win the set after Vaidisova rallied to 5-5, with Williams serving consecutive double faults at 5-2..  Vaidisova's pride and power in the tie breaker was foreshadowing for the second set when, apparently out of contention, she roared back, saving four match points on her serve at 3-5 and another on Williams's serve at 4-5 before she closed it out.  ''Almost did a gagarooni there,'' Williams said. ''Basically that means gagging. But she played some incredible points on match points, just got relaxed. She reminded me a little bit of myself.''  In late matches on Wednesday, Tommy Haas and Fernando González took radically different paths to their upset victories.  Haas had to win arguments with himself as well as win rallies, and had to fight through rough patches, swooping pigeons and even a match point before finally closing out Nikolay Davydenko of Russia, the world's third-ranked player, in five sets.  González, once again, could do little wrong, coming up with clutch serves and huge forehands on points big and small. He also kept the unforced errors that were once his trademarks to a minimum as he overwhelmed Rafael Nadal of Spain, the second-ranked player, in straight sets.  Though their methods and moods were disparate, the 10th-seeded González and the 12th-seeded Haas share a healthy perspective. They are both middle-aged for tennis stars -- Haas is a 28-year-old German, González a 26-year-old Chilean -- and both have had to wait their turn for the sort of breakthrough that prodigies like Nadal understandably take for granted.  Now these two flashy players with one-handed backhands will share the spotlight with each other in the semifinals Friday night at Rod Laver Arena. In the other semifinal, top-seeded Roger Federer was to face Andy Roddick on Thursday. Sharapova, seeded No. 1, and Clijsters, seeded fourth, both struggled yet prevailed on Wednesday. Clijsters, who has announced that this will be her last Australian Open, failed to control her power for significant stretches of the first and second sets, finishing with 62 unforced errors and 47 winners against the three-time champion Martina Hingis.  The last time Haas was in the final four of a Grand Slam was here in 2002, the same year he topped out at No. 2 in the rankings, the same year his right shoulder failed him, requiring two surgeries and knocking him out of the game for more than a year and out of contention for the major prizes until now.  Haas was the only man to push Federer to a fifth set in any Grand Slam last year, doing so here in the fourth round. He later lost to Davydenko in five sets in the quarterfinals of the United States Open, paying the toll for the two five-set victories that preceded the match.  He could have gone down swinging again this time if Davydenko had managed to return Haas's kicking second serve on his one and only match point at 4-5, 30-40 in the fifth set. But Davydenko went for too much and missed a backhand into the net.  Haas missed his first chance to close out the match when serving at 6-5, 40-15 when Davydenko successfully challenged a line call on a forehand that had been called out. But Haas converted on his next match point, moving to his left and hitting his signature running backhand down the line. That left the baseline-hugging Davydenko, usually the master of the full-swinging half volley, to lunge and miss as Haas won, 6-3, 2-6, 1-6, 6-1, 7-5.  González has become a familiar presence in the second week of Grand Slam events, but only early in the second week. He reached the quarterfinals at the 2002 United States Open, the quarterfinals of the 2003 French Open and even the quarterfinals in 2005 at Wimbledon.  But it has taken until now for the huge-hitting, soft-spoken González to take the next step into the semifinals, and he has done so in great style despite a meaty draw that required him to face Lleyton Hewitt in the third round and the supposedly red-hot James Blake in the fourth. Then came Nadal, the tenacious left-hander.  ''I'm delighted, but it's not over,'' González said after his 6-2, 6-4, 6-3 victory in which he never lost his serve, finishing with 41 winners, including 10 aces, and just 16 unforced errors.  Nadal has been the best player not named Roger Federer for the last two seasons, but he was not at his best Wednesday, finishing with seven more unforced errors than winners and failing to play the same sort of spectacularly effective defense that, along with his whipping forehand and combativeness, has defined him.  The reasons, according to Nadal, were González and the aftershocks of his marathon match with Andy Murray in the fourth round: a late-night five-setter that left him feeling soreness in his legs and pain in his upper left leg.  ''It was taking a lot of effort for me to run; I couldn't keep up with the rhythm of the match,'' Nadal said.  TENNIS  ", 
            "title": "A Strong Run Leads Williams To the Finals In Australia"
        }, 
        "weight": 0.6456477351654591, 
        "file": "1821372.txt", 
        "other_topics": {
            "0": 0.00013483078913899033, 
            "1": 9.077426977263264e-05, 
            "2": 0.000165446839747242, 
            "3": 0.00012031887787105456, 
            "4": 6.224223501914025e-05, 
            "5": 0.004775714552005486, 
            "6": 0.00010704875661118903, 
            "7": 0.14208784067993357, 
            "8": 8.867194026509821e-05, 
            "9": 0.009309866632958063, 
            "10": 7.470799667124627e-05, 
            "11": 0.00010924174303921717, 
            "12": 8.830870452735908e-05, 
            "13": 0.003112619759784921, 
            "14": 0.6456477351654591, 
            "15": 7.90255073926361e-05, 
            "16": 0.00011452018255268335, 
            "17": 6.894903980420177e-05, 
            "18": 0.0015824465270767823, 
            "19": 4.155331737657319e-05, 
            "20": 0.18958464207180226, 
            "21": 0.0018082872960146395, 
            "22": 9.112071016041585e-05, 
            "23": 0.00010814647761158654, 
            "24": 5.1777392572587653e-05, 
            "25": 0.00011208845870633138, 
            "26": 9.190852793263721e-05, 
            "27": 6.351729817468446e-05, 
            "28": 9.609534262297472e-05, 
            "29": 0.00013055290739463697
        }
    }, 
    {
        "content": {
            "text": "  Barbaro might have been the story of 2006 in thoroughbred racing, but he was neither the Horse of the Year nor the 3-year-old champion. With his career cut short because of the fractured hind leg he sustained during the Preakness Stakes, voters for the Eclipse Awards decided he did not accomplish enough on the racetrack to merit any championship honors.  The winners of the awards, which honor the year's top performers in the industry, were announced last night in Beverly Hills, Calif.  In the voting for the 3-year-old male championship, Barbaro, the Kentucky Derby winner, came in a distant second to Bernardini, the winner of the Preakness, the Jim Dandy, the Travers and the Jockey Club Gold Cup.  Of the 271 votes cast -- by members of the National Turf Writers Association, employees of The Daily Racing Form and representatives of the National Thoroughbred Racing Association and Equibase -- 210 went to Bernardini. Barbaro received only 56 votes.  Barbaro did not fare any better in the voting for Horse of the Year, although he received more votes in that category than Bernardini. The winner was Invasor, who won all four of his North American starts in 2006, including the Breeders' Cup Classic (he defeated Bernardini). Invasor received 228 votes, to 21 for Barbaro and 16 for Bernardini.  The Barbaro team was not shut out, however. His jockey and his owners were named Eclipse winners.  Barbaro's regular rider, Edgar Prado, won an Eclipse Award as the nation's outstanding jockey.  Barbaro's owners, Roy and Gretchen Jackson, shared an award with Darley Stable as the nation's top owners.  It was previously announced that the Jacksons and the George D. Widener Hospital for Large Animals in Kennett Square, Pa., where Barbaro has been treated since breaking down in the Preakness on May 20, would receive a special Eclipse Award for their contributions to the sport.  There were no unanimous winners, but a handful of horses came close to sweeping the voting in their divisions. The Breeders' Cup juvenile filly winner, Dreaming of Anna, received 265 of the 270 votes in the 2-year-old filly division, and Invasor defeated Lava Man by a 262-8 margin in voting for the nation's outstanding older male.  With 213 votes, Fleet Indian was an easy winner in the older filly and mare category, becoming only the third New York-bred horse to win an Eclipse Award.  The closest race was in the male turf division. The Breeders' Cup Mile winner, Miesque's Approval, was the top vote-getter with 74, 5 more than The Tin Man. English Channel was third, with 63 votes.  Despite missing the final six days of the year after his suspension for a medication violation, Todd Pletcher won his third consecutive Eclipse Award as the nation's outstanding trainer.  Pletcher set records in 2006 for the most single-season earnings by a stable, the most stakes victories and the most graded stakes victories.  The other winners were Street Sense, 2-year-old male; Wait a While, 3-year-old filly; Thor's Echo, sprinter; Ouija Board, female turf; McDynamo, steeplechase; Adena Springs, breeder; and Julien Leparoux, apprentice jockey.  Street Sense's team will try to help him become the first Breeders' Cup juvenile champion to win the Kentucky Derby, and the first 2-year-old champion to win the Derby since Spectacular Bid in 1980.  HORSE RACING  ", 
            "title": "Barbaro Loses to Rivals At the Eclipse Awards"
        }, 
        "weight": 0.6348585499919823, 
        "file": "1820890.txt", 
        "other_topics": {
            "0": 0.0002973984015152645, 
            "1": 0.013634381537967137, 
            "2": 0.0003649287079812337, 
            "3": 0.00026538924958805524, 
            "4": 0.00013728868101741903, 
            "5": 0.00045824955606472517, 
            "6": 0.00023611913349810587, 
            "7": 0.014495350376038938, 
            "8": 0.00019558509938640784, 
            "9": 0.00038368095378465397, 
            "10": 0.00016478460841412766, 
            "11": 0.11443131026429765, 
            "12": 0.00019478390458167022, 
            "13": 0.00014847492537983103, 
            "14": 0.6348585499919823, 
            "15": 0.023684086580073017, 
            "16": 0.08421609458307044, 
            "17": 0.00015208198627869802, 
            "18": 0.00013188747826293869, 
            "19": 9.165480855200066e-05, 
            "20": 0.06888169814491876, 
            "21": 0.0174227271513676, 
            "22": 0.00020098638982753581, 
            "23": 0.00023854039404929512, 
            "24": 0.00011420621272076317, 
            "25": 0.0002472352840211398, 
            "26": 0.00020272409193281996, 
            "27": 0.00014010110796167547, 
            "28": 0.00021195901523408047, 
            "29": 0.023797741380231725
        }
    }, 
    {
        "content": {
            "text": "  With his spectacular performance in the long program at the United States Figure Skating Championships on Saturday night, Evan Lysacek did far more than wow a crowd and a set of judges to win a national title. He helped the men's field upstage the women's, a rarity in a sport in which tiny girls generally dominate the spotlight.  By landing a quad jump for the first time and posting the third-highest score ever under the sport's new judging system, Lysacek became a serious threat to win at the world championships in March in Tokyo. (No American man has won a world title since Todd Eldredge in 1996.)  To that, the newly confident Lysacek said, ''Bring it on.''  The American women are not shrinking from the scene, and Kimmie Meissner, 17, may well successfully defend her surprising world championship from a year ago. But Meissner's victory at the national championships was not close to the level of Lysacek's. Meissner needed Emily Hughes to fall midway through her long program to hold on for victory.  And without the veteran skaters Sasha Cohen and Michelle Kwan -- who are sitting out competition, at least for this season -- the United States women's team heads to Tokyo with little in the way of international swagger.  But Lysacek, 21, has given the men a shot of adrenaline. Until Saturday, he had labored to topple the three-time United States champion Johnny Weir at nationals, although he has been more successful than Weir internationally, winning bronze medals at the past two world championships.  But even Lysacek said he had not been a legitimate contender, watching the skating of Evgeni Plushenko of Russia and Stéphane Lambiel of Switzerland while in awe.  ''It's kind of like, honestly, I don't really know what I'm doing,'' Lysacek said. ''I'm out there thinking maybe this will work, maybe this will get me some points. So I was trying to learn, trying to learn from Evgeni Plushenko, trying to learn from the Swiss guy, Lambiel, all these guys who have been doing it longer than me.''  Neither Plushenko nor Lambiel will compete at the world championships, having taken the post-Olympic year off. The current world leader is Brian Joubert of France.  The biggest hurdle Lysacek has had to clear is the quad jump, which is considered a necessity for winning at the worlds or at the Olympics. Joubert has done as many as three in a program. Lysacek attempted one in last year's world championships, but he two-footed the landing.  At nationals, he not only landed it cleanly in his long program, but he also did it in combination with a triple toe loop.  Now that Lysacek has the quad in his arsenal, he says he feels confident he can defeat Joubert, who is less than graceful between his huge jumps.  ''I think that he has sort of dominated international skating this season, but only because I think it's sort of a transitional period for a lot of countries and he came out like gangbusters and he's been doing the quad for probably four seasons,'' Lysacek said. ''I know I have scored much higher than him in presentation almost every time we've competed against each other. There are areas of my skating that are stronger than his.''  Lysacek's success with the quad has pushed Weir to accomplish one. He two-footed the landing on his attempt while finishing third Saturday night, but he said he was encouraged.  ''Going into it, I wasn't sure: Should I do a triple, should I do a flourish, should I do a Biellmann, what should I do?'' Weir said. ''And I went for the quad and ended up on my feet and that was good.''  Ryan Bradley did not attempt a quad in his second-place performance, but said he hoped to add it soon as well.  Bradley, 23, arrived relatively late to the top tier of American men -- finishing eighth at nationals last year and nearly quitting in discouragement a few years ago. But he is an energetic crowd-pleaser, and he will see how well that style goes over with international judges for the first time in Tokyo.  Lysacek, a known quantity internationally, is eager to raise his profile nationally and may borrow a bit of glamour from his new girlfriend, the ice dancer Tanith Belbin. She and Ben Agosto won a silver medal in last year's Olympics and won their fourth national title here.  But Lysacek's first title was the talk of the championships. Even the women had to step aside.  FIGURE SKATING  ", 
            "title": "With Quad, Lysacek Gives U.S. Men a Lift"
        }, 
        "weight": 0.633901840089572, 
        "file": "1822460.txt", 
        "other_topics": {
            "0": 0.00026853776826574416, 
            "1": 0.00018079193911389954, 
            "2": 0.0003295146857484104, 
            "3": 0.00023963490201355038, 
            "4": 0.000123965683139938, 
            "5": 0.0004137793359594543, 
            "6": 0.00021320526550028612, 
            "7": 0.0798061935717517, 
            "8": 0.00017660480294331358, 
            "9": 0.00034644714474067127, 
            "10": 0.00014879330474748081, 
            "11": 0.00021757295988953038, 
            "12": 0.0001758813590252759, 
            "13": 0.00013406637326151288, 
            "14": 0.633901840089572, 
            "15": 0.00015739233988618543, 
            "16": 0.00022808584330379815, 
            "17": 0.00013732339172175045, 
            "18": 0.00011908863293977243, 
            "19": 8.276028927517624e-05, 
            "20": 0.27448019999975365, 
            "21": 0.000568887795736884, 
            "22": 0.006246711499475704, 
            "23": 0.00021539155803411764, 
            "24": 0.00010312322235041489, 
            "25": 0.00022324266394611604, 
            "26": 0.00018305100143097051, 
            "27": 0.00012650518184327016, 
            "28": 0.0001913897338545156, 
            "29": 0.00026001766077494537
        }
    }, 
    {
        "content": {
            "text": "  Added to the Winter X Games 10 years ago as an appeal to youth, skiercross has instead come to be dominated by retired Alpine racers creating a second act to their competitive careers.  A new event for the 2010 Olympic Winter Games in Vancouver, skiercross features four or more racers on a downhill course of big jumps, banks and rollers. Often compared to motocross, competitors bump and jostle one another, leading to some spectacular crashes.  At the X Games on Sunday, the sport lived up to its reputation for contact on Buttermilk Mountain's 3,600-foot course. Nine of 24 racers fell -- three were treated at a hospital and released -- beginning with elimination rounds and carrying into a thrilling final. In that race, the Aspen skier Casey Puckett grabbed the lead out of the gate and hung on to win despite a late charge by Jake Fiala of Frisco, Colo.  Coming off the course's last jump, where the snowboardcross racer Lindsey Jacobellis wiped out a day earlier, Fiala made a final push to finish first, but he got his tips up while airborne and went skidding to the snow. His momentum carried him across the finish line, and he wound up with the silver medal.  ''I knew if I went too far to the left, I wouldn't make the landing,'' said Fiala, 31, who competed in Alpine events at the 2002 Olympics. ''I pretty much flew into the fence.''  Puckett, 34, who competed in downhill events at four Olympics from 1992 through 2002, said of Fiala's late push, ''I don't want to put people into the fence, but I'm going to protect my lead.''  Enak Gavaggio, 30, of France finished third, his seventh bronze medal at the Winter X Games. All three women's medalists were French: Ophelie David (gold), Valentine Scuotto (silver) and Meryll Boulangeat (bronze).  The most successful and famous racer in the field was the 33-year-old Daron Rahlves, of Sugarbowl, Calif., who has 28 Alpine World Cup podium appearances in downhill and super-G, including 12 victories. Rahlves retired from Alpine competition after the 2006 Olympics, his third.  Although it was his first Winter X Games, Rahlves was favored to win the gold medal in skiercross after finishing first in qualifying and in each of his quarterfinal and semifinal heats.  But during the final, Rahlves inexplicably lost his balance on an upper portion of the course and went careering sideways off a jump, crashing and losing a ski.  His spill demonstrated how unpredictable skiercross can be.  ''The big thing is,'' Puckett said, ''you can be the fastest skier in the world, which Daron arguably is, and still not win the skiercross.''  Its simplicity and unpredictability led Ron Semiao, the senior vice president of ESPN Original Entertainment and X Games creator, to add the event for the Winter X Games's second season. No skiing events were held during the first Winter X Games in 1997 because the sport was viewed as stale and stodgy compared with snowboarding.  Since its debut at the X Games, skiercross has become a World Cup discipline governed by the International Ski Federation.  But the sport's biggest boost was its inclusion in the next Winter Olympics. Skiercross will be the third X Games event to be added to the Olympics, joining snowboarding halfpipe and snowboardcross.  Later Sunday, with the biggest, most stylish 1080-degree spins, Steve Fischer wound back the clock during the men's superpipe, winning the gold medal.  Fischer, 24, of Breckenridge, Colo., last won X Games gold in 2004 when he was among a select group of riders who pioneered the 1080, a spin of three full rotations. He has since struggled, finishing out of the top 10 at the X Games, and failing to qualify for the 2006 Olympic team.  But in the X Games final, Fischer beat out three American Olympians, including the halfpipe gold medal winner at the Turin Games, Shaun White, who wound up with silver.  ''It's nice to be on top,'' Fischer said. ''This one is great.''  The first of Fischer's three runs turned out to be the winner, with a score of 92. White was second with a 91, and 19-year-old Mason Aguirre of Duluth, Minn., won the bronze with a 90.66.  Since Fischer helped introduce the 1080 three years ago, it has become a requirement for a winning run. All three medal winners included at least two during their routines.  As it turned out, an easier trick undid White.  Because White, 20, of Carlsbad, Calif., finished first in qualifying, he had the last run and a chance to unseat Fischer for gold. He could do no worse than second, but on his final run he landed low on a 540-degree spin known as a McTwist, a relatively midlevel move. On his prior run, White's board struck the deck during a McTwist.  ''I had a sketch, and that's what cost me gold,'' said White, who has not competed in a halfpipe contest since winning the U.S. Open of Snowboarding in March 2006. White has been inundated with commercial opportunities since winning Olympic gold, and he said they have interfered with his riding.  EXTREME SPORTS  ", 
            "title": "Skiercross a Great Place To Bump Into Olympians"
        }, 
        "weight": 0.6269923073247029, 
        "file": "1822461.txt", 
        "other_topics": {
            "0": 0.00021770190505757, 
            "1": 0.00014656690497702669, 
            "2": 0.0002671355142896911, 
            "3": 0.0001942705304492133, 
            "4": 0.00010049821131536618, 
            "5": 0.0003354483441699197, 
            "6": 0.00017284418786777495, 
            "7": 0.11632734906231988, 
            "8": 0.0001431724196241509, 
            "9": 0.0002808625538928373, 
            "10": 0.00012062581033771959, 
            "11": 0.00017638505064990236, 
            "12": 0.00014258592812175909, 
            "13": 0.00010868677821999228, 
            "14": 0.6269923073247029, 
            "15": 0.007503163045998393, 
            "16": 0.00018490778010324822, 
            "17": 0.00011132722290745878, 
            "18": 9.65444169329434e-05, 
            "19": 6.709325378950721e-05, 
            "20": 0.2274364416832065, 
            "21": 0.015212325913860934, 
            "22": 0.0001471262781950499, 
            "23": 0.00017461660168018609, 
            "24": 8.360135747886357e-05, 
            "25": 0.0026395034616521324, 
            "26": 0.00014839831280187847, 
            "27": 0.00010255696718116878, 
            "28": 0.00015515847151659088, 
            "29": 0.0002107947066995103
        }
    }, 
    {
        "content": {
            "text": "  Tirunesh Dibaba, a 21-year-old Ethiopian, likes running in Boston, and who can blame her?  Two years ago, in the Reebok Boston Indoor Games, she set a world record of 14 minutes 32.95 seconds for the 5,000 meters. Saturday night, in the same meet before a near-capacity crowd of 4,000 at the Reggie Lewis Center, she lowered the record to 14:27.42.  The world record outdoors is 14:24.53 by Meseret Defar, another Ethiopian, who ran here in the 3,000 meters and won in 8:30.31, the fifth-fastest time ever. Shalane Flanagan finished a strong second in 8:33.25, an American record.  Had Defar raced against Dibaba, the excitement could have been overwhelming. But meet officials, aware of the popularity of distance racing here and the ticket-buying support of the city's large Ethiopian community, opted to have the women run in different distance races.  The women's exploits overshadowed the men's mile, even though that event created an excitement of its own. Alan Webb, who ran his indoor best of 3:56.70 a week ago at the New Balance Track & Field Center in Upper Manhattan, lowered that mark to 3:55.18. He led by as much as 30 meters and won by 18 meters over Kevin Sullivan of Canada (3:57.33). Next up for Webb is the Wanamaker Mile in the 100th annual Millrose Games on Friday night at Madison Square Garden.  This was the first major meet of the American indoor track season. Of the six runners in the women's 5,000, three were Ethiopians and two of the three others were rabbits.  There was little doubt who would win. From the start, Dibaba and her 24-year-old sister, Ejegayehu, pressed the pace. By 2,600 meters, the rabbits were gone and Tirunesh started pulling away from her sister.  On her last time around the fast 200-meter track, she lapped her sister, sprinted the final 200 meters in 29.72 seconds and won, looking as strong as when she had started. Then she collected her rewards: an Ethiopian flag, a bottle of water and a $25,000 check for breaking a world record.  ''I'm very happy about what I accomplished,'' she said through an interpreter. ''I was so prepared. I didn't do any cross-country because I was concentrating on this race, so I had the confidence to break the record. With two laps to go, I knew I would do it, but I didn't think I would do it by this much.''  In the men's mile, Webb had high expectations and lived up to them. He burst out at the start behind Moise Joseph of Haiti, the rabbit, ran the first quarter-mile in 55.3 seconds and left the others 20 meters behind.  ''I don't know why anyone would be surprised,'' Webb said. ''At 250 meters, I was a loner. I think my strength is really good.  ''I think I'm just getting used to running this fast. I have the ability to run fast indoors because that strength is inside of me.''  NOTES  The men's winners included Shawn Crawford in the 60-meter dash (6.55 seconds), David Payne in the 60-meter hurdles (7.58 seconds), Nick Symmonds in the 800 meters (1:48.15), the 40-year-old Mark Coogan in the masters mile (4:24.71), Craig Mottram of Australia in the 3,000 (7:39.24), Steven Hooker of Australia in the pole vault (19 feet  3/4 inch) and Dan Taylor in the shot-put (70-9 1/4, his best ever indoors). Among the women's winners were Sarah Jamieson of Australia in the mile (4:28.03), Marshevet Hooker in the 60 (7.24 seconds), Perdita Felicien of Canada in the 60 hurdles (7.97 seconds), Monica Hargrove in the 400 (52.85) and Jenn Stuczynski in the pole vault (15-3 1/4). Mottram, Hooker and Jamieson set Australian indoor records.  TRACK  ", 
            "title": "Record Day for Women Highlights Reebok Games"
        }, 
        "weight": 0.6220879834254572, 
        "file": "1822182.txt", 
        "other_topics": {
            "0": 0.00031653406207319466, 
            "1": 0.00021310524492473192, 
            "2": 0.00038840950629149125, 
            "3": 0.00028246532857827865, 
            "4": 0.0037207624232662956, 
            "5": 0.00048773494640643047, 
            "6": 0.00025131187013297456, 
            "7": 0.1512643562601324, 
            "8": 0.00020816973351012302, 
            "9": 0.03615476938759917, 
            "10": 0.00017538743047274707, 
            "11": 0.00025646021129872685, 
            "12": 0.00020731698700992865, 
            "13": 0.03232978926996044, 
            "14": 0.6220879834254572, 
            "15": 0.00018552338840500607, 
            "16": 0.0002688520834465844, 
            "17": 0.00016186747689188677, 
            "18": 0.014438934003093927, 
            "19": 0.017970752726715344, 
            "20": 0.1162094704572816, 
            "21": 0.0006705662522310927, 
            "22": 0.0002139185620009836, 
            "23": 0.00025388892311544055, 
            "24": 0.0001215546426689286, 
            "25": 0.0002631432729305192, 
            "26": 0.00021576807397971732, 
            "27": 0.00014911570666861217, 
            "28": 0.00022559720477056437, 
            "29": 0.0003064911386856213
        }
    }, 
    {
        "content": {
            "text": "  Her long program Saturday was not the triumphant performance Kimmie Meissner had hoped for, but after holding on to win the women's title at the United States Figure Skating Championships, she could not stand still. She bounced in place, shifted from one skate to the other and clasped her hands to keep them still. She could not stop smiling.  With a narrow victory over a shaky field, Meissner, 17, captured her first national title, a year after her surprising victory at the world championships.  ''It's really neat,'' said Meissner, who defeated Emily Hughes by less than a point, 181.68 to 180.86. ''I was just getting used to the world champion thing and now this is going to be a new one. I'm really excited.''  As Meissner battled her nervous energy, she understood that she had not swept away the field, which was missing the sport's biggest names, Michelle Kwan and Sasha Cohen. Neither has officially retired, but Kwan and Cohen sat out this season to contemplate their futures.  In their absence, Meissner became the clear favorite, armed with her world title and a technically superior program. But Meissner had to hold off Hughes, whose fall on a triple flip probably kept her from winning. Alissa Czisny, 19, won the long program with 119.59 points, but because she was fifth after the short program Thursday night, she was able to move only as high as third.  Hughes, who turned 18 on Friday, said she understood how close she had come to winning this title, something her sister Sarah, the 2002 Olympic gold medalist, never did. ''I am aware,'' she said, ''and it is going to push me until March.''  That is when Meissner, Hughes and Czisny will compete as the United States women's team at the world championships in Tokyo against a strong field of Japanese contenders, including the 16-year-old sensation Mao Asada.  By then, Meissner hopes to have a triple axel back in her program. She has not landed one since the 2005 nationals, when she became the first woman to accomplish the feat since Tonya Harding in 1991.  ''We think about it every day,'' Meissner's coach, Pam Gregory, said. ''She practices it every day. It's just a matter of what the odds are. It can't be something that just comes together at the end. I know Kimmie, and consistency is the name of the game for her, and that's what allows her to be a good competitor.''  That consistency is why Meissner was surprised at her stumbles in the long program. On her first jump, which was supposed to be a triple-triple combination, she put her hand down on the landing of the triple lutz and went without the combination. She later wobbled on the landing of a combination. ''Of course I would have liked to have won the long program, but I'm happy over all,'' Meissner said. ''I'm glad I did a good short and I did a pretty good long. Not perfect, but pretty good.''  Czisny skated first in the final group Saturday and put on a spectacular performance, landing all of her jumps and capitalizing on her strength, her mesmerizing spins. A year ago, Czisny came to nationals believing she was a contender for the Olympic team, but she faltered, finishing seventh.  ''After last year I was so disappointed, so just coming back this year and skating well, I was really, really happy,'' Czisny said.  Meissner's performance left the door open for Hughes. But midway through Hughes's program, she fell on a triple flip, a jump she says she has struggled with recently.  ''I really wanted to skate a clean long program,'' she said. ''But what I've learned over the past year is, I learned to get up and keep going.''  Hughes had been in the lead at the Cup of China after the short program, only to falter in the long and fall to third. At Skate America, she failed to attempt several of her jumps in the long program and fell out of contention.  Meissner's stumbles this season have generally come in the short program, so she was relieved when she came out of that cleanly and holding a strong lead. She needed every bit of it.  Now that Meissner has a national title to go with her world championship, she plans to share the news with her classmates at Fallston High School in Bel Air, Md., when she returns to classes Tuesday.  She can tell them over the intercom because she is the student who makes the announcements.  Meissner said she would say: ''Kimmie Meissner is back in the building today after winning nationals, so make sure that when you see her you tell her congratulations. And this is Kimmie.''  With that, Meissner laughed and bounced along on her way to collect her champion's medal.  LYSACEK TAKES MEN'S TITLE -- Evan Lysacek won his first national title Saturday after finishing second and third the past two years. Although Lysacek has placed ahead of Johnny Weir in recent international competitions, he has been unable to top Weir, who had won the last three titles, at the nationals. Ryan Bradley finished second, and Weir third.  Lysacek landed the first quad jump of his career in the competition, doing a quad toe loop-triple toe loop combination on the first jump of his program. He also completed eight triple jumps, all cleanly.  ITALIAN WINS EUROPEAN TITLE -- Carolina Kostner landed six triple jumps to become the first Italian to win the women's title Saturday at the European Figure Skating Championships in Warsaw. (AP)  WINTER SPORTS  ", 
            "title": "Meissner Slips but Holds Off Hughes for U.S. Title"
        }, 
        "weight": 0.6152664675359866, 
        "file": "1822225.txt", 
        "other_topics": {
            "0": 0.00021877764436860675, 
            "1": 0.0001472911420081132, 
            "2": 0.0002684555219121299, 
            "3": 0.00019523048735232314, 
            "4": 0.00010099480722973003, 
            "5": 0.0003371059087674841, 
            "6": 0.000173698269909567, 
            "7": 0.1440795366761094, 
            "8": 0.00014387988334618499, 
            "9": 0.0002822503914964669, 
            "10": 0.00012122186357883217, 
            "11": 0.00017725662930151374, 
            "12": 0.0001432904937893892, 
            "13": 0.00010922383663429627, 
            "14": 0.6152664675359866, 
            "15": 0.00012822749509069817, 
            "16": 0.00018582147246584376, 
            "17": 0.00011187732865889184, 
            "18": 9.702147580171364e-05, 
            "19": 6.742478442350717e-05, 
            "20": 0.17667620400001988, 
            "21": 0.0004634727273751654, 
            "22": 0.027325227814139548, 
            "23": 0.0001754794418227073, 
            "24": 8.401446027955916e-05, 
            "25": 0.022417909445943435, 
            "26": 0.00014913159944321628, 
            "27": 0.00010306373610994004, 
            "28": 0.00015592516240616592, 
            "29": 0.010094517964229204
        }
    }, 
    {
        "content": {
            "text": "  The excellent news just kept coming for Lucie Safarova at the Australian Open. No sooner had she stunned herself and second-seeded Amélie Mauresmo by winning their fourth-round match, 6-4, 6-3, when she was informed that her boyfriend, Tomas Berdych, had also won his match.  ''Wow! Great,'' she said. ''We're going to have to celebrate.''  Mauresmo was the one celebrating in Melbourne last year, after winning her first Grand Slam singles title 13 years after she turned professional.  But this season is off to a much less auspicious start for Mauresmo, thanks to Safarova, a 19-year-old left-hander from the Czech Republic who generates plenty of racket-head speed with quick cuts at her ground strokes and first serves.  The match was not the only women's upset Sunday. Third-seeded Svetlana Kuznetsova of Russia, the 2004 United States Open champion, fell to No. 16 Shahar Peer of Israel, 6-4, 6-2. Peer will play the winner of Sunday's late match between 11th-seeded Jelena Jankovic of Serbia and Serena Williams.  Playing her first match at Rod Laver Arena, Safarova served notice that she was a threat by forcing Mauresmo to save two break points in her opening service game. Mauresmo appeared to take the hint, stabilizing her game to take a 4-1 lead, but her lack of depth on her topspin ground strokes soon became a problem. Safarova began finding the corners and pushing forward to the net with success.  Safarova won 18 of the last 21 points of the set, and she soon took a 4-1 lead in the second. But Mauresmo did not go meekly. She broke Safarova's serve in the next game, then held her own after a successful challenge of a serve that had been called out. The momentum was shifting, and it was soon 4-3 -- often a cue for the inexperienced player on the verge of a major upset to begin overthinking and overhitting.  But Safarova held firm to hold serve, then held even firmer in the final game of the match, recovering from the disappointment of failing to convert her first two match points on Mauresmo's serve. The last point was a microcosm of the match as Safarova nailed a short forehand into Mauresmo's backhand corner and followed it into the net, getting a passing shot into the net as a reward.  ''It's amazing; I still can't believe it,'' Safarova said. ''Warming up in the morning, I was saying like, wow, this a big court. But I felt really comfortable here.''  Until this tournament, Safarova's record in Grand Slam tournaments was 1-5, but her comprehensive 6-3, 6-3 victory against the combative Italian Francesca Schiavone, seeded 14th, in the second round was a sign of major progress. And now she is into the quarterfinals, where she will face No. 10 Nicole Vaidisova of the Czech Republic, who defeated seventh-seeded Elena Dementieva of Russia, 6-3, 6-3.  After six days of difficult weather, Sunday's conditions were blustery but relatively cool and sunny. There was no play at all on the outside courts on Saturday because of rain, a challenge for the organizers.  Eighth-seeded David Nalbandian of Argentina saved three match points before beating Sébastien Grosjean of France in five sets Saturday. Nalbandian will face Tommy Haas, who defeated his fellow German Florian Mayer in straight sets Sunday.  The huge-hitting Berdych, Safarova's boyfriend of four years, also had to wait a day before facing Dmitry Tursunov, but he should not be too leg weary when he plays No. 3 Nikolay Davydenko on Monday. Berdych, seeded 13th, needed little more than an hour to eliminate the ailing Tursunov of Russia, 6-2, 6-1, 6-1.  Li Na of China, seeded 19th, advanced quickly Sunday, defeating ninth-seeded Dinara Safina of Russia, 6-2, 6-2. Li has reached the fourth round or better in three consecutive Grand Slam events, and she could pose a serious threat to her next opponent, Martina Hingis.  Patty Schnyder will face the rising Russian Anna Chakvetadze, who defeated Jelena Kostanic Tosic, 6-4, 6-4. Kim Clijsters will face Daniela Hantuchova of the Slovak Republic, who survived a threat from the unseeded American Ashley Harkleroad. Down by a set and by 0-4 in the second, Hantuchova went on to win, 6-7 (6), 7-5, 6-3, leaving Harkleroad sobbing into her towel in her chair on Show Court Three.  TENNIS  ", 
            "title": "An Unseeded Czech Foils Mauresmo's Repeat Bid"
        }, 
        "weight": 0.61459930005843, 
        "file": "1820587.txt", 
        "other_topics": {
            "0": 0.0002496132476413922, 
            "1": 0.008624747844406996, 
            "2": 0.008762989731294397, 
            "3": 0.011498342918306105, 
            "4": 0.00011522951488157946, 
            "5": 0.0003846192828769164, 
            "6": 0.0030170790832970635, 
            "7": 0.15874902135322091, 
            "8": 0.0001641590257357181, 
            "9": 0.00032203215768602145, 
            "10": 0.00013830747259565985, 
            "11": 0.0002022400553475663, 
            "12": 0.0001634865646996634, 
            "13": 0.00012461838439125153, 
            "14": 0.61459930005843, 
            "15": 0.00014630051246270157, 
            "16": 0.00021201206986924003, 
            "17": 0.00012764587270598025, 
            "18": 0.0029295950825837893, 
            "19": 7.692796702352372e-05, 
            "20": 0.1395620457907892, 
            "21": 0.0005287968659101682, 
            "22": 0.04808997409367951, 
            "23": 0.00020021238227551752, 
            "24": 9.585587384735886e-05, 
            "25": 0.0002075102013380901, 
            "26": 0.00017015094467448264, 
            "27": 0.00011759004883110027, 
            "28": 0.0001779020260024315, 
            "29": 0.00024169357319572005
        }
    }, 
    {
        "content": {
            "text": "  An obituary on Jan. 2 about Sydney Wooderson, a British runner who once held the world record for the mile, misstated the name of the federation that did not recognize a 1938 record for the 4:04.4 mile set by Glenn Cunningham at Dartmouth. It was the International Amateur Athletic Federation, not Athletics.  The obituary also referred incompletely to the reasons given by the federation for rejecting the record. It did not recognize any indoor records until 1987, and it has never recognized indoor records set on tracks with laps longer than 220 yards; the Dartmouth track was 264 yards a lap. (As the obituary noted, the federation also rejected the record because Cunningham used four different quarter milers to pace him.)  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6132612699752493, 
        "file": "1822451.txt", 
        "other_topics": {
            "0": 0.0015072724946940087, 
            "1": 0.18825377300461596, 
            "2": 0.0018495291207410991, 
            "3": 0.0013450439351841222, 
            "4": 0.0006958055311529778, 
            "5": 0.0023224971891002196, 
            "6": 0.0011966973379122575, 
            "7": 0.02240004919440046, 
            "8": 0.0009912630302486528, 
            "9": 0.001944569121525319, 
            "10": 0.0008351601977214704, 
            "11": 0.0012212127186002446, 
            "12": 0.0009872024203532402, 
            "13": 0.0007524995764487261, 
            "14": 0.6132612699752493, 
            "15": 0.0008834256213495184, 
            "16": 0.0012802203588014162, 
            "17": 0.0007707808572217479, 
            "18": 0.0006684311931988584, 
            "19": 0.0004645242584795301, 
            "20": 0.1448450038341196, 
            "21": 0.003193103646533474, 
            "22": 0.0010186378126156252, 
            "23": 0.0012089687536720624, 
            "24": 0.0005788191270703382, 
            "25": 0.0012530361341024161, 
            "26": 0.0010274448222495766, 
            "27": 0.0007100594536852294, 
            "28": 0.001074249195816071, 
            "29": 0.0014594500831365815
        }
    }, 
    {
        "content": {
            "text": "  In a stunning repeat of her performance at the Winter Olympics, Lindsey Jacobellis had to settle for a silver medal Saturday after falling just before the finish during the snowboarder X final at the Winter X Games.  Jacobellis led most of the way down the winding, jump-filled X Games course but lost her balance and flailed her arms while soaring over the final jump. Upon landing, she caught her heel edge and cartwheeled across the finish line, but not before Joanie Anderson passed her for the gold medal.  The gift from Jacobellis left Anderson thrilled. ''I'm so stoked and shocked,'' Anderson said.  It was reminiscent of the Olympic snowboardcross final in Turin, Italy, last year. Snowboardcross was a new event at the 2006 Olympics, and Jacobellis was favored to win its first gold medal.  But with a commanding lead in the Olympic final, Jacobellis celebrated early on the course's penultimate jump by pulling a stylish move called a method air; she grabbed her board's heel edge and tweaked it 75 degrees.  She caught an edge on the landing and spun on her back, allowing Tanja Frieden of Switzerland to pass her for the gold medal.  At first Jacobellis said her move was an attempt to stabilize her ride, but she later admitted she was just trying to have fun. Questions about her fall continued during the run-up to the X Games. And Jacobellis made it clear she was tired of them. During a recent interview, she said of the Olympic incident, ''It was just kind of a fluke thing that happened.''  Jacobellis has been the dominant performer in women's snowboardcross. She had not lost in the past three X Games in which she competed, from 2003 to 2005. Two weeks ago in Arona, Switzerland, she won her second consecutive world championship.  But with her latest tumble, Jacobellis has earned a reputation for blunders on her sport's biggest stages.  It has been a difficult week for Jacobellis, who declined to talk to reporters after Saturday's mishap. She sustained a concussion after a fall Thursday night during practice for the women's superpipe. She withdrew from the event but showed no lingering effects Saturday in racing to an early lead among the six riders in the snowboarder X final.  Half the field, including Frieden, wiped out earlier in the final on an upper portion of the course, making it a three-way race between Jacobellis, Anderson and Maelle Ricker.  Winter X Games  ", 
            "title": "With Gold in Reach, Jacobellis Falls Again"
        }, 
        "weight": 0.6109091161268347, 
        "file": "1822186.txt", 
        "other_topics": {
            "0": 0.0004433071408280083, 
            "1": 0.0002984546945888877, 
            "2": 0.0005439689699640719, 
            "3": 0.0003955937518222771, 
            "4": 0.00020464485464545003, 
            "5": 0.000683074621281482, 
            "6": 0.000351963216454812, 
            "7": 0.21184629813192907, 
            "8": 0.00029154249234624775, 
            "9": 0.0005719213880969971, 
            "10": 0.0002456307540199757, 
            "11": 0.00035917348756196705, 
            "12": 0.00029034821767521775, 
            "13": 0.0002213192617022404, 
            "14": 0.6109091161268347, 
            "15": 0.00025982620111048086, 
            "16": 0.00037652835097032485, 
            "17": 0.00022669600833477785, 
            "18": 0.00019659372949507443, 
            "19": 0.00013662222431360456, 
            "20": 0.16275179912120116, 
            "21": 0.005945427421369634, 
            "22": 0.0002995937482038391, 
            "23": 0.00035557238881982304, 
            "24": 0.0001702377328461809, 
            "25": 0.0003685331404364881, 
            "26": 0.0003021839966650932, 
            "27": 0.0002088371063223037, 
            "28": 0.00031594973119355405, 
            "29": 0.00042924198896618316
        }
    }, 
    {
        "content": {
            "text": "  For nearly two sets in his first official match of the year, Andy Roddick looked as if he just might be in for another nasty surprise at the Australian Open.  The first Grand Slam event of the season is a place of decidedly mixed memories for Roddick. It was here that he came of age, winning one of the matches of the decade against Younes el-Aynaoui of Morocco in the 2003 quarterfinals.  But this is also the rubberized place where trouble has surfaced in a hurry. In 2002, he twisted his ankle in the second round and had to default. Last year, the unproven Marcos Baghdatis stunned Roddick in four sets in the fourth round and kept him in the downward spiral that ended with his temporarily falling out of the top 10.  Despite having beaten No. 1 Roger Federer in an exhibition less than 48 hours earlier, Roddick found himself down a set against Jo-Wilfried Tsonga of France on Monday after losing the first in a marathon tie breaker.  Roddick then found himself down, 2-5, in the second set before he came back and closed out the match, 6-7 (18), 7-6 (2), 6-3, 6-3.  Tsonga, an often-injured player ranked 212th, kept cranking serves and forehands like a member of the current elite and attacking the net like an old Australian great.  Was Roddick scared? ''To say the least, absolutely,'' he said.  But the nerves ended up having more impact on the less-experienced power player, and after Roddick held serve at love to get back to 5-3, Tsonga stepped to the line in Vodafone Arena to serve for a two-set lead and failed to win a point.  This first-round match would not be the same after that. Roddick took quick control in the ensuing tie breaker to even the score at one set apiece, then won the next two sets easily.  ''I think I got a little first-round jitters there; it's good to get through,'' said the sixth-seeded Roddick, who will face another Frenchman, Marc Gicquel, in the next round.  Federer had a jitter or two of his own in the early going as he started the defense of his title against Bjorn Phau of Germany before winning, 7-5, 6-0, 6-4.  Phau was one of the few men on tour to have a winning record against Federer, the world's dominant player, but his victory in their only previous match came in 1999. Federer was still a teenager then, trying to find a way to blend all his gifts into the ideal tennis package.  This time, Phau had to settle for breaking Federer's serve three times in the opening set, which he eventually lost.  Federer acknowledged he was a little nervous. ''That's not the usual for me,'' he said. ''But he played well, and I had to play good tennis to come through.''  Federer changed his January habits this year, skipping the tournament in Doha, Qatar, and instead preparing for the Australian Open by playing in the eight-man exhibition tournament, the Kooyong Classic, in Melbourne.  It was there that Roddick beat him, 6-2, 3-6, 6-3, in a high-quality final Saturday. Roddick had not defeated Federer in more than three years; in November, Federer had to save three match points to beat him in the Masters Cup in Shanghai. Saturday's match, however, does not count in the official Tour statistics because it was an exhibition.  ''I think it needs to be done on a big stage before you put too much emphasis on it,'' Roddick said.  What should be of some solace to the chase pack is that Federer has had more difficulty in Melbourne than at Wimbledon or the United States Open. He was beaten in the semifinals in 2005 by Marat Safin, who is back in the tournament after missing it last year with a knee injury. This was the only Grand Slam tournament last year in which Federer was pushed to five sets, going the distance against Tommy Haas in the fourth round.  It is also easier to imagine Rafael Nadal, the closest thing Federer has to a rival, doing more damage to Federer here on this relatively high-bouncing court, which is well suited to his heavy spin and fast footwork.  But Nadal, who has not won a singles title since beating Federer in last year's French Open final, remains in more questionable form than Federer, although he said that the groin strain that led him to withdraw from the Sydney event was not a concern.  He also has an intriguing first-round match Tuesday against Robert Kendrick of the United States, who nearly served and volleyed the Spaniard out of Wimbledon last year.  In the women's event, Amélie Mauresmo opened the defense of her title by defeating Shenay Perry of the United States, 6-3, 6-4, in the opening match on Rod Laver Arena. Mauresmo and Perry were the first players in Australian Open history to make use of electronic line calling. The Australians, following the lead of the United States Open, have introduced the system this year, but it has only been installed in Laver Arena.  Roddick, playing on the tournament's secondary show court, had to make do with the old-fashioned way, and he showed little tolerance for human error, exchanging words frequently with the chair umpire.  The mood outside the arena during Roddick's match was even more volatile as more than 100 fans were ejected after groups of Serbian and Croat supporters scuffled outside a merchandising tent.  Back on court, there were only shouts and murmurs and the occasional heated glance, as Roddick looked askance at Tsonga as the young Frenchman celebrated his successes with bellows of delight and fist pumps. Perhaps Roddick would have been more tolerant if he knew all that Tsonga had been through to get back into a Grand Slam draw.  He finished No. 2 in the world junior rankings in 2003 behind Baghdatis and was considered a key member of the young French generation that includes Richard Gasquet and Gaël Monfils. But Tsonga's career would soon be delayed by a herniated disk in his back, then by shoulder injuries. This was only the second Grand Slam singles match of Tsonga's career; coincidentally, the first one was also against Roddick, which he lost in straight sets at the 2005 French Open.  Roddick succeeded Monday without his coach, Jimmy Connors, who has remained in the United States to mourn the death of his mother and coach, Gloria.  ''I've talked to him every day since I've been here,'' said Roddick, who is unsure if Connors will eventually make the long journey to join him.  ''When we talk, we talk tennis,'' Roddick said. ''The last thing I'm concerned with right now is putting pressure on him.''  TENNIS  ", 
            "title": "After an Early Scare, Roddick Takes Control"
        }, 
        "weight": 0.610363371878045, 
        "file": "1819133.txt", 
        "other_topics": {
            "0": 0.00017718896800813244, 
            "1": 0.00612231195387654, 
            "2": 0.00021742329761788269, 
            "3": 0.00015811802287897167, 
            "4": 8.179613469585371e-05, 
            "5": 0.0002730235452362575, 
            "6": 0.00014067898609521087, 
            "7": 0.15070775947289897, 
            "8": 0.00011652894481434148, 
            "9": 0.00022859582263756517, 
            "10": 9.817811581957968e-05, 
            "11": 0.00014356091688060132, 
            "12": 0.00011605159564265251, 
            "13": 8.846086148780604e-05, 
            "14": 0.610363371878045, 
            "15": 0.00010385200732442355, 
            "16": 0.00015049762070067825, 
            "17": 9.060993624730811e-05, 
            "18": 7.857811624924167e-05, 
            "19": 5.460762686539992e-05, 
            "20": 0.21712807722655647, 
            "21": 0.006378388798364232, 
            "22": 0.00011974701550436344, 
            "23": 0.00014212156499327535, 
            "24": 0.006071063893468818, 
            "25": 0.00014730195121326093, 
            "26": 0.00012078233257793235, 
            "27": 8.347176921612024e-05, 
            "28": 0.0001262844688404254, 
            "29": 0.00017156715524278975
        }
    }, 
    {
        "content": {
            "text": "  Evan Lysacek charged into his long program at the United States Figure Skating Championships, landed the first quad jump of his career to go with eight triple jumps and brought the Spokane Arena crowd to a thunderous celebration in winning his first national title Saturday night.  The quad toe loop came on Lysacek's first jump, which he followed in combination with a triple toe loop, and his spirits lifted with each successive jump. By the end, the crowd was clapping and yelling to his music, from the opera Carmen, and Lysacek fell to his knees when it was over.  His performance was so spectacular, he beat second-place finisher Ryan Bradley by more than 19 points and three-time national champion Johnny Weir by 35 points.  \"My feeling is, you don't dethrone a leader in this sport and Johnny Weir was on top of men's figure skating for quite some time by skating hesitant,\" Lysacek said. \"You go out and fight with passion and just go gangbusters and if I fell on my butt three times, I was going to do it going for the gold.\"  Weir attempted a quad jump, which he had never landed in competition, but two-footed the landing. He also fell on a triple loop. He had the misfortune of having to skate immediately after Lysacek, so Weir skated onto the ice littered with flowers and stuffed animals in front of a crowd still howling for Lysacek.  \"I knew how well Evan must have skated because of the reaction he had and the scores he had and it was very, very difficult to go out after that,\" Weir said.  Lysacek, Bradley and Weir will represent the United States at the world championships in Tokyo in March.  Initially, Weir did not take his dethroning easily. He sobbed while waiting for his marks, with his coach Priscilla Hill trying to comfort him. But later, Weir took his defeat graciously.  \"I'm proud that our U.S. champion skated clean,\" Weir said. \"I know how well I've skated the past three years and I did not want to be beat by something that was sub-par. I'm glad for his first national title that he was able to do the skate of his life because that's how I remember my first national title. Just as long as he doesn't get used to being national champion.\"  For Bradley, the second-place finish was the breakthrough he has been waiting for. He did not attempt a quad, but skated a clean, exuberant program. When he was finished, he came back on the ice and did a back flip as the crowd celebrated his performance.  \"I was just so happy,\" Bradley said. \"This was everything I was hoping to do all season long. I just feel so good to have everyone behind me. I can't really explain it.\"  Bradley, 23, said he nearly quit the sport several years ago when he began college at the University of Colorado at Colorado Springs. He stayed in, but last year he finished eighth in the nationals and completely revamped his skating for this season.  But no one has come further than Lysacek, who is 21. He has finished third in the past two world championships, but without a quad jump in his program he was not considered a threat to skaters like Evgeni Plushenko of Russia or Stephane Lambiel of Switzerland. But neither of those skaters will be at the world championships this year.  To get to worlds, though, Lysacek felt like he needed to conquer nationals and become the top American skater.  And yet, his coach, Frank Carroll, constantly counsels him against thinking about winning.  \"It's so like a curse to think about placement,\" Lysacek said. \"Not only is it totally out of your control, but no matter how well you do, it's still not guaranteed. You have to tell yourself, 'Whatever. I've trained for this. I can do this.' \"  But when all the training and preparation turned into that victory at last, Lysacek could not control the feeling. He skidded across the ice on his knees when his music ended, overwhelmed by the moment.  \"It's hard to put into words how much I wanted to come in here and claim this title,\" he said.  In the end, he did not need words. The roar said it all.  U.S. FIGURE SKATING CHAMPIONSHIPS  ", 
            "title": "Lysacek Dazzles His Way to the Men's Title"
        }, 
        "weight": 0.6067835116316952, 
        "file": "1822230.txt", 
        "other_topics": {
            "0": 0.000303514596676418, 
            "1": 0.00020433994382570647, 
            "2": 0.0072276545504322415, 
            "3": 0.0002708471553329498, 
            "4": 0.00014011211369977924, 
            "5": 0.0004676737617871623, 
            "6": 0.00024097507991341553, 
            "7": 0.24444335506025394, 
            "8": 0.0001996074365353837, 
            "9": 0.0003915716067976091, 
            "10": 0.017306225617552247, 
            "11": 0.00024591166298520696, 
            "12": 0.00019878976462867472, 
            "13": 0.00015152841058867518, 
            "14": 0.6067835116316952, 
            "15": 0.00017789256561199748, 
            "16": 0.00025779384101176325, 
            "17": 0.00015520965308469677, 
            "18": 0.00013459983163221904, 
            "19": 9.353975041351038e-05, 
            "20": 0.10114678969122876, 
            "21": 0.004070595394640911, 
            "22": 0.0002051198080929255, 
            "23": 0.0002434461352919866, 
            "24": 0.00011655493914988135, 
            "25": 0.013962761525030364, 
            "26": 0.00020689324719327658, 
            "27": 0.00014298238006744856, 
            "28": 0.00021631809281059868, 
            "29": 0.00029388475203515903
        }
    }, 
    {
        "content": {
            "text": "  ''There's nothing like being hungry for the sport of tennis, and I was really eager and famished, and I needed to feed.''  SERENA WILLIAMS, who won the Australian Open. [15]  ", 
            "title": "QUOTATION OF THE DAY"
        }, 
        "weight": 0.5987508658804365, 
        "file": "1822202.txt", 
        "other_topics": {
            "0": 0.005287053614959044, 
            "1": 0.0035594869258825635, 
            "2": 0.006487585793683175, 
            "3": 0.00471800515489246, 
            "4": 0.0024406742388924665, 
            "5": 0.00814661396833711, 
            "6": 0.004197650397452061, 
            "7": 0.25769370048816836, 
            "8": 0.003477049309863073, 
            "9": 0.006820957218877217, 
            "10": 0.0029294880374829686, 
            "11": 0.004283642898837706, 
            "12": 0.0034628059250059523, 
            "13": 0.0026395397115808595, 
            "14": 0.5987508658804365, 
            "15": 0.003098788468140668, 
            "16": 0.004490623758990098, 
            "17": 0.0027036648859851786, 
            "18": 0.0023446533847025814, 
            "19": 0.0016294098569940095, 
            "20": 0.030415862207672034, 
            "21": 0.011200436707213279, 
            "22": 0.003573071722918119, 
            "23": 0.004240694792730244, 
            "24": 0.0020303215038803787, 
            "25": 0.004395269764293946, 
            "26": 0.003603964034882994, 
            "27": 0.0024906726651337586, 
            "28": 0.0037681395461669465, 
            "29": 0.005119307135944257
        }
    }, 
    {
        "content": {
            "text": "  At least there is history for Roger Federer to play against, because for the moment, no man is much of a match.  Fernando González gave it all he had, or at least all he had left, in the final Sunday at the Australian Open. With his forehand working and Federer's slightly off target, the Chilean even managed to serve for the opening set.  But despite all the Latin emotion in motion, the coolest head in tennis once again ruled the evening as Federer defended his title in Melbourne and won his 10th Grand Slam singles title with a 7-6 (2), 6-4, 6-4 victory.  If Federer's opponents hoped that all his success in the past three seasons would leave him feeling sated, his performance here in the year's first Grand Slam event was an unmistakable signal that he remains eager and excellent.  For the first time in his groundbreaking career, Federer swept through a Grand Slam tournament without dropping a set, and the only set points he faced were the two he saved in the first set against González.  It was a terrific set, full of bold shotmaking and lunging defense with González's blocks of fans providing plenty of positive reinforcement for their national icon with their chants of ''Chi-Chi-Chi, Le-Le-Le, Chile! Chile!''  Until this tournament, González had never advanced past the quarterfinals in a Grand Slam event, but with an improved backhand and improved confidence thanks to his new coach, Larry Stefanki, he had broken through by beating four members of the top 20.  Against Tommy Haas in the semifinals, he finished with a stunning 42 winners and just three unforced errors, but a Grand Slam final, particularly against Federer, is a more unnerving proposition. There is the protocol: the photographs at the net beforehand; the aura of gravitas that seeps into the expressions of the officials. It takes time to adjust, and González did a much better job than most debutants. But he could not maintain the same level of excellence. After just eight points against Federer, González already had more unforced errors than in the entire match against Haas. But Federer was also not nearly as sharp early as he had been in his semifinal demolition of Andy Roddick.  Windy conditions sometimes cause him trouble, and there were enough gusts mixed in with the blasts from González to throw him off his rhythm. His deadliest shot is the midcourt forehand, which he can take either direction into the corners, but he failed to convert on several in the early stages of the match. And in the ninth game, González put together two great backhand passing shots in a row to break Federer's serve and earn the chance to serve for the set at 5-4.  At 40-15, after Federer hit a backhand return wide, it looked the Chilean was going to transform this final into something more compelling than the latest Federer coronation. But on the first set point, Federer pushed forward to the net and González hit a hasty forehand passing shot straight at him, which the Swiss volleyed away for a winner. On the second set point, González kicked a first serve to the backhand and was greeted with a deep return. The Chilean responded with an edgy forehand unforced error.  It was deuce, and Federer would soon be back to 5-5, and though González saved four set points of his own on his serve in the 12th game, he could not dig his teeth into the tiebreaker, falling behind 0-5.  The rest was less suspenseful, as is so often the case with one of the best players and front runners in history.  ''He was the better player in the first set,'' Federer said. ''If he closes it out 6-4, it's clear he's the better player in that set. But I came back just at the right moment. I was missing too many forehands, didn't know what to do with his slice. Maybe the wind, maybe his court coverage put me under pressure. I wasn't feeling that great from the start.''  He looked much more at ease from then on, controlling his serve with ease and breaking González in the seventh game of both the second and third sets. He would claim the match and his third Australian Open title by holding his serve at love, shrieking with delight after he hit a backhand winner down the line and then rolling onto his back on the green hard court.  The last man to win here without dropping a set was Ken Rosewall in 1971, and Rosewall was in the President's Box in Rod Laver Arena, looking, as usual, fit and neatly coifed.  ''I'm happy to be the guy who follows up on you; it's a great honor,'' Federer said in his postmatch remarks as he gestured toward Rosewall.  It was a telling moment, because Federer for now has much more in common with the game's former luminaries than his current rivals. He is now, just to take one example, 10-0 against González.  ''I have to congratulate again, again Roger,'' González said, eliciting laughter from the crowd in his post- match remarks. ''He's a great champion. He played a great match today, the whole week and almost all of his life.''  Pete Sampras leads the list with 14 Grand Slam singles titles; Roy Emerson is next with 12, and Bjorn Borg and Laver each had 11. Bill Tilden, like Federer, has 10. But Federer, still only 25 years old, is moving quickly into range, and Sampras has already said he is convinced that the Swiss will pass him.  His only losses in majors the past two years came at the French Open in 2005 and 2006, with last year's defeat to Rafael Nadal of Spain in the final depriving him of a shot at the Grand Slam. But after this performance, the drums will start beating again as the clay court season and Roland Garros approach.  ''Well, I think last year was really the first year I thought if everything goes perfectly well, there might be a chance,'' Federer said of the Grand Slam. ''And I got so awfully close looking back, but the French Open is the second one. It's such a tough one to win. I've given myself chances the last two years, but Rafa has been so dominant on that surface.''  That is true, but Federer has been dominant on everything else.  AUSTRALIAN OPEN  ", 
            "title": "Federer Makes It Look Easy, Winning 10th Grand Slam"
        }, 
        "weight": 0.5909953384964362, 
        "file": "1822229.txt", 
        "other_topics": {
            "0": 0.00018890710404094699, 
            "1": 0.00012718092457726982, 
            "2": 0.0002318022728262745, 
            "3": 0.00016857492954852477, 
            "4": 8.720560371697495e-05, 
            "5": 0.008824441258752855, 
            "6": 0.00014998258729879396, 
            "7": 0.1820080033345972, 
            "8": 0.00012423541797937577, 
            "9": 0.00237705410071747, 
            "10": 0.00010467098345999877, 
            "11": 0.0001530551104069458, 
            "12": 0.00012372650001087125, 
            "13": 9.431109257243257e-05, 
            "14": 0.5909953384964362, 
            "15": 0.0001107201095702281, 
            "16": 0.00016045056309777224, 
            "17": 9.660229328175891e-05, 
            "18": 8.377476627639611e-05, 
            "19": 5.821902325893026e-05, 
            "20": 0.20375410294828206, 
            "21": 0.0025335334647639237, 
            "22": 0.0065276875834014226, 
            "23": 0.0001515205690650822, 
            "24": 7.254364784289665e-05, 
            "25": 0.0001570435526324688, 
            "26": 0.00012877009738868455, 
            "27": 8.899205390184234e-05, 
            "28": 0.0001346361094721148, 
            "29": 0.00018291350082230544
        }
    }, 
    {
        "content": {
            "text": "  Shahar Peer did not make it easy, tracking down big shots that others might not have bothered to chase and rallying from a 4-1 deficit in the third set. Serena Williams did not make it easy on herself, struggling with her movement and timing and never looking entirely comfortable.  But in the end, Williams's remarkable Australian Open continued Tuesday with a 3-6, 6-2, 8-6 victory against the determined, fleet-footed Peer, an Israeli, putting her back in the semifinals of the year's first Grand Slam tennis event.  Williams, who won this tournament in 2003 and 2005, will face the 10th-seeded Nicole Vaidisova, a powerful, temperamental 17-year-old who advanced by defeating the 19-year-old Lucie Safarova, 6-1, 6-4, in their all-Czech quarterfinal.  Vaidisova, whose talent was spotted and nurtured early by the International Management Group, has long been considered tennis's next big thing and promoted accordingly. But she began living up to the hype at last year's French Open, where she reached the semifinals after defeating the top-seeded Amélie Mauresmo and Williams's sister Venus.  Now Vaidisova, a tall blonde who was born in Germany, grew up in the Czech Republic and trained in Florida, will have the chance to face another Williams for the first time. She has been watching Serena Williams from close range since Vaidisova was a 12-year-old at Nick Bollettieri's academy.  ''I was definitely a big fan of hers, admired the way she played,'' Vaidisova said.  There has not been much playing to admire in the past two years; Williams has kept her matches and victories to a minimum. She has not reached a final since winning here in 2005. This is only her second event since September, and she arrived in Melbourne ranked 81st amid considerable skepticism about her fitness and commitment. She had a lengthy off-season, which was disrupted by an emotional trial; she and her father, Richard, were involved in a breach-of-contract lawsuit.  But Williams, despite a nagging cold, is now two victories from a third Australian Open title. She has already guaranteed herself a spot in the top 30 in next week's rankings. Although Vaidisova should be the fresher player, that was also true of Williams's four previous seeded victims here: No 27 Mara Santangelo, No. 5 Nadia Petrova, No. 11 Jelena Jankovic and now the 16th-seeded Peer.  ''I'm just happy to be out here and competing,'' Williams said in her on-court remarks to the crowd at Rod Laver Arena, punctuating her sentences with big sips from her water bottle. ''I'm just so excited. Yet another seed!''  This was not nearly the same level of performance as her victory against Jankovic in the fourth round. Williams had 49 unforced errors to 30 winners and put less than 60 percent of her first serves in play against Peer. But she maintained her good habits of serving well under duress and attacking the net effectively.  ''I was just feeling bad for her because she was so flat,'' said her mother and coach, Oracene Price, of the match's early stages. ''And she was getting down on herself. She didn't understand why she wasn't playing better.''  After Peer had clawed back to 4-4 in the third, Williams fell behind, 15-40, on her serve but got back to deuce with consecutive aces. She later saved another in that game with a first serve that Peer could not handle. At 5-5, Williams was down another break point and saved it with a huge first serve and swinging forehand volley that landed on the line.  But Peer, 19, the first Israeli woman to reach this stage of a Grand Slam tournament, held firm on her own serve until the 13th game. Then, at 30-30, Williams nailed a backhand passing shot crosscourt that Peer volleyed long. Peer then missed a backhand on the next point, allowing Williams to serve out the match.  ''She's not quite there and still kicking butt,'' said Price, who expressed pride and mild surprise at her daughter's performance here. She added: ''She's enjoying the competition and really wants to get back. Hopefully now she can stay halfway healthy.''  While the women played in the warmth of the Australian summer on Tuesday, the temperature was much different a few hours earlier when the second-seeded Rafael Nadal finally managed to shake free of Andy Murray, a 19-year-old from Scotland, in the most compelling match of the men's tournament.  For close to four hours in the fourth round, the 15th-seeded Murray and Nadal gave the few thousands fans left in the stands at Rod Laver Arena much more than their money's worth. They turned terrific shots and lunging gets into the coin of their realm as they tested the limits of each other's abilities. When this first match between them had finally ended, Nadal was a 6-7 (3), 6-4, 4-6, 6-3, 6-1 winner, and the prevailing sentiment was that it had better not be their last meeting.  If this is what the next generation has in store, then tennis is in good hands. For now, Nadal, a left-hander from Spain, has the advantage in terms of achievement, and physical and mental strength.  Nadal, 20, has won the past two French Open titles and 15 other tournaments. He has clearly established himself as the world's second-best player behind Roger Federer, whom Nadal happens to have beaten six times in nine matches.  If Nadal had not saved all 10 break points he faced in the final two sets, the match could have been very different.  ''I think this will be one of those matches I'll remember the most,'' said Nadal, who will face the 10th-seeded Fernando González of Chile in the first Australian Open quarterfinal for both.  González eliminated the fifth-seeded James Blake on Monday, 7-5, 6-4, 7-6 (4). Their fourth-round match could have been more compelling if Blake had not failed to convert on three set points in the opening set with González serving at 4-5, 0-40.  Blake, who swept to a title in Sydney this month and appeared in rare form here in the early rounds, also led by 4-2, 40-0 on his serve in the second set. But González caught him from behind again, defeating Blake for a fourth consecutive time.  ''I think that James got a little too angry,'' said Patrick McEnroe, the United States Davis Cup captain. ''He doesn't play well when he gets negative. He plays better when he has fun and he's applauding the other guy's shots. I think he maybe felt the pressure a little bit. He also played a guy as hot as he was.''  The top-seeded player in the women's draw, Maria Sharapova, has recovered well after nearly staggering out of the tournament in 110-degree heat in the first round. On Monday night, she had her troubles but defeated a tricky and resurgent Vera Zvonareva of Russia, 7-5, 6-4.  Sharapova is back in the quarterfinals, where she will face the 12th-seeded Anna Chakvetadze.  TENNIS  ", 
            "title": "Williams Hangs On to Advance to Semifinals"
        }, 
        "weight": 0.5809209309840547, 
        "file": "1820960.txt", 
        "other_topics": {
            "0": 0.00017202560217080055, 
            "1": 0.00011581552343474448, 
            "2": 0.00021108748540688376, 
            "3": 0.00015351039291883626, 
            "4": 7.941255871896227e-05, 
            "5": 0.013863943063044093, 
            "6": 0.00013657953747264672, 
            "7": 0.1909980875567823, 
            "8": 0.00011313323920423211, 
            "9": 0.00022193443804668355, 
            "10": 9.531716158018727e-05, 
            "11": 0.00013937748750500204, 
            "12": 0.00011266980020106709, 
            "13": 8.588307238907317e-05, 
            "14": 0.5809209309840547, 
            "15": 0.00010082571334695278, 
            "16": 0.0020888085592596214, 
            "17": 8.796952214816003e-05, 
            "18": 7.62883147702658e-05, 
            "19": 5.301633617623222e-05, 
            "20": 0.19720199232378005, 
            "21": 0.002307126680643089, 
            "22": 0.009829740066817543, 
            "23": 0.00013798007897592498, 
            "24": 6.606085444587515e-05, 
            "25": 0.00014300950642272535, 
            "26": 0.00011726268134458054, 
            "27": 8.103936449929618e-05, 
            "28": 0.00012260448289363478, 
            "29": 0.00016656761154575675
        }
    }, 
    {
        "content": {
            "text": "  MELBOURNE -- When the reinvigorated Andy Roddick stepped on court Thursday to face his longtime tormentor Roger Federer, the consensus at the Australian Open was that spectators were in for a special evening.  That turned out to be true, but not in the way that Roddick, the 15,000 fans in Rod Laver Arena or even Federer himself would have imagined.  Instead of an extended duel between the world's top player and one of his principal rivals, this hotly anticipated semifinal turned into an 83-minute ode to the brilliance of Federer and only Federer.  By the end of the second set, it felt less like a match and much more like a demonstration, as the Swiss continued to break Roddick's huge serve at will and find new and exciting ways to pass the American as he pushed forward, with rapidly diminishing conviction, to the net. The final line: 6-4, 6-0, 6-2.  It was hardly a surprise that Federer beat the sixth-seeded Roddick. He has now won 12 of their 13 matches and all five of their matches in Grand Slam events, but he has never beaten Roddick with this much ease or this much style on a big occasion. In comparison, Federer's four-set victory in last year's United States Open final was a cliffhanger, and when this straight set roasting had been very well done, the debate had been resolved over whether Roddick's recent surge and recent exhibition victory over Federer had closed the gap.  \"Look, it's just unreal,\" said Federer, who will face either Tommy Haas of Germany or Fernando Gonzalez of Chile in Sunday's final. \"I'm shocked myself. I don't know what to say. The tournament is not even over yet. Let's not get carried away. Let me try to do it one more time.\"  Meanwhile, Roddick was once more left to explain how it feels to face tennis greatness, and he did so with a more deft touch than he demonstrated between the lines: offering up mea culpas and compliments and, Roddick still being Roddick, quips. \"It was frustrating, you know it was miserable; it sucked; it was terrible,\" he said. \"Besides that, it was fine.\"  It actually was fine until 4-4 in the opening set. After losing his serve in the opening game of the match, despite putting five of six first serves into play, Roddick recovered to break Federer in the fourth game. But with Roddick serving, something ineffable clicked in Federer's mind and game. At 30-15, the Swiss hit a tremendous backhand passing shot winner. At 30-all, Roddick, just a little edgier, hit a sliced backhand approach shot into the net. And at 30-40, they both ended up at net with Federer winning the battle of reflexes and touch to complete the break.  Roddick did not know it yet, but the match had turned for good. Federer would hold serve at love to close out the set and proceeded to win a total of 11 games in a row and 24 of 27 points at one particularly lopsided stage.  Federer relied on classic shots from his repertoire: forehand flicks that dipped just out of Roddick's reach; running one-handed backhand blasts that zipped down the line; sharply cut volleys that hit the rubberized green surface and quickly bounced twice. But there was also some exotica, none more memorable than the shot produced on the opening point of the fourth game of the second set.  Roddick was already down 0-3, and when Federer gave him a rare short ball, Roddick moved forward and channeled all the frustration of the match's first 40 minutes into a forehand that landed very near the baseline. Most players would have gotten out of the way, but Federer sprung to his left and hit a backhand reflex half volley on the move that traveled cross court for a clean winner. Roddick stood gaping at the net as the crowd roared with a mixture of surprise and aesthetic delight.  But such sounds soon gave way to nervous laughter and anticipatory groans as it became abundantly clear that Roddick had no answers to the tennis riddles that Federer kept posing. Roddick's frustration eventually gave way to anger, and he could not even get that quite right, smashing a ball into the stands after losing his serve and accidentally losing his grip on the racket in the process, sending it hurtling in the direction of a photographer courtside and earning him a code violation for unsportsmanlike conduct.  Even the new electronic line-judging system that Federer dislikes was seeing things Federer's way. The Swiss challenged four times and was correct four times, and when he managed to transform a missed serve into an ace with a challenge while serving at 2-1, 15-0 in the final set, Roddick, who had been convinced the ball had been out, flipped his racket over, stuck the butt against his temple and pretended to pull the trigger.  It was that sort of evening, and it would stay that way as the statistical marvels piled up, with Federer converting on all seven of his break points against one of the world's most feared servers. He also tied Australian Jack Crawford's all-time record, set in 1934, by reaching his seventh consecutive Grand Slam final.  \"There is nothing you can really do against someone like that; you just have to shake his hand and say, 'Too good,'\" said Australian great Rod Laver, who was in attendance in the arena that bears his name and congratulated Federer in the locker room afterward.  ", 
            "title": "AUSTRALIAN OPEN: Federer Overwhelms Roddick"
        }, 
        "weight": 0.5809128717790989, 
        "file": "1821386.txt", 
        "other_topics": {
            "0": 0.00021610798633021108, 
            "1": 0.000145493805802299, 
            "2": 0.0002651796641612487, 
            "3": 0.00019284816606257612, 
            "4": 9.976240709243448e-05, 
            "5": 0.00033299233719243093, 
            "6": 0.0001715786978488211, 
            "7": 0.21309652226902076, 
            "8": 0.00014212417339580537, 
            "9": 0.00027880620034671067, 
            "10": 0.005000786215396685, 
            "11": 0.00017509363597265052, 
            "12": 0.00014154197592928275, 
            "13": 0.00010789102086924545, 
            "14": 0.5809128717790989, 
            "15": 0.00012666278511313088, 
            "16": 0.00018355396570523917, 
            "17": 0.00011051213336834732, 
            "18": 9.583756067401138e-05, 
            "19": 6.660202614652327e-05, 
            "20": 0.1964849894607897, 
            "21": 0.00045781715093002554, 
            "22": 0.0001460490835327446, 
            "23": 0.00017333813481765575, 
            "24": 8.29892646757117e-05, 
            "25": 0.00017965637712697647, 
            "26": 0.00014731180485505626, 
            "27": 0.00010180608964260074, 
            "28": 0.0001540224686258799, 
            "29": 0.00020925135947639972
        }
    }, 
    {
        "content": {
            "text": "  Tommy Robredo of Spain had been vanquished in less style than usual. Andy Roddick was up next in the semifinals, and Roger Federer was sitting comfortably, legs crossed. He spoke a bit wistfully about how great it had been to watch a five-set match the night before, when Rafael Nadal's staying power got the better of Andy Murray's brain power.  ''Very interesting, I thought,'' said Federer, who stayed up late Monday night to see the finish of the Nadal-Murray match on television in his hotel room. ''Raf is incredibly tough. I like to watch him just battle it out. I love seeing that. I mean, he was so strong in the end. He deserved to win.''  For the moment in Melbourne, the small screen is as close as Federer, the world's No. 1 player, has been to a five-set match. Despite fluctuations in form and weather conditions, Federer has not come close to going the distance at this Australian Open.  In five matches, he has not lost a set. Even losing his serve four times, as he did against the seventh-seeded Robredo on a cool, gusty Tuesday night that played tricks with his timing, was not enough to keep Federer from closing out the match, 6-3, 7-6 (2), 7-5.  ''I think he has a level of confidence that is way up there,'' said Robredo, a smooth baseliner who has lost all seven of his matches against Federer. ''He comes up with what he needs.''  Federer has set the bar so high that even straight-set victories can seem deflating if they contain a few too many shots off the frame or a few too many groans of frustration. But the continuing test of a champion is how his game responds to true pressure. Federer has played and won two tie breakers in Melbourne, but it appears from the state of Roddick's mind and form that he could make things much more interesting against Federer on Thursday night, when they meet for the 14th time.  ''I look forward to it,'' Roddick said. ''We've done it before. I'm sure we'll do it again. I feel like I'm in good form. I'd love to see where I match up.''  After fighting his way past the former Australian Open champion Marat Safin in four sets in the third round and past Mario Ancic in five sets in the next round, Roddick conserved some energy Tuesday, when he put friendship aside for 1 hour 27 minutes and overwhelmed his former housemate Mardy Fish, 6-2, 6-2, 6-2. Roddick, who is seeded sixth, kept the celebration to a minimum.  ''You know, it's always difficult; it's a weird, weird situation,'' said Roddick, who made only four unforced errors in the match. ''Being that we're close, I think it takes away maybe a little of the elation because you're not really solely focused on your side of the court. Maybe you're a little more conscious of both sides. It wasn't a planned reaction not to do anything. It was just kind of what I felt.''  A victory over Federer would leave Roddick with no reason to hold back. Theirs, for now, is much more a relationship than a rivalry. Federer has won 12 of their 13 matches; his only loss came in the semifinals of the Masters Series event in Canada in 2003, when he was one victory from claiming the No. 1 ranking for the first time.  ''It was so important for me this experience, this kind of pressure, because never in my life had I handled pressure like this,'' Federer said in recalling that match, which he lost in a third-set tie breaker. ''So I was so disappointed, but so happy to have gone through it later on.''  By the end of the 2003 season, Roddick was ranked No. 1, but Federer had begun to take control of the sport. He has maintained that control for three full seasons, clamping down hard on Roddick in a series of matches in late 2004 and 2005.  But after successfully recruiting Jimmy Connors to help coach him, Roddick has made changes to his backhand and tactics. Above all, he has recovered his sense of the possible.  ''I'll be the first to say it was a welcomed change, almost a new life,'' Roddick said. ''Just the way he put things, it just clicked. I don't know if you can minimize the effect that he's had on me.''  With Connors, the winner of eight Grand Slam titles, in his box and in his corner, Roddick won a set off Federer in last year's United States Open final before losing in four sets. More encouragingly, he held three match points against Federer in a round-robin match at the Masters Cup in Shanghai in November before losing. And he defeated Federer in the final of an exhibition tournament at Kooyong in Melbourne before the Australian Open.  Federer looked anything but devastated, which was understandable. An exhibition is just that, but it could not have hurt Roddick's confidence to have another taste, however diluted, of what it feels like to beat the world's No. 1.  ''Anytime you can get over the hump at all, I think it helps you,'' said John Roddick, who remains his brother's co-coach. ''You're definitely not going to blow it out of proportion, but definitely, you kind of tuck it away in the back of your head and know you can do it.''  Mats Wilander, a three-time Australian Open champion from Sweden, agreed. ''For Roger, losing in Kooyong is nothing, but for Andy, it's huge,'' he said.  Wilander, who won seven Grand Slam singles titles, was one of Roddick's sharpest critics last year here when he was upset in the fourth round by the unseeded Marcos Baghdatis. Wilander said Roddick was hitting too hard from too far behind the baseline, was slicing his backhand instead of driving it, and was far too predictable and mechanical in his forays to the net.  A year later, Wilander said he does not find Roddick predictable and likes the way he is hitting through his backhands and taking the ball earlier.  ''I think he has answered the call; I think he answered it already at the U.S. Open,'' Wilander said. ''If you wouldn't have the history behind you, just looking at both Andy and Roger playing here, I'd say this match is 50-50. But because of the history, blah, blah, blah, I'd say it's 60-40 Federer, but I do think Federer has to step it up a little to win this tournament. He still hasn't played a guy who believes he can beat him. I think Andy does and Rafael does.''  TENNIS  ", 
            "title": "Against Roddick, Federer May Truly Be Tested"
        }, 
        "weight": 0.5800786780168513, 
        "file": "1821106.txt", 
        "other_topics": {
            "0": 0.0002046221363456531, 
            "1": 0.00013776100492110362, 
            "2": 0.000251085720234264, 
            "3": 0.00018259854436739574, 
            "4": 9.446016879286858e-05, 
            "5": 0.0026261055641561624, 
            "6": 0.00016245951989754396, 
            "7": 0.2017707275652883, 
            "8": 0.0024453817875866074, 
            "9": 0.000263988024274986, 
            "10": 0.00011337847963802865, 
            "11": 0.00016578764376855062, 
            "12": 0.0001340192095121381, 
            "13": 0.00010215675763618078, 
            "14": 0.5800786780168513, 
            "15": 0.00011993082775634556, 
            "16": 0.00017379831830894327, 
            "17": 0.00010463856151708412, 
            "18": 0.0047123665699508425, 
            "19": 0.002373873541297429, 
            "20": 0.19759613209184232, 
            "21": 0.002744296106253515, 
            "22": 0.000138286770384002, 
            "23": 0.00016412544514835057, 
            "24": 7.857849642701997e-05, 
            "25": 0.00017010788134257446, 
            "26": 0.00013948237975951956, 
            "27": 0.002407206555976528, 
            "28": 0.0001458363807402383, 
            "29": 0.0001981299300242816
        }
    }, 
    {
        "content": {
            "text": "  When the reinvigorated Andy Roddick stepped onto the court Thursday to face his longtime tormentor Roger Federer, the consensus was that it was going to be a special evening at the Australian Open.  That turned out to be true, but not in the way that Roddick, the 15,000 fans in Rod Laver Arena or even Federer would have imagined.  Instead of an extended duel between Federer, the world's top-ranked player, and Roddick, one of his principal rivals, this hotly anticipated semifinal turned into an 83-minute ode to the brilliance of Federer, and only Federer.  By the end of the second set, it felt much less like a match and much more like a demonstration, as the top-seeded Federer continued to break Roddick's huge serve at will and found new and exciting ways to pass Roddick, who was pushing forward to the net, with rapidly dimming conviction.  It was hardly a surprise that Federer beat the sixth-seeded Roddick. He has won 13 of their 14 matches, including all 5 of their Grand Slam matches, but he has never defeated him with this much ease or this much style on a big occasion. In comparison, Federer's four-set victory against Roddick in last year's United States Open final was a cliffhanger. And when this 6-4, 6-0, 6-2 rout was done, the debate had been resolved on whether Roddick's recent surge and recent exhibition victory against Federer had closed the gap between the players.  ''Look, it's just unreal,'' said Federer, a Swiss, who will face Tommy Haas of Germany or Fernando González of Chile in Sunday's final. ''I'm shocked myself. I don't know what to say. The tournament is not even over yet. Let's not get carried away. Let me try to do it one more time.''  Roddick, an American, was once more left to explain how it feels to face tennis greatness, and he did it with much more deftness than he demonstrated between the lines: offering mea culpas and compliments and, Roddick still being Roddick, quips. ''It was frustrating, you know it was miserable,'' he said. ''Besides that, it was fine.''  It actually was fine until 4-4 in the opening set. After losing his serve in the opening game of the match, despite putting 5 of 6 first serves into play, Roddick recovered to break Federer back in the fourth game. But with Roddick serving at 4-4, something ineffable clicked in Federer's mind and game. At 30-15, Federer hit a tremendous backhand passing-shot winner. At 30-30, Roddick, just a little edgier, sliced a backhand approach shot into the net, and at 30-40, they both ended up at net, and Federer won the battle of reflexes and touch to complete the break.  Roddick did not know it then, but the match had turned for good. Federer held serve at love to close out the set and proceeded to win 11 games in a row and 24 of 27 points at one particularly lopsided stage.  There were shots from the classic Federer repertory: forehand flicks that dipped just out of Roddick's reach, running one-handed backhand blasts that zipped down the line and sharply cut volleys that hit the rubberized green surface and quickly bounced twice. But there was also some exotica, none more memorable to those who take note (or notes) than the shot produced on the opening point of the fourth game of the second set.  Roddick was behind, 0-3, when Federer gave him a rare short ball. Roddick moved forward and channeled all the frustration of the match's first 40 minutes into a forehand that landed near the baseline. Most players would have gotten out of the way, but Federer sprung to his left and hit a backhand reflex half volley on the move that traveled cross court for a clean winner while Roddick stood gaping at the net as the crowd roared with a mixture of surprise and aesthetic delight.  But such sounds soon gave way to nervous laughter and anticipatory groans as it became clear that Roddick had no answers to the tennis riddles that Federer kept posing. Roddick's frustration eventually gave way to anger, and he could not even get that quite right. He smashed a ball into the stands after losing his serve to fall behind by 0-5. He accidentally lost his grip on the racket in the process, sending it hurtling toward a photographer courtside and earning him a code violation for unsportsmanlike conduct.  Even the new electronic line-judging system that Federer dislikes was seeing things Federer's way. He challenged four times and was correct four times. He even managed to transform a missed serve into an ace with a challenge while serving at 2-1, 15-0 in the final set. Roddick, who was convinced the ball had been out, flipped his racket over, stuck the butt against his temple and pretended to pull the trigger.  It was that sort of evening, and it stayed that way as statistical marvels piled up, with Federer converting on all seven of his break points against one of the world's most feared servers and with Federer reaching his seventh consecutive Grand Slam final, tying a record set in 1934 by the Australian Jack Crawford.  ''There is nothing you can really do against someone like that; you just have to shake his hand and say, 'Too good,' '' said the Australian great Rod Laver, who attended the match in the arena that bears his name and congratulated Federer in the locker room afterward.  TENNIS  ", 
            "title": "Federer Finds New Ways to Torment Roddick"
        }, 
        "weight": 0.5760318282042852, 
        "file": "1821538.txt", 
        "other_topics": {
            "0": 0.00021610798633021108, 
            "1": 0.000145493805802299, 
            "2": 0.0002651796641612487, 
            "3": 0.00019284816606257612, 
            "4": 9.976240709243448e-05, 
            "5": 0.00033299233719243093, 
            "6": 0.0001715786978488211, 
            "7": 0.2106560004816139, 
            "8": 0.00014212417339580537, 
            "9": 0.00027880620034671067, 
            "10": 0.007441308002803547, 
            "11": 0.00017509363597265052, 
            "12": 0.00014154197592928275, 
            "13": 0.00010789102086924545, 
            "14": 0.5760318282042852, 
            "15": 0.00012666278511313088, 
            "16": 0.00018355396570523917, 
            "17": 0.00011051213336834732, 
            "18": 9.583756067401138e-05, 
            "19": 6.660202614652327e-05, 
            "20": 0.20136603303560344, 
            "21": 0.00045781715093002554, 
            "22": 0.0001460490835327446, 
            "23": 0.00017333813481765575, 
            "24": 8.29892646757117e-05, 
            "25": 0.00017965637712697647, 
            "26": 0.00014731180485505626, 
            "27": 0.00010180608964260074, 
            "28": 0.0001540224686258799, 
            "29": 0.00020925135947639972
        }
    }, 
    {
        "content": {
            "text": "  Competitors cannot keep pace with her on the snowboardcross course, but shaking questions about her famous fall at the Winter Olympics has been more vexing for Lindsey Jacobellis.  Since winning a silver medal at last year's Olympics, Jacobellis, a 21-year-old from Vermont, has re-established herself as the dominant athlete in her sport's young history. And Jacobellis is again favored to win the snowboardcross final Saturday afternoon here at the Winter X Games. Qualifying for the event begins Friday.  She was scheduled to compete Thursday night in the women's Snowboard SuperPipe final, but during practice, she fell and sustained a concussion. She pulled out of that event, but is still expected to compete Friday and Saturday in the snowboardcross. She was not a medal favorite in the superpipe, but competes just for fun.  Having fun for Jacobellis has been complicated this year by the ghost of her tumble last year at the Winter Games in Turin, Italy.  ''I'm just kind of over it,'' Jacobellis said during a telephone interview last week from Beaver Creek, Colo., where she won a Jeep King of the Mountain event.  She added, ''I'm probably going to hear all of this hoo-ha for the next four years until the next Olympics.''  All three medalists in the superpipe final on Thursday were Olympians in the halfpipe in 2006. Torah Bright, 20, of Australia was fifth at Turin, but won gold at the X Games with a series of technical tricks.  It was already Jan. 26 in Australia, which is Australia Day, the nation's most important public holiday. Bright called her mother right before her race.  Bright said: ''My mom said, 'Go do it, it's Australia Day.' That, for sure, was the best contest run I've done.''  The Aspen native Gretchen Bleiler, 25, the silver medalist at Turin, won silver here, and Elena Hight, 17, of South Lake Tahoe, Calif., won the bronze. Hight finished sixth at Turin.  Snowboardcross -- a downhill racing discipline in which four or more competitors simultaneously speed through a course of banked turns, jumps, gaps, berms and other obstacles -- was a new event at the 2006 Olympics, and Jacobellis, who had a comfortable lead, appeared to be cruising to its first gold medal.  But on the course's second-last jump, she celebrated early by doing what is known as a method air -- she grabbed her board's heel edge and tweaked it 75 degrees.  It was a mistake.  She landed awkwardly, caught an edge and spun on her back. As she scampered to her feet, Tanja Frieden of Switzerland zipped past her en route to the gold medal. A stunned Jacobellis settled for silver.  The incident, which can be viewed on YouTube, became a big story at the Winter Olympics. It was shown endlessly on television and analyzed in newspaper editorials. The verdict was unanimous, and Jacobellis was condemned: If Jacobellis had not showboated, she would have won.  At first Jacobellis said her stylish grab was an attempt to stabilize in the air, but she later acknowledged she was just trying to have fun.  Last week she called it an unconscious act. ''It was just kind of a fluke thing that happened,'' she said.  She is plainly tired of the subject and would rather allow her accomplishments to speak for themselves. Since winning the 2002 snowboardcross world junior championship, Jacobellis has been dominant.  She was undefeated in World Cup competition during the 2003-4 season, and has won seven of nine World Cup events she has entered since 2004. She has not lost in the last three X Games in which she competed, from 2003 to 2005. Two weeks ago in Arona, Switzerland, she avenged her Olympic loss to Frieden during the semifinals of the world championships and went on to win her second straight world championship.  ''Just to have someone beat me is very rare,'' Jacobellis said, revealing an intense competitor lurking behind a mask of tight blond curls, pale blue eyes and a toothpaste-commercial smile.  Peter Foley, her coach on the U.S. snowboard team, said the incident at the Olympics was hard for her.  ''It's not the way she wanted it to happen, especially being as competitive as she is,'' Foley said. ''Straight up, she's supercompetitive. When somebody is next to her, she will do anything to pass her.''  Jacobellis has also received unconditional support from her teammates on the U.S. snowboard team.  ''We all fall down,'' said Nate Holland, a snowboardcross rider who is also competing at the X Games. ''We all make mistakes. And I think if she had it do again, I think she would have done the method, but she just would have landed it, and there wouldn't have been any question about it.  ''We still to this day throw tricks over the last jump. Hopefully, I'll have enough space here at the X Games and I'll pull a method over the kicker and ride through and show the media the other side of that trick.''  Jacobellis, and those close to her, will tell anyone who asks about her blunder -- and eventually they always do -- how she has since landed on her feet.  ''I still got a silver out of it,'' she said. ''It was pretty amazing.''  EXTREME SPORTS  ", 
            "title": "A Year After Her Olympic Fall, Winning Is Jacobellis's Revenge"
        }, 
        "weight": 0.5695702550221664, 
        "file": "1821593.txt", 
        "other_topics": {
            "0": 0.0002401363656558111, 
            "1": 0.00016167081256039724, 
            "2": 0.0002946641717359276, 
            "3": 0.00021429035783478316, 
            "4": 0.00011085468091700824, 
            "5": 0.00037001672637142213, 
            "6": 0.00019065600316323206, 
            "7": 0.24221381793941196, 
            "8": 0.00015792652113724265, 
            "9": 0.022004812719234705, 
            "10": 0.00013305645483959862, 
            "11": 0.00019456175639750507, 
            "12": 0.0001572795909331402, 
            "13": 0.00011988709014597834, 
            "14": 0.5695702550221664, 
            "15": 0.00014074602886000856, 
            "16": 0.0002039627640545258, 
            "17": 0.00012279963604582117, 
            "18": 0.01637774863209224, 
            "19": 7.400729966407338e-05, 
            "20": 0.10443276206654296, 
            "21": 0.03847498253349268, 
            "22": 0.00016228782990613784, 
            "23": 0.000192611066492779, 
            "24": 9.221658461627909e-05, 
            "25": 0.00019963181464400525, 
            "26": 0.0001636909493110482, 
            "27": 0.00011312559421588673, 
            "28": 0.002883023615910504, 
            "29": 0.00023251737164595333
        }
    }, 
    {
        "content": {
            "text": "  Few would have imagined, perhaps not even Serena Williams, that when the second week of the Australian Open began, she would still be in contention for the title and the defending champion Amélie Mauresmo would not.  But Williams, in the latest surprising twist in her fiction-trumping life, has quickly gathered momentum and belief after beating two of the better players in the world: fifth-seeded Nadia Petrova of Russia and 11th-seeded Jelena Jankovic of Serbia. Even members of Williams's entourage were shaking their heads in disbelief Sunday night after she had played a fine match from start to finish to beat Jankovic, 6-3, 6-2.  ''I kept hearing she's not in shape,'' Jankovic said. ''But she was running corner to corner and hitting great shots. It just shows that with her, you never know what to expect. You never know.  ''If she plays like she did today, she can maybe even win it.''  That would really be a plot twist, considering how little tennis Williams has played in the past five months, but her draw, so daunting early, is no longer brimming with heavyweights. Nobody else left in her half has been to a Grand Slam final.  ''I like being a dangerous floater,'' said Williams, who arrived here ranked 81st and has guaranteed herself a spot in the top 50 by reaching the quarterfinals.  Her opponent will be 16th-seeded Shahar Peer, the first Israeli to reach this stage in a major tournament. Peer, a determined 19-year-old counterpuncher now being coached part time by José Higueras, upset third-seeded Svetlana Kuznetsova, 6-4, 6-2, after saving two match points against Tatiana Golovin in the third round.  Williams won their only previous match in straight sets, but that was in 2005, before Peer truly took flight. ''She's young and agile and fit, so I have to really be ready,'' Williams said.  The other quarterfinal in her half of the draw will be an all-Czech, all-teenager affair between 10th-seeded Nicole Vaidisova and unseeded Lucie Safarova, a left-hander, who upset Mauresmo, 6-4, 6-3, in the fourth round. In the other half, Martina Hingis advanced to the quarterfinals by beating Li Na of China, 4-6, 6-3, 6-0. She will face Kim Clijsters, who defeated Daniela Hantuchova, 6-1, 7-5.  On Friday, Williams was on the verge of elimination against Petrova. But trailing by one set and 3-5 in the second, she suddenly found her range and stormed back to a three-set victory. Against Jankovic, it was as if Williams was still riding the wave, and this time she was impressive from start to finish.  Jankovic, long ponytail flapping, had beaten Williams in their past two meetings and had had a great deal more success of late. Williams has not reached a final since the 2005 Australian Open. Jankovic reached the United States Open semifinals last year and started this season by winning in Auckland, New Zealand, and coming close to beating Clijsters in the final in Sydney, Australia.  ''She knew that if she didn't come out strong, I'd get on top of her, because I have two wins over her,'' Jankovic said. ''But she did come out strong, and I was feeling a little tired, a little flat.''  Williams took a 3-0 lead before rain forced them briefly off court. When they resumed under a closed roof, Jankovic lifted her play and won the next two games. But Williams, despite the occasional unforced error, did consistent damage on Jankovic's serve, which is the weakest part of her game. Williams broke Jankovic four times and held her own serve all but once, generating the sort of controlled power that no other woman in the game can manage.  ''It's scary,'' Jankovic said. ''When I was looking at the clock, I was seeing 200 kilometers per hour, and I was thinking what would happen if it came too close to my body, and I couldn't get out of the way and it hit me in the stomach. Would it go through me?''  Williams clearly still has the power to intimidate, but the most impressive part of her game Sunday was her ability to hold her own and more in the extended baseline rallies. She is carrying extra weight but still covering the court quite well.  ''I have it in me,'' said Williams, who has not beaten two players of this caliber back to back since she won here in 2005. ''I believe in my game and more than anything I believe in me. It doesn't matter what people say or people write. At the end of the day, I'm my biggest fan. Maybe my dad. But other than that, you have to always be your biggest fan. I'm just working on staying positive.''  Meanwhile, the future of men's tennis and the present of men's tennis remain just that after they exchanged serves and returns Sunday. For all his obvious talent, 19-year-old Novak Djokovic could not take so much as a set from Roger Federer in the fourth round.  Switched on from the start, Federer swooped from baseline to net and back again, thwarting all that big-hitting, two-handed ambition on the other side of the court with his trademark blend of power and finesse to win, 6-2, 7-5, 6-3.  Next up in the quarterfinals for Federer: Tommy Robredo, seeded seventh, a high-energy Spaniard whom Federer has beaten six times in six previous matches.  It has been that sort of tournament thus far for the defending champion Federer, who despite nursing a mild cold has yet to lose a set and yet to become entangled in the traps that this tournament can spring.  While Maria Sharapova, the top-seeded woman, had to find a way to win despite self-described delirium Tuesday as she played in brutally hot conditions, Federer was relaxing on his day off. He did not have to bother with the blustery conditions Sunday because he played Djokovic under a roof because of intermittent drizzle.  Federer's primary rival in the top half of the draw, the American Andy Roddick, has had to slug his way through a rough section: beating the former Australian Open champion Marat Safin in four intense sets Friday, then requiring five more to get past ninth-seeded Mario Ancic on Sunday.  Not that the Australian fans are complaining. They have once again come to Melbourne Park in record numbers despite the opening-day riot between Serbian and Croatian fans, and Roddick's matches have provided some of the best entertainment. He will now provide the tournament with another fine story line in the quarterfinals, in which he faces his childhood friend and former housemate Mardy Fish, the only unseeded man left in the tournament.  But that is not quite as big a surprise as Williams. ''You guys keep burying her, and she keeps coming back to life,'' Mauresmo said as she prepared to head back to France.  TENNIS  ", 
            "title": "In Another Plot Twist, Williams Is a Contender"
        }, 
        "weight": 0.5683422303674492, 
        "file": "1820737.txt", 
        "other_topics": {
            "0": 0.00017718896800813244, 
            "1": 0.00011929173807715528, 
            "2": 0.00021742329761788269, 
            "3": 0.00015811802287897167, 
            "4": 8.179613469585371e-05, 
            "5": 0.0022740302838360526, 
            "6": 0.00014067898609521087, 
            "7": 0.2647651435730873, 
            "8": 0.010121562637813315, 
            "9": 0.00022859582263756517, 
            "10": 9.817811581957968e-05, 
            "11": 0.00014356091688060132, 
            "12": 0.00011605159564265251, 
            "13": 8.846086148780604e-05, 
            "14": 0.5683422303674492, 
            "15": 0.00010385200732442355, 
            "16": 0.00015049762070067825, 
            "17": 9.060993624730811e-05, 
            "18": 7.857811624924167e-05, 
            "19": 5.460762686539992e-05, 
            "20": 0.13508680094396489, 
            "21": 0.004377382059764436, 
            "22": 0.008123773969903544, 
            "23": 0.00014212156499327535, 
            "24": 6.8043677669433e-05, 
            "25": 0.00014730195121326093, 
            "26": 0.00012078233257793235, 
            "27": 0.00408548524641571, 
            "28": 0.0001262844688404254, 
            "29": 0.00017156715524278975
        }
    }, 
    {
        "content": {
            "text": "  It has been almost a year since Lindsey Kildow had one of the ugliest Olympic downhill crashes since Hermann Maier flew upside down into worldwide fame at the 1998 Winter Games in Nagano, Japan. She returned to competition a few days later, but was badly bruised and failed to win a medal.  With the men's circuit in Kitzbühel on Sunday and the women in Italy, the fearless Kildow returned to San Sicario and exacted a measure of revenge by winning a World Cup super-G race on the same slope where her Olympic dreams were dashed a year ago.  ''In ski racing, you're going to have crashes,'' Kildow, 22, said Sunday night in a telephone interview. ''You have to get up and keep going. That's what the difference is between being a long-term winner and a short-term winner.''  Kildow's victory came a week before the start of the Alpine skiing world championships. The 15-day event takes place every other year, this time in Are, Sweden.  Kildow and her United States teammate Julia Mancuso, the Olympic giant slalom champion, are expecting big things. They have been a force on the World Cup circuit this season, each winning three races and remaining in the top five in the overall standings.  Mancuso, who finished eighth Sunday, had an operation to repair hip problems last spring, limiting the time she could spend training and testing equipment before the season.  As nasty as her Olympic fall was, Kildow is no stranger to crashes. Twice this year she has taken hard falls. In October, while training on a glacier in Austria, she sustained a bruised bone below her knee. And a week ago, while racing in Cortina d'Ampezzo, Italy, she crashed into the safety nets and missed a day of racing.  ''She crashes because she is always going to her limits, and sometimes a little bit above it,'' said Alex Hoedlemoser, the Austrian-born coach of the United States women's downhill and super-G team. ''That's why she's so fast. If she always skis in the comfort zone, she would always be slow.''  To avoid acknowledging their fragility, the fastest American ski racers have adopted a mordant euphemism for the violent accidents that can occur while racing across bumpy ice at high speed.  They talk about ''visiting the red room,'' a reference to the red safety netting that lines World Cup downhills and wraps around racers in a scary blur as they plow through it toward trees, fans or television cameras.  Kildow recently became engaged to Thomas Vonn, a retired racer from Newburgh, N.Y., who competed for St. Lawrence University before spending several years on the World Cup circuit with the United States team.  Kildow has made a determined effort to learn German, reading children's books to increase her vocabulary. On Sunday, she gave a long and confident interview to Austrian television.  ''The language of skiing is German, and I want to be a part of it,'' Kildow said. ''I'm in the sport for a long time, so I might as well be able to communicate.''  In Kitzbühel, the historic Hahnenkamm races, first held in 1931, took place without the notoriously dangerous Streif downhill.  For the first time since 1971, the weekend event consisted of slalom races. Jens Byggmark of Sweden, an unheralded 21-year-old who had raced in only four World Cup events before this season, won both of them.  Byggmark, a cherub-faced Laplander from the same tiny village as Ingemar Stenmark, the career leader in World Cup wins with 86, was overwhelmed by the prizes and attention that came with winning at the most celebrated site on the circuit.  ''I have no idea what this will lead to; it's really hard to describe,'' said Byggmark, who was overcome by apparently uncontrollable fits of giggling after each of his victories.  The American Ted Ligety, the Olympic combined champion who was seventh Sunday, said of Byggmark: ''He's got a sweet style, a little wild and crazy. It's kind of daunting to think of what we'll have to do to beat him.''  The men's World Cup has one more race before the world championships -- a slalom Tuesday night at Schladming, Austria.  Three slaloms over four days is a unique ordeal for Bode Miller, who has had an outstanding season in the downhill and the super-G but who retains a sentimental attachment to slalom.  Miller wants to formally qualify for the world championship slalom, to try to win that race and become the first racer to win a world championship gold medal in each of the five disciplines. He won the other four in 2003 and 2005.  Five years ago, Miller brought a wacky and effective new style to slalom racing, but he lost his magic as he diversified into an all-event skier, packed on muscle and switched ski manufacturers four times.  He has since found it almost impossible to finish slalom races, but he commands a rapt audience from the top-ranked skiers as he stubbornly starts in every event, suffering through the late start position that comes with his plummeting ranking.  On Sunday, he managed one unblemished performance in the first leg of the race and was less than 10 seconds from the finish on the second when -- in perfect counterpoint to the encouragement of the stadium announcer -- he sprung off course.  SKIING  ", 
            "title": "Nasty Fall Isn't Keeping Her Down"
        }, 
        "weight": 0.5639029987514874, 
        "file": "1822452.txt", 
        "other_topics": {
            "0": 0.0002046221363456531, 
            "1": 0.00013776100492110362, 
            "2": 0.000251085720234264, 
            "3": 0.00018259854436739574, 
            "4": 9.446016879286858e-05, 
            "5": 0.00031529424053275683, 
            "6": 0.00016245951989754396, 
            "7": 0.18790585962354786, 
            "8": 0.0024453817875866074, 
            "9": 0.000263988024274986, 
            "10": 0.009356623774131653, 
            "11": 0.00016578764376855062, 
            "12": 0.0001340192095121381, 
            "13": 0.00010215675763618078, 
            "14": 0.5639029987514874, 
            "15": 0.00011993082775634556, 
            "16": 0.00017379831830894327, 
            "17": 0.007037072532387302, 
            "18": 0.016266423188067872, 
            "19": 0.04859010001376554, 
            "20": 0.1606231509138678, 
            "21": 0.00043348478263010903, 
            "22": 0.000138286770384002, 
            "23": 0.00016412544514835057, 
            "24": 7.857849642701997e-05, 
            "25": 0.00017010788134257446, 
            "26": 0.00013948237975951956, 
            "27": 9.63952323531221e-05, 
            "28": 0.0001458363807402383, 
            "29": 0.0001981299300242816
        }
    }, 
    {
        "content": {
            "text": "  Alan Webb, who in 2001 became the only high school miler to run faster than four minutes indoors, will return Jan. 20 to the Armory Track and Field Center in Manhattan, where he achieved that feat.  Webb's record time of 3 minutes 59.86 seconds came in the New Balance Games. He will run again in that meet in the men's elite mile against James Thie of Wales, Adrian Blincoe of New Zealand, Andy Badderly of England and Jason Lunn of Redwood City, Calif.  Carmen Douma-Hussar of Canada, who won the women's elite mile two years ago, heads the field for that race. Her opposition includes Sara Hall of Palo Alto, Calif.; Amy Mortimer of West Roxbury, Mass.; Marina Muncan of Serbia and Marry Cullen of Ireland.  FRANK LITSKY  SPORTS BRIEFING: TRACK AND FIELD  ", 
            "title": "WEBB TO RUN MILE IN MANHATTAN"
        }, 
        "weight": 0.5587352097797178, 
        "file": "1818126.txt", 
        "other_topics": {
            "0": 0.001009133708847941, 
            "1": 0.000679395085563068, 
            "2": 0.11520041526122302, 
            "3": 0.0009005200981600438, 
            "4": 0.0004658486230997413, 
            "5": 0.0015549346322420745, 
            "6": 0.0008012005972556505, 
            "7": 0.003600838752842851, 
            "8": 0.0006636603146942889, 
            "9": 0.03549054930268327, 
            "10": 0.0005591479382631086, 
            "11": 0.0008176138849156963, 
            "12": 0.0006609416965689219, 
            "13": 0.0005038058421164037, 
            "14": 0.5587352097797178, 
            "15": 0.0005914621124594451, 
            "16": 0.0008571200783984228, 
            "17": 0.000516045338779358, 
            "18": 0.00044752123552772464, 
            "19": 0.0003110035441232225, 
            "20": 0.142560004731311, 
            "21": 0.002137814188811534, 
            "22": 0.057663056693095675, 
            "23": 0.0008094164303860899, 
            "24": 0.00038752507891494256, 
            "25": 0.06921620240546285, 
            "26": 0.0006878843790775969, 
            "27": 0.00047539176394603027, 
            "28": 0.000719220365937126, 
            "29": 0.0009771161355751029
        }
    }, 
    {
        "content": {
            "text": "  Bud Delp, the Hall of Fame thoroughbred trainer who saddled the brilliant colt Spectacular Bid, the winner of the Kentucky Derby and the Preakness in 1979, died last Friday in Ellicott City, Md. He was 74.  The cause was cancer, the Maryland Jockey Club said.  In his 44 years as a head trainer, based in Maryland, Delp had 3,674 winners, ninth on the career list. He won about $41 million in purses and captured stakes races with 70 horses.  Delp won training titles in Maryland, Delaware, New Jersey, Illinois, Florida and Louisiana. He won an Eclipse Award as the nation's leading trainer in 1980 and was inducted into the racing Hall of Fame at Saratoga Springs, N.Y., in 2002.  During the 1960s and '70s, Delp was among the Big Four of Maryland trainers, together with King Leatherbury, John Tammaro and Richard Dutrow. But he had never been a presence in the nation's most prestigious races.  That changed when Delp took charge of the charcoal gray Spectacular Bid, bought for $37,000 as a yearling by Harry Meyerhoff of Hawksworth Farm in Maryland. Delp selected Ron Franklin, a teenager, as Spectacular Bid's jockey, and rocketed with him into the spotlight.  Spectacular Bid won seven of nine starts as a 2-year-old. He captured the 1979 Kentucky Derby and the Preakness with ease, and when Delp saddled him for the Belmont Stakes, he was primed to become the 12th Triple Crown winner in history.  Delp was supremely confident. ''Winning a horse race is never a formality,'' Delp said when Spectacular Bid arrived at Belmont, ''but there's no way he can lose the Belmont Stakes unless he runs into some terribly bad luck.''  Spectacular Bid did run into bad luck, the way Delp told it.  Franklin, 19, sent the colt to the lead briefly in the backstretch, but Spectacular Bid faded and finished third in the mile-and-a-half Belmont, the Triple Crown finale, behind Coastal and Golden Act.  Two days later, Delp said that on the morning of the Belmont, Spectacular Bid went lame when he stepped on a large safety pin that dropped from a leg bandage to the straw of his stall and lodged in his left front hoof. Delp said he removed the pin and suggested that while Spectacular Bid appeared sound, the mishap might have hampered him.  Delp did not criticize the ride given Spectacular Bid, but the inexperienced Franklin might have prompted the colt too early.  Two weeks after the Belmont, Delp replaced Franklin with Willie Shoemaker, and Spectacular Bid went on to win all nine of his starts as a 4-year-old before being retired with 26 victories in 30 races and honors as a champion at ages 2, 3 and 4.  A native of Creswell, Md., Grover Greer Delp, known as Bud since childhood, began working at tracks as a teenager. He saddled his first winner in 1962. Crafty Bear, his last entry, finished third in a stakes race Monday at Laurel Park in Maryland.  Delp is survived by his wife, Regina; his sons Cleve, Doug and Gerald; a daughter, Pajeen; and two grandchildren.  In fall 1980, as Spectacular Bid's retirement neared, Delp reflected on his champion thoroughbred and on his own career.  ''I'm no better trainer now than I was 10 years ago, and that's a damn good one,'' Delp told The New York Times. ''When Bid heads for Kentucky this winter, I won't shed a tear. I'll say, 'Good luck, Daddy,' and I'll bring him a carrot once a year. I did my job. I'll just get right back into the action.''  ", 
            "title": "Bud Delp, 74, Who Trained Derby Winner Spectacular Bid"
        }, 
        "weight": 0.557929494348964, 
        "file": "1816259.txt", 
        "other_topics": {
            "0": 0.026541726869001015, 
            "1": 0.00019562318303603906, 
            "2": 0.039733285839611394, 
            "3": 0.0002592933209753708, 
            "4": 0.0034155301471689224, 
            "5": 0.00044772367159539954, 
            "6": 0.0002306955325642791, 
            "7": 0.2340158575637223, 
            "8": 0.0001910925556778175, 
            "9": 0.00037486789256251167, 
            "10": 0.00016099954473532035, 
            "11": 0.00023542153021185297, 
            "12": 0.0001903097641292107, 
            "13": 0.00014506449128239113, 
            "14": 0.557929494348964, 
            "15": 0.00017030400063704264, 
            "16": 0.010090981701235758, 
            "17": 0.00014858869884121047, 
            "18": 0.00012885805392248101, 
            "19": 8.954951916740985e-05, 
            "20": 0.1033948462508306, 
            "21": 0.010459741298851752, 
            "22": 0.00019636977974852313, 
            "23": 0.00023306117733036904, 
            "24": 0.00011158292288912351, 
            "25": 0.0002415563477256077, 
            "26": 0.00019806756724535815, 
            "27": 0.00013688301847983683, 
            "28": 0.00020709036653151447, 
            "29": 0.01012553304132563
        }
    }, 
    {
        "content": {
            "text": "  The champion on the way out beat the champion on the way back, and now Kim Clijsters will face Maria Sharapova in the semifinals of the Australian Open.  Clijsters, who has said that this will be her final Australian Open, struggled mightily to control her power for stretches of the first and second sets against the three-time champion Martina Hingis. But in the end, Clijsters's weight of shot and Hingis's lightweight second serve made the difference, as Clijsters broke open a tight match by sweeping the final four games to win, 3-6, 6-4, 6-3.  ''This could have been my last one here; I'm glad I get to play another one,'' said the fourth-seeded Clijsters, who plans to retire from competitive tennis at the end of this season despite being only 23 years old.  Clijsters holds a 4-2 edge over the top-seeded Sharapova, but she lost both of their matches last year in straight sets on hard courts. Neither woman was near her best on this gorgeous, sometimes windy afternoon. Clijsters finished with 62 unforced errors to 47 winners against Hingis, who returned to the sport last year after a three-year break from the game.  As the flubbed returns and double faults piled up for Sharapova against Anna Chakvetadze, Sharapova's coaches, Yuri Sharapov and Michael Joyce, were visibly suffering in the front row.  Sharapov's gesticulations resulted in a warning for illegal coaching midway through the second set as his daughter served at 3-3, 0-30. Sharapov kept his arms folded across his chest for much of the uneven tennis that remained.  Sharapova's 7-6 (5), 7-5 victory required 2 hours 14 minutes -- 11 minutes more than Clijsters's three-set victory -- as the 12th-seeded Chakvetadze kept alternating the sublime (her two-handed backhand) and the ridiculous (a second serve that bounced well before hitting the net in the final set).  ''Sometimes I feel I don't know if she knows what she's doing,'' Sharapova said. ''She definitely has a lot of variety. If she wants to step in, she has a lot of power behind her strokes. But over all, at the end of the day, it's just about who took the chances a little more.''  That has been Sharapova's trademark throughout her career, and it does indeed take preternatural self-confidence to keep taking huge cuts at returns when the results have generally been unsatisfactory.  ''She is stronger,'' said Chakvetadze, a fast-rising blond Muscovite who, at 19, is the same age as Sharapova. ''She's a great fighter. I think she deserves this win.''  But even Sharapova conceded that she will probably have to raise her level if she is to break through to her first Australian Open final. She has come close the last two years, losing to Serena Williams in the 2005 semifinals despite holding three match points and then losing to Justine Henin-Hardenne last year in the same round in a three-set match.  Both Williams and Henin-Hardenne went on to win the title. Williams is still in contention here despite being unseeded. She will face Nicole Vaidisova, a 17-year-old Czech, in Thursday's semifinal in the bottom half of the draw.  Henin-Hardenne withdrew from the tournament for personal reasons. On Wednesday, a posting on her Web site confirmed that she and her husband of five years, Pierre-Yves Hardenne, were separating.  ''These last weeks have not been easy for me or my entourage,'' she wrote. The Web site's name has already been changed from heninhardenne.be to justine-henin.be.  It has been an unusual tournament from the start for Sharapova, who was two points from defeat against the underpowered Camille Pin of France in the first round as temperatures soared well above 100 degrees on court and left Sharapova sluggish and disoriented. Even without being in top form, she has recovered well enough not to drop another set.  Yet she needed more than two hours to beat Vera Zvonareva, 7-5, 6-4, in a night match on Monday in the fourth round. Both Zvonareva and Chakvetadze play terrific defense and are capable of handling Sharapova's power from the baseline.  ''You know, it's tough to be aggressive because Maria, she's hitting the ball so hard,'' Chakvetadze said. ''Especially in the warm-up, I thought she would kill me.''  But once the rallies began in earnest, Chakvetadze held her own. When Sharapova double-faulted to lose her serve and fall behind, 2-4, it appeared that Chakvetadze might do more than that.  But Chakvetadze responded to success by double-faulting herself to lose her serve in the next game, only to have Sharapova do the same again to lose hers.  So it went into the tie breaker, with neither player winning a point on serve until Sharapova managed it at 4-4. On the next point, Chakvetadze glided forward to hit a short forehand and guided it wide.  The set would soon be over, and Chakvetadze's forehand would prove to be vulnerable shot throughout the rest of the match. It did not help her cause that she waited until after the first set to receive treatment for a strained right shoulder.  ''I definitely should have called the trainer earlier,'' she said.  Sharapova received treatment on court for a blister on her left foot in the second set after taking a 4-3 lead in the game in which she received the coaching warning. Sharapov gestured as if he were hitting a forehand from the stands as she fell behind in the game.  The coaching issue is a sensitive one with Sharapova. ''I asked the umpire if it was in between those two points, because between those two points, I didn't see anything or even look at him,'' she said.  Sharapov was not the only father/coach in an agitated mood on Wednesday. Chakvetadze's father/coach, Djambuli, also did little to disguise his mood swings in a different section of the stands.  ''It's normal,'' Sharapova said. ''I've been with my dad every single day, and I'm sure Anna has, as well. They're both animated. Both want you to win, and they're really excited for the opportunities you have.''  TENNIS  ", 
            "title": "Clijsters and Sharapova Are Out of Sorts, but in the Semifinals"
        }, 
        "weight": 0.5559527151341894, 
        "file": "1821109.txt", 
        "other_topics": {
            "0": 0.0002094624176105326, 
            "1": 0.00014101970421463565, 
            "2": 0.0002570250850030676, 
            "3": 0.0001869178635235734, 
            "4": 9.66945985249145e-05, 
            "5": 0.007419171261021677, 
            "6": 0.00016630245587947057, 
            "7": 0.2089090324672367, 
            "8": 0.000137753691873729, 
            "9": 0.00027023258955453293, 
            "10": 0.00011606041689385642, 
            "11": 0.00016970930562006166, 
            "12": 0.00013718939764779408, 
            "13": 0.00010457324809463235, 
            "14": 0.5559527151341894, 
            "15": 0.00012276775903385866, 
            "16": 0.00017790947049903336, 
            "17": 0.002472586698557155, 
            "18": 9.289044564045439e-05, 
            "19": 0.028450229219557237, 
            "20": 0.19044285042640993, 
            "21": 0.002809211688045421, 
            "22": 0.00014155790651728772, 
            "23": 0.0001680077881412887, 
            "24": 8.04372494968033e-05, 
            "25": 0.00017413173724485062, 
            "26": 0.0001427817977090534, 
            "27": 9.867543549006113e-05, 
            "28": 0.00014928610086359, 
            "29": 0.0002028166399054083
        }
    }, 
    {
        "content": {
            "text": "  It has been two weeks of turning back the clock for Serena Williams, and under a closed roof during Saturday's Australian Open women's final, she completed her astoundingly quick trip back to dominance against the top-seeded Maria Sharapova.  Under the lights, she was the relentless Williams of yore: crushing returns and first serves, casting ominous glances across the net and showing not the slightest hint of vulnerability as she raced to a 6-1, 6-2 victory.  The rout, which required just one hour and three minutes, capped one of the most remarkable comebacks in tennis history, and it came against the young, confident woman who will regain the No. 1 ranking on Monday.  But there could be no doubt about who was No. 1 Saturday, as Williams applied enormous pressure from the start and methodically extracted all the suspense to win her eighth Grand Slam singles title and third Australian Open title.  She also won here in 2003 and 2005, and that victory in 2005 was her last in any tournament until this year's unexpected run through a brutal draw in Melbourne. Although Williams arrived here unseeded and ranked 81st, she eliminated six seeded players in her seven matches.  But Williams, the first unseeded woman to win here since the Australian Chris O'Neil in 1978, saved the most prestigious victim for last. When it was over, Williams was jumping up and down with delight, reaching up into the stands to slap hands with her mother and coach, Oracene Price, and eventually dancing in front of her chair. Meanwhile, Sharapova was sitting in hers with tears streaming down her cheeks.  ''You can never underestimate her as an opponent, and I don't think many of you expected her to be in the final, but I definitely did,'' Sharapova said to the crowd in Rod Laver Arena. ''I know what she's capable of. She showed it today. She's an amazing champion, and she showed it here many times, and of course I look forward to playing her many more times, and winning a few, I hope.''  Williams soon began to cry herself when she concluded her rambling, merry victory speech on a serious note as she spoke of her slain half sister, Yetunde Price, who was murdered in September 2003 in Compton, Calif. ''Most of all I would like to dedicate this victory to my sister who is not here,'' Williams told the crowd. ''Her name is Yetunde, and I just love her so much.''  It was a remarkably forceful and focused afternoon for Williams against Sharapova, the 19-year-old who has supplanted her as the sport's dominant personality and commercial enterprise.  Williams finished with 28 winners and 11 unforced errors, a huge success rate for someone who takes such risks with her aggressive game. She broke Sharapova's shaky serve four times and never lost her own, serving seven aces and putting 67 percent of her first serves into play.  ''On the scoreboard, it definitely looked easy, but I was just fighting for every point,'' Williams said in an interview with Australian television.  As the vagaries of Melbourne's weather would have it, Williams has won all three of her titles here indoors. In 2003, the roof was closed because of extreme heat when she beat her sister Venus in three sets to conclude her self-styled ''Serena Slam'' by winning her fourth consecutive Grand Slam singles title. It was closed because of rain in 2005 when she beat Lindsay Davenport after another surprising run through the draw when she, by her own admission, was not in top shape. This year, there were scattered showers in the hour before the match was scheduled to begin, which caused organizers to close the roof again, putting Williams back in a familiar place and frame of mind.  ''When I saw the roof was closed, I said, 'I'm going to win for sure,' '' Williams said with a laugh.  Sharapova became a star by surprising Williams in the 2004 Wimbledon final, handling her power on the grass of the All England Club with baseline power of her own. But Williams had won their most recent match, saving three match points in the 2005 Australian Open semifinals, on her way to the title.  Since then, Williams has struggled with knee problems and personal problems, fighting through depression and distractions and slipping out of the top 100 at one stage last year. All the while, Sharapova was growing into her game and producing consistent excellence in the Grand Slam events, hitting a peak by winning her second major title at last year's United States Open, where Williams was knocked out in the fourth round by Amélie Mauresmo.  There were few hints in recent months that Williams was ready for a breakthrough. She did not play another tournament after the U.S. Open last season, and when she did return to the circuit this month to play a warm-up event in Tasmania, she was beaten in the quarterfinals by a player of limited means: Sybille Bammer of Austria.  Price said the defeat in Tasmania left her daughter in a particularly foul mood. Clearly, Williams still cared, and the matches played there, however uneven, proved useful to her in Melbourne, as she started from a higher platform and made the leap into top form.  ''I think I get the greatest satisfaction just of holding up the Grand Slam trophy and proving everyone wrong; I just love that,'' Williams said. ''I just had so much fun out there today. I just made some great shots. It was just fun.''  This title run did not come without suspense. Williams was down a set and 3-5 in the third round against the fifth-seeded Nadia Petrova before finding her range and roaring back to win. She was also two points from defeat against Shahar Peer of Israel in the quarterfinals, but Williams has played the big points bravely, sometimes ferociously.  Her power and her past still intimidate, even against Sharapova, another fierce competitor who, like Williams, was raised to be a champion, but did not have an older sister along to share the ride and the sacrifices.  But Williams came here without Venus, who withdrew from this tournament, citing continuing problems with an injury to her left wrist. Now, at least one of the Williams sisters is back at the forefront of the sport.  Serena will rise to No. 14 in the rankings on Monday, and she intends to play a relatively full schedule at least through Wimbledon after playing only four tournaments last year.  ''I've been working really hard the last year,'' Williams said, ''and I haven't felt my results have been showing, and finally it all came together at the Australian Open.''  TENNIS  ", 
            "title": "Williams Shocks Sharapova to Win in Australia"
        }, 
        "weight": 0.5536217461635561, 
        "file": "1821822.txt", 
        "other_topics": {
            "0": 0.00018154832097188713, 
            "1": 0.0001222266543859078, 
            "2": 0.00022277252961305032, 
            "3": 0.0001620081763090026, 
            "4": 8.380855243392464e-05, 
            "5": 0.00027974070158340585, 
            "6": 0.0001441400895818795, 
            "7": 0.1667170225307783, 
            "8": 0.00011939588854481285, 
            "9": 0.000234219930549697, 
            "10": 0.00010059357692297238, 
            "11": 0.0001470929240677196, 
            "12": 0.00011890679522477344, 
            "13": 9.063725047544019e-05, 
            "14": 0.5536217461635561, 
            "15": 0.00010640706230900262, 
            "16": 0.00015420029054640715, 
            "17": 9.283919859115335e-05, 
            "18": 8.051136157375686e-05, 
            "19": 5.595112992146132e-05, 
            "20": 0.27372597596067677, 
            "21": 0.00038460371814523676, 
            "22": 0.00012269313293372712, 
            "23": 0.00014561816002699356, 
            "24": 6.97177458196544e-05, 
            "25": 0.00015092599849344433, 
            "26": 0.0021739911217900226, 
            "27": 8.552541233291654e-05, 
            "28": 0.0001293914262300662, 
            "29": 0.00017578819561058675
        }
    }, 
    {
        "content": {
            "text": "  When 18-year-old Alexa Turzian poled past the finish line of the 10-kilometer freestyle race at the United States Nationals in Houghton, Mich., on Jan. 4, she became the youngest person to win a United States title in cross-country skiing. Her coach, Rick Kapala, was amazed. ''She hadn't been a dominating junior,'' he said in a telephone interview after the race.  In Hailey, Idaho, Turzian's classmates at Wood River High School were incredulous. ''I think they think it seems so unreachable for a young athlete to be national champion,'' Turzian said by telephone last week. ''They just think, 'How is that possible?' ''  Turzian is not on a national team, nor is she a member of a development team. In fact, a year ago, there was no national women's cross-country team because it was thought to have little promise against top international competition. Last year there was no United States women's development team, though teenagers like 19-year-old Morgan Arritola, of Sun Valley, and 18-year-old Liz Stephen, racing for Burke Mountain Academy in Vermont, were winning medals against older women at the nationals.  Instead, leading up to the Turin Olympics in Italy, the United States cross-country team invested its $650,000 budget on five men. ''We made a conscious decision to focus more money on fewer athletes,'' said Luke Bodensteiner, the United States Ski Team's nordic director. ''We took everything we had and put it in play until the Olympics, and if we had to fold up shop after that, then that's what we'd do.''  ''We just went down the world-ranking list,'' said Pete Vordenberg, the cross-country head coach. ''The top-five ranked Americans stayed on our team.''  The all-men's squad included Kris Freeman, who placed fourth in the men's 15-kilometer classic at the 2003 world championships, and Andy Newell, who, after the Olympics, became the first American in 23 years to win a World Cup medal, a bronze in a 1-kilometer freestyle sprint in China.  Others, including Kikkan Randall, had to find outside funding to attract the attention of coaches who were scheduled to name a 17-member Olympic team three weeks before the opening ceremony in Turin. (The United States Olympic Committee -- not the United States Ski Team -- finances the Olympic team.)  For Randall, that meant cobbling together funding from Alaska Pacific University, which paid all her travel expenses and most of her training expenses, and sponsors that included a local dairy and an orthopedic clinic. She also used savings from her part-time job in Anchorage.  Sustained by her fund-raising acumen and an independent training program, Randall made her second Olympic team without competing on the World Cup tour as a member of the national team. She then finished higher than any cross-country skier on the 2006 United States Olympic team, placing ninth in the 1.2-kilometer freestyle sprint. Two weeks later, she had the best World Cup finish by an American woman, fifth in a 750-meter sprint in Sweden.  Turzian, meanwhile, was honing her talent under Kapala's guidance at the Sun Valley Ski Education Foundation, one of the nation's premier clubs. She had just given up an overlapping career as a promising Alpine racer at the same Idaho mountains where the Olympic medalists Picabo Street and Christin Cooper had been groomed.  With solitary focus, Turzian became one of the most driven nordic athletes on her club. Kapala said he received calls from his friends every day saying they saw her roller-skiing the five-mile path to school before dawn or running up mountain trails.  Now she trains 500 hours a year and loves the sport so much that she does most of it on her own.  ''Alexa knows what she wants,'' said her father, Mike Turzian, in a telephone interview. ''She's always wanted to be on the U.S. ski team.''  Recognizing that the sport had been underfunded, the ski team has allocated $1 million of its $24 million net budget this season to cross-country skiing. (The team also finances six other programs: Alpine, snowboarding, freestyle, ski jumping, nordic combined, and disabled skiing.)  The boost in funding has allowed the cross-country team to nearly triple in size. Six athletes are competing internationally on the World Cup (five men and Randall). Eight athletes represent the United States on the lower-tier Continental Cup series. Of the eight, six are women, all under age 23. Bodensteiner and Vordenberg believe the women are poised to make breakthroughs by 2010 and 2014.  ''The challenge will be to keep them going,'' Vordenberg said.  Moments after stepping off the winner's stand at the nationals, Turzian had to return the $1,200 prize money because she will be a freshman at Middlebury College this fall and accepting payment would have violated N.C.A.A. rules.  She also took her first doping test. ''It's kind of weird having someone in the bathroom with you,'' she said. ''But at the same time, it's a good idea. I see why they do it.''  Of all the Olympic sports -- summer and winter -- cross-country skiing ranks third in positive doping tests at the Games since drug testing was started in 1968, in Grenoble, France. Five of the seven positive tests came at the 2002 Games in Salt Lake City, where three athletes had to return medals. ''The sport's not 100 percent clean, for sure,'' said Bodensteiner, who competed in the 1992 and 1994 Games.  Later this month, Turzian will compete at the junior world championships in Tarvisio, Italy, and Randall will be watching. ''It's lonely over here on the World Cup by myself,'' she wrote in an e-mail message from Switzerland. ''I am excited to see other U.S. women stepping up and skiing well. I know we can all get better if we build a team.''  WINTER SPORTS  ", 
            "title": "Cross-Country Program Picks Up Speed"
        }, 
        "weight": 0.5535476457175609, 
        "file": "1819495.txt", 
        "other_topics": {
            "0": 0.042764484382678596, 
            "1": 0.01289970400912179, 
            "2": 0.00023130881238636144, 
            "3": 0.00868341195218921, 
            "4": 8.701996051749988e-05, 
            "5": 0.0002904599125025806, 
            "6": 0.0001496633045212552, 
            "7": 0.08795339015179933, 
            "8": 0.00012397094574939538, 
            "9": 0.0002431948591990702, 
            "10": 0.00010444815997809522, 
            "11": 0.00015272928684537544, 
            "12": 0.00012346311116493864, 
            "13": 9.411032321559217e-05, 
            "14": 0.5535476457175609, 
            "15": 0.027784871034241036, 
            "16": 0.002288907967298441, 
            "17": 0.006482793560002163, 
            "18": 8.359642664013487e-05, 
            "19": 5.809508666211272e-05, 
            "20": 0.1415851812589139, 
            "21": 0.0003993411101363284, 
            "22": 0.04057457498789871, 
            "23": 0.0001511980122335417, 
            "24": 7.238921700000202e-05, 
            "25": 0.07253587425908604, 
            "26": 0.00012849597173784292, 
            "27": 8.880260770905163e-05, 
            "28": 0.00013434949626078496, 
            "29": 0.00018252411474993738
        }
    }, 
    {
        "content": {
            "text": "  In some ways, the United States Figure Skating Championships seem to be in a full post-Olympic-year swoon.  Missing are the two biggest names in women's skating over the past six years, Michelle Kwan and Sasha Cohen, and the men's stalwart Timothy Goebel has retired. So when the event begins today in Spokane, Wash., it will find itself with an unlikely star.  Kimmie Meissner will take the ice a year after her surprising victory in the world championships at age 16 following a sixth-place finish in the Olympics. She was second at last year's nationals behind Cohen. Meissner was nearly forgotten in the attention paid to Kwan's petition to be added to the Olympic team after missing the nationals with an injury.  Meissner, now 17, said she thought it was funny that she was trying to win a national title after capturing a world championship.  ''Yeah, my winning worlds last year was a big shock,'' Meissner said last week from her home in Delaware. ''Winning it before winning nationals is pretty funny. I changed it up.''  She will be the women's favorite at the start of Thursday's short program, most likely vying for the title with Emily Hughes, who eventually took Kwan's place in the Turin Olympics and was another skater who overshadowed Meissner.  If last year marked the end of Kwan's career -- she has not officially retired, but is not competing this season -- it also launched Meissner's. She burst into the sport's consciousness two years ago when she became the first woman since Tonya Harding in 1993 to land a triple axel. Meissner has not landed one since, but she has quietly gone about polishing the artistry of her programs to match the majesty of her jumps.  ''I've probably matured a little bit,'' Meissner said. ''I'm doing my normal triple-triples. I can take on the biggest pieces of music, do different styles. I want to make everything in my program bigger.''  With the glamorous Cohen taking a hiatus from competition, Meissner and Hughes give the top of the women's field a distinctly girl-next-door flavor. Meissner and Hughes are public-school students with a lot of regular-kid interests to go with their top-level skating.  Hughes, who finished seventh in the Olympics and eighth in the world championships at age 17, was trying to write a second chapter in the Hughes Olympic story, after her older sister Sarah's gold-medal performance in 2002.  So far this season, Hughes has finished as high as third, in the Cup of China. Meissner finished second and third in her two international competitions, Skate America and Trophée Eric Bompard.  Meissner called the past year a whirlwind and said she still had not gotten used to people recognizing her. She said she was floored when her local phonebook arrived with her picture on the cover.  ''Now when I go to look up a number, I have to look at my picture,'' she said, laughing. ''It's different, but it's something I definitely enjoy.''  The biggest question mark in the pairs competition, which begins tonight with the short program, is how well John Baldwin will recover from injuries he sustained in a severe beating.  Baldwin and his partner, Rena Inoue, are defending champions at the nationals, and they landed the first throw triple axel in the competition.  They were unsure they could even compete here after Baldwin said he was kidnapped, robbed and beaten while in St. Petersburg, Russia, for a competition in December. He was left with a concussion and vertigo.  ''Thank goodness for skating to help me get through some of the ordeal,'' Baldwin wrote in an entry on the pair's Web site; he added that they resumed training only two weeks ago. ''Our skating is going well and we're performing the throw triple axel every day. I am getting better each day physically and emotionally.''  The men's field will again be led by Johnny Weir, the three-time national champion, who will probably vie with Evan Lysacek for the title.  And the ice-dancing competition will showcase Tanith Belbin and Ben Agosto, the three-time national champions whose silver medal in the 2006 Games was the first Olympic medal by an American dance team in 30 years.  FIGURE SKATING  ", 
            "title": "Meissner Is Alone on Center Ice"
        }, 
        "weight": 0.5530548634351854, 
        "file": "1821070.txt", 
        "other_topics": {
            "0": 0.00026611668013078063, 
            "1": 0.0001791619515649878, 
            "2": 0.0003265438407119229, 
            "3": 0.00023747439691315046, 
            "4": 0.003128121305965559, 
            "5": 0.00041004877601902485, 
            "6": 0.00021128304524073712, 
            "7": 0.1752554201124268, 
            "8": 0.0001750125658596997, 
            "9": 0.018374963290240676, 
            "10": 0.021184364736745964, 
            "11": 0.0002156113612843161, 
            "12": 0.00017429564438168073, 
            "13": 0.00013285765499555997, 
            "14": 0.5530548634351854, 
            "15": 0.00015597331890789424, 
            "16": 0.0002260294624358768, 
            "17": 0.00013608530876419245, 
            "18": 0.00011801495128194998, 
            "19": 8.201413741838419e-05, 
            "20": 0.14578405841720063, 
            "21": 0.03963231138203098, 
            "22": 0.012200938824274657, 
            "23": 0.00021344962655499828, 
            "24": 0.0001021934819579025, 
            "25": 0.027268689424114614, 
            "26": 0.00018140064658323402, 
            "27": 0.0001253646339168085, 
            "28": 0.00018966419849767729, 
            "29": 0.00025767338839401084
        }
    }, 
    {
        "content": {
            "text": "  Anyone who has taken a marathon flight from the United States to Melbourne -- ''Eight movies and you're there'' an Australian once said -- could sympathize with Jimmy Connors as he sat courtside Friday night, having arrived a few hours earlier.  But the huge-hitting, intermittently deep-thinking match between Connors's protégé Andy Roddick and one of the game's unpredictable yet essential men, Marat Safin, was a fine antidote to jet lag. It was only the third round at the Australian Open, but in tone and quality the match was worthy of a much later round. When all the big swings -- emotional and otherwise -- had been completed, Roddick advanced with an impressive 7-6 (2), 2-6, 6-4, 7-6 (2) victory.  ''Jimmy, he's doing a pretty good job with him,'' Safin said.  Connors has spent little time with Roddick in recent weeks because of concerns about his mother and coach, Gloria, who died Jan. 8 at home in Belleville, Ill. But the fruits of Connors's and Roddick's mutual labor in the past six months were on display in Rod Laver Arena. Roddick put his improved backhand and more effective approach shots and volleys to frequent use against his volatile Russian opponent, who won this title in 2005.  ''Obviously, we've been thinking a lot about Jimmy the last couple weeks,'' said Roddick, who came to Australia with his brother John and his trainer, Doug Spreen. ''And for him to be here in the flesh, we're real happy about that.''  This is a court where Roddick has experienced some of the biggest buzzes and busts of his career. It was here that he defeated Younes el-Aynaoui in a 2003 quarterfinal with its epic 21-19 fifth set. It was here that he looked tactically befuddled last year in a stunning loss in the fourth round to Marcos Baghdatis.  But this 3-hour-and-12-minute match, which began outdoors and finished under a closed roof because of rain, was another one to savor. ''From the whole strategic standpoint, this was one of his best matches,'' said Patrick McEnroe, the United States Davis Cup captain. ''This is a different Andy. He comes in now, and he comes in like he means it. He used to come in wondering what he's doing up there. Now you see after he hits his approach, he explodes into net.''  Safin still made him pay on occasion, producing brute force and deft angles with his backhand passing shots. But the sixth-seeded Roddick hit enough acrobatic volleys and touch shots around the net to keep Safin from settling into a groove.  From the backcourt, Roddick held his own, except for one error-filled stretch in the second set and the first few games of the third. His own two-handed backhand, particularly down the line, is a more effective shot now, and Safin, who had split his first six matches against Roddick, gradually realized that some of his longtime tactics against Roddick were not paying dividends, in part because Roddick is covering the court better than in the past while sticking closer to the baseline.  ''Right now, the guy is moving,'' Safin said.  Top-seeded Roger Federer, who is in Roddick's half of the draw, advanced with a straight-set victory over Mikhail Youzhny, last year's flashy United States Open semifinalist from Russia. Federer will face Novak Djokovic, a 19-year-old from Serbia, in the fourth round. Federer's only true difficulties so far have been with the electronic line-calling system, which is being used here for the first time. Federer, a traditionalist, has not been a fan of the system from the start and has yet to show the same gift for challenging calls as he has for whipping forehands.  ''I wish I had none all the time,'' he said of the challenges.  Seventh-seeded Tommy Robredo of Spain put an end to the American youngster Sam Querrey's first Australian Open, 6-4, 6-7 (5), 6-2, 6-1. Querrey, a 19-year-old from California who will break into the top 100 after reaching the third round, roared back from a 2-5 deficit in the second-set tie breaker. But he soon ran low on resources.  ''If I would have just kept running back and forth, I would have cramped,'' Querrey said. ''I was just trying to hit the forehand as hard as I could. He's tough, though. I had to rip 10 shots side to side in order to get a point against him. It was annoying.''  Mardy Fish barely had to sweat at all to reach the fourth round. His opponent, Australia's Wayne Arthurs, lasted only three games before retiring because of the effects of a pain-killing injection for a hip injury that not only deadened the pain, but also caused him to lose temporary control over his right leg. The 35-year-old Arthurs said he would not have taken the risk of an injection if this were not his last Australian Open.  Fish, presumably well rested, will now face 16th-seeded David Ferrer, who erased a two-set deficit against Martina Hingis's fiancé, Radek Stepanek, to win in five sets. Stepanek, a Czech, was back to being a spectator Saturday as Hingis reached the fourth round of the women's event with a 6-2, 6-1 victory over Akiko Nakamura of Japan. Top-seeded Maria Sharapova also advanced, defeating Tathiana Garbin of Italy, 6-3, 6-1.  On the men's side, eighth-seeded David Nalbandian came from two sets down and fended off three match points to beat Sebastien Grosjean, 5-7, 4-6, 7-6 (4), 6-4, 6-1  Friday was a trying night for Safin, once the world's No. 1 player before injuries and meandering motivation knocked him back. In the third set, he skinned the pinky finger on his right hand while diving unsuccessfully for a drop shot and required treatment. Before the start of the fourth set, he lost his temper after Wayne McEwen, the tournament referee, insisted he play on after a slight rain delay. Although the roof had been closed, Safin was concerned that the court area outside the lines had not dried, and he spent much of the set expanding on his argument and frustration, in sometimes profane fashion, with McEwen, and the chair umpire, Pascal Maria.  Safin, as is his custom, did not let his rant ruin his rhythm. But Roddick proved to be a fresher, more consistent player down the stretch. After struggling in tie breakers at the end of 2006, Roddick won both handily against Safin.  Darren Cahill, Andre Agassi's longtime coach who is in Melbourne to do television commentary, said there were three big differences in the Roddick of last year and this year. ''Confidence, confidence and confidence,'' Cahill said, laughing.  ''I don't think the backhand is much different. He's just playing it closer up in the court and is willing to take it down the line and willing to pull a few triggers with it,'' Cahill said. ''I think you need the confidence, the ability to make the shot, and once you have that, he's a much more aggressive player. So he's got a good break game at the moment, and we know how good his hold game is. He's a threat, a threat to everyone.''  It is early to start sounding triumphant. Roddick has yet to get past the fourth round in this event, and this year's opponent will be another power player, ninth-seeded Mario Ancic of Croatia. Roddick holds a 4-0 edge in their matches but sees plenty of improvement in Ancic.  ''Mario is a different player now than even when I played him in the semifinals of Wimbledon,'' Roddick said. ''I have the next highest-seeded guy I would have possibly played in the fourth round, so it definitely doesn't get any easier.  ''It started out tough this year,'' added Roddick, who struggled to get past the French wild card Jo-Wilfried Tsonga in the first round. ''I was up against it in the first round, and it seems like it's just going to continue to be that way. Some tournaments are like that, and you somehow just try to survive an event.''  TENNIS  ", 
            "title": "Roddick Shows His Confidence And Dismantles Safin in a Duel"
        }, 
        "weight": 0.5511301446533295, 
        "file": "1820117.txt", 
        "other_topics": {
            "0": 0.00015014861319637075, 
            "1": 0.00010108693131079965, 
            "2": 0.00018424288476248996, 
            "3": 0.00013398803618259105, 
            "4": 6.931343597442417e-05, 
            "5": 0.001926996343637271, 
            "6": 0.00011921032615923338, 
            "7": 0.16840395145004117, 
            "8": 9.87457608551947e-05, 
            "9": 0.005280625067473871, 
            "10": 8.319540489600897e-05, 
            "11": 0.00012165245286508135, 
            "12": 9.834125871860432e-05, 
            "13": 7.496107587206388e-05, 
            "14": 0.5511301446533295, 
            "15": 8.800341834321112e-05, 
            "16": 0.00012753056407283282, 
            "17": 7.678218583405516e-05, 
            "18": 0.0017622247337962236, 
            "19": 4.627409672259254e-05, 
            "20": 0.23147058743524807, 
            "21": 0.03253521077562061, 
            "22": 0.005188387398149111, 
            "23": 0.00012043275678460272, 
            "24": 5.7659706209120836e-05, 
            "25": 0.00012482257752511702, 
            "26": 0.00010235005000066945, 
            "27": 7.073335620010345e-05, 
            "28": 0.00010701251933337009, 
            "29": 0.00014538473088555377
        }
    }, 
    {
        "content": {
            "text": "  Which man deserves the title of America's greatest ski racer ever, Phil Mahre or Bode Miller? It is an argument that warms the sport's fans during many a cold chairlift ride, and the debate breaks along a generational divide.  But as Miller zeroes in on the records Mahre set in the '80s, Mahre has set out to modify his own résumé. This month, Mahre, 49, entered an internationally sanctioned race series at Mammoth Mountain in California.  Competing alongside high school racers as young as 15, Mahre started 85th, when the snow surface was ripped to shreds, making racing slow and painful. He finished second.  Watch your back, Bode.  Mahre, the 1984 Olympic slalom champion, shared the podium with two men born in 1986, two years after he retired. Within hours, coaches of a certain age were reigniting the great chairlift debate, e-mailing the results around.  ''Things have gone well, and in some respects better than planned,'' Mahre wrote recently in an e-mail message from Utah, where he competed last week in four more races. ''Hopefully I can continue on the same upward swing and make this a reality.''  Mahre has set a goal of qualifying for the United States national championships next season, where at 50 he would compete against the whippersnappers on the United States ski team.  This year, he simply hoped to establish a world ranking, but with results like the one in California, it is possible that he will qualify for this year's edition of the championships.  ''Better him than me,'' said Tamara McKinney, Mahre's former teammate, widely considered the country's greatest female racer. ''It's not an easy sport at any age, but Phil's in great shape.''  McKinney, 44, won 18 World Cup races and the overall World Cup title in 1983. She now sells real estate and coaches 10-year-old racers near Lake Tahoe, Calif.  Mahre has neither the intention, nor the joints -- a broken ankle in 1979 required seven screws and a two-inch plate to reconstruct -- to return to racing's most elite circuit, but his modest comeback is noteworthy because it coincides with Miller's assault on his position as the top American on the World Cup career victories list.  On Saturday, Miller crashed through the finish line to win the prestigious Lauberhorn downhill here, giving him his 25th career World Cup victory, two behind Mahre's American record.  Asked about chasing Mahre, Miller said: ''I don't think of him that often. Obviously, he was a great champion. The U.S. hasn't had many of those. He stands out in history of U.S. skiing as one of the few guys who really competed and won at the top level a significant number of times.''  Mahre also showed little concern about having his record broken by Miller -- whom he has criticized in the past. Miller is skiing strong now, a year after he failed to win medals in the five events he entered at the Olympic Games last year in Turin, Italy.  Those in Mahre's corner point to the three years (1981-83) when he won the sport's most prestigious trophy, the overall World Cup title. Miller did it only once, in 2005.  While Mahre was a ''technical specialist,'' racing giant slalom and slalom, Miller does every event, passing up chances to rest and train, and once swept victories in each of the sport's disciplines in a record 16-day stretch.  Both are known for strong opinions and fearless independence.  There have been sea changes in ski equipment since Mahre retired, some of them driven by Miller's experimentation. But Mahre has kept pace by running the Mahre Training Centers, a race camp.  The digital revolution has been harder to keep pace with. In Mahre's heyday, the United States team used a massive video camera and tripods so they could watch race video. Now, even junior racers travel with laptops, downloading World Cup footage that they compare side-by-side with video of their own skiing.  One of the most important weapons in a skier's arsenal is video analysis software that allows them to chart their speed fluctuations and to overlay images of themselves in different training runs. The United States ski team even has a super-slow-motion camera that reveals problematic vibrations of the ski that are invisible to the unassisted eye.  For now, Mahre takes the more old-fashioned approach of the ''Rocky'' movies of his day: He trains really, really hard.  ''I haven't done much video stuff,'' he said in a telephone interview earlier this winter. ''For me, it's just volume -- getting 12 runs on a course and three or four more freeskiing. If you're on top of your game, you can go back and do quality work, but for me it's quantity.''  Adam Chadbourne, the head coach at Vermont's elite ski school, the Burke Mountain Academy, invited Mahre to train with the team on a Austrian glacier and said Mahre blew the teenagers away as he lapped them on the training course's chairlift.  ''He was a great inspiration to them,'' Chadbourne said.  That approach is apparently already putting Mahre on track for his goal.  ''He's an incredible athlete, just the way Bode is,'' said James Cochran, a United States ski team racer. ''It sounds like he's going to make nationals. Hopefully he won't beat us.''  Cochran descends from the Cochran clan of Vermont that won a heap of Olympic and World Cup medals in the seventies. He races on the World Cup now, so he views the who's-the-greatest debate from an authoritative perspective.  ''Bode is definitely the Phil Mahre of our time,'' Cochran said.  SKIING  ", 
            "title": "A New Hill to Descend"
        }, 
        "weight": 0.5508041740020433, 
        "file": "1819107.txt", 
        "other_topics": {
            "0": 0.00019429558620861218, 
            "1": 0.00013080869785573397, 
            "2": 0.0046268001380069534, 
            "3": 0.0001733834464457546, 
            "4": 8.969310064269957e-05, 
            "5": 0.002493575373348208, 
            "6": 0.00015426076678401153, 
            "7": 0.1301506763975108, 
            "8": 0.00012777917213183576, 
            "9": 0.00025066548929935154, 
            "10": 0.0001076566717468931, 
            "11": 0.0001574209321016084, 
            "12": 0.0001272557375287557, 
            "13": 0.0022911941797882666, 
            "14": 0.5508041740020433, 
            "15": 0.00011387834620219611, 
            "16": 0.00016502733644059358, 
            "17": 9.935782615251581e-05, 
            "18": 8.616440025269608e-05, 
            "19": 0.002254072601961163, 
            "20": 0.20737189554275942, 
            "21": 0.046489659454260694, 
            "22": 0.00013130792980906245, 
            "23": 0.00015584261872322904, 
            "24": 7.461291969354185e-05, 
            "25": 0.0067441018718315355, 
            "26": 0.00013244320103944528, 
            "27": 9.153050843984657e-05, 
            "28": 0.0440223347325833, 
            "29": 0.00018813101840805258
        }
    }, 
    {
        "content": {
            "text": "  MELBOURNE -- Roger Federer was sitting comfortably, legs crossed, after vanquishing Tommy Robredo in less style than usual in the quarter final round of the Australian Open Tuesday. He was talking just a little wistfully about how great it had been to watch a five-set match the night before when Rafael Nadal's staying power had gotten the better of Andy Murray's brain power.  \"Very interesting, I thought,\" said Federer, who had stayed up late on Monday night to see the finish on television in his hotel room. \"Raf is incredibly tough. I like to watch him just battle it out. I love seeing that. I mean he was so strong in the end. He deserved to win.\"  For the moment in Melbourne, the small screen is as close as Federer is getting to five-set fever. Despite fluctuations in form and weather conditions, the world's number one player has not come close to going the distance at this Australian Open.  In five matches, he has not lost a set, and even losing his serve four times, as he did against the seventh-seeded Robredo on a cool, gusty Tuesday night that played tricks with timing, was not enough to keep Federer from closing out the smooth-moving Spanish baseliner 6-3, 7-6 (2), 7-5.  \"I think he has a level of confidence that is way up there,\" said Robredo, who has lost all seven of his matches against Federer. \"He comes up with what he needs.\"  Federer has set the bar so high that even straight-set victories can seem deflating if they contain a few too many errant shots or a few too many groans of frustration.  But the ongoing test of a great champion is how his game responds to true pressure, and though Federer has played and won two tiebreakers in Melbourne, it appears that Roddick's form and the American's state of mind could make things more interesting for Federer when the two face off for the 14th time on Thursday night.  \"I look forward to it,\" Roddick said. \"We've done it before. I'm sure we'll do it again. I feel like I'm in good form. I'd love to see where I match up.\"  After having to fight his way past former Australian Open champion Marat Safin in the third round in four sets and Mario Ancic in the next round in five sets, Roddick got to conserve some energy on Tuesday as he put close friendship aside for an hour and 27 minutes and overwhelmed his former housemate Mardy Fish 6-2, 6-2, 6-2 and then kept the celebration to a minimum  \"You know, it's always difficult; it's a weird, weird situation,\" said Roddick, who made a minuscule four unforced errors in the match. \"Being that we're close, I think it takes away maybe a little of the elation because you're not really solely focused on your side of the court. Maybe you're a little more conscious of both sides. It wasn't a planned reaction not to do anything. It was just kind of what I felt.\"  A victory over Federer would leave him with no reason to hold back. Theirs, for now, is much more a relationship than a rivalry. Federer has won 12 of their 13 matches, his only loss coming in 2003 in the semifinals of the Masters Series event in Canada when Federer was one victory away from claiming the number one ranking for the first time.  \"It was so important for me this experience, this kind of pressure, because never in my life had I handled pressure like this,\" said Federer, who lost in a third-set tiebreaker. \"So I was so disappointed but so happy to have gone through it later on.\"  By the end of the 2003 season, Roddick had the number one ranking but Federer had begun taking control of the sport, and he has maintained that control for three full seasons, clamping down hard on Roddick in a series of matches in late 2004 and 2005.  But after successfully recruiting all-time great Jimmy Connors to help coach him, Roddick has made changes to his backhand and tactics and, above all, recovered his sense of the possible.  \"I'll be the first to say it was a welcomed change, almost a new life,\" Roddick said. \"Just the way he put things, it just clicked. I don't know if you can minimize the effect that he's had on me.\"  With Connors in his corner, Roddick took a set off Federer in last year's United States Open final before losing his edge in the fourth. More encouragingly, he held three match points against the Swiss in a round-robin match at the Masters Cup in Shanghai in November before losing, and then beat him in the final of an exhibition tournament in Melbourne before the Australian Open.  Federer looked anything but devastated, which was understandable. An exhibition is just that, but it could not have hurt Roddick's confidence to get another taste of what it felt like to beat the Swiss.  \"Anytime you can get over the hump at all I think it helps you,\" said John Roddick, who remains his brother's co-coach. \"You're definitely not going to blow it out of proportion, but definitely, you kind of tuck it away in the back of your head and know you can do it.\"  ", 
            "title": "AUSTRALIAN OPEN: Roddick Will Try to Make Semis Interesting for Federer"
        }, 
        "weight": 0.5503321498674457, 
        "file": "1820795.txt", 
        "other_topics": {
            "0": 0.00025245988321000314, 
            "1": 0.00016996756965983716, 
            "2": 0.0003097859925524545, 
            "3": 0.0002252874884828589, 
            "4": 0.00011654361354707552, 
            "5": 0.00038900555220098697, 
            "6": 0.00020044024635929096, 
            "7": 0.19192093230981436, 
            "8": 0.00016603112557810772, 
            "9": 0.00032570467187734576, 
            "10": 0.00013988475655240368, 
            "11": 0.00020454643828352856, 
            "12": 0.0001653509956722241, 
            "13": 0.00012603955545834413, 
            "14": 0.5503321498674457, 
            "15": 0.00014796895052204947, 
            "16": 0.00021442989466326562, 
            "17": 0.00012910156980885698, 
            "18": 0.00011195856194746338, 
            "19": 7.780526776464744e-05, 
            "20": 0.2437912990331977, 
            "21": 0.0005348273630143623, 
            "22": 0.008723754743388048, 
            "23": 0.00020249564125334474, 
            "24": 9.694903193304746e-05, 
            "25": 0.00020987668599209078, 
            "26": 0.00017209137746689192, 
            "27": 0.00011893106746164271, 
            "28": 0.00017993085355758604, 
            "29": 0.00024444989133453953
        }
    }, 
    {
        "content": {
            "text": "  In 2001, Alan Webb broke the high school indoor and outdoor records for the mile and became the first prep runner to run a sub-four-minute mile indoors. Then came six years of occasional fast times interrupted by too few good races and too many injuries and illnesses.  As Webb saw it, it was six years of going hardly anywhere.  There were teases. In 2005 in Oslo, he ran a mile in 3 minutes 48.92 seconds, fast by any standard. Last year, at Stanford, he ran 10,000 meters in 27:34.72, the fastest debut by an American. But he felt his potential was untapped.  ''I'm a miler,'' Webb said. ''The last few years, I've tried other stuff, like distances and cross-country. Now it's time to see where I am in the mile.''  He was glowing after his 3:56.70 mile last Saturday at the Armory in Upper Manhattan, his fastest indoors. Tonight, over the even-faster 200-meter track at the Reggie Lewis Center, he will run the mile in the Boston Indoor Games against Chris Lukezic, Gabe Jennings and Rob Myers of the United States; Kevin Sullivan and Nate Brannen of Canada; Ivan Heshko of Ukraine; and Elkanah Angwenyi of Kenya.  ''I'd like to keep improving,'' Webb said. ''I think with the competition in Boston, I'll probably have to run at least what I did last week or faster.  ''I am very happy with my condition. Last year, I was in very, very good shape in the late spring and early summer, but I tweaked my hamstring and got a little bit sick, a little bit tired, and things didn't really work out in the summer. But that training did not go away, and I am reaping the benefits of the training I've done the last few years.''  He said one objective was to train exactly enough.  ''I feel like a lot of times, you have to walk that line between doing too much and doing too little,'' he said. ''You really have to toe it as close as you can.  ''Sometimes you do too much. Last year was a pretty good example of that.''  Webb is 24, 5 feet 9 inches and 140 pounds. He comes from Reston, Va., and, after one year at the University of Michigan, he returned home to resume training with Scott Raczko, his coach from the start.  Webb opened his season with a 3:59.34 mile in Fairfax, Va. Ahead are the mile in Boston tonight and the Wanamaker Mile in the Millrose Games at Madison Square Garden next Friday. After that may be the Tyson Invitational on Feb. 10 in Fayetteville, Ark., and the national indoor championships Feb. 23-25 in Boston.  He is especially looking forward to Millrose, the blue-ribbon meet indoors.  ''What makes Millrose great,'' Webb said, ''is running in Madison Square Garden and running in front of a crowd of 10,000 or 15,000 people and running against the best guys in the world. Just being in a race with Bernard Lagat and Craig Mottram, that could be the Olympic 1,500-meter final. It's that kind of level.  ''I wouldn't go in if I didn't think that I could compete. Spectators only want to see me if I'm running well. They don't want to see me get ninth or something.''  TRACK AND FIELD  ", 
            "title": "Feeling Healthy and Ready, Webb Takes Aim at the Mile"
        }, 
        "weight": 0.5414779281242631, 
        "file": "1821765.txt", 
        "other_topics": {
            "0": 0.017566390030262415, 
            "1": 0.0002561386007074863, 
            "2": 0.00905981125513021, 
            "3": 0.00033950489597745246, 
            "4": 0.00017562949305614356, 
            "5": 0.000586225584137115, 
            "6": 0.00030206047148101465, 
            "7": 0.28922199185817987, 
            "8": 0.00025020643799623883, 
            "9": 0.0004908320985321915, 
            "10": 0.00021080424857134703, 
            "11": 0.013197700996203238, 
            "12": 0.0002491814923390114, 
            "13": 0.00018993973634796524, 
            "14": 0.5414779281242631, 
            "15": 0.0002229870087024538, 
            "16": 0.0003231426635023591, 
            "17": 0.0001945541464537063, 
            "18": 0.0001687198884577683, 
            "19": 0.00011725138185356565, 
            "20": 0.07522893882620335, 
            "21": 0.00080597688521838, 
            "22": 0.00025711615476964084, 
            "23": 0.00030515792103046627, 
            "24": 0.0001461007498605424, 
            "25": 0.047577607079021755, 
            "26": 0.00025933914749979117, 
            "27": 0.00017922735061305696, 
            "28": 0.0002711531214253398, 
            "29": 0.0003683823522030469
        }
    }, 
    {
        "content": {
            "text": "  After two rounds of watching a rookie play the big room at the Buick Invitational, Tiger Woods finally cleared his throat Saturday on the South Course at Torrey Pines. For more than four hours, Woods elbowed his way past competitors and made a steady climb up the leader board until he had whittled a seven-stroke deficit to two.  Woods, who is bidding for his seventh PGA Tour victory in a row, shot a three-under-par 69 to trail the rookies Brandt Snedeker (74) and Andrew Buckle (68) by two shots in his 2007 debut.  The veteran Kevin Sutherland (70) was one shot behind Snedeker and Buckle, while Charles Howell III (73), Troy Matteson (69) and Bill Haas (72) also trailed the leaders by two shots. Mark Calcavecchia (68) was among a group of seven players who stood three shots back. Snedeker and Buckle were at 11-under-par 205.  Woods, with 3 birdies in his first seven holes and 11 pars to close out the round, quickly changed the dynamic of the tournament, which he has won four times, including the last two years. During the third round, many of the players who had been well out in front of Woods were aware of his rise up the leader board.  Some of the fans in the gallery even made it a point to tell Snedeker, who opened the tournament with a 61 and has owned at least a share of the lead for three rounds.  ''You know it's coming,'' Snedeker said of Woods's emergence. ''I think everybody out here knows he's going to play well. It was not a shock at all. I hope he goes out there and plays a great round tomorrow, and I hope I go out there and beat him by one. That would be the best scenario ever.''  When Sutherland made birdie on the 18th hole, he pushed Woods out of the final group and into the penultimate group, a fact not lost on Snedeker, 26, and Buckle, 24, who is from Australia.  Snedeker and Buckle will be paired instead with the 42-year-old Sutherland, whose lone Tour victory came at the 2002 Match Play Championship.  ''I need to send him a thank-you note,'' Snedeker said of Sutherland. ''I would love to play in the last group with Tiger, but as a rookie, I'm glad the way it worked out.''  Buckle, who twice won the Junior World Golf Championships at Torrey Pines, agreed that there would be plenty of time to play alongside Woods in the future.  ''I think I would have been pretty nervous,'' Buckle said.  The catalyst for Woods's move up the leader board was a sparkling short game. He was a little scattered with his driver and irons, missing 11 of 14 fairways and landing in 9 bunkers, but he manufactured pars with his putter.  Woods and Nick Watney (70) were the only players who did not make a bogey Saturday.  ''I dropped some key putts to keep the round going and keep momentum going and, basically, keep me in contention,'' Woods said. ''It's nice to be in contention the first week out. That's why I prepared as hard as I did, to put myself in this spot.''  Much of Woods's mastery in his career has come when he has led going into the final round. Only 16 of his 54 tournament victories have come after trailing through three rounds. But he knows the nuances of Torrey Pines as well as anyone on the leader board.  He does not, however, know much about the competitors he will face Sunday.  ''There are a lot of new guys out here,'' Woods said. ''You go out on the range and there's a bunch of new faces.''  He finally met Snedeker on Saturday morning, when they bumped into each other on the practice green before the third round. At last, Woods was face to face with the player who had been edging him out of the spotlight.  ''Tiger said hello to me on the putting green, which is pretty phenomenal,'' Snedeker said. ''I didn't think he knew who I was and he said, 'Brandt, great playing.'  ''Somebody told me he's had 41 more wins than I've had starts on this tour. I think he's got me beat in that aspect. I know he's going to be there down the stretch. It's just a matter of keeping my wits about me and learning how to play golf.''  GOLF  ", 
            "title": "Rookies Hear Rustle of Woods's Footsteps in the Grass"
        }, 
        "weight": 0.5368969026271082, 
        "file": "1822180.txt", 
        "other_topics": {
            "0": 0.000306668012098493, 
            "1": 0.00020646296768440047, 
            "2": 0.000376303170642739, 
            "3": 0.00027366116693570194, 
            "4": 0.0001415678318266786, 
            "5": 0.00047253273617939474, 
            "6": 0.0002434787306163992, 
            "7": 0.27815203933418775, 
            "8": 0.00020168129122186056, 
            "9": 0.038491083553984146, 
            "10": 0.00016992077976651592, 
            "11": 0.00024846660313970764, 
            "12": 0.00020085512397677565, 
            "13": 0.0001531027402323406, 
            "14": 0.5368969026271082, 
            "15": 0.0001797408100325827, 
            "16": 0.021039805132378516, 
            "17": 0.00015682222961001623, 
            "18": 0.00013599827898705993, 
            "19": 9.451159722009241e-05, 
            "20": 0.11951378184803071, 
            "21": 0.0006496653731518278, 
            "22": 0.00020725093448123192, 
            "23": 0.0002459754594361323, 
            "24": 0.00011776590609071054, 
            "25": 0.00025494136042784914, 
            "26": 0.00020904279902230445, 
            "27": 0.00014446791930452973, 
            "28": 0.00021856556564193018, 
            "29": 0.0002969381165834492
        }
    }, 
    {
        "content": {
            "text": "  The Austrian skier Hermann Maier, who knows a thing or two about bouncing back from injury, has offered encouragement to the Austrian-born governor of California, Arnold Schwarzenegger, who broke a leg last month on a skiing trip.  ''I wrote him a letter,'' Maier said in an interview Sunday. ''I told him I believe for sure he will have a great comeback.''  In the late 1990s, Maier's aggressive skiing and seemingly indestructible body earned him the nickname the Herminator, a play on the title of Schwarzenegger's most famous action-movie character, the Terminator.  Maier was already one of the greatest ski racers when he nearly lost a leg in a 2001 motorcycle accident. He then returned to the top of the sport two years later, winning skiing's most coveted trophies with a mellower, more reflective attitude.  Now losing speed at 34, Maier has not said when he plans to retire. He won two medals last year at the Olympic Games in Turin, Italy, but this season has finished on the podium only once in 15 races on the World Cup circuit.  He typically peaks for the annual Hahnenkamm race at Kitzbühel, Austria, the most dangerous and celebrated downhill on the tour. That Jan. 27 event could be canceled as early as tomorrow if race officials decide there is not enough snow.  With dirt showing through much of the course's lower section, organizers are importing snow from higher elevations with trucks and helicopters.  Schwarzenegger, who broke his right femur Dec. 23 in Sun Valley, Idaho, is an avid skier. Maier has never skied with him, though he said he hoped to.  ", 
            "title": "Herminator Encourages Governator"
        }, 
        "weight": 0.5345378623980535, 
        "file": "1819526.txt", 
        "other_topics": {
            "0": 0.08971198281308085, 
            "1": 0.00044242337328901835, 
            "2": 0.0008063689096516493, 
            "3": 0.0005864204025148782, 
            "4": 0.0003033615103397736, 
            "5": 0.0010125763931163976, 
            "6": 0.007942979439461746, 
            "7": 0.09139970607234477, 
            "8": 0.0004321768605402169, 
            "9": 0.0008478050249018678, 
            "10": 0.0003641182020163436, 
            "11": 0.007953667803636918, 
            "12": 0.0004304064912407205, 
            "13": 0.00032807932363408687, 
            "14": 0.5345378623980535, 
            "15": 0.10428246644434554, 
            "16": 0.0005581582270123385, 
            "17": 0.00033604970716504223, 
            "18": 0.00029142668065747365, 
            "19": 0.00020252610008475436, 
            "20": 0.12994152694092276, 
            "21": 0.02365585692528025, 
            "22": 0.0004441118839803245, 
            "23": 0.0005270935205988137, 
            "24": 0.0002523570692383618, 
            "25": 0.0005463062840586235, 
            "26": 0.0004479516173893207, 
            "27": 0.00030957602182904675, 
            "28": 0.00046835767169606214, 
            "29": 0.0006362998879186573
        }
    }, 
    {
        "content": {
            "text": "  The mentoring program in American tennis has its limits, as Alex Kuznetsov discovered soon after breaking James Blake's serve twice at the beginning of their second-round match at the Australian Open.  Kuznetsov's 3-0 lead quickly became a 6-4, 6-1, 6-2 defeat Thursday as Blake, his occasional counselor, raised his game and then raised it some more, packing a high percentage of spectacular shots into 1 hour 21 minutes of indoor tennis at Rod Laver Arena.  Blake's pate remains bald and shiny, but his beard gets thicker and he has no intention of shaving it until he loses. ''Superstition,'' Blake said sheepishly. ''It starts to look silly.''  Blake is 6-0 in 2007 after sweeping to the title in Sydney. Judging from his form in his first two matches here, it could be a while before he has to reach for a razor.  After handling Carlos Moyá in an intense straight-set match Tuesday, he manhandled Kuznetsov, a 19-year-old American who was one of the world's brightest prospects until he crashed a rented sports car borrowed from a friend into a tree in May 2005 in Tampa, Fla., and broke his right leg.  ''Being stupid, trying to drive too fast,'' said Kuznetsov, who has a titanium rod in his leg. ''I am very lucky, very lucky to be playing tennis.''  It was four months before he could resume hitting, but Kuznetsov has shown encouraging signs of revival here, making it through qualifying and winning his first Tour-level match in the first round of the main draw against Peter Luczak of Australia in five late-night sets.  But the fifth-seeded Blake, the highest-ranked American player, was too big a step up. Blake appears to have lifted his game a level in the off-season and is returning serve particularly well in Melbourne. Moyá won just 31 percent of the points on his second serve and Kuznetsov won fewer than 20 percent.  There was little chance that Blake was going to take Kuznetsov lightly. He knows him well after training with him frequently in Florida at Blake's invitation.  ''It's not like him playing somebody he doesn't know,'' Blake said. ''He knows the pace, he knows how well I can move, he knows kind of the things I can do. It's almost a little frustrating.''  Consider that the price of giving back to the next generation, which is something that Blake and Andy Roddick have done regularly, just as Andre Agassi, Todd Martin and Pete Sampras did it for them.  ''I don't feel ancient, but I guess in tennis years I am,'' the 27-year-old Blake said. ''When I can help out, whether it's hitting with them, whether it's taking them out to a meal and trying to teach them about being a little bit more professional on Tour, anything, it's my pleasure. That's a role that I take seriously.''  Kuznetsov also used Blake for a role model as he tried to come back from his injury. Blake had his own annus horribilis in 2004 when he broke his neck during an on-court tumble, lost his father to cancer, then contracted shingles.  But he is seeing the ball clearly now, and there were moments when Kuznetsov had to wonder what it would take to win a point when he was not giving one away with an overeager unforced error. There were fine approach shots from Kuznetsov that Blake transformed into lunging, full-swinging forehand winners. There was an excellent drop shot that Blake turned into an angle winner, and there was even a good overhead early in the third set that Blake trumped with a leaping reflex forehand well above his head that got over Kuznetsov and ended up giving Blake the point.  There is still much to improve in a Grand Slam setting, however. Next, Blake will face the German qualifier Mischa Zverev or another good American friend, Robby Ginepri.  But the most anticipated match of the round will not involve Blake. It will involve Andy Roddick and the former Australian Open champion Marat Safin. Roddick, seeded sixth this year, advanced with a straight-set defeat Wednesday of Marc Gicquel of France. Safin defeated the Israeli qualifier Dudi Sela with much more difficulty, 6-3, 5-7, 4-6, 7-5 (4), 6-0, taking control of the match only after the roof on Vodafone Arena was closed because of light rain.  Roddick and Safin have split their six previous matches, and though Safin is seeded 26th, Roddick has no illusions about what sort of threat he poses, particularly after Safin led Russia to the Davis Cup title in Moscow in December.  ''You're asking someone who are their top six or seven favorites for this event, you know, I feel like his name is in there still,'' Roddick said. ''If Marat is match tough, I don't think there's any question of his standard.''  Roddick's protégé is also in the third round. Sam Querrey, a 19-year-old Californian, continued to enjoy his first Australian Open by defeating Florent Serra of France, 6-3, 6-4, 6-3, on Wednesday night.  It was a poised and convincing performance, and it earned Querrey a match with seventh-seeded Tommy Robredo.  ''Just going to go out there and hit winners; that's the game plan right there; there's no secret,'' said the 6-foot-6 Querrey, who has trained frequently with Roddick, most recently in Kona, Hawaii, before this tournament.  There were no shortage of winners on Wednesday night as Gaël Monfils of France knocked out Marcos Baghdatis, last year's surprise finalist and sentimental favorite, in four sets in the second round.  But as the twisting, turning match reached its unexpected conclusion under a closed roof, it appeared that the Australians had found another emotive, unpredictable 20-year-old to embrace.  With his elastic limbs, mind-blowing defense and leaping shot-making, Monfils, like Baghdatis, is about as self-contained as an N.F.L. cheerleader. But unlike Baghdatis, Monfils did not have a small legion of friends, relatives and fellow Cypriots and Greeks in attendance to provide positive reinforcement. He did not even have a coach, having fired his second coach in five months, Pier Gauthier, after arriving in Melbourne for the tournament.  ''I was thinking this was like the film 'Troy,' '' Monfils said before the match. ''The story of a guy all alone against an army. I'm going to have to put the few Australians there are in the crowd in my pocket.''  Mission accomplished. As for the women, No. 2-seeded Amélie Mauresmo played a fine, up-tempo night match to defeat Olga Poutchkova, a young Russian who is based in New York, 6-2, 6-2. Serena Williams also continued to address her rust problem and beat the Luxembourg veteran Ann Kremer, 7-6 (4), 6-2, which earned her a date with fifth-seeded Nadia Petrova.  Williams, overweight and short on matches, will not be the favorite. Neither will Monfils against Richard Gasquet, his fellow Frenchman and longtime measuring stick, but it is hard to believe after that serve and all that verve on Wednesday night that Monfils will not be the crowd favorite.  Baghdatis is gone, after all.  TENNIS  ", 
            "title": "After Falling Behind Early, Blake Quickly Regains Place"
        }, 
        "weight": 0.5276099221182192, 
        "file": "1819744.txt", 
        "other_topics": {
            "0": 0.0001668396997412387, 
            "1": 0.00011232413612505271, 
            "2": 0.0002047240192157596, 
            "3": 0.00014888265199216672, 
            "4": 7.701857912521846e-05, 
            "5": 0.00025707676285701396, 
            "6": 0.00013246219594749054, 
            "7": 0.19277676559788154, 
            "8": 0.00010972271232538468, 
            "9": 0.022824825186653564, 
            "10": 9.244372010647659e-05, 
            "11": 0.00013517579867521515, 
            "12": 0.00010927324420458914, 
            "13": 0.00573568933404131, 
            "14": 0.5276099221182192, 
            "15": 0.0019819179778257923, 
            "16": 0.0001417073429104207, 
            "17": 8.531758340835207e-05, 
            "18": 7.398851897288505e-05, 
            "19": 5.1418099965381406e-05, 
            "20": 0.20821430561678222, 
            "21": 0.02296302523077446, 
            "22": 0.0057651481237213816, 
            "23": 0.0001338205165749637, 
            "24": 0.00571646467882653, 
            "25": 0.00013869832635737844, 
            "26": 0.00011372766785584406, 
            "27": 7.859634304235177e-05, 
            "28": 0.00011890843487700301, 
            "29": 0.003929809780993683
        }
    }
]