[
    {
        "content": {
            "text": "  A fierce clash left at least 30 people dead in central Baghdad late Saturday night as Iraqi Army forces fought with gunmen in an area where several residents had been killed and their bodies hanged from street lampposts, the Iraqi military said.  The fighting took place in the neighborhood around Haifa Street, a mostly Sunni Arab enclave with a small Shiite population.  A spokesman for the Defense Ministry, Muhammad al-Askari, said that an Iraqi Army unit had gone into the area after receiving reports that Sunni fighters had set up a fake security checkpoint and were taking Shiites aside and shooting them.  The bodies of many of those killed at the roadblock were then hanged from the lampposts, Mr. Askari said.  He said that Iraqi soldiers had moved in and surrounded the fighters at the checkpoint. In initial fighting there, 30 of the men were killed and several more were arrested, Mr. Askari said, adding that the neighborhood remained locked down. There was no way to verify the figures.  Residents living nearby said that they were hearing continued fighting through the night but that it was impossible to know precisely what was happening.  In the same neighborhood, there were reports of clashes as government forces moved to collect 27 bodies dumped behind a local hospital. But it was unclear whether the firefight with Iraqi troops was related.  The government said Saturday that 72 bodies were recovered around the city on Saturday, most showing signs of torture.  Prime Minister Nuri Kamal al-Maliki announced Saturday the beginning of a new Baghdad security operation and promised to purge the government security forces of militia fighters and others with sectarian aims.  But Mr. Maliki has promised such a crackdown before, and his government has been increasingly seen by Sunnis in Iraq and abroad as dominated by Shiite interests.  THE STRUGGLE FOR IRAQ  ", 
            "title": "30 Dead in Baghdad Clash; Bodies Found on Lampposts"
        }, 
        "weight": 0.8303175646490425, 
        "file": "1817250.txt", 
        "other_topics": {
            "0": 0.00048761200669447186, 
            "1": 0.0003962793981183157, 
            "2": 0.0004183654670063303, 
            "3": 0.006722705749993389, 
            "4": 0.0005549457614387283, 
            "5": 0.0002377764502694346, 
            "6": 0.0006189636721327611, 
            "7": 0.0006384150070701107, 
            "8": 0.0002683278151832768, 
            "9": 0.00039585336625776315, 
            "10": 0.11745289949234977, 
            "11": 0.0007381973762203999, 
            "12": 0.00038857163181599106, 
            "13": 0.00031276807772861103, 
            "14": 0.026793241859176302, 
            "15": 0.0005275060877057879, 
            "16": 0.00029806074941818165, 
            "17": 0.0007188304997756315, 
            "18": 0.00021552244196781087, 
            "19": 0.001685595497667405, 
            "20": 0.00043186349889612054, 
            "21": 0.0002993780999538306, 
            "22": 0.0003238175008195178, 
            "23": 0.00021853396230672644, 
            "24": 0.00658754319124211, 
            "25": 0.8303175646490425, 
            "26": 0.00026618873038432067, 
            "27": 0.0003121542859050456, 
            "28": 0.0008187803747097198, 
            "29": 0.00037406247273072933, 
            "30": 0.00017967482601898425
        }
    }, 
    {
        "content": {
            "text": "  Afghan and NATO troops clashed with a large group of insurgents crossing from Pakistan into eastern Afghanistan in the early morning hours on Thursday. NATO said up to 150 insurgents might have been killed in the fighting.  Two large groups of insurgents were spotted gathering on the Pakistan side of the border and were tracked as they crossed into Afghanistan, NATO said in a statement released in Kabul.  Afghan Army soldiers and NATO troops laid an ambush for the groups about half a mile inside Afghanistan, using air and ground forces, said Gen. Zahir Azimi, a spokesman for the Afghan Ministry of Defense.  The insurgents were in trucks loaded with men and weapons and crossed the border about 2 a.m., General Azimi said. Afghan and NATO forces set up an ambush in a deserted area near the border, he said. He reported no Afghan or NATO casualties, but estimated that about 80 insurgents were killed. The clash occurred in the Barmal district of Paktika Province, which borders the Pakistani tribal area of Waziristan, one of the most lawless areas of the frontier between Afghanistan and Pakistan.  Militants from both countries, along with hundreds of foreign fighters, operate Taliban training camps there and mount frequent attacks across the border into Afghanistan.  The Pakistani military guards the border but has failed to stem cross-border attacks; NATO officials say there has been a marked increase in infiltration at the border since September compared with last year.  ''Pakistani military liaison officers were kept fully informed throughout the operation,'' NATO said in its statement.  ", 
            "title": "NATO Says Afghan Clash May Have Killed Scores of Rebels"
        }, 
        "weight": 0.8300693802218031, 
        "file": "1818247.txt", 
        "other_topics": {
            "0": 0.0005277403186657909, 
            "1": 0.0004288914402689968, 
            "2": 0.00045279509496373987, 
            "3": 0.0004179898656918119, 
            "4": 0.0006006153436812504, 
            "5": 0.000257344400698972, 
            "6": 0.000669901645343539, 
            "7": 0.0006909537391340513, 
            "8": 0.0002904100078496352, 
            "9": 0.00042843034787019813, 
            "10": 0.1339767185939237, 
            "11": 0.007656912596317845, 
            "12": 0.00042054935888309077, 
            "13": 0.0003385075074913149, 
            "14": 0.0015663478255780491, 
            "15": 0.0005709175061360383, 
            "16": 0.0003225898310955167, 
            "17": 0.0007779870712986327, 
            "18": 0.00023325898591949383, 
            "19": 0.0018243125535626883, 
            "20": 0.0004674039551908884, 
            "21": 0.0003240155937550353, 
            "22": 0.0003504662492429757, 
            "23": 0.0002365183410656103, 
            "24": 0.0002717040260328666, 
            "25": 0.8300693802218031, 
            "26": 0.0002880948858305796, 
            "27": 0.00033784320331480634, 
            "28": 0.014602092059533287, 
            "29": 0.00040484616016340364, 
            "30": 0.00019446126969324746
        }
    }, 
    {
        "content": {
            "text": "  The Department of Defense has identified 3,061 American service members who have died since the start of the Iraq war. It confirmed the death of the following American on Saturday:  FAIRLIE Nathan P., 21, Pfc., Army; Candor, N.Y.; First Cavalry Division.  THE REACH OF WAR  ", 
            "title": "Names of the Dead"
        }, 
        "weight": 0.8282066607167057, 
        "file": "1822392.txt", 
        "other_topics": {
            "0": 0.0027665124076294884, 
            "1": 0.0022483282953063, 
            "2": 0.002373635676534787, 
            "3": 0.0021911802240603363, 
            "4": 0.0031485367741233704, 
            "5": 0.0013490469694784578, 
            "6": 0.003511748388714579, 
            "7": 0.003622107360008025, 
            "8": 0.0015223830008799972, 
            "9": 0.0022459111636276645, 
            "10": 0.019267056829165127, 
            "11": 0.004188231980663455, 
            "12": 0.002204597560997597, 
            "13": 0.0017745189943380376, 
            "14": 0.008211085150894757, 
            "15": 0.03894357595823521, 
            "16": 0.001691075589140311, 
            "17": 0.004078352192541153, 
            "18": 0.0012227867682514859, 
            "19": 0.00956338399079488, 
            "20": 0.0024502180251829027, 
            "21": 0.001698549700835747, 
            "22": 0.0018372089315390606, 
            "23": 0.0012398729110639183, 
            "24": 0.0014243227826957687, 
            "25": 0.8282066607167057, 
            "26": 0.0015102467028478784, 
            "27": 0.001771036588916755, 
            "28": 0.040596147916998976, 
            "29": 0.0021222784874666664, 
            "30": 0.0010194019603615822
        }
    }, 
    {
        "content": {
            "text": "  The Afghan Intelligence Service announced Wednesday that it had detained a Taliban spokesman, who said in a videotape released with the announcement that Mullah Muhammad Omar, the Taliban leader, was hiding in Pakistan.  NATO also said Wednesday that NATO-led troops and the Afghan National Security forces had detained a Taliban commander, whom it did not identify, in a raid on Tuesday in Helmand Province in southern Afghanistan.  The Afghan Intelligence Service said that it had detained the Taliban spokesman with two of his associates on Monday as they entered Nangarhar Province in eastern Afghanistan from Pakistan.  The videotape showed a young Afghan who introduced himself as Abdul Haq and said he had been a spokesman for the Taliban for the past 14 months under the fictitious name of Dr. Muhammad Hanif. He said that Mullah Omar, the Taliban leader, was in Quetta, Pakistan, with the support of Pakistan's security service.  The Afghan government and President Hamid Karzai have repeatedly accused Pakistan of sheltering Taliban leaders and fighters. Pakistan denies it. It was not known whether the statement on the tape about Mullah Omar, who has not been seen since 2001, was made under duress.  Also on Wednesday, a remotely controlled mine struck an Afghan National Army vehicle in Khost Province in the east, killing three soldiers and wounding four others, said Gen. Zahir Azimi, a Defense Ministry spokesman.  The blast occurred while Mr. Karzai was in Khost to inaugurate an national army installation, but he was miles from the site of the attack.  ", 
            "title": "Taliban Detainee Says Rebel Chief Hides in Pakistan"
        }, 
        "weight": 0.824920451160122, 
        "file": "1819650.txt", 
        "other_topics": {
            "0": 0.0005665973668718227, 
            "1": 0.00046047033386541496, 
            "2": 0.00048613399330097866, 
            "3": 0.00044876608609104425, 
            "4": 0.008007748779778289, 
            "5": 0.000276292439023565, 
            "6": 0.1111628858785643, 
            "7": 0.008104738710584387, 
            "8": 0.000311792637289539, 
            "9": 0.0004599752916452101, 
            "10": 0.011308912727523882, 
            "11": 0.0008577735655722703, 
            "12": 0.00045151403247947123, 
            "13": 0.00036343151286188723, 
            "14": 0.0016816766166769974, 
            "15": 0.0006129536520831218, 
            "16": 0.00034634183217313813, 
            "17": 0.0008352695643428393, 
            "18": 0.00025043363667060273, 
            "19": 0.0019586350571301034, 
            "20": 0.0005018184908558125, 
            "21": 0.0003478725724635706, 
            "22": 0.02246500276079165, 
            "23": 0.0002539329752243796, 
            "24": 0.0002917093507426089, 
            "25": 0.824920451160122, 
            "26": 0.0003093070549044369, 
            "27": 0.0003627182965623191, 
            "28": 0.0009514097232792998, 
            "29": 0.0004346546212665215, 
            "30": 0.0002087792792585956
        }
    }, 
    {
        "content": {
            "text": "  Iraqi forces backed by American helicopters and tanks battled hundreds of gunmen hiding in a date palm orchard near the southern city of Najaf on Sunday, exchanging fire for 15 hours in what appeared to be one of Iraq's deadliest battles in years, Iraqi officials said.  An American helicopter was shot down and 250 bodies were found where the clashes occurred near the village of Zarqaa, about 120 miles south of Baghdad, by a river and a large grain silo that is surrounded by orchards, the Iraqi officials said.  Col. Ali Numaas, a spokesman for the Iraqi security forces in Najaf, said that the fighting stopped just after 10 p.m. local time and that most of those killed were gunmen. An employee at a local morgue said at least two Iraqi policemen were among the dead.  The United States military confirmed in a statement that the helicopter went down, that two soldiers aboard were killed, and that their bodies had been recovered. The crash is under investigation.  Asad Abu Ghalal, the governor of Najaf Province, said that the fighters in the orchard were Iraqi and foreign, some wearing the brown, white and maroon regalia of Pakistani and Afghan fighters. He said they had come to assassinate Shiite clerics and attack religious convoys that are gathering in Najaf, one of Shiite Islam's holiest cities, and other southern cities for Ashura, a Shiite holiday that starts Monday night and runs through Tuesday morning.  At a news conference Sunday afternoon, he said they called themselves ''soldiers of heaven'' and seemed to be part of a wider effort to disrupt Ashura. The holiday commemorates the seventh-century death of the Prophet Muhammad's grandson Hussein in a battle at Karbala, where hundreds of thousands of pilgrims have already started gathering.  Two senior Shiite clerics said, however, that the gunmen were part of a Shiite splinter group that Saddam Hussein helped build in the 1990s to compete with followers of the venerated religious leader Grand Ayatollah Ali al-Sistani. They said the group, calling itself the Mehwadiya, was loyal to Ahmad bin al-Hassan al-Basri, an Iraqi cleric who had a falling out with Muhammad Bakr al-Sadr -- father-in-law of the Shiite leader Moktada al-Sadr -- in Hawza, a revered Shiite seminary in Najaf.  The clerics spoke on condition of anonymity because they said they had been ordered not to discuss Shiite divisions.  Iraqi officials said the group of 100 to 500 fighters was discovered in the orchard Saturday night, leading to a midnight meeting of local authorities who hatched an attack plan.  ''We agreed to carry out an operation to take them by surprise,'' said Mr. Ghalal, the Najaf governor.  At dawn, the governor said, the area was surrounded and the offensive began. He said the fighters had antiaircraft rockets and long-range sniper rifles, and, according to a soldier involved in the fighting, Iraqi security forces encountered heavy resistance. Commanders called for reinforcements and a brigade of soldiers from nearby Babil Province joined the fight.  Eventually, Iraqi officials said, they called on the United States military for help. American tanks and helicopter gunships arrived, and gun battles continued into the night. By 10:30 p.m., the gunfire had died down and Iraqi troops began searching the area for bodies.  Elsewhere in the heavily Shiite south, there were other signs of potential strikes on Ashura. Officials in Karbala said that police arrested three men Sunday -- a Saudi Arabian, an Afghan and a Moroccan -- who were found on the road between Najaf and Karbala with a suicide bomb belt and explosives in their car. They said the vehicle had been hollowed out so it could be used as a car bomb.  The United States military also announced the deaths of a soldier and a marine.  The marine died Saturday from combat wounds in Anbar Province, where American troops have been battling Sunni insurgents for months. The soldier, a member of the military police, was killed when a roadside bomb exploded near his patrol north of Baghdad on Saturday.  Throughout Iraq, the daily violence continued.  In Kirkuk, two car bombs at a Kurdish car dealership and a Kurdish market killed at least 17 people, authorities said.  In Baghdad, 54 bodies were found, many showing signs of torture. At least five girls were killed and 20 wounded when a mortar round hit a school in the Sunni Adil neighborhood.  At 7:30 a.m. local time, a bomb inside a minibus exploded in a Shiite area of the capital east of the Tigris River, killing one and wounding five. Two hours later, in the Sunni area of Yarmouk in west Baghdad, gunmen killed four people, including a consultant with Iraq's Ministry of Industry and his daughter, who were shot on their way to work.  After dark on Sunday night, residents of the Yarmouk neighborhood reported that heavy clashes had broken out, with gun and mortar fire raining down for hours.  Also on Sunday, Saddam Hussein's cousin Ali Hassan al-Majid acknowledged in court that he had given orders to destroy scores of villages during Iraq's campaign against the Kurds in the 1980s. Prosecutors introduced two dozen documents it said incriminated members of the Hussein regime in the killing of tens of thousands of Kurds.  The Associated Press reported that Mr. Majid, also known as Chemical Ali for his alleged use of chemical weapons against the Kurds, said the area ''was full of Iranian agents,'' and, ''We had to isolate these saboteurs.''  ''I am the one who gave orders to the army to demolish villages and relocate the villagers,'' he said, according to The A.P.  Mr. Majid is one of six defendants facing charges of war crimes and crimes against humanity stemming from Baghdad's military campaign against Iraqi Kurds during the 1980-88 Iran-Iraq war. More than 100,000 Kurds were killed.  ", 
            "title": "Iraqi Forces in Fierce Battle With Gunmen"
        }, 
        "weight": 0.8079088268561233, 
        "file": "1822468.txt", 
        "other_topics": {
            "0": 0.00015274014235889337, 
            "1": 0.0021089831992634985, 
            "2": 0.0001310492771123067, 
            "3": 0.00012097584613536662, 
            "4": 0.00017383184466318187, 
            "5": 7.448136708106518e-05, 
            "6": 0.02996666770242576, 
            "7": 0.0001999778465771896, 
            "8": 0.011993164437245029, 
            "9": 0.010048258499020208, 
            "10": 0.0506850458089298, 
            "11": 0.0022160859775654696, 
            "12": 0.00012171662212040203, 
            "13": 9.797183018817382e-05, 
            "14": 0.07984742446109161, 
            "15": 0.0001652366098971992, 
            "16": 9.336488985649017e-05, 
            "17": 0.00022516728743400153, 
            "18": 6.751049608244393e-05, 
            "19": 0.0005279978604680819, 
            "20": 0.0001352774160508609, 
            "21": 9.377753824412033e-05, 
            "22": 0.00010143296410759804, 
            "23": 6.845382815582925e-05, 
            "24": 7.863737172983716e-05, 
            "25": 0.8079088268561233, 
            "26": 8.338126218190018e-05, 
            "27": 9.777956533574403e-05, 
            "28": 0.002241327888125472, 
            "29": 0.00011717175654333413, 
            "30": 5.628154788576535e-05
        }
    }, 
    {
        "content": {
            "text": "  A suicide bomber wearing an explosive vest blew himself up Tuesday at the entrance to a NATO base in the southeastern province of Khost, killing 8 to 10 people, officials said.  The attack occurred as Afghan laborers were lining up for security checks at the pedestrian entrance of the base known as Camp Salerno. The bomber was trying to enter the base, NATO said, but detonated the vest when he reached the search point.  Arsalah Jamal, the Afghan provincial governor of Khost, visited the scene after the bombing and confirmed the deaths of eight civilian laborers and two Afghan security guards, though a NATO statement put the toll at six Afghan civilians and two policemen.  ''I confirm 10 people, including two Afghan security guards, were killed in a suicide attack at the entrance of the military base,'' Mr. Jamal said.  He said 14 others had been wounded in the attack, all Afghan civilian daily workers for the military base. NATO said only five had been wounded.  Khost, in eastern Afghanistan, borders tribal areas in Pakistan that Afghan and Western officials contend offer a haven for militants organizing suicide attacks.  ''Suicide attack is not an Afghani phenomenon,'' Mr. Jamal said by telephone. ''There are madrasas and camps on the other side of the border where some elements promise passport and visa'' to ''young people for killing themselves and others.''  The attack was one of the deadliest since Sept. 30, 2006, when a suicide bomber blew himself up outside the gates of the Interior Ministry in Kabul, killing 12 people and wounding up to 40.  THE REACH OF WAR  ", 
            "title": "Suicide Bomber Kills at Least 8 In Afghanistan"
        }, 
        "weight": 0.8070927947226353, 
        "file": "1821177.txt", 
        "other_topics": {
            "0": 0.0005543524247313171, 
            "1": 0.00045051894170358573, 
            "2": 0.00047562797444429365, 
            "3": 0.0004390676386924189, 
            "4": 0.0006309022834228207, 
            "5": 0.0002703213824540979, 
            "6": 0.0007036824519425561, 
            "7": 0.0007257961294950801, 
            "8": 0.0003050543730005174, 
            "9": 0.000450034598021175, 
            "10": 0.13352890973028195, 
            "11": 0.0008392359085088837, 
            "12": 0.00044175619821020564, 
            "13": 0.00035557726201776533, 
            "14": 0.03046048576969012, 
            "15": 0.0005997068873725696, 
            "16": 0.0003388569126451655, 
            "17": 0.0008172182494495648, 
            "18": 0.0002450214241006815, 
            "19": 0.0019163062812635016, 
            "20": 0.0004909735086076769, 
            "21": 0.007544142691327117, 
            "22": 0.0003681390414617329, 
            "23": 0.0002484451371739561, 
            "24": 0.0002854051136766859, 
            "25": 0.8070927947226353, 
            "26": 0.00030262250744198487, 
            "27": 0.00035487945929551417, 
            "28": 0.008134636580872174, 
            "29": 0.0004252611418758628, 
            "30": 0.00020426727418385916
        }
    }, 
    {
        "content": {
            "text": "  At least 250 militants were killed and an American helicopter was shot down in violent clashes near the southern city of Najaf on Sunday, Iraqi officials said.  For 15 hours, Iraqi forces backed by American helicopters and tanks battled hundreds of gunmen hiding in a date palm orchard near the village of Zarqaa, about 120 miles south of Baghdad, by a river and a large grain silo that is surrounded by orchards, the officials said.  It appeared to be one of the deadliest battles in Iraq since the American-led invasion four years ago, and was the first major fight for Iraqi forces in Najaf Province since they took over control of security there from the Americans in December.  That handover was trumpeted by the Iraqi government at the time as a sign of its progress in regaining more control of Iraqi territory.  The American military confirmed that the helicopter crashed around 1:30 p.m., and said that two soldiers aboard died in the crash. But American military officials said they could not confirm the total number of dead in the battle.  Col. Ali Numaas, a spokesman for the Iraqi security forces in Najaf, and an Interior Ministry official said the number of dead could rise. They said that the fighting stopped just after 10 p.m. and that most of those killed were militants. An employee at a local morgue said at least two Iraqi policemen were among the dead.  In a statement, the United States military said bodies of the two soldiers aboard the helicopter were recovered. The crash, at least the third involving an American helicopter in Iraq over the past week, is under investigation.  The precise affiliation of the militants was unclear.  Asad Abu Ghalal, the governor of Najaf Province, said the fighters in the orchard were Iraqi and foreign, some wearing the brown, white and maroon regalia of Pakistani and Afghan fighters. He said they had come to assassinate Shiite clerics and attack religious convoys that were gathering in Najaf, one of Shiite Islam's holiest cities, and other southern cities for Ashura, a Shiite holiday that starts Monday night.  At a news conference on Sunday afternoon, Mr. Ghalal said the fighters called themselves the Soldiers of Heaven, and seemed to be part of a wider Sunni effort to disrupt Ashura, which marks the seventh-century death of the Prophet Muhammad's grandson Hussein.  The holiday attracts hundreds of thousands of Shiite pilgrims to Karbala, where Hussein is believed to have been killed, and for days, the roads of southern Iraq have been filled with convoys of pilgrims beating drums and preparing for the day's rituals, which include self-flagellation. In past years, Ashura has been a magnet for violent attacks from Sunnis, with at least 180 people killed on the holiday three years ago.  But two senior Shiite clerics said the gunmen were part of a Shiite splinter group that Saddam Hussein helped build in the 1990s to compete with followers of the venerated Shiite religious leader Grand Ayatollah Ali al-Sistani. They said the group, calling itself the Mehwadiya, was loyal to Ahmad bin al-Hassan al-Basri, an Iraqi cleric who had a falling out with Muhammad Bakr al-Sadr -- father-in-law of the Shiite leader Moktada al-Sadr -- in Hawza, a revered Shiite seminary in Najaf.  The clerics spoke on condition of anonymity because they said they had been ordered not to discuss Shiite divisions.  Iraqi officials said the group of 100 to 600 fighters was discovered in the orchard Saturday night, leading to a midnight meeting of local authorities who hatched an attack plan.  ''We agreed to carry out an operation to take them by surprise,'' said Mr. Ghalal, the Najaf governor.  At dawn, the governor said, the area was surrounded and the offensive began. He said the militants had antiaircraft rockets and long-range sniper rifles, and, according to a soldier involved in the fighting, Iraqi security forces encountered heavy resistance. Commanders called for reinforcements and a brigade of soldiers from nearby Babil Province joined the fight.  Eventually, Iraqi officials said, they called on the United States military for help. American tanks and helicopter gunships arrived, and gun battles continued into the night. By 10:30 p.m., the gunfire had died down and Iraqi troops began searching the area for bodies.  Elsewhere in the heavily Shiite south, there were other signs of potential strikes on Ashura. Officials in Karbala said the police arrested three men -- a Saudi, an Afghan and a Moroccan -- who were found on the road between Najaf and Karbala with a suicide bomb belt and explosives in their car. The officials said the vehicle had been hollowed out so it could be used as a car bomb.  The United States military also announced the deaths of a soldier and a marine on Saturday.  The marine died from combat wounds in Anbar Province, where American troops have been battling Sunni insurgents for months. The soldier, a member of the military police, was killed when a roadside bomb exploded near his patrol north of Baghdad.  Throughout Iraq, the drumbeat of daily violence continued.  In Kirkuk, two car bombs at a Kurdish car dealership and a Kurdish market killed at least 17 people, authorities said.  In Baghdad, 54 bodies were found, many showing signs of torture. At least five girls were killed and 20 wounded when a mortar round hit a school in Adil, a Sunni neighborhood.  At 7:30 a.m., a bomb inside a minibus exploded in a Shiite area of the capital east of the Tigris River, killing one and wounding five. Two hours later, in the Sunni area of Yarmouk in western Baghdad, gunmen killed four people, including a consultant with the Ministry of Industry and his daughter, who were shot on their way to work.  After dark Sunday night, residents of the Yarmouk neighborhood reported that heavy clashes had broken out, with gun and mortar fire raining down for hours.  Also on Sunday, Saddam Hussein's cousin Ali Hassan al-Majid acknowledged in court that he had given orders to destroy scores of villages during Iraq's campaign against the Kurds in the 1980s.  Prosecutors introduced two dozen documents they said incriminated members of the Hussein government in the killing of tens of thousands of Kurds.  The Associated Press reported that Mr. Majid, also known as Chemical Ali because he is accused of using chemical weapons against the Kurds, said the area ''was full of Iranian agents.''  ''We had to isolate these saboteurs,'' he said.  He added, ''I am the one who gave orders to the army to demolish villages and relocate the villagers.''  THE REACH OF WAR  ", 
            "title": "IRAQIS AND U.S. ATTACK MILITANTS IN MAJOR BATTLE"
        }, 
        "weight": 0.8017463012963748, 
        "file": "1822436.txt", 
        "other_topics": {
            "0": 0.00013648588402924498, 
            "1": 0.0036581787421380556, 
            "2": 0.00011710331129611675, 
            "3": 0.00010810187191769396, 
            "4": 0.0001553330553767638, 
            "5": 6.655522950790274e-05, 
            "6": 0.025004054391335274, 
            "7": 0.0001786966592725794, 
            "8": 0.012490507908110167, 
            "9": 0.00011080202271043836, 
            "10": 0.07366931834960175, 
            "11": 0.0002066264162864238, 
            "12": 0.0001087638162083286, 
            "13": 8.754589099292793e-05, 
            "14": 0.08021838694972079, 
            "15": 0.00014765250593274436, 
            "16": 8.342921076643988e-05, 
            "17": 0.00020120549716187564, 
            "18": 6.03261827359999e-05, 
            "19": 0.00047180952982357955, 
            "20": 0.00012088150131162083, 
            "21": 8.379794605180192e-05, 
            "22": 9.063869891781667e-05, 
            "23": 6.116912755705819e-05, 
            "24": 7.026896160057332e-05, 
            "25": 0.8017463012963748, 
            "26": 7.450801802731377e-05, 
            "27": 8.737408652851953e-05, 
            "28": 0.0002291821401725125, 
            "29": 0.00010470260488234557, 
            "30": 5.029219365052988e-05
        }
    }, 
    {
        "content": {
            "text": "  On one of the deadliest days for United States forces since the Iraq war began, an American helicopter crashed in a Sunni area north of Baghdad on Saturday, killing all 13 people onboard, the United States military said.  Iraqi officials in the area said it had been shot down, though there was no immediate confirmation from American officials.  In separate episodes, five American soldiers were killed and three wounded in a battle with gunmen who attacked the local governor's office in the Shiite holy city of Karbala, and two soldiers died from other attacks, military officials said.  It was not clear whether all those on the helicopter were Americans. If they were, 20 uniformed Americans died Saturday. On the worst day of the war for American forces, Jan. 26, 2005, 37 American service members died. Thirty-one of them died when a Marine helicopter crashed in the western desert, and six others in combat that day.  An Interior Ministry official and the police in Diyala Province said Saturday that the American helicopter was shot down about 4 p.m. by insurgents who had fired missiles or grenades from at least two locations. It crashed near Tarrafa Village, they said, over a rural area near the Diyala River.  The American military said that debris had been immediately surrounded and secured. Several hours after the crash, soldiers were still combing through the wreckage.  A spokesman declined to provide details on the type of aircraft or how it crashed. The number of people aboard suggested that it had been a Black Hawk transport helicopter, which typically carries about 10 passengers and 4 crew members.  The crash occurred northeast of Baghdad near Baquba, where American and Iraqi forces have been battling Sunni insurgents and Shiite militia forces for months.  The American military also announced seven other deaths on Saturday and three deaths from earlier in the week. In addition to the five soldiers killed during the battle in Karbala, a soldier was killed in northern Baghdad on Saturday when a roadside bomb exploded near his patrol, and another, assigned to a unit of engineers, died of wounds from a roadside bomb in northern Iraq.  The three earlier deaths were of a sailor from Brooklyn who died Wednesday in a ''noncombat-related incident'' at Camp Bucca, an American-run detention center in southern Iraq; a marine who died Friday from wounds suffered in combat in Anbar Province; and a soldier who died Friday after being wounded by a roadside bomb in Tikrit, north of Baghdad.  The gun battle in Karbala started when ''an illegally armed militia,'' according to a statement from the American military, attacked the offices of the provincial government in Karbala with guns and grenades.  Brig. Gen. Vincent K. Brooks, deputy commander for Multi-National Division-Baghdad, said American and Iraqi security forces were meeting at the time of the attack to ensure that Shiite pilgrims would be safe during the celebrations later this month for Ashura, one of Shiite Islam's holiest days, which marks the seventh-century martyrdom of the Prophet Muhammad's grandson, Hussein.  Iraqi state television reported that at least two dozen gunmen assaulted the building, getting inside, and drawing a response from American troops who were dropped by helicopter onto the roof.  Col. Scott Bleichwehl, a military spokesman, said it was not clear who or how many had attacked. By 10 p.m., the building had been secured, he said.  ''It was never lost,'' he said. ''It came under fire from a couple of directions. We responded to it.''  The attack nonetheless seemed to be the latest in a series of power struggles in the south among a patchwork of Shiite tribes and political parties. American officials have been pressing the government of Nuri Kamal al-Maliki to set a date for provincial elections, which they said would firmly establish new leaders and possibly reduce the fighting.  Iraqi state television reported that a raid in south Baghdad on Saturday, with around 100 Iraqi police commandos backed by six United States helicopters, killed 15 suspected Sunni Arab insurgents.  The police found 29 bodies in the capital, many with gunshot wounds to the head.  THE STRUGGLE FOR IRAQ  ", 
            "title": "Crash Claims 13 On Deadly Day For U.S. in Iraq"
        }, 
        "weight": 0.7915962251682533, 
        "file": "1820543.txt", 
        "other_topics": {
            "0": 0.00021446350378268494, 
            "1": 0.0001742932229529758, 
            "2": 0.0001840072079522772, 
            "3": 0.00016986303295634617, 
            "4": 0.00024407851072886423, 
            "5": 0.00010457980923702799, 
            "6": 0.0030591799895013376, 
            "7": 0.039298018333699065, 
            "8": 0.00011801703529957536, 
            "9": 0.0280435544428364, 
            "10": 0.07395417271298696, 
            "11": 0.003111621844083572, 
            "12": 0.0029578480216014254, 
            "13": 0.0029245077929245995, 
            "14": 0.045227651354369854, 
            "15": 0.00023200988138703712, 
            "16": 0.00013109429583912832, 
            "17": 0.00031615896551197086, 
            "18": 9.479196043910935e-05, 
            "19": 0.0007413654943418533, 
            "20": 0.00018994396745268197, 
            "21": 0.00013167369833067173, 
            "22": 0.00014242273540942643, 
            "23": 9.611649961109356e-05, 
            "24": 0.00011041528447587158, 
            "25": 0.7915962251682533, 
            "26": 0.005690965934080248, 
            "27": 0.00013729297260295915, 
            "28": 0.0003601193276169115, 
            "29": 0.00016452168411372456, 
            "30": 7.902531562090953e-05
        }
    }, 
    {
        "content": {
            "text": "  The United States military said that two marines died Sunday in western Iraq and that an additional seven service members died Saturday. The deaths brought the weekend toll to 27 and made Saturday the third-deadliest day for United States forces since the war here began.  Seven of the deaths announced Sunday, including those of three marines, were caused by ''enemy action'' in Anbar Province, a restive stronghold of the Sunni insurgency, while another soldier was killed Saturday in Baghdad by a roadside bomb, the military statements said.  New details also emerged about clashes on Saturday in the Shiite holy city of Karbala, which left five Americans dead. Lt. Col. Scott R. Bleichwehl, an American military spokesman, said the gunmen who stormed the provincial governor's office during a meeting between American and local officials were wearing what appeared to be American military uniforms in an effort to impersonate United States soldiers.  The sophisticated attack hinted at what could be a new threat for American troops as they start a fresh security plan centered on small bases in Baghdad's bloodiest neighborhoods, where soldiers will live and work with Iraqi forces. Military officials have said that one of their greatest concerns is that troops will be vulnerable to attack from killers who appear to be colleagues.  It is not uncommon for gunmen to impersonate Iraqi security forces, but this seems to be the first time that attackers have tried to disguise themselves as Americans.  Colonel Bleichwehl declined to provide further details about the Karbala attackers, emphasizing that the attack was still being investigated. But Iraqi officials said the gunmen disguised their intent with uniforms, American flak jackets, guns and a convoy of at least seven GMC sport utility vehicles, which are usually used by American officials in Iraq.  Karbala's provincial governor, Akeel al-Khazaali, said at a news conference that the local police at a checkpoint on the city's edge waved the vehicles through because they believed the convoy held important Americans. At other checkpoints, the police said, the vehicles sped through without stopping. In one case, some of the impersonators fired their weapons, and when they reached the provincial offices, they simply attacked.  The police in Babil said the disguises were imperfect -- officers at checkpoints saw that the men were bearded, they said -- but sufficient to get the gunmen through a crowded, heavily patrolled city without being searched.  After the attack, which was repelled by American forces, the police said, the gunmen fled north into Babil Province, where several sport utility vehicles matching the description of those used in the attack were found Sunday.  Mr. Khazaali said the identities of the gunmen were unknown. Other Iraqi officials said the clues pointed to Sunni groups based in Elbu Alwan, a Sunni stronghold about 25 miles north of Karbala in Babil Province. Four of the vehicles were found there early Sunday morning, the police said.  They said American and Iraqi troops immediately surrounded the town and were still searching the area on Sunday.  Some police commanders in Babil Province and Mr. Khazaali said one of the recovered vehicles in Elbu Alwan held three American bodies and a fourth soldier who was critically wounded. Mr. Khazaali also said that at least one additional American had been kidnapped. But American military officials said they were not missing anyone, and other police commanders in Babil said the men found in the vehicle were gunmen.  The sport utility vehicles also held clues of the attackers' elaborate efforts to pass as American. One had a sign on its back window warning drivers to stay back, in English and Arabic, the authorities said, a close copy of those used on some official American vehicles. They also said a bag of civilian American clothing, guns and body armor had been found in the vehicles.  The police said two other empty vehicles were found in Sadda, about 15 miles north of Hilla, the major city in the province.  Uncertainties also lingered Sunday about Saturday's deadliest incident, the crash of a Black Hawk helicopter north of Baghdad that left 12 service members dead. Though local authorities said the helicopter was shot down, the military said once again on Sunday that the crash was still under investigation. It provided no information about the cause of the crash.  The deadliest day for American service members in Iraq also involved a helicopter crash. On Jan. 26, 2005, 37 uniformed Americans died, including 31 when a Marine helicopter crashed in a sandstorm. The second-deadliest day was March 23, 2003, when 28 Americans were killed and Pfc. Jessica Lynch, among others, was captured.  In Baghdad, lawmakers loyal to the militant cleric Moktada al-Sadr ended their nearly two-month boycott of Parliament and ferociously lashed out at American officials for their recent arrest of a cleric and senior adviser to Mr. Sadr, Abdel Hadi al-Daraji.  Falah Shashal, one of 30 members in the bloc supporting Mr. Sadr, said the American raid, in which one of Mr. Daraji's guards was killed, ''was inhuman and against human rights.''  Two separate car bombs in the capital killed at least seven people and wounded 20 more, an Interior Ministry official said. A roadside bomb killed a British soldier north of Basra in southern Iraq, according to the British military.  In Mosul, the Iraqi police detained three Iranians on Saturday, said Wathiq al-Hamdani, the police chief for Nineveh Province. He said the men were found without passports and claimed that they had permission to travel in an adjacent Kurd-controlled area and were lost. American forces detained six Iranians on Jan. 11 after raiding an office in Erbil, a major city in Iraqi Kurdistan.  In Dibis, in Kirkuk Province, gunmen fired on guards protecting local oil facilities on Sunday, setting one oil well on fire. Iraq's oil minister, Hussein al-Sharistani, said that such attacks appeared to be on the rise. He said at a news conference that 289 Iraqi oil workers had been killed in 2006, and an additional 179 wounded. He called on Iraqis to inform the authorities if they saw anyone ''target the interests of Iraq and those who kidnap ministry staff from the work sites to stop Iraq from exporting its oil.''  ", 
            "title": "U.S. Toll in Iraq Is 27 for Deadly Weekend"
        }, 
        "weight": 0.7876535798752005, 
        "file": "1820666.txt", 
        "other_topics": {
            "0": 0.00014361819399016305, 
            "1": 0.00011671765808039638, 
            "2": 0.00012322275082317304, 
            "3": 0.015044253522572326, 
            "4": 0.00016345025743031932, 
            "5": 7.003319010248474e-05, 
            "6": 0.026310685237939495, 
            "7": 0.003920660416840555, 
            "8": 0.024341098318659975, 
            "9": 0.00011659217731791556, 
            "10": 0.08685060229416551, 
            "11": 0.00021742404314395794, 
            "12": 0.00011444746074964912, 
            "13": 9.212075552787513e-05, 
            "14": 0.03775251925497324, 
            "15": 0.00015536834736432404, 
            "16": 8.778895093454043e-05, 
            "17": 0.00021171984435467125, 
            "18": 6.347863353406149e-05, 
            "19": 0.0004964647667599923, 
            "20": 0.00012719837680411403, 
            "21": 8.817695513087766e-05, 
            "22": 9.537518357140679e-05, 
            "23": 6.436562791956008e-05, 
            "24": 7.394098979844725e-05, 
            "25": 0.7876535798752005, 
            "26": 7.840156557564929e-05, 
            "27": 9.193997311895952e-05, 
            "28": 0.015171661053235903, 
            "29": 0.00011017402368179014, 
            "30": 5.292030069823919e-05
        }
    }, 
    {
        "content": {
            "text": "  The Department of Defense has identified 3,006 American service members who have died since the start of the Iraq war. It confirmed the death of the following American on Saturday:  RADERSTORF, Stephen J., 21, Cpl., Army; Peoria, Ariz.; First Cavalry Division.  ", 
            "title": "Names of the Dead"
        }, 
        "weight": 0.784508878853504, 
        "file": "1819072.txt", 
        "other_topics": {
            "0": 0.002869679452241958, 
            "1": 0.002332171543182457, 
            "2": 0.00246215180863652, 
            "3": 0.0022728923419261995, 
            "4": 0.003265950031676159, 
            "5": 0.001399354782485433, 
            "6": 0.0036427063058694573, 
            "7": 0.003757180714665883, 
            "8": 0.0015791547523949778, 
            "9": 0.002329664273346105, 
            "10": 0.019985551821619783, 
            "11": 0.00434441689940984, 
            "12": 0.00228681002977263, 
            "13": 0.0018406932430960303, 
            "14": 0.00851728778557045, 
            "15": 0.1149785802774219, 
            "16": 0.0017541381187956135, 
            "17": 0.004230439543182671, 
            "18": 0.001268386165067433, 
            "19": 0.00992001570518864, 
            "20": 0.002541590018172054, 
            "21": 0.0017618909503741033, 
            "22": 0.0019057209740948092, 
            "23": 0.0012861094735954154, 
            "24": 0.0014774377340907782, 
            "25": 0.784508878853504, 
            "26": 0.0015665658751526385, 
            "27": 0.0018370809739971204, 
            "28": 0.004818661527905506, 
            "29": 0.002201421165009966, 
            "30": 0.0010574168585534818
        }
    }, 
    {
        "content": {
            "text": "  The Department of Defense has identified 3,023 American service members who have died since the start of the Iraq war. It confirmed the death of the following American yesterday:  FREEMAN, Brian S., 31, Capt., Army; Temecula, Calif.; 412th Civil Affairs Battalion.  THE REACH OF WAR  ", 
            "title": "Names of the Dead"
        }, 
        "weight": 0.7726518769924713, 
        "file": "1821023.txt", 
        "other_topics": {
            "0": 0.0025809391615229356, 
            "1": 0.002097514014147623, 
            "2": 0.0022144159758191433, 
            "3": 0.002044199344501665, 
            "4": 0.0029373379419588776, 
            "5": 0.001258555047379747, 
            "6": 0.0032761858999268913, 
            "7": 0.0033791421671936265, 
            "8": 0.0014202639738654717, 
            "9": 0.002095259019812249, 
            "10": 0.017974653343517562, 
            "11": 0.003907292049956632, 
            "12": 0.0020567166678468352, 
            "13": 0.0016554870864568757, 
            "14": 0.007660298636687688, 
            "15": 0.10340971021779684, 
            "16": 0.03511684458687421, 
            "17": 0.003804782823017111, 
            "18": 0.0011407641793576937, 
            "19": 0.008921887424200437, 
            "20": 0.0022858613024919, 
            "21": 0.0015846136921671685, 
            "22": 0.0017139718825161035, 
            "23": 0.0011567042109232005, 
            "24": 0.0013287814789374915, 
            "25": 0.7726518769924713, 
            "26": 0.0014089417593759843, 
            "27": 0.0016522382752448596, 
            "28": 0.004333819316920231, 
            "29": 0.001979919426659577, 
            "30": 0.0009510221004520518
        }
    }, 
    {
        "content": {
            "text": "  As fighting began to flare Sunday around Kismayo, in southern Somalia, the final redoubt for the country's diminished Islamic movement, elders within the city demanded that the Islamists go.  Muhammad Arab, a leader of the Ogaden subclan, said 36 elders of various clans and subclans met over the weekend with Islamist leaders and tried to persuade them that resistance against the huge Ethiopian-backed force heading toward them was futile.  ''We told them that they were going to lose,'' Mr. Arab said, ''and that our city would get destroyed.''  Kismayo, a scenic harbor town along the Indian Ocean that was once part of the East African spice empire, has been spared the fighting so far. But the Islamists, Mr. Arab said, did not care. ''These guys are bent on war,'' he said.  The fighting started around 5 p.m., with the Ethiopian-backed forces unleashing an artillery barrage against Islamist troops dug in near Jilib, a town about 30 miles north of Kismayo.  [Residents of Kismayo told Reuters Monday that Somali Islamists fled overnight from their final stronghold around the southern port of the city. Several thousand Somalia Islamic Courts Council fighters had been making a last stand north of Kismayo port, but residents said they melted away after the advancing Ethiopian force began its shelling of Jilib. Somalia's interim government vowed to pursue them.]  As the shells began to rain down in Jilib, residents said, clan militias in Kismayo turned on the Islamists.  That set off running gun battles across the city, with several people reported killed. It also accelerated the exodus from Kismayo, with thousands of residents hastily gathering a few belongings and joining the stream of people fleeing the fighting in southern Somalia.  It is hard to predict what is going to happen next. Local support for the Islamists in Kismayo is obviously evaporating, just as it did last week in Mogadishu, Somalia's capital, when clan elders decided that the Islamists were a losing cause and pulled their troops and weapons out of the movement.  That led to the city falling much faster than anyone expected into the hands of Somalia's transitional government, which has used Ethiopian troops and airpower to reclaim much of the country. Clan elders are the pillars of Somali society, and many of the Islamist fighters in Mogadishu were clan militiamen lent to the movement.  But the fighters in Kismayo may be different. Kismayo is where the Islamist leadership fled after losing Mogadishu, taking their most steadfast and hard-core fighters.  Ethiopian officials have said that the Somali Islamists are bolstered by several thousand foreign fighters -- from Yemen, Pakistan, Syria, Libya and Eritrea, Ethiopia's bitter enemy, though American intelligence officials have said that the numbers are far fewer, most likely in the hundreds.  Diplomats are still searching for a way to avert disaster. On Sunday, Kenyan officials, with American encouragement, continued to meet in Nairobi with the few remaining moderate leaders of the Islamist movement in an effort to reach a cease-fire. But the talks were slow-going, said an official close to the parties.  In Mogadishu, the transitional prime minister, Ali Mohammed Gedi, seems to relish his newfound authority. Mr. Gedi, a bookish veterinarian whom few Somalis would have recognized before last week's stunning comeback by the transitional government, is holding daily news conferences, meeting with clan elders and surveying bombed-out buildings for future office space. On Sunday, he reassured the populace in confident tones that the era of warlord rule was over.  ", 
            "title": "Somali Clan Elders Urge Islamists to Leave Stronghold"
        }, 
        "weight": 0.7432382407387439, 
        "file": "1815844.txt", 
        "other_topics": {
            "0": 0.0002508113718954722, 
            "1": 0.00020383292070624392, 
            "2": 0.00021519325876504758, 
            "3": 0.00019865188984917936, 
            "4": 0.0002854456121734437, 
            "5": 0.00012230428471356287, 
            "6": 0.000318374292736293, 
            "7": 0.039439787257250294, 
            "8": 0.00013801888903445524, 
            "9": 0.0002036137841100376, 
            "10": 0.1288588223931039, 
            "11": 0.0003797041379571418, 
            "12": 0.00019986830249751504, 
            "13": 0.0001608774796010616, 
            "14": 0.04963367487867918, 
            "15": 0.00027133155813286066, 
            "16": 0.00015331251987937204, 
            "17": 0.000369742461903734, 
            "18": 0.00011085756421514666, 
            "19": 0.0008670141699273009, 
            "20": 0.00022213619669456496, 
            "21": 0.00015399012110858123, 
            "22": 0.0001665609347375966, 
            "23": 0.00011240658995143827, 
            "24": 0.0001291287724445825, 
            "25": 0.7432382407387439, 
            "26": 0.0001369186150755265, 
            "27": 0.00016056176553493295, 
            "28": 0.0004211533478311329, 
            "29": 0.03278524514594481, 
            "30": 9.241874480161899e-05
        }
    }, 
    {
        "content": {
            "text": "  The Taliban appeared to be resuming their campaign of violence after a week of quiet over the Islamic festival of Id al-Adha.  Two newborn babies, their mother and a grandmother were killed in a roadside bombing in eastern Afghanistan as they were returning home from the hospital on Sunday, said the provincial police chief of Khost, Muhammad Ayub, who called the attack ''inhuman.'' Three others in the car, a woman and two men, were wounded, he said.  In a separate attack, gunmen on a motorcycle killed a high school headmaster in the southern province of Helmand as he was walking home from morning prayers at his local mosque, according to an Interior Ministry spokesman.  American soldiers thwarted a suicide car-bomb attack on their outpost in the eastern province of Paktika on Saturday. The troops began shooting at the advancing vehicle, and it crashed into an outside barrier and exploded, according to a NATO statement. Five soldiers were wounded, and the bomber was killed.  A NATO soldier was also wounded in a roadside explosion in Kandahar Province on Saturday, a NATO spokesman said.  More than 600 civilians have been killed in the past three years, including those killed as a result of operations by NATO, American and Afghan troops as well as attacks by the Taliban and Al Qaeda, the Afghan Independent Human Rights Commission reported Sunday. The commission appealed for the military to take more care to avoid civilian casualties and called for compensation to be given to the victims' families.  ", 
            "title": "Taliban Resume Their Attacks In Afghanistan"
        }, 
        "weight": 0.734611491300249, 
        "file": "1817373.txt", 
        "other_topics": {
            "0": 0.0005708001171418538, 
            "1": 0.0004638858841894107, 
            "2": 0.0004897399044666039, 
            "3": 0.00045209481986175135, 
            "4": 0.02290219693967933, 
            "5": 0.0002783418451638101, 
            "6": 0.0007245607813371703, 
            "7": 0.015582381055141951, 
            "8": 0.0003141053670464684, 
            "9": 0.0004633871699810423, 
            "10": 0.04848042307614063, 
            "11": 0.0008641361226456248, 
            "12": 0.00045486314921187426, 
            "13": 0.0003661272752817709, 
            "14": 0.0981219786232708, 
            "15": 0.0006175002512687684, 
            "16": 0.0003489108314551592, 
            "17": 0.00084146519741906, 
            "18": 0.000252291234491703, 
            "19": 0.0019731632821034964, 
            "20": 0.0005055407421779369, 
            "21": 0.0003504529260503328, 
            "22": 0.0003790617639901085, 
            "23": 0.000255816529477528, 
            "24": 0.0002938731122146622, 
            "25": 0.734611491300249, 
            "26": 0.052234278032014476, 
            "27": 0.015200459249888922, 
            "28": 0.0009584668289158795, 
            "29": 0.00043787868289071083, 
            "30": 0.00021032790483221123
        }
    }, 
    {
        "content": {
            "text": "  The Department of Defense has identified 2,992 American service members who have died since the start of the Iraq war. It confirmed the death of the following American yesterday:  DIETRICH, David E., 21, Pvt., Army; Marysville, Pa.; First Armored Division.  THE STRUGGLE FOR IRAQ  ", 
            "title": "Names of the Dead"
        }, 
        "weight": 0.730059069494564, 
        "file": "1816546.txt", 
        "other_topics": {
            "0": 0.002670505799390261, 
            "1": 0.002170304291782817, 
            "2": 0.0022912631160968626, 
            "3": 0.0021151394368320734, 
            "4": 0.003039272728978865, 
            "5": 0.001302230832475836, 
            "6": 0.003389879767825599, 
            "7": 0.0034964089386477237, 
            "8": 0.0014695515630189313, 
            "9": 0.07157420827745539, 
            "10": 0.018598429870609185, 
            "11": 0.004042887269440164, 
            "12": 0.0021280911503340667, 
            "13": 0.0017129376511882126, 
            "14": 0.007926134888923452, 
            "15": 0.10699834965770412, 
            "16": 0.0016323899923789253, 
            "17": 0.003936820652638754, 
            "18": 0.0011803522539887347, 
            "19": 0.00923150474177598, 
            "20": 0.0023651878184158225, 
            "21": 0.0016396047290896329, 
            "22": 0.0017734520520624143, 
            "23": 0.0011968454543604288, 
            "24": 0.0013748943402180247, 
            "25": 0.730059069494564, 
            "26": 0.0014578364323770004, 
            "27": 0.0017095760960953398, 
            "28": 0.004484216362742872, 
            "29": 0.0020486288053763774, 
            "30": 0.0009840255332120669
        }
    }, 
    {
        "content": {
            "text": "  The Department of Defense has identified 3,065 American service members who have died since the start of the Iraq war. It confirmed the deaths of the following Americans yesterday:  BALSLEY, Michael C., 23, Pfc., Army; Hayward, Calif.; Second Infantry Division.  FULLER, Alexander H., 21, Sgt., Army; Centerville, Mass.; Second Infantry Division.  JOHNSON, Alan R., 44, Maj., Army; Yakima, Wash.; 402nd Civil Affairs Battalion.  MELIA, Anthony C., 20, Lance Cpl., Marines; Thousand Oaks, Calif.; 15th Marine Expeditionary Unit, First Marine Expeditionary Force.  ", 
            "title": "Names of the Dead"
        }, 
        "weight": 0.7270890707240935, 
        "file": "1822545.txt", 
        "other_topics": {
            "0": 0.018627293907307663, 
            "1": 0.001081695889598378, 
            "2": 0.0011419826722244562, 
            "3": 0.018350495158913304, 
            "4": 0.0015147962572585978, 
            "5": 0.0006490415856111418, 
            "6": 0.0016895414274269854, 
            "7": 0.0017426363628408382, 
            "8": 0.0007324354890182939, 
            "9": 0.001080532980513056, 
            "10": 0.009269596535468144, 
            "11": 0.0020150052497341967, 
            "12": 0.0010606565442102531, 
            "13": 0.0008537409355194731, 
            "14": 0.003950444904068208, 
            "15": 0.15710654072767846, 
            "16": 0.0008135953799949956, 
            "17": 0.0019621408547034693, 
            "18": 0.0005882963906268508, 
            "19": 0.00460105100091019, 
            "20": 0.018475121142276073, 
            "21": 0.000817191258726865, 
            "22": 0.0008839017654708165, 
            "23": 0.0005965167250361463, 
            "24": 0.0006852576212823235, 
            "25": 0.7270890707240935, 
            "26": 0.018022890425866557, 
            "27": 0.0008520655113218679, 
            "28": 0.0022349669703063692, 
            "29": 0.0010210519172259083, 
            "30": 0.0004904456847666139
        }
    }, 
    {
        "content": {
            "text": "  The Islamist forces in Somalia abandoned their final stronghold Monday morning, fleeing the port city of Kismayo much like they had fled Mogadishu, the capital, last week.  In the face of an intense artillery barrage by Ethiopian-backed forces and thousands of well-equipped troops heading their way, the Islamists scattered, with some of their militia shedding their uniforms and melting back into the population while others headed south towards a thickly forested area along the Kenya border.  ''I can't tell you how happy people were that they disappeared,'' Adam Ragay, a businessman in Kismayo, said today.  As soon as the Islamists left, looters rushed into the streets and smashed up stores and ran away with TVs and mobile phones. But by mid-afternoon, the brief burst of anarchy was over and transitional government troops had arrived on the outskirts of town.  ''I can confirm to you that our forces have captured Kismayo,'' Somalia's transitional prime minister, Ali Mohamed Gedi, told The Associated Press today.  This leaves the transitional government of Somalia now in control of every major town in south-central Somalia, though there are fears the war may not be over and that the Islamists are simply switching to underground guerilla tactics. It took the transitional government, with the help of the Ethiopian military, one of the most powerful in Africa, all of one week to rout the Islamists.  Residents of Kismayo said the remaining Islamists were heading toward Ras Kamboni, a small town on the Kenyan border which western intelligence officers say has been used as a terrorist hide-out before.  Kenya officials have said that they have increased security on the border to keep the Islamists from escaping through Kenya.  As fighting began to flare up on Sunday around Kismayo, elders within the city demanded that the Islamists go.  Muhammad Arab, a leader of the Ogaden subclan, said that 36 elders of various clans and subclans met over the weekend with Islamist leaders and tried to persuade them that resistance against the huge Ethiopian-backed force heading toward them was futile.  ''We told them that they were going to lose,'' Mr. Arab said, ''and that our city would get destroyed.''  Kismayo, a scenic harbor town along the Indian Ocean that was once part of the fabled East African spice empire, has been spared the fighting so far.  But the Islamists, Mr. Arab said, did not care.  ''These guys are bent on war,'' he said.  The fighting started at around 5 p.m., with the Ethiopian-backed forces unleashing an artillery barrage against Islamist troops dug in near Jilib, a town about 30 miles north of Kismayo. As the shells began to rain down, residents said that clan militias within Kismayo turned on the Islamists.  That set off running gun battles across the city, with several people reportedly killed. It also accelerated the exodus out of Kismayo, with thousands of residents hastily tossing a few things over their shoulder and joining the stream of people fleeing the fighting in southern Somalia.  Local support for the Islamists in Kismayo is obviously evaporating, just as it did last week in Mogadishu, Somalia's capital, when clan elders decided that the Islamists were a losing cause and pulled their troops and weapons out of the movement.  That led to the city falling much faster than anyone expected into the hands of Somalia's transitional government, which has used Ethiopian troops and airpower to reclaim much of the country. Clan elders are the pillars of Somali society, and many of the Islamist fighters in Mogadishu were clan militiamen loaned to the movement.  But the fighters in Kismayo were thought to be different. Kismayo is where the Islamist leadership fled after losing Mogadishu, bringing with them their most devout and hard-core fighters. Ethiopian officials have said that the Somali Islamists are bolstered by several thousand foreign fighters -- from Yemen, Pakistan, Syria, Libya and Eritrea, Ethiopia's bitter enemy, though American intelligence officials say the numbers are far fewer, most likely in the hundreds.  Diplomats in the region were still searching for a way to avert disaster on Sunday. On Sunday, Kenyan officials, with American encouragement, continued to meet in Nairobi with the few remaining moderate leaders of the Islamist movement in an effort to reach a cease-fire. But the talks were slow-going, said one official close to the parties.  In Mogadishu, Mr. Gedi, the transitional prime minister, seems to relish his newfound authority. Mr. Gedi, a bookish veterinarian whom few Somalis would have recognized before last week's stunning comeback by the transitional government, is holding daily news conferences, meeting with clan elders and surveying bombed-out buildings for future office space. On Sunday, he reassured the populace in confident tones that the era of warlord rule was over.  ''People of Mogadishu do not have to fear,'' he said.  But many still do. A large explosion rocked an apartment building in Mogadishu on Saturday night, killing a woman. Some residents said it was a missile fired at nearby Ethiopian troops and possibly the opening salvo of an anti-Ethiopian insurgency. Later in the day, Ethiopian troops began to recede from Mogadishu's streets to barracks on the outskirts of the city.  ", 
            "title": "Islamists Abandon Final Stronghold in Somalia"
        }, 
        "weight": 0.7230079593979907, 
        "file": "1815849.txt", 
        "other_topics": {
            "0": 0.00017945443141705722, 
            "1": 0.0001458415565968102, 
            "2": 0.0001539698284197393, 
            "3": 0.00014213455184825262, 
            "4": 0.00020423507772377808, 
            "5": 8.750817679147876e-05, 
            "6": 0.0002277954035697, 
            "7": 0.04687502064415223, 
            "8": 9.875190693831219e-05, 
            "9": 0.0001456847653278271, 
            "10": 0.15516200955933784, 
            "11": 0.002603679968694027, 
            "12": 0.00014300488973814133, 
            "13": 0.00011510712776472364, 
            "14": 0.0658287189745438, 
            "15": 0.00019413653424984805, 
            "16": 0.0001096944324180608, 
            "17": 0.00026454910226052377, 
            "18": 7.931809871364207e-05, 
            "19": 0.000620344818175465, 
            "20": 0.0001589374699149771, 
            "21": 0.00011017925311178085, 
            "22": 0.0001191736148713621, 
            "23": 8.042641980233835e-05, 
            "24": 9.239106769162985e-05, 
            "25": 0.7230079593979907, 
            "26": 9.796466576894112e-05, 
            "27": 0.00011488123574156968, 
            "28": 0.0026333366957172473, 
            "29": 0.00013766512603618488, 
            "30": 6.612520467199777e-05
        }
    }, 
    {
        "content": {
            "text": "  Two of Saddam Hussein's co-defendants, Awad al-Bandar and Barzan Ibrahim al-Tikriti, were executed this morning, according to a lawyer for one of the men. Page A7.  ", 
            "title": "2 Hussein Allies Said to Hang"
        }, 
        "weight": 0.7223953222412471, 
        "file": "1819134.txt", 
        "other_topics": {
            "0": 0.003696841129101419, 
            "1": 0.0030044009529430517, 
            "2": 0.003171846968882809, 
            "3": 0.002928035005821953, 
            "4": 0.004207333468293068, 
            "5": 0.0018027073755765039, 
            "6": 0.10077329898989225, 
            "7": 0.004840157385728943, 
            "8": 0.002034333219101817, 
            "9": 0.003001170983043264, 
            "10": 0.02574622399175276, 
            "11": 0.0055966596071049275, 
            "12": 0.00294596435357976, 
            "13": 0.0023712580448036523, 
            "14": 0.059012632626394224, 
            "15": 0.003999298979739921, 
            "16": 0.002259754112474807, 
            "17": 0.005449829208344656, 
            "18": 0.0016339881232871412, 
            "19": 0.012779379254927777, 
            "20": 0.0032741825938613087, 
            "21": 0.002269741634469281, 
            "22": 0.002455029488440194, 
            "23": 0.0016568200308226017, 
            "24": 0.0019032971005894345, 
            "25": 0.7223953222412471, 
            "26": 0.002018115700757624, 
            "27": 0.0023666045686240047, 
            "28": 0.006207601378496326, 
            "29": 0.0028359628455802252, 
            "30": 0.0013622086363171033
        }
    }, 
    {
        "content": {
            "text": "  A United States Air Force gunship carried out a strike Sunday night against suspected operatives of Al Qaeda in southern Somalia, a senior Pentagon official said Monday night.  The attack by an AC-130 gunship, which is operated by the Special Forces Command, is believed to have produced multiple casualties, the official said. It was not known Monday night whether the casualties included members of a Qaeda cell that American officials have long suspected was hiding in Somalia.  Special Forces units operating from an American base in Djibouti are conducting a hunt for Qaeda operatives who have been forced to flee Mogadishu, the Somali capital, since Islamic militants were driven from there by an Ethiopian military offensive last month.  The American attack was first reported by CBS News.  The Special Forces attack is the first military action in Somalia that Pentagon officials have acknowledged since American troops departed the lawless country in the wake of the infamous ''Black Hawk Down'' episode in 1993, when 18 American soldiers were killed in street fighting in Mogadishu.  American officials have long suspected that a handful of Qaeda suspects responsible for the 1998 embassy bombings in Kenya and Tanzania have been hiding inside Somalia, a country that has not had a central government since 1991.  The search for the terrorist suspects has driven American policy toward Somalia for several years.  Earlier this year, the Central Intelligence Agency began making cash payments to a group of Somali warlords who pledged to help hunt down members of the Qaeda cell.  After Islamist militias took control of Mogadishu in the summer, officials in Washington charged that the Islamists had ties to the terror suspects, and made demands for their handover to American custody.  The Ethiopian military offensive that began last month recently drove the Islamists from the seaside Somali capital, raising hopes within Washington that the Qaeda operatives might surface as they fled the protection of the Islamists. The Islamists have retreated to areas around the southern port city of Kismayo. Ethiopian officials have said they have intelligence reports that members of the Qaeda cell were hiding near the city.  The AC-130 gunship is a heavily armed propeller plane that, because of its slow speed, operates primarily at night and can direct an immense barrage of gunfire onto a target as it circles overhead.  The attack against suspected Qaeda operatives is the sort of targeted operation that senior Bush administration officials have been pressing the Special Operation Command, based in Tampa, Fla., to undertake in recent years.  But officials have said that Special Operations forces have had difficulty carrying out targeted strikes in the past because of the difficulty establishing the whereabouts of wanted terrorists or getting forces in place when a suspected militant is located.  The Central Intelligence Agency has killed a small number of suspected Qaeda members, using a pilotless drone armed with a missile. Among them were five people killed in Yemen in 2002.  ", 
            "title": "U.S. Airstrike Aims at Qaeda Cell in Somalia"
        }, 
        "weight": 0.7180054108061847, 
        "file": "1817621.txt", 
        "other_topics": {
            "0": 0.00027900102240155893, 
            "1": 0.00022674248319106856, 
            "2": 0.0002393796531458444, 
            "3": 0.0002209791364365304, 
            "4": 0.00031752793756744085, 
            "5": 0.0001360505316058654, 
            "6": 0.0003541575986308081, 
            "7": 0.003990894625992991, 
            "8": 0.00015353136048148816, 
            "9": 0.06548743182829678, 
            "10": 0.16509540324458974, 
            "11": 0.0004223805400031689, 
            "12": 0.0002223322663603573, 
            "13": 0.00017895911557307034, 
            "14": 0.008079297521965562, 
            "15": 0.011178649736164215, 
            "16": 0.0001705439010601589, 
            "17": 0.00041129923303239796, 
            "18": 0.00012331727035830927, 
            "19": 0.0045900686075694445, 
            "20": 0.018375139909817453, 
            "21": 0.00017129766048622157, 
            "22": 0.00018528135599575542, 
            "23": 0.00012504039702870522, 
            "24": 0.00014364204964562515, 
            "25": 0.7180054108061847, 
            "26": 0.00015230742251909435, 
            "27": 0.00017860791719410225, 
            "28": 0.00046848838529417046, 
            "29": 0.00021403043998324074, 
            "30": 0.00010280604142409678
        }
    }, 
    {
        "content": {
            "text": "  Mogadishu exploded in violence on Wednesday morning after unknown insurgents attacked a transitional government barracks during the night and soldiers responded by sealing off large swaths of the city, searching house to house for guns.  The weapons raids immediately provoked stiff resistance, and squads of Ethiopian soldiers and troops loyal to the transitional government poured into the streets, where they battled outraged residents and a handful of masked insurgents.  From dawn to afternoon, the pop of gunfire and the boom of explosives reverberated across Mogadishu, Somalia's reliably chaotic capital.  But it is difficult to tell how many people here actually support the growing insurgency against Somalia's transitional government and the Ethiopian troops backing it. On Wednesday, a group of masked men stood on the steps of a Mogadishu mosque and proclaimed themselves to be Somalia's new freedom fighters. They were met by jeers.  ''Why can't you hit anything, then?'' shouted one woman, referring to a botched grenade attack that missed the Ethiopians and demolished a house. ''Were you scared? Were your fingers trembling?''  Regardless of the insurgents' popularity, or lack thereof, violence is increasing. And the transitional government, which entered the capital two weeks ago for the first time since it formed in 2004, now faces a critical test: how quickly, if at all, can it pacify a notoriously dangerous city, bristling with military-grade weaponry and split by deep clan divisions?  Most of the violence on Wednesday was concentrated in strongholds of the Ayr, a powerful clan-based group closely connected to the Islamist movement that had controlled much of the country until the Ethiopian military entered the fray last month. On the other hand, neighborhoods of the Darod clan, the clan of Abdullahi Yusuf Ahmed, the transitional president, were quiet. Many Darod members said they were happy about the weapons raids, especially the ones in Ayr neighborhoods.  Clan rivalries have been the curse of Somalia ever since there was a Somalia. They are the cause of its civil wars, its famines and its state of suspended decay. It seems that this new chapter is no different.  The insurgents are still a mysterious bunch, but they are widely suspected to be members of the ousted Islamist movement. After being routed, the Islamists vowed to fight on as an underground army. As each night passes, more government troops are attacked. On Tuesday, insurgents launched one of their boldest strikes, firing rocket-propelled grenades at an army barracks downtown. Witnesses said at least two soldiers died, and the insurgents got away. But on Wednesday, residents said that Ethiopian soldiers were able to confiscate some guns and arrest several people suspected of being insurgents.  Doctors at Medina Hospital said Wednesday that in the past 24 hours 15 people had been admitted for gunshot wounds, including 3 government soldiers. The violence this past week has filled all of the hospital's 65 beds, leaving bleeding men and women curled up on the floor and under acacia trees in the courtyard.  ''This is not something that is going to stop,'' said Dahir Muhammad, a hospital official. ''Until the Ethiopians leave, people will be determined to kill them.''  The Islamist leaders, meanwhile, have fled to southern Somalia along the Kenyan border where they are being hunted by Ethiopian troops, with the help of American forces.  Somali officials said Wednesday that Fazul Abdullah Mohammed, a main suspect in the bombings against American embassies in Kenya and Tanzania in 1998, had been killed in a recent American airstrike in southern Somalia.  But American officials quickly distanced themselves from that claim, saying they were not even sure Mr. Fazul was among the terrorism suspects hiding in the jungle with the Islamists. They did say Abu Taha al-Sudani, a top aide to Mr. Fazul, and Aden Hashi Ayrow, a Somali terrorism suspect, might have been killed.  An American AC-130 gunship pounded the area Sunday night, the first time American forces have been publicly deployed in Somalia since 1994. Since June, when the Islamist movement rose to power, American officials have complained that Islamist leaders were sheltering terrorists connected to the embassy bombings, which together killed more than 200 people.  On Wednesday, residents in southern Somalia said warplanes returned, though those reports could not be independently verified. The Ethiopian Air Force has also been pummeling the area.  Pentagon officials said Wednesday that small numbers of American special operations ground troops were in Somalia working with Ethiopian forces and gathering evidence from the site of the United States airstrike.  ''One would assume that a U.S. ground presence would be required at the least to do the DNA confirmation,'' said Roger W. Cressey, a former National Security Council official. ''It's not something you would leave to the Ethiopians, and certainly not the Somalis.''  Thousands of Ethiopian troops are essentially occupying Somalia, and many Somalis are beginning to resent it. Barwaqho Muhammad Osman, a mother of two, stood in a downtown Mogadishu street Wednesday morning with bags of groceries in her hands and no way to get home.  Ethiopian soldiers told her that her neighborhood had been sealed off because of the raids. When Ms. Osman tried to plead with them, witnesses said, the soldiers clicked the safeties off their guns and told her to go.  ''Why did our president bring in these people?'' she fumed. ''They are occupiers, and if they keep this up, they will fail at every step.''  ", 
            "title": "Weapons Raids in Somalia After Violent Night"
        }, 
        "weight": 0.708242012341333, 
        "file": "1818039.txt", 
        "other_topics": {
            "0": 0.00017299946611681598, 
            "1": 0.002388716953429473, 
            "2": 0.00014843154278429722, 
            "3": 0.00013702198041214484, 
            "4": 0.0001968887540393257, 
            "5": 8.436051284015723e-05, 
            "6": 0.01820457208844119, 
            "7": 0.00022650273961218395, 
            "8": 9.519980667761688e-05, 
            "9": 0.029366021510061045, 
            "10": 0.1203552642215711, 
            "11": 0.00925438968101455, 
            "12": 0.00013786101229953276, 
            "13": 0.00011096673117677345, 
            "14": 0.10167892609378021, 
            "15": 0.0001871534545777751, 
            "16": 0.00010574873016207886, 
            "17": 0.0002550332866753794, 
            "18": 7.646503138710847e-05, 
            "19": 0.002846152360711327, 
            "20": 0.00015322049850831948, 
            "21": 0.00010621611188407728, 
            "22": 0.00011488694698233589, 
            "23": 7.753348623169718e-05, 
            "24": 8.906776644299306e-05, 
            "25": 0.708242012341333, 
            "26": 9.44408825266169e-05, 
            "27": 0.0001107489644763521, 
            "28": 0.0025386157302861806, 
            "29": 0.002380834628593247, 
            "30": 6.374668496502483e-05
        }
    }, 
    {
        "content": {
            "text": "  Several Somali Islamist fighters and possibly some of their leaders were arrested trying to escape into Kenya, Kenyan authorities said Wednesday, raising the possibility of a sticky asylum issue.  ''We have detained a number of people, but we are still trying to determine their identities,'' said Alfred Mutua, the spokesman for the Kenyan government.  Somali officials said Kenyan soldiers might have captured Sheik Sharif Sheik Ahmed, the second in command of the defeated Islamist forces.  According to Ismail Qasim Naji, a Somali general, Sheik Sharif's briefcase was recently discovered at a jungle hide-out in southern Somalia.  ''It had some important documents in it,'' General Naji said at a news conference in Mogadishu, Somalia's seaside capital. When asked what documents, the general replied, ''Top secret.''  Ethiopian-led forces routed Somalia's Islamist army last month after the Islamists attacked Baidoa, the seat of Somalia's transitional government. The American military jumped in last week, bombing two areas in southern Somalia where the Islamist leaders and several terrorist suspects were believed to be hiding. A small contingent of American Special Operations soldiers have been deployed on Somali soil to help track down suspects and identify any bodies.  Since then, the Islamists have been caught between the advancing Ethiopian-led army and the heavily fortified Kenyan border near the Indian Ocean, which is being patrolled by American warships.  United Nations officials said the Kenyan government was deliberating whether to grant Islamist leaders political asylum, in the interest of bringing the fighting across the border to a close by allowing the Islamist leaders a graceful exit from the country. Somalia's transitional government officials have agreed to give amnesty to rank-and-file fighters but said that they wanted the top Islamists handed over to them.  ''Any members of the upper echelons of the Islamists who still pose a threat to our security will face due process of the law in Somalia,'' said Abdirizak Adam Hassan, chief of staff for the transitional president, Abdullahi Yusuf. ''As for terrorists, we will give them to the Americans or the U.N.''  In Baidoa, lawmakers on Wednesday ousted the speaker of Parliament, Sharif Hassan Sheik Adan.  Mr. Adan, an illiterate livestock trader, was recently one of the most powerful men in Somalia. But he fell out of favor with President Yusuf and Prime Minister Ali Mohamed Gedi after he tried to strike a peace deal between the Islamists and the transitional government. He also demanded that Ethiopian troops leave Somalia.  Members of Parliament accused him of being a traitor and voted 183 to 9 to remove him. A replacement has yet to be named.  Mr. Adan rejected the vote, telling a Somali radio station on Wednesday, ''The country is illegally occupied by Ethiopia, and the M.P.s were probably forced to vote against me.''  ", 
            "title": "Islamists Held Trying to Flee From Somalia Into Kenya"
        }, 
        "weight": 0.7053825548593803, 
        "file": "1819622.txt", 
        "other_topics": {
            "0": 0.0003031839975613303, 
            "1": 0.00024639584428442867, 
            "2": 0.0002601283663797651, 
            "3": 0.0002401329478500992, 
            "4": 0.0003450503106420277, 
            "5": 0.00014784298526061569, 
            "6": 0.0358436328407428, 
            "7": 0.00039694923687131495, 
            "8": 0.00016683900016255688, 
            "9": 0.0002461309491612621, 
            "10": 0.1360668732610234, 
            "11": 0.00045899122342986295, 
            "12": 0.0514598381355587, 
            "13": 0.00019447075710494035, 
            "14": 0.02847890796217498, 
            "15": 0.00032798906141125514, 
            "16": 0.00018532613693688764, 
            "17": 0.0004469494218741429, 
            "18": 0.000134006042966295, 
            "19": 0.0010480578292535669, 
            "20": 0.0002685210786415063, 
            "21": 0.00018614522997828986, 
            "22": 0.00020134099044098416, 
            "23": 0.00013587852510897074, 
            "24": 0.000156092513405859, 
            "25": 0.7053825548593803, 
            "26": 0.0001655089749138625, 
            "27": 0.00019408911789962105, 
            "28": 0.0005090955590123518, 
            "29": 0.03569135987858665, 
            "30": 0.00011171696198142399
        }
    }, 
    {
        "content": {
            "text": "  The second in command of Somalia's defeated Islamist forces has surrendered to the Kenyan authorities and is staying at a hotel in Nairobi, Western diplomats and Somali officials said Monday.  Sheik Sharif Ahmed, the head of the Islamic Courts Union executive council, was part of a group of Islamist leaders being hunted down by American and Ethiopian troops in southern Somalia. Described as a moderate Muslim and potential peacemaker, he surfaced at the Kenya-Somalia border in the past week, Somali officials said, and now the Kenyan immigration authorities are deliberating about what to do with him.  ''Sheik Sharif is in Nairobi,'' said Abdirahman Dinari, spokesman for Somalia's transitional government. ''We are waiting for the next move.''  Several Western diplomats said American officials, who have urged Somalia's newly empowered government to reconcile with moderate Islamist leaders, were instrumental in arranging Mr. Ahmed's safe passage to Kenya.  ''He decided to come to Kenya only after getting a guarantee from the Americans that he would not be deported'' back to Somalia, said a Western diplomat in Nairobi who spoke on condition of anonymity. ''He's been here a week.''  Over the weekend, the BBC broadcast an interview with Michael E. Ranneberger, the American ambassador to Kenya, in which Mr. Ranneberger said, ''We certainly have made clear to the T.F.G.,'' Somalia's transitional federal government, ''that it needs to talk to all elements, and that includes people such as, for example, Sheik Sharif.''  At that point, Mr. Ahmed, a school-teacher turned religious leader, was still widely believed to be hiding in the marshes of southern Somalia or possibly dead.  On Monday, an American Embassy official denied that the United States played any role in bringing him to Kenya. ''We're not holding or interrogating or protecting him,'' she said on condition of anonymity. ''We're not involved in this operation in any way.''  Kenyan officials did not return calls for comment.  European diplomats in Kenya said American officials were playing an increasingly large behind-the-scenes role in Somalia, pursuing an aggressive counterterrorism agenda but also trying to shape Somalia's political future.  Several Somali leaders seemed to welcome that involvement, saying that Italy, the other Western power in Somalia, had discredited itself by trying to establish a rapport with the Islamists before they were defeated.  Last month, the Islamists attacked Somalia's transitional government, which was based in Baidoa. What they did not expect was a crushing response from Somalia's neighbor Ethiopia, which sided with the transitional government because Ethiopian officials viewed the Islamists as a regional threat.  It took all of one week for the Ethiopian-led forces, with approval from American officials, to rout the Islamist army and install the transitional government in Mogadishu, Somalia's bullet-pocked capital by the sea.  Mogadishu is now loosely controlled by a mix of Ethiopian troops and government soldiers, who are struggling to pacify a population that is armed to the teeth. On Monday, residents said a gun battle between Ethiopian troops and masked men in a crowded livestock market killed seven people, four of them insurgents and three civilians.  Western diplomats said Mr. Ahmed, 42, could be enormously helpful in defusing the violence because he has a devoted following among former Islamist fighters, who are suspected of being the backbone of Somalia's growing insurgency.  United Nations officials said Mr. Ahmed could be granted political asylum in Kenya or another country in the region, possibly Yemen, so that he can meet with Somalia's new leaders on neutral soil and map out a path forward.  Abdirizak Adam Hassan, chief of staff for the transitional president, Abdullahi Yusuf Ahmed, said that if the Islamic leader renounced violence, he would be welcome back in Somalia. ''We're not after his blood,'' he said.  The case is a little different, though, for Sheik Hassan Dahir Aweys, the Islamists' top leader. Mr. Aweys is nowhere to be found, and most Somalis believe that he will never turn himself in because American and Ethiopian officials have accused him of being a terrorist.  ", 
            "title": "Somali Islamists' No. 2 Leader Surrenders in Kenyan Capital"
        }, 
        "weight": 0.7040926089698442, 
        "file": "1820836.txt", 
        "other_topics": {
            "0": 0.009217515789750759, 
            "1": 0.0001873463195072532, 
            "2": 0.00019778780028622064, 
            "3": 0.00018258434553876255, 
            "4": 0.0002623579384277121, 
            "5": 0.00011241195740934757, 
            "6": 0.015270941206622823, 
            "7": 0.00030181912675932834, 
            "8": 0.0001268555186939099, 
            "9": 0.0001871449073181605, 
            "10": 0.1783496167835209, 
            "11": 0.00034899255969777094, 
            "12": 0.000183702371183875, 
            "13": 0.00014786523977791796, 
            "14": 0.0006842046089942659, 
            "15": 0.00024938547024804815, 
            "16": 0.00014091215606519588, 
            "17": 0.00033983661306136317, 
            "18": 0.006093218263201575, 
            "19": 0.0007968875348188068, 
            "20": 0.00020416917314373346, 
            "21": 0.006132862133077569, 
            "22": 0.0001530890004846045, 
            "23": 0.00010331481707075328, 
            "24": 0.00011868446066593153, 
            "25": 0.7040926089698442, 
            "26": 0.00012584423810223328, 
            "27": 0.00014757506158638277, 
            "28": 0.00038708923657150833, 
            "29": 0.07506843275142874, 
            "30": 8.49436471403759e-05
        }
    }, 
    {
        "content": {
            "text": "  The Department of Defense has identified 3,008 American service members who have died since the start of the Iraq war. It confirmed the deaths of the following Americans yesterday:  RIEKENA, James D., 22, Specialist, Army; Redmond, Wash.; 145th Brigade Support Battalion.  SANCHEZ, Paul T., 32, Sgt., Army; Irving, Tex.; 10th Mountain Divi-sion.  THE STRUGGLE FOR IRAQ  ", 
            "title": "Names of the Dead"
        }, 
        "weight": 0.6965523818819005, 
        "file": "1819474.txt", 
        "other_topics": {
            "0": 0.0019825122289632816, 
            "1": 0.027373845006597543, 
            "2": 0.0017009725829734933, 
            "3": 0.0015702230642747606, 
            "4": 0.00225627495500326, 
            "5": 0.0009667414131457193, 
            "6": 0.0025165562628487468, 
            "7": 0.0025956406759754295, 
            "8": 0.0010909558576664895, 
            "9": 0.001609443837944759, 
            "10": 0.013806977938942259, 
            "11": 0.0030013316031049712, 
            "12": 0.0015798380706939915, 
            "13": 0.0012716391934844854, 
            "14": 0.005884150990906315, 
            "15": 0.1824833950771972, 
            "16": 0.001211842761422726, 
            "17": 0.002922590577737579, 
            "18": 0.0008762620094482969, 
            "19": 0.006853222728998409, 
            "20": 0.001755852308905289, 
            "21": 0.0012171987893935296, 
            "22": 0.0013165634695481744, 
            "23": 0.000888506121196375, 
            "24": 0.026783353888257214, 
            "25": 0.6965523818819005, 
            "26": 0.0010822588573578464, 
            "27": 0.0012691436647043282, 
            "28": 0.003328962542783015, 
            "29": 0.0015208473466683454, 
            "30": 0.0007305142919556511
        }
    }, 
    {
        "content": {
            "text": "  The Department of Defense has identified 2,998 American service members who have died since the start of the Iraq war. It confirmed the death of the following American yesterday:  JOHNSON, Jeremiah J., 23, Cpl., Army; Vancouver, Wash.; 25th Infantry Division.  THE STRUGGLE FOR IRAQ  ", 
            "title": "Names of the Dead"
        }, 
        "weight": 0.6953559508768921, 
        "file": "1817797.txt", 
        "other_topics": {
            "0": 0.002670505799390261, 
            "1": 0.002170304291782817, 
            "2": 0.0022912631160968626, 
            "3": 0.036818258054504005, 
            "4": 0.003039272728978865, 
            "5": 0.001302230832475836, 
            "6": 0.003389879767825599, 
            "7": 0.0034964089386477237, 
            "8": 0.0014695515630189313, 
            "9": 0.0021679710421115403, 
            "10": 0.018598429870609185, 
            "11": 0.004042887269440164, 
            "12": 0.0021280911503340667, 
            "13": 0.0017129376511882126, 
            "14": 0.007926134888923452, 
            "15": 0.14170146827537605, 
            "16": 0.0016323899923789253, 
            "17": 0.003936820652638754, 
            "18": 0.0011803522539887347, 
            "19": 0.00923150474177598, 
            "20": 0.0023651878184158225, 
            "21": 0.0016396047290896329, 
            "22": 0.036476570669734344, 
            "23": 0.0011968454543604288, 
            "24": 0.0013748943402180247, 
            "25": 0.6953559508768921, 
            "26": 0.0014578364323770004, 
            "27": 0.0017095760960953398, 
            "28": 0.004484216362742872, 
            "29": 0.0020486288053763774, 
            "30": 0.0009840255332120669
        }
    }, 
    {
        "content": {
            "text": "  A fierce battle erupted off Sri Lanka's northern coast on Sunday when two clusters of Tamil Tiger rebel boats, including suicide craft, attacked a ship carrying food supplies.  The military also fought with rebels in eastern Sri Lanka, killing 18, a military spokesman said. At least 10,000 civilians have fled the area in recent days as the fighting has surged there.  The sea battle, seven miles off the northern Jaffna Peninsula, began when a Tiger suicide craft exploded close to the cargo ship City of Liverpool, damaging the vessel, which had just unloaded food supplies, including flour and rice for civilians on the peninsula. Because of the escalating fighting in recent months, Jaffna has faced a severe food shortage.  Navy warships and helicopter gunships rushed to the scene and destroyed at least three of the 20 rebel boats, said Brig. Prasad Samarasinghe, a military spokesman. The ship's crew was rescued, and three sailors were wounded by the rebels, the Liberation Tigers of Tamil Eelam, before they retreated.  On Friday, the military routed rebels from a strategic town in eastern Sri Lanka. The bodies of 22 rebel fighters were found in the area, a former rebel stronghold, on Sunday.  ", 
            "title": "Sri Lankan Military Battles Rebels at Sea"
        }, 
        "weight": 0.6923965659885261, 
        "file": "1820682.txt", 
        "other_topics": {
            "0": 0.0006265714298975232, 
            "1": 0.13078555126523564, 
            "2": 0.0005375910463298961, 
            "3": 0.008638539036617644, 
            "4": 0.0007130939240347787, 
            "5": 0.041016894226801874, 
            "6": 0.0007953556265603799, 
            "7": 0.0008203501930964484, 
            "8": 0.0003447957403272247, 
            "9": 0.0005086634584888014, 
            "10": 0.02879049833105222, 
            "11": 0.0009485684913719325, 
            "12": 0.0004993065790463844, 
            "13": 0.00040190056643028366, 
            "14": 0.026286495108707682, 
            "15": 0.0006778345059508785, 
            "16": 0.0003830019511318049, 
            "17": 0.0009236824522669714, 
            "18": 0.00027694191854342665, 
            "19": 0.002165955650604095, 
            "20": 0.0005549357405250239, 
            "21": 0.00038469471955724483, 
            "22": 0.00041609884852867777, 
            "23": 0.00028081166042634567, 
            "24": 0.0003225866474078106, 
            "25": 0.6923965659885261, 
            "26": 0.000342047060223468, 
            "27": 0.0004011118565230812, 
            "28": 0.0010521159920398556, 
            "29": 0.05747656151662583, 
            "30": 0.00023087846712077282
        }
    }, 
    {
        "content": {
            "text": "  Women dressed in black had just set out large caldrons to cook the traditional feast on the holy day of Ashura, a simple meal of rice and lamb in a tomato-based sauce. Children crowded around the pots as men wailed in a ritualistic mourning ceremony and guards scanned the crowd at the Shiite mosque near Baquba for would-be killers.  Then a bomb exploded.  ''I saw a head land a few feet from me,'' said Muhammad Saad, an 18-year-old student who was wounded in the blast. ''Hands and legs were all around.''  At least 23 people were killed in the attack, the police said.  Only 35 miles to the southeast, in Baghdad, the Sunni residents of the Adhamiya neighborhood spent the day hiding in basements and under door frames, as explosions burst around them. At least 30 mortar shells rained down on the area, pulverizing homes and people.  By nightfall, police officials said that 10 were dead, while overwhelmed doctors at the local hospital said that at least 20 people had been killed and the number was likely to climb as bodies were dug out the next morning.  In all, more than 50 people died in scattered attacks across Iraq on Tuesday.  The day's violence, much of it driven by sectarian rivalries, and most of it directed at Shiites, was by no means the worst Iraq has seen. But it was one more grim reminder of just how deeply this nation has been cleaved in the past year.  As millions of pilgrims flocked to Iraq's holiest shrines, and tens of thousands of government security forces and Shiite militiamen fanned out to try to provide protection, ancient rituals transported worshipers back more than a thousand years, to the killing of the grandson of the Prophet Muhammad, Imam Hussein, by a Sunni army in the battle of Karbala in A.D. 680.  At Ashura, Shiites commemorate what is for them the most formative event of their faith, a celebration that had been banned under Saddam Hussein. In recent years, Sunni militants, caught up in a renewed sectarian split, have attacked worshipers on the holiday.  In 2005, at least 74 people were killed and in 2004, more than 180 people died. This year was, however, worse than last, when fewer than a dozen were killed.  Given the history of violence on Ashura, the Iraqi government deployed 10,000 policemen to guard Karbala, where many of the millions of pilgrims gather, according to the governor of Karbala Province, Aqil al-Khuzaie. He said American and British fighter jets and helicopters patrolled the skies, and a security perimeter was set up several miles from the city center, placing the crowds out of reach of mortar shells and short-range rockets.  While the ceremonies in the holy cities of Karbala and Najaf proceeded without violence, militants still managed to kill large numbers of people.  The deadliest attack was at the Shiite shrine near Baquba, in Balad Ruz.  Mr. Saad, the 18-year-old student who witnessed the attack and was interviewed in the hospital where he was being treated for his wounds, described what he remembered.  ''I headed to the mosque around 10 a.m. and saw hundreds of people gathering,'' he said. There was heavy security, he said, but the rituals played out as they always do.  Shortly after noon he heard the explosion.  ''I fell on the ground and lost consciousness,'' he said. When he came to, he saw victims being loaded into vans because there were no ambulances, and he heard gunshots.  A Shiite neighborhood in Baghdad, Kadhimiya, was also hit by about 20 mortar shells on Tuesday, according to the police, an attack that was most likely timed to Ashura.  Kadhimiya has generally been quiet, so much so that most of the government services work and residents have felt safe enough to venture out in the evening for tea and ice cream. The security has largely been provided by militias, not the government.  Although police officials reported no casualties in the shelling on Tuesday, residents said at least three people were killed in one explosion.  Abu Ali, 37, was standing near the main street watching an Ashura procession when a mortar hit a nearby house, a few hundred yards from the main Shiite shrine in the neighborhood.  ''People rushed to the house,'' he said. They found three people dead and two wounded. ''The house was burned to the ground because of the explosion.''  An American military official said later in the day that troops had been able to pinpoint the location of mortar fire and called in airstrikes to take out the guns. It was unclear if the mortars from that site had been directed at Kadhimiya or Adhamiya, which are near each other.  Elsewhere in the city, four Shiite pilgrims were killed and nine more wounded when gunmen open fired on two minibuses.  In Khanaqin, a small town northeast of Baghdad with a mixed Shiite-Sunni population, a roadside bomb exploded during a procession of Shiite worshipers, killing at least 12 people, including three women.  Aside from the sectarian violence, new details emerged about the fierce fighting over the weekend outside Najaf, which served as a reminder that internal power struggles among Shiite factions can also have bloody consequences. The battle pitted Iraqi and American security forces against a fringe Shiite group that the Iraqi government said was planning an attack on the city and its top clerics during Ashura.  A video released by the government showed hundreds of blindfolded prisoners being rounded up after the daylong fight and being taken away by Iraqi security forces. Another video showed stacks of dead bodies; the government said the bodies, many burned beyond recognition, were fighters killed in the battle.  After conflicting accounts of how many people were killed and captured in the battle, the Ministry of Defense said 263 people were killed, 210 wounded and 502 arrested on suspicion of being part of the renegade militia.  THE STRUGGLE FOR IRAQ  ", 
            "title": "50 Iraqis Die as Holiday Brings Spasm of Sectarian Killing"
        }, 
        "weight": 0.6783842159885184, 
        "file": "1822840.txt", 
        "other_topics": {
            "0": 0.0001641431376645395, 
            "1": 0.010798566491026229, 
            "2": 0.0001408329153140354, 
            "3": 0.00013000744047771554, 
            "4": 0.00018680946585727823, 
            "5": 0.015011277526715956, 
            "6": 0.0002083595929742895, 
            "7": 0.00021490742835271774, 
            "8": 9.032626125314203e-05, 
            "9": 0.012931456743886894, 
            "10": 0.10566180562305491, 
            "11": 0.0002484968210072598, 
            "12": 0.00013080351996679017, 
            "13": 0.0001052860326137306, 
            "14": 0.14340043701577607, 
            "15": 0.0001775725437118434, 
            "16": 0.00010033515572310263, 
            "17": 0.00024197741659809477, 
            "18": 7.255057171692317e-05, 
            "19": 0.002700449829382928, 
            "20": 0.0001453767109471779, 
            "21": 0.00010077861086234609, 
            "22": 0.00010900556156425718, 
            "23": 7.356432935780077e-05, 
            "24": 8.45081373768712e-05, 
            "25": 0.6783842159885184, 
            "26": 8.960618856048749e-05, 
            "27": 0.00010507941400219177, 
            "28": 0.028005060860479998, 
            "29": 0.00012591935209472815, 
            "30": 6.048331316124803e-05
        }
    }, 
    {
        "content": {
            "text": "  Insurgents blasted Somalia's presidential palace with heavy explosives on Friday night, Somali officials said, but it appeared that no one was hurt.  It was the first time since Somalia's transitional government took control of Mogadishu, the capital, three weeks ago that the palace had come under attack.  Abdirizak Adam Hassan, chief of staff for President Abdullahi Yusuf Ahmed, said 5 to 10 insurgents had detonated the explosives, possibly mortars, near the palace walls and then ran away.  ''We don't know who they were,'' Mr. Hassan said. ''But I think it is safe to say they were people not satisfied with the government.''  The explosions set off an intense gun battle, witnesses said, with government troops spraying machine-gun fire into the dark streets around the palace, which is perched on a hill overlooking much of Mogadishu.  Insurgent attacks on Somalia's government forces seem to be intensifying. Last month, the transitional government, with the help of several thousand Ethiopian troops, routed Islamist forces that had controlled much of Somalia. The Islamists have vowed to regroup, and many members of the larger clans in Mogadishu still support them.  Somalia's government concedes that it does not have the resources to maintain security in the capital, and Somali officials are urging international peacekeepers to arrive soon.  Ethiopia's prime minister, Meles Zenawi, told the BBC on Friday that he would withdraw the first Ethiopian troops ''in the next few days.''  African Union diplomats on Friday discussed a plan to send 7,700 African peacekeepers to Somalia for a six-month mission that would eventually be taken over by the United Nations. So far, only Uganda has stepped forward. Lawmakers from Uganda's governing party on Thursday approved the deployment of 1,500 troops and now Uganda's full Parliament must approve the decision.  ''As Africans, we feel it is our duty to run to the rescue of any of our brothers in trouble,'' said Harry Bakowa, a governing party member, according to The Associated Press.  ", 
            "title": "Insurgents Attack Palace In Somalia"
        }, 
        "weight": 0.669642093203711, 
        "file": "1820021.txt", 
        "other_topics": {
            "0": 0.0004640865357635053, 
            "1": 0.012438733219317957, 
            "2": 0.00039818088480274923, 
            "3": 0.0003675737136089697, 
            "4": 0.0005281716865600304, 
            "5": 0.00022630461837833235, 
            "6": 0.0005891009704843838, 
            "7": 0.0006076138506495894, 
            "8": 0.00025538199324001346, 
            "9": 0.00037675490942534686, 
            "10": 0.051478368523447074, 
            "11": 0.0007025820905482604, 
            "12": 0.0365545429891328, 
            "13": 0.00029767817793180574, 
            "14": 0.1280239363829237, 
            "15": 0.0005020558753200085, 
            "16": 0.0002836804236677267, 
            "17": 0.0006841495940665976, 
            "18": 0.00020512428344448806, 
            "19": 0.0016042717662224791, 
            "20": 0.00041102768671360363, 
            "21": 0.000284934216925649, 
            "22": 0.00030819450733724066, 
            "23": 0.00020799050909578622, 
            "24": 0.00023893224704410666, 
            "25": 0.669642093203711, 
            "26": 0.0002533461113494473, 
            "27": 0.000297093999287376, 
            "28": 0.000779277258216223, 
            "29": 0.09081781158936565, 
            "30": 0.00017100618201821294
        }
    }, 
    {
        "content": {
            "text": "  Five members of a private security detail protecting an American convoy were killed Tuesday when their helicopters came under attack, and one plummeted to the pavement through a tangle of electrical wires in one of Baghdad's most dangerous neighborhoods.  The four-man crew in one helicopter was killed, and the gunner in a second helicopter apparently died when he was struck by gunfire, American officials said. The crash set off a chaotic five-hour battle in which American attack helicopters crisscrossed the skies over Baghdad and fired at least one Hellfire missile into the streets below.  It is unclear if the first helicopter, nicknamed a Little Bird because it is small and nimble, crashed as the result of gunfire, because it got tangled in the wires or as it was trying to land because a passenger was wounded. But an American military official said that at least four of the victims had suffered gunshot wounds to the head, raising the prospect that some of them had been shot on the ground.  American ground forces made their way to the crash site to retrieve the bodies and secure the area, American officials said. It was unclear what condition the bodies were in when they were recovered.  The helicopters were operated by Blackwater, the same private security firm that lost four contractors in March 2004 in an ambush in the desert town of Falluja, their bodies mutilated, set on fire and hung from a bridge. That episode led to a three-week siege of the city by American marines.  This time, the Blackwater contractors were on a routine protection detail in Baghdad, monitoring an official convoy traveling by road, American and Iraqi officials said. The company has a major contract with the State Department to protect officials traveling outside the protected Green Zone.  A company statement said the men, all American citizens, ''were killed while working on behalf of the United States government.''  An Iraqi military officer said that the convoy being escorted also came under attack, but American and Iraqi officials said no one in the convoy was killed. Lou Fintor, a spokesman for the State Department, declined to comment on who was in the convoy.  The attack was carried out as the helicopters swooped low over the Fadhil neighborhood, an ancient warren of narrow, twisting streets that is home predominantly to Sunni Arabs and has been the site of numerous battles with insurgents in recent months. The crash took place near the Shorja market in central Baghdad, an military officer said.  On the ground, fierce gun battles lasting several hours could be heard from blocks away. American Apache helicopters took to the sky soon after the attack and could be seen sweeping over the area, making sharp loops over the eastern banks of the Tigris River and then flying low over the neighborhoods.  Initially, according to an American military official, they were just searching for the downed helicopter.  But at one point, they fired at least one Hellfire missile, although military officials could not confirm that it was in response to the downed helicopter. Other small helicopters like the one that carried the Blackwater contractors darted repeatedly over the Baghdad skyline, occasionally disappearing from view as they dipped close to the streets.  Other violence swept the city all day, with multiple bombings in Shiite areas leaving at least seven people dead. Security forces recovered 27 bodies around the city, killed execution style. The killings may have been part of a cycle of revenge following sustained attacks on Shiite areas as they prepared for one of their most sacred holidays, Ashura.  In two other battles on Tuesday, American forces killed 16 insurgents, the military said. North of Baghdad in Haditha, the forces engaged in a hectic chase as a group of armed men tried to escape by boat across a lake. After those men met other insurgents across the lake, they were attacked by an American aircraft, killing seven. Separately, insurgents fled across rooftops in Baghdad before throwing grenades and firing at American forces that were in pursuit. The Americans returned fire and killed six of the insurgents.  Much about the helicopter attack remained unknown late Tuesday. But American officials said that no diplomats or embassy employees were killed. A spokesman for the State Department refused to comment on specifics.  ''A small civilian helicopter crashed in Baghdad this afternoon,'' Mr. Fintor said. ''We are attempting to determine the facts.''  Insurgents have carried out a series of other sophisticated attacks in recent days. On Saturday, insurgents driving Humvees and dressed in American military clothing killed five American soldiers in an ambush in Karbala. The same day, an American Black Hawk helicopter crashed near Baghdad, killing all 12 people aboard.  An American officer who spoke with a witness in a second helicopter said flares from the Black Hawk's antimissile systems were activated before it exploded in the air, strongly suggesting that it was shot down. As its investigation continues, the American military has so far refused to confirm officially that the Black Hawk was shot down.  THE REACH OF WAR  ", 
            "title": "Five American Security Employees Killed in Baghdad Helicopter Attack"
        }, 
        "weight": 0.6685990546739718, 
        "file": "1821058.txt", 
        "other_topics": {
            "0": 0.00017987389794624803, 
            "1": 0.01650836243056273, 
            "2": 0.00015432972585452173, 
            "3": 0.00014246678486513098, 
            "4": 0.023579255290730676, 
            "5": 8.771272315405495e-05, 
            "6": 0.009578144994051211, 
            "7": 0.023610046039039215, 
            "8": 9.898273500606896e-05, 
            "9": 0.00014602529680640631, 
            "10": 0.10643815373504549, 
            "11": 0.028321763056721422, 
            "12": 0.00014333915713004742, 
            "13": 0.00011537618541343882, 
            "14": 0.08935713341845807, 
            "15": 0.0025320446018081665, 
            "16": 0.00010995083813885922, 
            "17": 0.00026516747369247724, 
            "18": 7.950350114314296e-05, 
            "19": 0.007634157692682168, 
            "20": 0.0001593089789846454, 
            "21": 0.00011043679207878594, 
            "22": 0.00011945217774777855, 
            "23": 8.061441288171417e-05, 
            "24": 9.260702758845053e-05, 
            "25": 0.6685990546739718, 
            "26": 9.819365369645534e-05, 
            "27": 0.000115149765378008, 
            "28": 0.021339126258133254, 
            "29": 0.00013798691197455947, 
            "30": 6.62797693148253e-05
        }
    }, 
    {
        "content": {
            "text": "  More than 1,000 American and Iraqi troops, backed by Apache attack helicopters and fighter jets, battled insurgents all day Tuesday and late into the night in downtown Baghdad, in one of the most dramatic operations in the capital since the invasion nearly four years ago.  The fighting raged less than 1,000 yards from the heavily fortified Green Zone, which houses both the American command and the Iraqi government. It was the latest episode for the troubled neighborhood around Haifa Street, where major campaigns have repeatedly been initiated to rid the area of insurgents, only to have them re-infiltrate.  Iraqi officials said that at least 50 militants were killed Tuesday, but the Americans said they could not provide a count.  Problems in other contested areas across Baghdad came to a crisis point in the fall, causing American commanders to abandon a major push to regain control of the city, and setting off a policy review that led to the changes President Bush will announce in a speech to the nation on Wednesday night.  The president is widely expected to call for 20,000 to 30,000 more soldiers in Iraq, with many coming to Baghdad to help quell the sectarian fighting.  American commanders have said the strategy will emphasize an evenhanded approach in Sunni and Shiite neighborhoods, something that they acknowledge has evaded them as they have worked with Iraq's Shiite-led government in recent months.  The fighting on Haifa Street, a broad two-mile boulevard that cuts through the heart of the capital, began nearly a week ago as an attempt to secure the safety of citizens caught in the middle of the fighting and ended with pitched battles in the street. It is a reminder of how difficult the Baghdad mission will be.  The American crackdown on Tuesday came on the fourth day of intense fighting in the neighborhood of tightly packed, high-rise apartment buildings that was the home of many top-ranking government officials and Baath Party loyalists while Saddam Hussein was in power. American soldiers continued to patrol the area through the night, and an American military spokesman said they would stay there until the situation was firmly under control. Gunfire and explosions could be heard in the neighborhood well after sunset.  An American military officer familiar with the operation said that it was part of an effort to stabilize Baghdad, but was not directly linked to the president's new security plan.  However, the location of the fight has particular significance.  Nearly two years ago, after much bloodshed and toil, the American military wrested control of the area from insurgents.  Haifa Street, the neighborhood's main thoroughfare, used to be called Purple Heart Boulevard by American soldiers. More than 160 soldiers from the First Battalion of the Ninth Cavalry were wounded trying to secure the area. By the spring of 2005, they had largely done so, and it was trumpeted as a signal success.  Tuesday's operation, directed by elements of the Stryker Brigade of the First Cavalry Division and Iraqi Sixth Army Division, occurred after a series of events that, taken together, demonstrated the complexity of the fight for American forces and the maze of competing interests they are trying to navigate.  It also suggests that even if the Americans try to deal evenhandedly with Shiite militias and Sunni insurgents, which is expected to be a central theme of President Bush's plan, their efforts could end up inadvertently benefiting one party or the other.  Shiites are clearly ascendant throughout Baghdad, systematically taking over Sunni neighborhoods, often using the intimidation of death squads to achieve their goals. But the area around Haifa Street has remained a Sunni bastion.  For the past two years, it has been relatively quiet, but in recent months, as the sectarian fighting has intensified, Iraqi and American military officials suspected it was being used as a base of operations for insurgents concentrating on the Shiite civilian population and American forces.  The violence in the area started to increase markedly after the recent arrest of a senior member of the leading Shiite militia group, the Mahdi Army, who had been operating near the area, according to an American military official.  The arrest, the official said, created an opening for Sunni insurgents, and they began aggressively singling out Shiites who had relocated south from the neighborhood of Kadhimiya, the official said.  On Saturday, 27 bodies were dumped in the Sheik Marouf neighborhood on Haifa Street. They were Shiites, four with their throats slit and the rest shot in the head, according to an Iraqi government official.  When the Iraqi police went to investigate and collect the bodies, they were attacked, according to witnesses and government officials. The Iraqi Army was called in and was also attacked, so finally the Americans were called in.  For residents, the situation was already bleak and getting worse, with no electricity for days and armed men taking control of lawless streets.  But the Sunnis in the area were still hostile to the Iraqi security forces, largely viewed as agents of the Shiite-led government.  ''People were disgusted and were enraged by the activity of the security forces,'' one resident said.  Late Saturday night, Iraqi government officials and witnesses said that Sunni insurgents had set up a fake checkpoint and were pulling Shiites from their cars and executing them, even, some claimed, stringing three bodies from lampposts.  ''Some of my friends told me they saw some of the bodies hanging from lampposts,'' said Jabbar Obeid, 39, who lives in the area.  American officials said Tuesday that while many people were being executed in the area, they found no evidence of people being hanged on lampposts. Many Sunni residents said the claims were nonsense, and had been aimed at inciting more sectarian violence.  On Sunday, Sunni organizations and politicians began condemning the government's security clampdown.  ''Day after day, the sectarian crimes against the Sunnis in their neighborhoods in Baghdad are continuing,'' said Adnan Dulaimi, a member of the largest Sunni bloc in Parliament. The government's actions over the weekend were a ''barbarian attack'' aimed at clearing the neighborhood of Sunnis, he said in a statement.  In fighting in the neighborhood on Sunday, eleven Iraqi Army soldiers were killed when they ran out of ammunition, Iraqi officials said.  American military officials said that by then they already had solid evidence to suggest that Sunni insurgent leaders were using the neighborhood as a base of operations. They said that the fighters were organized and sophisticated, and included trained snipers and insurgents from foreign countries.  One Sunni resident, who spoke on the condition of anonymity for fear of reprisals, confirmed as much, saying that insurgents had taken over to such a degree that a top-ranking official of Al Qaeda had even seized control of the Rafadin bank, set up an Islamic court and began handing out death sentences.  The American and Iraqi forces completed their assault plans at 4 a.m. Tuesday, and before dawn began approaching Haifa Street from different locations around the city, swiftly closing in on Talaa Square in the center of the neighborhood.  About 6:30 a.m. they had reached the square and began arresting suspects. In all, American and Iraqi officials said, they would take some 15 people into custody, including 7 Syrians. Nearly as soon as they began making arrests, they came under heavy bombardment from small-arms fire, rocket-propelled grenades and indirect fire, probably mortars, according to an American military official. As the fighting intensified, insurgents began moving to the rooftops in order to shoot at the armored American attack vehicles on the roads below.  To deal with the gunmen on the rooftops, rather than fighting for control of entire buildings, the Americans called in Apache helicopters and fighter jets, the official said.  The neighborhood is densely packed, making it difficult to strike targets from the air, and the fighter jets were used to ''make a show of force,'' according to the military official, in an attempt to frighten the gunmen from the rooftops.  For more than an hour on Tuesday morning, the fighter jets could be seen sharply dropping below the cloud cover, swooping low over the neighborhood's roofline, engines roaring, and then pulling up steeply and zooming out of sight, high into the sky.  Meanwhile, the Apaches attacked the insurgents' positions, unleashing a barrage of fire that rocked the neighborhood for hours.  Ali Housin, 56, a resident, said he saw the helicopters direct fire at a cemetery where insurgents were hiding, the resulting explosions blowing out the windows of his home.  Shortly after noon, the aerial assault had largely ended, but scattered clashes continued and could be heard late into the night. Residents reported American armored vehicles patrolling the streets after dark and Iraqi Army soldiers moving to secure control of the rooftops.  The Americans reported no casualties, and early reports indicated that two soldiers in the Iraqi Army had been wounded.  American officials insisted that the information they had on the insurgents in the area was very detailed, and that they had been careful to try to ensure that they were not being used as pawns by the Shiite-dominated government, emphasizing that in recent days they had conducted similarly aggressive raids in Shiite neighborhoods.  THE STRUGGLE FOR IRAQ  ", 
            "title": "U.S. AND IRAQIS HIT INSURGENTS IN ALL-DAY FIGHT"
        }, 
        "weight": 0.6664397876703059, 
        "file": "1817868.txt", 
        "other_topics": {
            "0": 0.00010074798115342491, 
            "1": 8.187728928941336e-05, 
            "2": 8.644060360803955e-05, 
            "3": 7.979613006924692e-05, 
            "4": 0.00011466014853410681, 
            "5": 4.912819414121465e-05, 
            "6": 0.011910831953388117, 
            "7": 0.03155309212662764, 
            "8": 5.544056605637092e-05, 
            "9": 0.0301937591577755, 
            "10": 0.186610331391509, 
            "11": 0.00015252269084005664, 
            "12": 8.028474873770341e-05, 
            "13": 6.462259330734458e-05, 
            "14": 0.05921374649144605, 
            "15": 0.00010899069886070165, 
            "16": 6.158383787250396e-05, 
            "17": 0.00014852120261525827, 
            "18": 4.453018101155648e-05, 
            "19": 0.00951278198113274, 
            "20": 8.9229500197481e-05, 
            "21": 0.002680288186940551, 
            "22": 6.690557045728258e-05, 
            "23": 4.5152406449369235e-05, 
            "24": 5.186951067766376e-05, 
            "25": 0.6664397876703059, 
            "26": 5.499859893486434e-05, 
            "27": 6.449577467649934e-05, 
            "28": 0.00016917235143419252, 
            "29": 7.7286938048046e-05, 
            "30": 3.712352390216635e-05
        }
    }, 
    {
        "content": {
            "text": "  The Department of Defense has identified 3,005 American service members who have died since the start of the Iraq war. It confirmed the deaths of the following Americans yesterday:  BERG, Ryan R., 19, Pfc., Army; Sabine Pass, Tex. First Cavalry Division.  MUNDELL, Michael L., 47, Maj., Army; Brandenburg, Ky.; 108th Division.  SUN, Ming, 20, Pfc., Army; Cathedral City, Calif.; Second Infantry Division.  ", 
            "title": "Names of the Dead"
        }, 
        "weight": 0.6627116193840351, 
        "file": "1818250.txt", 
        "other_topics": {
            "0": 0.0017562799354854364, 
            "1": 0.0014273183313911486, 
            "2": 0.001506867889460324, 
            "3": 0.0013910387142803836, 
            "4": 0.07046717012796046, 
            "5": 0.000856422735711715, 
            "6": 0.0022293820973163475, 
            "7": 0.002299441875992551, 
            "8": 0.0009664625798156668, 
            "9": 0.001425783850700982, 
            "10": 0.012231409203732821, 
            "11": 0.00265883781056325, 
            "12": 0.0013995565143761185, 
            "13": 0.0011265274272036021, 
            "14": 0.005212687302362618, 
            "15": 0.20730507318958552, 
            "16": 0.0010735546019622648, 
            "17": 0.00258908223431411, 
            "18": 0.000776268293803648, 
            "19": 0.006071174440445571, 
            "20": 0.0015554850733096035, 
            "21": 0.0010782994324463322, 
            "22": 0.0011663252168536186, 
            "23": 0.0007871151816446558, 
            "24": 0.0009042104846537824, 
            "25": 0.6627116193840351, 
            "26": 0.000958758028530771, 
            "27": 0.0011243166730599526, 
            "28": 0.002949081490876732, 
            "29": 0.0013472974546475543, 
            "30": 0.0006471524234773447
        }
    }, 
    {
        "content": {
            "text": "  The Department of Defense has identified 3,012 American service members who have died since the start of the Iraq war. It confirmed the deaths of the following Americans yesterday:  ANDERSON, Ian C., 22, Sgt., Army; Prairie Village, Kan.; First Cavalry Division.  COOPER, John E., 29, Sgt., Army; Ewing, Ky.; First Cavalry Division.  DAILY, Mark J., 23, Second Lt., Army; Irvine, Calif.; First Cavalry Division.  GRIMM, Matthew T., 21, Specialist, Army; Wisconsin Rapids, Wis.; First Cavalry Division.  THE STRUGGLE FOR IRAQ  ", 
            "title": "Names of the Dead"
        }, 
        "weight": 0.6574243203274927, 
        "file": "1819654.txt", 
        "other_topics": {
            "0": 0.0014038439543810205, 
            "1": 0.001140895690951931, 
            "2": 0.0012044818903457234, 
            "3": 0.0011118963724952588, 
            "4": 0.0015976990753086044, 
            "5": 0.0006845627827496839, 
            "6": 0.001782007820101744, 
            "7": 0.001838008571891165, 
            "8": 0.0007725207254245028, 
            "9": 0.0011396691373732675, 
            "10": 0.009776909430713632, 
            "11": 0.0021252838517495203, 
            "12": 0.0011187048897067923, 
            "13": 0.037386259834305706, 
            "14": 0.0041666475871215995, 
            "15": 0.25691926316648184, 
            "16": 0.0008581223910902816, 
            "17": 0.002069526257516883, 
            "18": 0.0006204930826888431, 
            "19": 0.004852860504755658, 
            "20": 0.0012433429729367383, 
            "21": 0.0008619150675623154, 
            "22": 0.000932276553093755, 
            "23": 0.0006291633052494846, 
            "24": 0.0007227608746884024, 
            "25": 0.6574243203274927, 
            "26": 0.00076636226086314, 
            "27": 0.000898697942391932, 
            "28": 0.0023572837896140716, 
            "29": 0.0010769327532840736, 
            "30": 0.0005172871356698533
        }
    }, 
    {
        "content": {
            "text": "  A suicide bomber rammed his explosive-laden car into a military convoy near Mirali in the restive North Waziristan tribal region on Monday, killing 4 people and wounding 23, witnesses said.  The dead included two paramilitary officers, a member of the military and a woman civilian, the witnesses said, and 20 of those wounded were soldiers.  The attack occurred at a checkpoint about a mile east of the town of Mirali when a joint convoy of army and paramilitary soldiers was heading from a garrison in Bannu to Miramshah, the restive region's administrative headquarters.  Witnesses said three army vehicles and a passenger car were damaged in the attack, the first to cause fatalities since the government and Taliban-backed tribal insurgents signed a peace agreement on Sept. 5, 2006.  Army and paramilitary troops had vacated the checkpoint as a condition of the peace agreement, and it is now managed by a tribal force.  Militants in Miramshah who had signed the peace agreement promptly denounced the episode and said they were not involved in the attack.  A statement that said it was issued from the ''security office of the Taliban North Waziristan'' said: ''We do not have a hand in the bomb attack. We want to maintain the peace agreement and the government should also do so.''  Taliban leaders in the region had called a meeting in Miramshah to discuss the situation, the statement said.  A militant commander in the neighboring South Waziristan tribal region, Baitullah Mehsud, had vowed to avenge an airstrike last week on what the government said was a militant training center in which, government officials said, more than 20 people were killed and eight wounded.  A government official familiar with events in the region said Monday that the signers of the peace agreement had little influence over militants beyond Miramshah.  ''This brings into question the efficacy of the whole agreement,'' he said, adding that the bombings could be expected to increase tensions in the region after a lull in hostilities since the agreement.  ''There had been warnings to security forces to avoid traveling in the tribal region after Baitullah's warning unless absolutely necessary,'' the official said.  A spokesman for the North Waziristan governor told reporters that the government was making efforts to maintain the peace agreement and attributed the attack to criminal elements trying to derail the peace efforts.  Pakistan officials said that a paramilitary soldier was killed and two others were wounded on Monday when an American helicopter from across the border fired rockets at a border post in the Shawal region on Monday.  A military spokesman in Islamabad said Pakistan would lodge a strong protest with the United States and demand an investigation. A NATO spokeswoman said aircraft had attacked insurgents who fired on a NATO base near the border and there may have been casualties, Reuters reported.  ", 
            "title": "Suicide Bomber Kills 4 and Wounds 23 in Pakistan"
        }, 
        "weight": 0.6532100066486205, 
        "file": "1820925.txt", 
        "other_topics": {
            "0": 0.00032632625819883963, 
            "1": 0.012986994383466665, 
            "2": 0.00027998415857985405, 
            "3": 0.0002584624748419592, 
            "4": 0.00037138825817936775, 
            "5": 0.00015912795058150634, 
            "6": 0.055541992013874074, 
            "7": 0.0004272486681520775, 
            "8": 0.00017957394546745317, 
            "9": 0.0002649183080662955, 
            "10": 0.07436281039385596, 
            "11": 0.0004940263658133077, 
            "12": 0.0002600451279128995, 
            "13": 0.00020931485502401307, 
            "14": 0.0009685453373185803, 
            "15": 0.00035302471107114816, 
            "16": 0.00019947221917880614, 
            "17": 0.0004810654045644997, 
            "18": 0.0001442348241627694, 
            "19": 0.001128056864964091, 
            "20": 0.000289017492827515, 
            "21": 0.00444095082108121, 
            "22": 0.0002167094983941685, 
            "23": 0.00014625023426382498, 
            "24": 0.00016800717136227563, 
            "25": 0.6532100066486205, 
            "26": 0.00017814239839964124, 
            "27": 0.00020890408501353903, 
            "28": 0.0005479552026968082, 
            "29": 0.1910771995230625, 
            "30": 0.00012024440100393322
        }
    }, 
    {
        "content": {
            "text": "  A hand grenade was tossed into a government army compound on Thursday night in Mogadishu, Somalia's capital, in yet another sign of growing chaos in the country.  Just days after Ethiopian-led troops helped rout once powerful Islamist forces in Somalia and install a new government in the capital, security seemed to be unraveling across the country.  The violence is surging on two fronts: antigovernment attacks and increased banditry, both of which were virtually unheard of during the Islamists' short-lived reign.  Witnesses said that shortly after nightfall, a man in a pickup truck flung a grenade over a wall and into a compound that housed Ethiopian and government soldiers. Apparently, no one was seriously hurt and the pickup truck escaped in a blaze of gunfire.  In northern Mogadishu, residents said that four people were killed Wednesday night after bandits fired a bazooka at a truck whose driver refused to pay an extortion tax. Unauthorized checkpoints have popped up all over the city, reminiscent of the years of anarchy when clan-based militias carved up Mogadishu -- and much of the rest of Somalia, for that matter.  In Dhagtur, in central Somalia, Shabelle radio reported Thursday that five people, including two children, were killed by a tribal militia during a gun battle. A dispute over a well was cited as the possible cause.  But despite the worsening violence, Somalia's transitional government is moving to consolidate its tenuous grip on power. On Thursday, Ali Mohammed Gedi, the veterinarian who is now prime minister, appointed more than 30 new judges, including two women.  ''Quite soon, the police stations in Mogadishu will be operational,'' Mr. Gedi said. ''If a criminal is arrested, the police will have the access to put the criminal on trial.''  Since Somalia's central government collapsed in 1991, the wheels of justice have rusted over, leaving few functioning police stations, jails or courts.  Mr. Gedi also pushed ahead with his disarmament plan, extending until Saturday a deadline for turning in guns and threatening house-to-house searches if the guns were not surrendered.  In Addis Ababa, the capital of Ethiopia, the president of Uganda, Yoweri Museveni, announced Thursday that Uganda was ready to volunteer a battalion of around 800 soldiers to serve as peacekeepers in Somalia. The African Union is trying to cobble together a peacekeeping force to take the place of Ethiopian troops and lend much-needed muscle to the transitional government.  The transitional government is still battling the last remnants of the Islamist forces, who have fled to a remote, heavily forested area in southern Somalia along the Kenyan border. Somali officials said that several hundred Islamist fighters were cornered, and that it was only a matter of days until the Islamist movement, which had ruled much of Somalia for the past six months until Ethiopian forces intervened, was finished for good.  ", 
            "title": "Somali Government Seeks to Tighten Its Grip Amid Chaos"
        }, 
        "weight": 0.6486268704117761, 
        "file": "1816489.txt", 
        "other_topics": {
            "0": 0.0003080385172835486, 
            "1": 0.0002503410837930192, 
            "2": 0.000264293488203662, 
            "3": 0.00024397790715095048, 
            "4": 0.0003505751851460998, 
            "5": 0.00015021021668942518, 
            "6": 0.08445293579781889, 
            "7": 0.0004033051062925613, 
            "8": 0.00016951039186937172, 
            "9": 0.00025007194722370094, 
            "10": 0.10221901144196756, 
            "11": 0.0364928770644119, 
            "12": 0.00024547186631941446, 
            "13": 0.0001975845828126104, 
            "14": 0.12100272204457921, 
            "15": 0.00033324075470674545, 
            "16": 0.00018829354086994204, 
            "17": 0.00045410588395912866, 
            "18": 0.00013615172012507946, 
            "19": 0.0010648391153473605, 
            "20": 0.0002728205828454933, 
            "21": 0.00018912574906041477, 
            "22": 0.00020456482090977068, 
            "23": 0.00013805418406614902, 
            "24": 0.00015859183458017683, 
            "25": 0.6486268704117761, 
            "26": 0.00016815907053034022, 
            "27": 0.00019719683287894166, 
            "28": 0.00051724709224497, 
            "29": 0.00023630601357113386, 
            "30": 0.00011350575096635524
        }
    }, 
    {
        "content": {
            "text": "  Kenyan officials announced Wednesday that they were closing their northern border because of the conflict in Somalia, but denied that they had turned back hundreds of refugees.  For the past few days, Ethiopian-led forces have been hunting down the remnants of Somalia's once powerful Islamist movement, pushing fighters steadily south toward the Kenyan border. Ethiopian officials have said the Islamist fighters are headed to a remote jungle outpost called Ras Kamboni, which terrorism suspects have used before as a hide-out.  It now seems that Somalia's problems have sucked in yet another country, and with the final throes of the conflict on their doorstep, Kenyan officials said they had no choice but to act.  ''We needed to close the border so we could closely vet all refugees,'' said Alfred N. Mutua, a spokesman for the Kenyan government.  But Mr. Mutua denied news reports and accusations from United Nations officials that Kenyan border guards had deported 600 Somalis seeking asylum, saying that the closing applied only to cross-border trade and nonrefugee traffic, to prevent the Islamists from slipping into the country.  United Nations High Commissioner for Refugees António Guterres told Agence France-Presse on Wednesday that Kenya ''has a humanitarian obligation to allow civilians at risk to seek asylum on its territory.''  Mr. Mutua said that 10 foreign Islamist fighters were caught Monday trying to cross the border in a throng of refugees. The fighters were carrying briefcases packed with cash. Kenyan officials said they probably had been financiers of Somalia's Islamist movement, which was routed last week by Ethiopian soldiers supporting Somalia's transitional government.  As hundreds of Somalis continue to line up at the border each day, hoping for asylum, Kenya has buttressed its patrols with extra troops and helicopters. Residents on the Kenyan side of the border have reported skirmishes in Kenya, but Mr. Mutua said that was not the case.  ''We're just trying to make sure none of the problems from Somalia spill across the border, and so far none has,'' he said.  In Mogadishu, Somalia's battle-scarred capital, several weapons were collected Wednesday in the transitional government's drive to disarm one of the most heavily armed citizenries in the world. On Monday, Ali Mohammed Gedi, the transitional prime minister, issued one of his first edicts, demanding that Somali warlords and gunmen turn in their military-grade weapons by Thursday. If they did not, he said, homes would be searched.  Elders from one of Mogadishu's more powerful subclans turned over a pickup truck equipped with an antiaircraft gun and 20 young fighters. Transitional government officials said the weapons and men would be folded into Somalia's new national army.  Meanwhile, Islamist leaders continued to insist that they had not been defeated.  ''I cannot say where we are, but we are in Somalia and we are not afraid anymore,'' Abdulrahim Ali Modei, the Islamists' spokesman, said Wednesday in a telephone call to a Somali radio station.  ", 
            "title": "Kenya Closes Border but Denies Turning Back Refugees"
        }, 
        "weight": 0.6478937310010314, 
        "file": "1816271.txt", 
        "other_topics": {
            "0": 0.00029848011309746694, 
            "1": 0.00024257302516068657, 
            "2": 0.00025609248786682867, 
            "3": 0.00023640729724934377, 
            "4": 0.0003396968724377176, 
            "5": 0.00014554920878477143, 
            "6": 0.015893833589699972, 
            "7": 0.023663215099138192, 
            "8": 0.00016425050147151894, 
            "9": 0.00024231223987202462, 
            "10": 0.10292590322393173, 
            "11": 0.004330607415981226, 
            "12": 0.0002378548990151829, 
            "13": 0.00019145355309556106, 
            "14": 0.1056118075040618, 
            "15": 0.0003229003276301213, 
            "16": 0.00018245081124919563, 
            "17": 0.0004400150240873296, 
            "18": 0.0001319269459537772, 
            "19": 0.0010317972647781643, 
            "20": 0.0002643549876202079, 
            "21": 0.00018325719610328287, 
            "22": 0.00019821719510715349, 
            "23": 0.00013377037663024548, 
            "24": 0.00015367074591601421, 
            "25": 0.6478937310010314, 
            "26": 0.00016294111149762203, 
            "27": 0.0001910778350033056, 
            "28": 0.0005011969670354596, 
            "29": 0.093318671500554, 
            "30": 0.00010998367893864685
        }
    }, 
    {
        "content": {
            "text": "  Attacks by militants crossing into Afghanistan from Pakistan have tripled since September along portions of the border, a senior American intelligence official said Tuesday, prompting calls for a greater effort by Pakistan to curb the influx and a larger deployment of American and other NATO soldiers here.  Of particular concern, officials said, has been a rise in attacks by Taliban and other militants from remote and largely ungoverned tribal areas in Pakistan in eastern Afghanistan, where most of the American combat forces in the country are based.  ''The border area is a problem,'' Defense Secretary Robert M. Gates told reporters after meeting on Tuesday with President Hamid Karzai of Afghanistan. Mr. Gates said more attacks were coming from across the border and from ''Al Qaeda networks operating across the border.''  On his first visit to Afghanistan since taking office six weeks ago, Mr. Gates flew by helicopter to a small joint American-Afghan base in Khost Province, less than a mile from the border.  A senior American military intelligence officer, speaking on condition of anonymity, said cross-border attacks had tripled in that part of the border region.  Staff Sgt. Ronald Locklear, one of the 120 American soldiers at the base, said fighters based in Pakistan ''cross the border on a regular basis.'' He said the base was being hit by rocket and mortar fire at least once a week. Officials said they had evidence that Pakistani border guards ignored infiltration of Taliban fighters.  The senior American commander in Afghanistan, Lt. Gen. Karl Eikenberry, told reporters after meeting with Mr. Gates that he was hopeful that the Bush administration would seek a much larger aid package from Congress for the training of Afghanistan security forces and for reconstruction projects.  Other officials said that the total budget request was likely to be at least twice last year's level of nearly $3 billion, but that the exact number had not been determined.  The resurgence in attacks by Taliban fighters and other militants began last summer and has continued in eastern Afghanistan even this winter, when fighting would normally subside, officials said.  While praising Pakistan as a ''strong ally,'' Mr. Gates said the border problem ''clearly has to be pursued with the Pakistani government.''  General Eikenberry said that the ''enemy is using both sides of the border'' and that even after five years of pressing the Pakistani government to shut down Taliban infiltration, ''there is no easy solution to the problem.''  American commanders say the surge in cross-border attacks has coincided with an agreement reached last September in which the Pakistani government pulled back its soldiers in the North Waziristan region in return for a pledge from tribal elders not to shelter militants or allow them to engage in illegal behavior.  In the two months before the agreement, the senior American intelligence official said, there were 40 cross-border attacks in Khost and Paktika Provinces. But in the two months after the agreement there were 140 attacks.  Pakistan's president, Gen. Pervez Musharraf, has sent 80,000 troops into the Waziristan tribal areas. On Tuesday, shortly before Mr. Gates arrived on the Afghan side of the border, General Musharraf's military announced that it had destroyed three compounds in South Waziristan used by militants as hide-outs.  In a strike shortly before 7 a.m., helicopters hovering above a complex of five compounds fired a volley of missiles, Pakistani officials said. Three compounds were destroyed, but officials gave different figures for the number of dead.  A security official in Peshawar said at least 20 militants had been killed. Maj. Gen. Shaukat Sultan, the chief military spokesman, said 25 to 30 had been killed. But later he told state-run television that the airstrike had killed ''eight militants, along with their local supporters.''  He said that no ground troops had been involved and that ''no high-value targets were believed to be there,'' a reference to top Qaeda leaders like Osama bin Laden and Ayman al-Zawahri.  Eight bodies were retrieved from the rubble, five of them Afghans and three from the local Kikari Mehsud tribe. Ten wounded people were taken to private hospitals in North Waziristan, officials said.  Addressing a military conference in Rawalpindi, General Musharraf reiterated his resolve to fight terrorism and militancy in his country. ''Any hide-out or sanctuary being used by terrorists or miscreants shall be knocked out, wherever it is found,'' the state-run news agency quoted him as saying.  In Afghanistan, General Eikenberry, who is leaving his post this month as the senior American commander in the country, said American and NATO troops as well as Afghan Army units had inflicted heavy casualties on the Taliban, which he said remained too weak to undertake anything other than hit-and-run attacks or suicide bombings.  The American military intelligence officer disclosed for the first time statistics on the rise in insurgent attacks last year. There were 139 suicide attacks, up from 27 in 2005, and use of roadside bombs more than doubled, to 1,677 last year from from 783 in 2005. The number of what the military calls ''direct attacks,'' meaning attacks by insurgents using small arms, grenades and other weapons, increased to 4,542 last year from 1,558 in 2005.  But even with 21,000 American troops and an additional 20,000 soldiers from other NATO countries, military officials are pushing for more forces before spring, when the Taliban is widely expected to intensify its attacks.  General Eikenberry is seeking to extend the deployment of a 1,200-soldier American battalion, which is halfway through a four-month deployment. The unit, part of the 10th Mountain Division, based in Fort Drum, N.Y., is scheduled to go to Iraq in eight months, but General Eikenberry has argued that he needs the unit to remain in Afghanistan.  Asked about increasing American troop levels in Afghanistan, Mr. Gates said that if military commanders sought more, ''I would be strongly inclined to recommend that to the president.''  He also urged other NATO counties to fulfill their pledges to send more troops and equipment to Afghanistan. NATO governments still have not sent the additional 1,200 troops that Gen. David Richards, the British commander of NATO forces here, has requested to serve as a reserve force he can send wherever violence flares around Afghanistan, according Mark Laity, a NATO spokesman.  ", 
            "title": "As Raids on Afghan Border Increase, U.S. Military Seeks More Troops"
        }, 
        "weight": 0.6473557562284107, 
        "file": "1819454.txt", 
        "other_topics": {
            "0": 0.00014607173394355874, 
            "1": 0.002016908116075983, 
            "2": 0.00012532785975061635, 
            "3": 0.00011569421985191217, 
            "4": 0.00016624260376093514, 
            "5": 7.122962089726254e-05, 
            "6": 0.00018542016110188994, 
            "7": 0.007784033032214196, 
            "8": 8.038175576276754e-05, 
            "9": 0.11970496228668984, 
            "10": 0.1908369478131902, 
            "11": 0.02299949623191126, 
            "12": 0.0001164026546544909, 
            "13": 9.369452517324555e-05, 
            "14": 0.00043354493630380213, 
            "15": 0.00015802262421574817, 
            "16": 8.928871703380876e-05, 
            "17": 0.00021533681712545045, 
            "18": 6.456308780295066e-05, 
            "19": 0.0024031427363823835, 
            "20": 0.00012937140440476294, 
            "21": 8.968334980394537e-05, 
            "22": 9.700455111150357e-05, 
            "23": 6.546523539503675e-05, 
            "24": 7.520418053789173e-05, 
            "25": 0.6473557562284107, 
            "26": 7.974095975826798e-05, 
            "27": 9.351065431953878e-05, 
            "28": 0.00024527835125221794, 
            "29": 0.0039084491723088005, 
            "30": 5.3824378855061985e-05
        }
    }, 
    {
        "content": {
            "text": "  At least 14 people were killed, most of them policemen, and several others were wounded Saturday in what appeared to be a suicide bombing here shortly before a Shiite religious procession was to come through, the police said.  The police said the incident occurred in the old part of Peshawar, the capital of North-West Frontier Province, late in the evening, as police and city workers were clearing a narrow street near a Shiite mosque to make way for the procession. Among the dead were the city police chief, Malik Muhammad Saad, and several government representatives from the neighborhood, the police said.  The police said they believed the attack was by a lone suicide bomber who detonated his explosives after being stopped by a police cordon at the mouth of the street. The remains of a person the police thought was the bomber had been sent for forensic analysis, and the search for more evidence continued, said Ghulam Muhammad, a police official in the city.  The Edhi Foundation, a charity group that runs ambulance services, said it had taken at least 14 bodies to a local hospital, where people had thronged to give blood donations for the wounded.  The explosion also damaged the local power network, plunging the entire area into darkness as police and local volunteers searched for the dead and wounded.  Security in Peshawar was already on alert after a suicide bombing outside a Marriott hotel in Islamabad on Friday and in preparation for Ashura, one of Shiite Islam's holiest days.  But the leader of the province's religious government, Akram Khan Durrani, told reporters that precautions would be further increased.  Still, the police said there was little any one could do to head off a determined suicide bomber.  ''How do you know who is the suicide bomber among a multitude of people?'' a policeman said at the scene.  ", 
            "title": "Bombing Kills 14 Pakistanis, Mostly Police"
        }, 
        "weight": 0.6386233254383573, 
        "file": "1822156.txt", 
        "other_topics": {
            "0": 0.000517101526404967, 
            "1": 0.05417795855780012, 
            "2": 0.0004436671341435057, 
            "3": 0.0004095635484464907, 
            "4": 0.0005885074534100606, 
            "5": 0.0002521565582664585, 
            "6": 0.05441411020381855, 
            "7": 0.0006770247042801843, 
            "8": 0.0002845555911323612, 
            "9": 0.00041979355945739156, 
            "10": 0.10439700623816074, 
            "11": 0.0007828416544117024, 
            "12": 0.0004120714444499256, 
            "13": 0.00033168348642725437, 
            "14": 0.13592905459956348, 
            "15": 0.0005594082988023925, 
            "16": 0.00031608669673739904, 
            "17": 0.0007623035191037236, 
            "18": 0.00022855668479449776, 
            "19": 0.0017875359769212937, 
            "20": 0.00045798149227629654, 
            "21": 0.0003174837172443639, 
            "22": 0.00034340115020041543, 
            "23": 0.0002317503341359271, 
            "24": 0.0002662267058677122, 
            "25": 0.6386233254383573, 
            "26": 0.00028228713998787794, 
            "27": 0.00033103257405327045, 
            "28": 0.0008682981053379116, 
            "29": 0.00039668480875015627, 
            "30": 0.00019054109725640802
        }
    }, 
    {
        "content": {
            "text": "  Shiite neighborhoods in Baghdad came under fierce assault once again on Saturday, following two weeks of violence that left at least 300 dead and many hundreds more wounded.  Many of the recent attacks, nearly all of them in heavily Shiite areas, have occurred during the period of commemoration that leads to one of the holiest days for Shiites, an intense day of mourning known as Ashura that falls this year on Monday.  Three American soldiers died when a roadside bomb exploded near their vehicle on Saturday north of Baghdad, Reuters reported. The news service said that the military confirmed the deaths of two other soldiers who were killed Thursday when their patrol was attacked in eastern Baghdad, and said that two additional soldiers died in separate episodes on Friday in Diyala Province.  Sunni militants have previously staged attacks on Shiites on Ashura, and fears are especially pronounced this year because it will be the first observance of the holy day since the sharp rise in sectarian killings after the bombing of a revered shrine in Samarra last February.  Basim Shareef, a member of Parliament and part of the Shiite coalition that controls the government, said the attacks might be timed to coincide with the Shiite holy days. But he thought it was more likely that militants were taking advantage of the relative lull in activity by Shiite militia leaders, who might be worried about becoming the targets of the new Baghdad security plan.  ''I think the parties that might retaliate believe that they are targeted in the new security plan, and that is why they have not taken any retribution,'' he said.  In Saturday's deadliest attack, at least 15 people were killed and 55 wounded when twin car bombs exploded near a busy market and movie theater in eastern Baghdad, according to an Interior Ministry official.  The first car exploded after barreling into a crowded intersection, where many Shiites had gathered to perform rituals common in the period leading to Ashura, including self-flagellation.  A second bomb, in a vehicle parked nearby, exploded moments later. It was timed to inflict maximum damage just as a crowd gathered to help the victims of the first blast, according to an Iraqi security official.  Women in black chadors helped victims covered in blood reach rescue workers as militia members flooded the area.  At the time of the attack, the neighborhood, known as Jadida, was being guarded by Shiite militiamen as well as the Iraqi Army and the police, residents said.  Although it is unclear who was behind the attack, coordinated car bombings are considered to be a hallmark of Al Qaeda in Mesopotamia, which includes foreign fighters.  The spate of recent attacks appear to have been intended not just to inflict the maximum amount of civilian suffering, but also to grind all aspects of daily life closer to a halt. In a little over a week, schools, busy markets and even an animal market have been targets.  Saturday's violence came on a day when President Bush discussed the new security plan by telephone with Prime Minister Nuri Kamal al-Maliki. According to a statement released by Mr. Maliki's office, Mr. Bush ''renewed his commitment to the Iraqi government.''  Despite the violence and the threat of even worse attacks, Iraqi officials said they did not expect ceremonies associated with Ashura to be altered.  Ashura marks the seventh-century death of the Prophet Muhammad's grandson, Hussein, in the battle of Karbala, where the biggest gatherings will be held Monday. Last year's holy day was marked by scattered violence in which fewer than a dozen people were killed, but the two years before that were deadlier.  Two years ago, on the eve and the day of Ashura, 11 suicide bombers killed at least 74 people. In 2004, more than 180 people were killed during Iraq's Ashura commemorations.  In other violence in Baghdad on Saturday, gunmen killed five people from the same Shiite family and wounded three more after storming a home in the Amil neighborhood, the Iraqi authorities said.  Forty bodies were found around the city, most tortured and executed.  And in the Shiite area of Karada, gunmen stormed the office of a computer store and kidnapped at least eight people.  The attack began when four camouflaged S.U.V.'s swept into the crowded street of computer shops just outside the capital's Technology University shortly after noon, witnesses said. Men in camouflage commando uniforms poured out, witnesses said, fired into the air, shouted for people to get into their homes and stormed the Al Basra computer company, situated on the second floor of a nondescript concrete house on the main thoroughfare. They seized the workers and fled.  It was unclear whether the abductors were the police or Iraqi soldiers, or impostors.  Elsewhere, American forces continued to clash with militants, killing 14 insurgents in an airstrike early on Saturday in Diyala Province.  The attack was directed against ''a known foreign-fighter safe house'' as the men inside tried to flee, a military statement said.  There was also an explosion in the early evening Saturday in the Green Zone that set off alarms, activating a mechanized voice warning people to duck and cover. It shook houses blocks away and followed an attack on Friday, when two rockets left six non-American workers wounded, according to an American official.  ", 
            "title": "Iraqi Shiites Attacked as Holiday Nears"
        }, 
        "weight": 0.6360959504170949, 
        "file": "1822154.txt", 
        "other_topics": {
            "0": 0.00017417416003880277, 
            "1": 0.01145848236459037, 
            "2": 0.00014943941659485629, 
            "3": 0.006928111613492603, 
            "4": 0.0001982256600302458, 
            "5": 8.493333415523637e-05, 
            "6": 0.00022109274629860916, 
            "7": 0.029652064068013056, 
            "8": 9.584622852381496e-05, 
            "9": 0.01372171659742307, 
            "10": 0.11664572280870338, 
            "11": 0.0002636828178568596, 
            "12": 0.0001387971105249334, 
            "13": 0.00011172021295091995, 
            "14": 0.14311029758458832, 
            "15": 0.0001884242563351799, 
            "16": 0.00010646678087846278, 
            "17": 0.0002567650033013694, 
            "18": 7.698424112590797e-05, 
            "19": 0.0006020917777674083, 
            "20": 0.00015426089009079973, 
            "21": 0.0001069373361967757, 
            "22": 0.03406646320772189, 
            "23": 7.805995094902365e-05, 
            "24": 8.967255075958092e-05, 
            "25": 0.6360959504170949, 
            "26": 9.508215115698467e-05, 
            "27": 0.00011150096757992731, 
            "28": 0.004819239745995446, 
            "29": 0.00013361446415476665, 
            "30": 6.417953510645045e-05
        }
    }, 
    {
        "content": {
            "text": "  The Ethiopian troops who helped install Somalia's fledging government in Mogadishu, its capital, began to pull out Tuesday, officials from each country said.  Many Somalis say they now fear that a power vacuum will form and that the country will slip back into the lawlessness that has dominated it for much of the past 16 years.  ''Why can't they stay?'' asked Muhammad Omar Ali, a milkman in Mogadishu, as he watched truckloads of Ethiopians chug away. ''They're leaving us to the bandits.''  Ethiopia played a pivotal role in rearranging Somalia's internal politics last month when it sent tanks, jet fighters and thousands of troops to vanquish an increasingly aggressive Islamist movement that ruled most of south-central Somalia. After routing the Islamist army, the Ethiopians paved the way for Somalia's transitional government, which until then was weak and divided, to take control of the country.  But the Ethiopians always insisted that they would not stay to police Somalia. And though several African countries have mused about sending peacekeepers to help quell Somalia's volatile mix of warring clans, well-armed thugs and now a growing insurgency, a comprehensive peacekeeping force may be months away.  On Tuesday, 200 Ethiopian soldiers held a short goodbye ceremony at a defunct Somali Air Force base. ''We have arrived in Mogadishu in support of the transitional federal government troops,'' said an Ethiopian commander. ''We have successfully completed our mission. We respect the order of the Ethiopian government to withdraw from Somalia.''  Some Somalis cheered. Others said the equivalent of good riddance.  ''Our enemy is finally leaving the country,'' grumbled Muhammad Gedi Nur, who was selling second-hand clothes on the street. ''Now we can bring back Islamic law.''  Remnants of the Islamist army are suspected of the increasingly frequent attacks on transitional government soldiers and Ethiopian troops. Despite the limited withdrawal that began Tuesday, Ethiopian officials have reassured Somalia's leaders that many troops would remain until international peacekeepers arrive.  Western diplomats have expressed hope the surrender to the Kenyan authorities last week of Sheik Sharif Ahmed, a moderate leader of the Islamist forces, could be another solution. As a well-respected figure among the Islamists and the influential Hawiye clan, he could help end the insurgency.  On Tuesday, American diplomats said they were eager to talk to him.  ''The U.S. ambassador to Kenya plans to meet with Sheik Sharif later this week,'' the embassy said. ''The ambassador will urge Sheik Sharif to counsel his supporters not to carry out violence and to support the development of an inclusive government.''  ", 
            "title": "Ethiopia Forces Who Helped Install Government Start Leaving Somalia"
        }, 
        "weight": 0.6346985223557067, 
        "file": "1821173.txt", 
        "other_topics": {
            "0": 0.0003277159695518732, 
            "1": 0.004524989064703503, 
            "2": 0.0002811765148615569, 
            "3": 0.0002595631776710958, 
            "4": 0.0003729698730994296, 
            "5": 0.00015980562181988197, 
            "6": 0.00041599525267119566, 
            "7": 0.0004290681733551728, 
            "8": 0.00018033868916936236, 
            "9": 0.0002660465040698235, 
            "10": 0.2918709638545281, 
            "11": 0.000496130254274684, 
            "12": 0.0215544337290296, 
            "13": 0.0002102062550357406, 
            "14": 0.0009726700389549997, 
            "15": 0.0003545281219568821, 
            "16": 0.0002003217027880555, 
            "17": 0.00048311409674748555, 
            "18": 0.00014484907069551293, 
            "19": 0.0011328608713617398, 
            "20": 0.00029024831897440435, 
            "21": 0.0002012070723074742, 
            "22": 0.00021763238964996528, 
            "23": 0.0001468730637353547, 
            "24": 0.00016872265614956155, 
            "25": 0.6346985223557067, 
            "26": 0.00017890104563470917, 
            "27": 0.0002097937356970017, 
            "28": 0.02610222614551008, 
            "29": 0.013027369899717561, 
            "30": 0.00012075648057159114
        }
    }, 
    {
        "content": {
            "text": "  Hundreds of Somalis stormed Saturday into the streets of Mogadishu, Somalia's already unsteady capital, to hurl rocks at Ethiopian troops allied with the government and to protest a disarmament program that Somali leaders ended up scrapping.  Meanwhile, near Kismayo, along Somalia's southern coast, Ethiopian-led forces continued to hunt down the last remnants of the once powerful Islamist forces, who ruled much of the country until Ethiopia and its powerful army intervened last month.  According to Abdul Rashid Hidig, a government official in Kismayo, the Ethiopian-led forces blew up several of the Islamists' armed pickup trucks, leaving hundreds of fighters cornered in a remote jungle with their backs to the Indian Ocean and no way to escape. ''I think it will be over very soon,'' Mr. Hidig said.  Still, a pack of gunmen attacked a government patrol near Kismayo's market on Saturday night, and the cracks and whistles of their high-powered rifles echoed across what had been a rather quiet town. It was unclear if anyone was hurt.  Despite much tactical success in recent weeks, Somalia's transitional government appears to have failed its first leadership test: disarmament. After 16 years of anarchy, the streets of Mogadishu are awash with military-grade weaponry, much of it in the hands of illiterate teenagers. Scooping up these guns was one of the first goals of the transitional government, which had struggled for the past two years to assert control and then, nearly overnight, found itself in charge of a needy, violent country.  On Monday, Ali Mohammed Gedi, a veterinarian turned transitional prime minister, demanded that all Somalis surrender their weapons in three days. Only a handful of Mr. Gedi's allies complied, so the prime minister extended the deadline, but still, most Somalis did not give up their guns.  Even former military officers disagreed with Mr. Gedi's approach, saying it would take months, not days, to disarm the populace and that the government should negotiate with militiamen and clan elders.  With the new deadline set to expire Saturday morning and with Mr. Gedi threatening house-to-house searches, riots exploded.  No matter that officials in the government had decided at the last minute to abandon the disarmament program, at least temporarily. By the time the government got the word out Saturday, hundreds of people had already flooded into Mogadishu's streets. Residents quickly erected roadblocks out of chunks of concrete and flaming tires, and some witnesses said men with rocket-propelled grenades lurked in doorways, prepared to attack government troops.  According to several protesters, the demonstrations were organized by the defeated Islamist movement, which still has thousands of supporters, many armed, in the capital. The supporters had melted back into the population late last month after the Islamists abandoned Mogadishu, ceding it to Ethiopian and Somali forces without a fight.  On Saturday, women in a kaleidoscope of colored shawls shook Korans in their hands and shouted ''Down, down, Ethiopia!'' and ''The infidels must die!'' Ethiopia is a country with a long Christian history, though it is about half Muslim. Somalia's Islamist leaders have repeatedly tried to stir up support by casting the Ethiopian troops as infidel invaders.  The demonstrators surged through downtown Mogadishu lighting fires with plastic jugs of gasoline, throwing rocks at cars and punching fists through windows.  ''Unless we do this, the Ethiopians will never leave,'' said Nuro Ibraheim, a 28-year-old woman. The protesters surrounded a military camp used by Ethiopian and government troops and began to pelt it with stones. According to witnesses, Ethiopian troops first fired in the air. When that did not work, the witnesses said, the soldiers aimed into the crowd and several people were hurt. Hospital officials said one teenage boy was killed.  By midday, the violence had flared out, and the demonstrators had gone home.  ''We have postponed the disarmament until an unspecified time,'' said Salad Ali Jelle, the deputy defense minister. ''We are now talking with clan elders about how to proceed.''  The transitional government, a mix of clan elders, foreign-educated professionals and former warlords, was formed in 2004 with the help of United Nations officials and has a mandate to rule until proposed elections in 2009. The transitional government concedes that it needs outside muscle to maintain order once the Ethiopians go home.  Americans officials have been heavily lobbying African allies, especially Uganda, Nigeria and South Africa, to contribute troops to a peacekeeping force. On Sunday, Jendayi E. Frazer, the United States assistant secretary of state for Africa, is scheduled to visit Mogadishu for four hours to meet with Somali leaders and intellectuals.  The trip is still tentative because of the continuing turmoil. If Ms. Frazer does arrive, she will be the highest ranking American official to set foot in Somalia since American forces pulled out of the country in 1994, the year after 18 Americans were killed during an attempt to capture a warlord in Mogadishu.  ", 
            "title": "Violence Flares in Mogadishu Against Disarmament Plan"
        }, 
        "weight": 0.633066000310932, 
        "file": "1817241.txt", 
        "other_topics": {
            "0": 0.0001824324632002595, 
            "1": 0.0001482617854394606, 
            "2": 0.0025272276831613985, 
            "3": 0.00014449326324675576, 
            "4": 0.0002076243423293017, 
            "5": 8.896036791162703e-05, 
            "6": 0.00023157564987814238, 
            "7": 0.0002388530649057371, 
            "8": 0.00010039068685136245, 
            "9": 0.00014810239223204296, 
            "10": 0.14588339687605864, 
            "11": 0.009758996040962009, 
            "12": 0.00014537804432357356, 
            "13": 0.00011701732124531713, 
            "14": 0.10011097957506693, 
            "15": 0.0001973582143427356, 
            "16": 0.00011151480265691059, 
            "17": 0.00026893927322776235, 
            "18": 8.0634376150132e-05, 
            "19": 0.0006306393902876351, 
            "20": 0.0001615750243805369, 
            "21": 0.00011200766891085253, 
            "22": 0.00012115129137677657, 
            "23": 8.176108973770428e-05, 
            "24": 9.39242899915586e-05, 
            "25": 0.633066000310932, 
            "26": 9.959038147842215e-05, 
            "27": 0.00011678768056229886, 
            "28": 0.012159847656858038, 
            "29": 0.09259735644519565, 
            "30": 6.722254709831162e-05
        }
    }, 
    {
        "content": {
            "text": "  Somali officials said Tuesday that dozens of people were killed in an American airstrike on Sunday, most of them Islamist fighters fleeing in armed pickup trucks across a remote, muddy stretch of the KenyaSomalia border.  American officials said terrorists from Al Qaeda had been the target of the strike, which they said had killed about a dozen people. But the officials acknowledged that the identities of the victims were still unknown.  Several residents of the area, in the southern part of the country, said dozens of civilians had been killed, and news of the attack immediately set off new waves of anti-American anger in Mogadishu, Somalia's battle-scarred capital, where the United States has a complicated legacy.  ''They're just trying to get revenge for what we did to them in 1993,'' said Deeq Salad Mursel, a taxi driver, referring to the infamous ''Black Hawk Down'' episode in which Somali gunmen killed 18 American soldiers and brought down two American helicopters during an intense battle in Mogadishu.  The country's Islamist movement swiftly seized much of Somalia last year and ruled with mixed success, bringing a much desired semblance of peace but also a harsh brand of Islam.  Two weeks ago, that all changed after Ethiopian-led troops routed the Islamist forces and helped bring the Western-backed transitional government to Mogadishu. Ethiopian officials said the Islamists were a growing regional threat.  The last remnants of the Islamist forces fled to Ras Kamboni, an isolated fishing village on the Kenyan border that residents said had been used as a terrorist sanctuary before. Starting in the mid-1990s, they said, the Islamists built trenches, hospitals and special terrorist classrooms in the village and taxed local fisherman to pay the costs.  On Sunday, an American AC-130 gunship pounded the area around Ras Kamboni, and also a location father north where American officials said three ringleaders of the bombings in 1998 of the United States embassies in Kenya and Tanzania were hiding. Somali officials said those bombings had been planned in Ras Kamboni after a local Somali terrorist outfit invited Al Qaeda to use the village as a base.  According to Abdul Rashid Hidig, a member of Somalia's transitional parliament who represents the border area, the American airstrike on Sunday wiped out a long convoy of Islamist leaders trying to flee deeper into the bush, though he said he did not know if the specific suspects singled out by the United States had been with them.  ''Their trucks got stuck in the mud and they were easy targets,'' he said.  Mr. Hidig toured the area with military officials on Tuesday and said he had met several captured foreign fighters who had come from Europe and the Middle East. ''I saw two white guys and asked, Where are you from?'' Mr. Hidig said. ''One said Jordan, the other Sweden. Yeah, it was weird.''  Mr. Hidig said two civilians had been killed by the airstrike, but representatives of the Islamist forces said it had killed many more.  The Islamists' health director said dozens of nomadic herdsmen and their families were grazing their animals in the same wet valley that the Islamists were trying to drive across. ''Their donkeys, their camels, their cows -- they've all been destroyed,'' he said. ''And many children were killed.''  He spoke by telephone from an undisclosed location; his account could not be independently verified.  Mustef Yunis Culusow, a former Islamist leader who abandoned the movement days ago, said the once-powerful Islamist movement's top leaders were now trapped in a small village with Ethiopian soldiers in front of them, the Indian Ocean behind them and now American gunships circling above them.  ''The leaders know they're finished,'' Mr. Culusow said in a telephone interview from Kismayo, a large town north of Ras Kamboni. ''They've basically told the young fighters they can go, it's over, and that anyone who stays behind should be resigned to die.''  For several days, Ethiopian fighter jets and helicopter gunships have been laying down a blanket of fire over the area, and attacks continued on Tuesday.  American military and intelligence officials expressed confidence that at least one senior Qaeda leader in Somalia had been killed in the American attack or subsequent strikes by Ethiopian troops. One official said Abu Taha al-Sudani -- a Sudanese aide to Fazul Abdullah Mohammed, who is thought to be the ringleader of Al Qaeda's East African cell -- might have been killed.  American military and intelligence officials said that they expected further military strikes but that the terrorism suspects were probably traveling separately and trying to blend into the civilian population.  Pentagon and intelligence officials said the Ethiopian offensive had unearthed fresh intelligence about the location of Qaeda operatives whose trail had long gone cold.  ''When you disrupt things and people move around, they become easier to target,'' said one American counterterrorism official, speaking on condition of anonymity. ''They have to make arrangements on the fly, and they become easier to find.''  American and Ethiopian forces are sharing intelligence to pinpoint the whereabouts of the terrorism suspects and their entourages. The Pentagon announced that the aircraft carrier Dwight D. Eisenhower had been dispatched to the region to tighten a naval blockade off the Somali coast.  Washington's decision to wade back into Somalia was, in a way, a culmination of America's seesaw policy toward the country in the last five years.  With the wars in Iraq and Afghanistan consuming the attention of national security planners in Washington, the Bush administration's interest in Somalia was driven primarily by fact that a handful of Qaeda operatives responsible for attacks in the Horn of Africa were thought to be hiding there.  America's recent forays into Somalia have tended to backfire. President Clinton abruptly curtailed a large American-led aid mission in the 1990s after the 18 soldiers were killed, leaving the country in a swirl of chaos and bloodshed, where much of it remains.  Then, last summer, American efforts to finance a band of Mogadishu warlords as a bulwark against the growing Islamist movement stumbled when many Somalis learned of the hidden American hand and threw their support behind the Islamists.  With the Pentagon still snakebitten by its experience in Somalia -- rendering a ground offensive in the lawless country unpalatable -- there was little the thousands of American soldiers and marines stationed in neighboring Djibouti could do to track down the Qaeda suspects.  Until this week, Washington was content to remain behind the scenes and use the Ethiopian invasion as the public face of the effort against the Islamists and their allies.  Now the Islamists have lost their grip on the country, and Somalia could be close to a turning point. For the first time since 1991, when the military dictator Mohammed Siad Barre fled, plunging the country into anarchy, there is a potentially viable government in the capital. But its survival depends on the thousands of Ethiopian troops still here, and increasingly, it seems, many Somalis do not like them. For their part, the Ethiopians have vowed not to stay much longer.  Some call the Ethiopians infidel invaders because Ethiopia is a country with a long Christian identity, though it is in fact half Muslim. Others do not like them because Ethiopia is a close ally of the United States, which is why American airstrikes could make things difficult for the Ethiopians and transitional government officials.  Some Islamists have vowed to carry on as an Iraq-style insurgency, and on Tuesday night two truckloads of gunmen attacked Ethiopian troops based at a government building, the former Ministry of Skins and Hides, in downtown Mogadishu.  The booms of rocket-propelled grenades echoed across town and set off a two-minute gunfight. As shoppers in a nearby market ducked for cover, spent shells clinked on the pavement. Afterward, residents reported seeing two bodies on the street.  ", 
            "title": "Deadly Airstrike Rekindles Somalis' Anger at the U.S."
        }, 
        "weight": 0.6298067865245196, 
        "file": "1817776.txt", 
        "other_topics": {
            "0": 0.00011733919635191888, 
            "1": 0.02449245329046577, 
            "2": 0.00010067567452389924, 
            "3": 9.29369865988657e-05, 
            "4": 0.004707997253139142, 
            "5": 5.7218643517753584e-05, 
            "6": 0.00014894772659812398, 
            "7": 0.00015362850553339477, 
            "8": 6.457053919962236e-05, 
            "9": 0.058038352845477995, 
            "10": 0.14719974982134856, 
            "11": 0.020000277774671248, 
            "12": 9.350607117230162e-05, 
            "13": 7.526466613076078e-05, 
            "14": 0.06439063357077453, 
            "15": 0.00012693932789256668, 
            "16": 7.172548731494683e-05, 
            "17": 0.00017297972978292756, 
            "18": 5.1863427867049504e-05, 
            "19": 0.00040562254078094337, 
            "20": 0.00010392384764625012, 
            "21": 7.204249520450781e-05, 
            "22": 7.792360481118527e-05, 
            "23": 5.2588121622564896e-05, 
            "24": 6.041140108619871e-05, 
            "25": 0.6298067865245196, 
            "26": 6.405578876732756e-05, 
            "27": 7.511696296037992e-05, 
            "28": 0.018494851031435566, 
            "29": 0.03058638010310808, 
            "30": 4.323703969608892e-05
        }
    }, 
    {
        "content": {
            "text": "  At least 70 people were killed at a largely Shiite university in northeastern Baghdad on Tuesday when a wave of explosions tore through a crowd of students and employees leaving the main gate minutes after classes ended.  Witnesses said the lethal strike of two car bombs and a suicide bomber at Mustansiriya University left the campus littered with shattered glass, body parts, ashen books and charred metal.  As one of the most deadly attacks on Shiites since the summer, it suggested that Sunni insurgents remain unfazed, even brash, in the face of the American military's newest plan to secure the capital.  The attacks came only a day after a fresh spark for Sunni outrage: on Monday, the sudden hanging of Barzan Ibrahim al-Tikriti, Saddam Hussein's half brother, and Awad Hamad al-Bandar, Mr. Hussein's former chief judge, ended with Mr. Ibrahim's head being severed from his body by the noose.  And if the bombs at Mustansiriya -- capping a day of attacks in other Shiite neighborhoods of Baghdad -- amounted to a show of Sunni force, they also highlighted the divisions between the Shiite-led government and the Americans.  In all, at least 108 people were killed in the capital, an Interior Ministry official said, and 25 more were found dead, many showing signs of torture.  American officials have emphasized that such violence justifies the imminent addition of 20,000 troops to make an immediate push to pacify the country.  Prime Minister Nuri Kamal Al-Maliki, by contrast, issued a statement after the bombings blaming supporters of Iraq's ''buried regime'' for the violence, stressing again that Sunnis lay at the heart of the country's problems. He has repeatedly rejected American efforts to crack down on Shiite militias that attack Sunnis, and has demanded control of the effort to bring peace to the country.  His support for the American plan to add troops and stamp out violence from both sects has been tepid at best. On Tuesday, his office released a statement emphasizing that Iraq would continue to build up its armed forces ''to prepare for the withdrawal of the multinational forces from the cities or the withdrawal of 50,000 American soldiers from Iraq.''  Meanwhile, four American soldiers, from the First Cavalry Division, were killed Monday by a roadside bomb in Ninewa Province, northwest of Baghdad.  Sectarian vigilantes, insurgents and criminals seem to be directing Baghdad's daily life. For many Iraqis on Tuesday at least, the additional 20,000 American troops called for under President Bush's latest strategy were still understudies to the pounding drama of sectarian revenge.  Mr. Maliki announced that he had met with the Sunni speaker of Parliament, Mahmoud al-Mashadani, to address plans for national reconciliation, yet Iraqis seemed to barely notice. For much of the day, the reach of both the American military and the Iraqi government seemed to stop at the university's main gate.  Taqi al-Mussawi, president of Mustansiriya University, said it had not been the first strike at the university, one of the country's most prominent, which takes its name from a medieval college of Sunni Islam.  All over Iraq, academics have been a magnet for bombings, kidnappings and assassinations for more than a year, in what appears to be a concerted effort to drive out the middle class, the secular and the educated.  But Mr. Mussawi and other witnesses said Tuesday's violence seemed to be an escalation of the campaign. The force of the car bombs in particular shattered glass in the university's academic headquarters 100 yards away, and turned windows, desks and supplies into shrapnel.  Mariam Hussein, 20, a literature student, said she had barely escaped injury while standing near the front gate in the crowd. The first blast seemed to come from a minibus a few steps away, she said; the second from near a restaurant down the block.  ''I saw remains of human flesh,'' she said. ''It was horrifying. Flesh and blood were everywhere. People started to run, and there was a state of chaos. Some people fell on the ground and got trampled by others.''  The death toll from the blasts seemed to have been Baghdad's largest from a single coordinated attack since this summer, when a series of explosions killed dozens in Sadr City, the capital's largest Shiite enclave.  Mr. Mussawi said it could have been worse: the suicide bomber detonated his load only after guards discovered his intent and shot him. He said the guards were able to warn people away from the bomber before he could kill anyone else, though two were wounded.  At least 169 people were wounded from the three blasts, according to an Interior Ministry official.  For some, the consequences arrived slowly. Ali Kamal, 25, survived intact, with only shards of glass strewn through the photography store nearby where he worked. He said he had run outside and watched, shocked.  ''Later I heard that two of my relatives who own a small shop near the university to sell soft drinks and cigarettes were taken to the hospital,'' he said. ''One of them died, and the other is in a coma. I still can't believe what happened.''  Elsewhere in Baghdad, a car bomb killed six people in Sadr City, an Interior Ministry official said. Twelve others were killed in a Shiite area near downtown when gunmen opened fire.  Two policemen and two civilians in the Shiite area of Karada in central Baghdad also died when a roadside bomb exploded after the police had set out to defuse it.  They had already knocked out one bomb when they discovered the second.  The familiar mix of shock, disgust and sadness could be found wherever the violence appeared. On Kifah Street, in a mixed Sunni and Shiite neighborhood, two bombs exploded in quick succession near a market for motorcycle parts and car stereos, killing at least 15 people.  ''I lost my uncle,'' one man shouted. ''I lost my brother,'' said another.  As a group gathered at the site, a convoy of American Humvees drove past. An old man spit on them, shouting, ''You are the ones who brought to us all this disaster.''  THE STRUGGLE FOR IRAQ  ", 
            "title": "3 Bombs Kill at Least 70 At University in Baghdad"
        }, 
        "weight": 0.627839857809842, 
        "file": "1819510.txt", 
        "other_topics": {
            "0": 0.036606667765400384, 
            "1": 0.00012664472218639006, 
            "2": 0.00013370308573441625, 
            "3": 0.00012342566310967855, 
            "4": 0.002202398384799824, 
            "5": 7.598964929750844e-05, 
            "6": 0.00019781114706679046, 
            "7": 0.00020402749068947757, 
            "8": 8.575338957848405e-05, 
            "9": 0.024427064945268202, 
            "10": 0.11853797152114838, 
            "11": 0.00023591638140684266, 
            "12": 0.00012418144015186936, 
            "13": 0.004150048534545064, 
            "14": 0.15031594822674724, 
            "15": 0.0001685827278590522, 
            "16": 9.525557216442175e-05, 
            "17": 0.006304866123459518, 
            "18": 6.88776149291427e-05, 
            "19": 0.0005386900619471087, 
            "20": 0.00013801684644683951, 
            "21": 9.567657687322456e-05, 
            "22": 0.00010348702865985183, 
            "23": 6.9840049914387e-05, 
            "24": 8.022981496733654e-05, 
            "25": 0.627839857809842, 
            "26": 8.506977140054375e-05, 
            "27": 9.975964686898092e-05, 
            "28": 0.026587272193272133, 
            "29": 0.0001195445389396532, 
            "30": 5.742127532521484e-05
        }
    }
]