[
    {
        "content": {
            "text": "  In addition to the Winter Antiques Show, this weekend brings the American Antiques Show at the Metropolitan Pavilion, reviewed by Roberta Smith on Page 34 (where one can find H. C. Williamson's design for an electric advertising sign, below); the New York Ceramics Fair, reviewed by Grace Glueck on Page 38; and exhibitions of antiquities at New York galleries, Page 37.  ", 
            "title": "It's That Time: Antiques Take Manhattan"
        }, 
        "weight": 0.8015899271834303, 
        "file": "1819821.txt", 
        "other_topics": {
            "0": 0.0022852508689485346, 
            "1": 0.0015385356727552477, 
            "2": 0.0028041631789859373, 
            "3": 0.0020392880733071934, 
            "4": 0.0010549454065433227, 
            "5": 0.0035212536141975307, 
            "6": 0.001814372411730081, 
            "7": 0.008154340516750713, 
            "8": 0.0015029032303095044, 
            "9": 0.0029482580557527957, 
            "10": 0.027073717210347452, 
            "11": 0.027659030656923076, 
            "12": 0.0014967467374891162, 
            "13": 0.00114090207113609, 
            "14": 0.0007263294786625978, 
            "15": 0.001339405565979118, 
            "16": 0.001941005821903804, 
            "17": 0.0011686192310518366, 
            "18": 0.0010134418099363655, 
            "19": 0.0007042883546770526, 
            "20": 0.09056927515874132, 
            "21": 0.004841223407559579, 
            "22": 0.0015444075007129132, 
            "23": 0.0018329777160974352, 
            "24": 0.0008775764951313952, 
            "25": 0.0018997904654677444, 
            "26": 0.8015899271834303, 
            "27": 0.0010765564881277218, 
            "28": 0.0016287226874025294, 
            "29": 0.002212744929941792
        }
    }, 
    {
        "content": {
            "text": "  It wasn't until the Hungarian photographer MARTIN MUNKACSI (1896-1963) turned his lens on fashion models that he made his fortune. But he established his reputation with reportage, much of it published in German photo weeklies. Now the International Center of Photography is mounting an exhibition of his work. The show, ''Martin Munkacsi: Think While You Shoot!,'' organized by F. C. Gundlach at the Haus der Photographie in Hamburg, includes more than 125 vintage photographs, along with magazines and page layouts. Mr. Munkacsi's images of models running on the beach revolutionized fashion photography by being natural rather than posed. Friday through April 29, 1133 Avenue of the Americas, at 43rd Street, icp.org.  It was the photographer Henri Cartier-Bresson who arguably put Mr. Munkacsi on the map, so taken was he with Mr. Munkacsi's photo ''Three Boys at Lake Tanganyika,'' taken in 1929 or 1930. Cartier-Bresson said of the picture, ''I suddenly understood that photography can fix eternity in a moment.'' It seems appropriate, then, that the International Center of Photography is simultaneously featuring an exhibition of Cartier-Bresson's work, which also starts Friday. Called ''HENRI CARTIER-BRESSON'S SCRAPBOOK: PHOTOGRAPHS, 1932-46,'' the show includes 251 prints personally selected and printed by the photographer. The show was originally assembled by the Museum of Modern Art as a memorial when Cartier-Bresson was presumed dead after having been held in German prisoner-of-war camps during World War II. (He actually escaped the camps and died in 2004 at 95.)  The WINTER ANTIQUES SHOW returns to the Seventh Regiment Armory on Friday with a core of 28 specialists in American antiques and art, including Shaker, folk art, American Indian, Colonial, Federal, Arts and Crafts, and Aesthetic Movement pieces. The show also features exhibitors showing British, European and Asian antiques, from old master paintings to Chinese export porcelain. Through Jan. 28, noon to 8 p.m. (to 6 p.m. on Jan 21, 25 and 28; to 6:30 p.m. on Jan. 20), Park Avenue at 67th Street, winterantiquesshow.com; $20.  ", 
            "title": "THE WEEK AHEAD: Jan. 14 - 20; ART"
        }, 
        "weight": 0.7555890238202841, 
        "file": "1818652.txt", 
        "other_topics": {
            "0": 0.0004953884337021859, 
            "1": 0.00033351820908478365, 
            "2": 0.0006078763710184461, 
            "3": 0.00044206950677936707, 
            "4": 0.00022868725691777946, 
            "5": 0.017546687717505782, 
            "6": 0.00039331310159964076, 
            "7": 0.0689011207828081, 
            "8": 0.0003257939368431537, 
            "9": 0.0006391127382269563, 
            "10": 0.0002744883249021526, 
            "11": 0.0004013704608915983, 
            "12": 0.00032445935455425415, 
            "13": 0.00024732063236791875, 
            "14": 0.00015745108236276217, 
            "15": 0.0002903515033899449, 
            "16": 0.0004207642351153195, 
            "17": 0.0002533290582365641, 
            "18": 0.00021969025707172408, 
            "19": 0.00015267308707279261, 
            "20": 0.1091445502272098, 
            "21": 0.012238371647399767, 
            "22": 0.028307062867104518, 
            "23": 0.0003973462923159566, 
            "24": 0.00019023786459690717, 
            "25": 0.0004118297189329752, 
            "26": 0.7555890238202841, 
            "27": 0.00023337202916846522, 
            "28": 0.00035306862454833823, 
            "29": 0.0004796708579879786
        }
    }, 
    {
        "content": {
            "text": "  An art review on Thursday about the exhibition ''South Bronx Contemporary: Longwood Arts Project's 25th Anniversary,'' at Hostos Community College in the Bronx, omitted a curator. The wall of art hung salon-style was organized by Edwin Ramoran under the title ''Everyday Is Like Sunday''; it is not part of ''Iconoclasm,'' organized by Eddie Torres and hanging in the same room.  A picture caption with the review misstated the given name of a former director of the Longwood Arts Project who is also one of the curators of the show. As noted in the review, he is Fred Wilson, not Frank.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6709098804798537, 
        "file": "1817666.txt", 
        "other_topics": {
            "0": 0.0016474879539020327, 
            "1": 0.22437144997592023, 
            "2": 0.020626773790314804, 
            "3": 0.001470167928152027, 
            "4": 0.0007605335033103308, 
            "5": 0.021143740163644762, 
            "6": 0.001308021247397152, 
            "7": 0.005878644640683702, 
            "8": 0.0010834762176262069, 
            "9": 0.020730654977679418, 
            "10": 0.0009128517704450562, 
            "11": 0.001334817194719856, 
            "12": 0.0010790378656283185, 
            "13": 0.000822501566159964, 
            "14": 0.0005236270043346046, 
            "15": 0.0009656071310696991, 
            "16": 0.0013993140768442467, 
            "17": 0.0008424834804863237, 
            "18": 0.0007306126414992019, 
            "19": 0.0005077370699952056, 
            "20": 0.009477824558635942, 
            "21": 0.003490145154073489, 
            "22": 0.0011133975651921176, 
            "23": 0.0013214342232941922, 
            "24": 0.0006326643275807019, 
            "25": 0.001369601013754841, 
            "26": 0.6709098804798537, 
            "27": 0.0007761134105602834, 
            "28": 0.001174182250274004, 
            "29": 0.0015952168169677645
        }
    }, 
    {
        "content": {
            "text": "  Although it has been a decade since the Museum of Modern Art's giant Jasper Johns retrospective, there have been a spate of smaller shows devoted to aspects of his work. Now the National Gallery of Art in Washington has put its own spin on his oeuvre with ''JASPER JOHNS: AN ALLEGORY OF PAINTING, 1955-1965,'' which opens today.  Not wanting it to seem like either another retrospective or a survey show, Jeffrey Weiss, the gallery's curator of modern and contemporary art, has traced this artist's work through four motifs: the target, the mechanical device, the stenciled naming of colors and the imprint of the body.  Included in the show will be 84 works from public and private collections, including the largest group of target paintings ever assembled. Among them is ''Target With Plaster Casts'' (1955), which is the image on the cover of the show's catalog. It has been lent by David Geffen, the entertainment mogul. Also on view will be many of Mr. Johns's most famous works, like ''False Start'' (1959), which now belongs to the Chicago collector Kenneth C. Griffin, and ''Jubilee'' (1960). Through April 29; nga.gov.  An exhibition devoted to another popular American artist, ROBERT GOBER, opens Saturday at two of the Matthew Marks Galleries in Chelsea. Like Mr. Johns, Mr. Gober is known for using familiar vernacular American forms in his work.  Consisting of only new works -- two sculptures and several drawings -- the exhibition will feature a sculpture of a plastic milk crate filled with sculptures of Granny Smith apples that rests on a cast of a wooden footstool in the space at 526 West 22nd Street. A block away, at 521 West 21st Street, will be a second cast of a wooden footstool, this one made with an old packing blanket folded on the seat. Through March 10; (212) 243-0200.  ", 
            "title": "THE WEEK AHEAD: Jan. 28 - Feb. 3; ART"
        }, 
        "weight": 0.6593831177385601, 
        "file": "1822292.txt", 
        "other_topics": {
            "0": 0.0005835309380714779, 
            "1": 0.00039285978470817974, 
            "2": 0.0007160334090987769, 
            "3": 0.0005207251853983312, 
            "4": 0.00026937667590852375, 
            "5": 0.027258553942791645, 
            "6": 0.040002414687423916, 
            "7": 0.021851743234909606, 
            "8": 0.00038376116326198844, 
            "9": 0.04688180197132286, 
            "10": 0.0003233269467411769, 
            "11": 0.00047278471927153986, 
            "12": 0.0003821891240257165, 
            "13": 0.00029132541414328536, 
            "14": 0.00018546573060837035, 
            "15": 0.0003420125978263244, 
            "16": 0.0004956291510257093, 
            "17": 0.00029840289545882885, 
            "18": 0.00025877887546986065, 
            "19": 0.00017983760551707446, 
            "20": 0.06266567339662459, 
            "21": 0.04077531066352813, 
            "22": 0.013574066116255636, 
            "23": 0.0004680445462998923, 
            "24": 0.00022408613530869003, 
            "25": 0.0004851049517218709, 
            "26": 0.6593831177385601, 
            "27": 0.02663430895216069, 
            "28": 0.0004158887282583505, 
            "29": 0.05328384471829898
        }
    }, 
    {
        "content": {
            "text": "  An art review in Weekend on Jan. 19 about two shows at the International Center of Photography in Manhattan, featuring the works of Henri Cartier-Bresson and Martin Munkacsi, referred imprecisely to some of the countries Munkacsi visited on assignment for the German publisher Ullstein. Algeria and Egypt are part of Africa; he did not visit them in addition to Africa.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6450731698347785, 
        "file": "1822835.txt", 
        "other_topics": {
            "0": 0.0024770285305128073, 
            "1": 0.05761414334058981, 
            "2": 0.0030394878273288114, 
            "3": 0.002210424600709416, 
            "4": 0.00114347615207059, 
            "5": 0.0038167563063007644, 
            "6": 0.001966634075014525, 
            "7": 0.008838650662805174, 
            "8": 0.0016290264804884936, 
            "9": 0.003195675108866291, 
            "10": 0.0013724894765791964, 
            "11": 0.0020069222761289855, 
            "12": 0.0016223533363837435, 
            "13": 0.001236646277712844, 
            "14": 0.0007872828605585648, 
            "15": 0.0014518081344760438, 
            "16": 0.0021038945282009043, 
            "17": 0.0012666894545163077, 
            "18": 0.0010984895843763266, 
            "19": 0.0007633920511517681, 
            "20": 0.01425008406485273, 
            "21": 0.06119399177545733, 
            "22": 0.1695134962354426, 
            "23": 0.0019868007317098645, 
            "24": 0.0009512224875110002, 
            "25": 0.0020592203897180916, 
            "26": 0.6450731698347785, 
            "27": 0.0011669008300292192, 
            "28": 0.0017654046738622706, 
            "29": 0.0023984379118670925
        }
    }, 
    {
        "content": {
            "text": "  Skoto Gallery  529 West 20th Street, Chelsea  Through Jan. 27  As one of New York's very few full-time commercial spaces devoted mainly to contemporary African art, Skoto Gallery is worth keeping an eye on. Its present show is a strong solo by the Congolese-born artist Aime Mpane, who divides his time between Kinshasa and Brussels.  Skoto's front gallery is given over to large sculptural installations that address Western pillaging of Africa, military and cultural, that gained full force in the late 19th century and continues. In one piece a tiny sculptural figure of a European soldier casts a huge drawn shadow on the gallery wall. In another, shown at the 2006 Dakar Biennial, the life-size figure of an African man, made entirely from matchsticks, stares at a grave marked 1885, the year Africa was definitively carved up and distributed among several European nations.  Even with colonialism ended, the mining of African culture continues, as suggested in a third sculpture, of the German artist and self-declared shaman Joseph Beuys kissing African feet. Some of the continuing effects of a disastrous past are evident in dozens of small paintings hung salon-style in the gallery's back room, all done during one of Mr. Mpane's recent stays in Kinshasa.  Most were painted at night by firelight or candlelight in a city short of electricity. (Mr. Mpane could fully see the paintings only hours after they were done, in daylight.) They are images made, like the whole show, of shadow and light, and they are extraordinary.  HOLLAND COTTER  ART IN REVIEW  ", 
            "title": "Aime Mpane -- Bach to Congo"
        }, 
        "weight": 0.6273345021079019, 
        "file": "1819926.txt", 
        "other_topics": {
            "0": 0.0006034129528380938, 
            "1": 0.0004062452687179767, 
            "2": 0.0007404300363969657, 
            "3": 0.0005384672880872726, 
            "4": 0.0002785548543027928, 
            "5": 0.0009297754001127975, 
            "6": 0.0004790790496510158, 
            "7": 0.0702969506961674, 
            "8": 0.0276543662334911, 
            "9": 0.0007784778132341481, 
            "10": 0.00033434331401520394, 
            "11": 0.0004888933986177508, 
            "12": 0.0003952110382238435, 
            "13": 0.000301251428015026, 
            "14": 0.00019178490265920196, 
            "15": 0.00035366562095963893, 
            "16": 0.0005125161838401569, 
            "17": 0.0003085700526510781, 
            "18": 0.00026759596654027417, 
            "19": 0.00018596501658511513, 
            "20": 0.2351603726658206, 
            "21": 0.0012783090694320671, 
            "22": 0.02766532529916735, 
            "23": 0.00048399171888978615, 
            "24": 0.0002317211783895687, 
            "25": 0.0005016334049438513, 
            "26": 0.6273345021079019, 
            "27": 0.00028426118909957916, 
            "28": 0.000430058852406059, 
            "29": 0.0005842679988425233
        }
    }, 
    {
        "content": {
            "text": "  Matthew Marks Gallery  522 and 526 West 22nd Street; 523 West 24th Street, Chelsea  All through Jan. 27  There is a great candor to Ellsworth Kelly's art, and always has been, as you can see in what amounts to a small survey of early and recent work at Matthew Marks's various Chelsea galleries. The largest, on West 22nd Street, has a half-dozen of the artist's new abstract relief paintings, made of superimposed geometric panels. They're like altarpiece diptychs with subtly mismatched halves that stack rather than fold.  Each painting plays, in a straightforward way, with ideas that the artist, now 83, has been exploring for more than 60 years: the interrelationship, even interchangeability, of painting with sculpture; the creation of fictional objects in real space; the way abstraction can be its own kind of naturalism, intellectually demanding but utterly unesoteric, as plain and packed as a book.  Although Mr. Kelly's work is often associated with bright colors, these new pictures are in black and white. And that in itself has a long history in his career, as is demonstrated in a series of early works on paper in an adjoining gallery. Titled ''Drawings on a Bus -- Sketchbook 23, 1954,'' the series was done just after he had moved to New York, where he developed a form of abstraction inspired by the world around him.  The landmark painting ''Cité'' (1951) is an example. It's like an image of light flickering on dark water, but translated into patterns of black-and-white bars. (The image is recaptured in a singe large print installed in Marks's window-only space on West 21st Street.)  ''Drawings on a Bus -- Sketchbook 23, 1954'' is what it says it is: a sequence of black ink sketches inspired by a changing shadow cast on a book the artist was reading on a bus ride. The main form starts as a small curve, then gradually swells; if you could look at the drawings flipbook-style, you'd see the black form expand to fill the white page. The sequence, drawn without guile or frills, is a record from nature and a fresh invention, from which the artist derived several black-and-white paintings.  There are more, unstacked double-panel pieces in the West 24th Street space. Here color returns, not quite bright, not quite subdued, complicated but not all that complicated -- monumental the way a tall open window, a mature rose bush or a Shaker dresser is monumental. They aren't.  HOLLAND COTTER  ART IN REVIEW  ", 
            "title": "Ellsworth Kelly"
        }, 
        "weight": 0.614925991829421, 
        "file": "1819927.txt", 
        "other_topics": {
            "0": 0.00043891248839367285, 
            "1": 0.00029549601305792005, 
            "2": 0.0005385764230414337, 
            "3": 0.00039167209822290916, 
            "4": 0.0002026161415348016, 
            "5": 0.000676303073361815, 
            "6": 0.00034847408699233444, 
            "7": 0.09078616821483093, 
            "8": 0.0002886523337954322, 
            "9": 0.055089597209838824, 
            "10": 0.0002431957339364162, 
            "11": 0.00035561288026266945, 
            "12": 0.0002874698983699431, 
            "13": 0.00021912524959950635, 
            "14": 0.00013950113014076242, 
            "15": 0.00025725045679677195, 
            "16": 0.0003727956990868082, 
            "17": 0.00022444869473856152, 
            "18": 0.00019464482988951673, 
            "19": 0.0001352678423617536, 
            "20": 0.11157170822643181, 
            "21": 0.08519317272494277, 
            "22": 0.00029662377485218836, 
            "23": 0.005308715250453812, 
            "24": 0.00016855010907889655, 
            "25": 0.00036487974775770686, 
            "26": 0.614925991829421, 
            "27": 0.02994677345421297, 
            "28": 0.0003128176154944386, 
            "29": 0.000424986769101676
        }
    }, 
    {
        "content": {
            "text": "  The Outsider Art Fair at the Puck Building includes work by Vaslav Nijinsky (yes, the dancer) and Thomas Burleson, an aircraft parts inspector (left, an untitled work). Grace Glueck's review is on Page 39.  ", 
            "title": "Arrival of the Out-of-Towners"
        }, 
        "weight": 0.6004222898870732, 
        "file": "1821442.txt", 
        "other_topics": {
            "0": 0.0033104698499768206, 
            "1": 0.0022287601011233902, 
            "2": 0.004062178811343956, 
            "3": 0.002954162177042288, 
            "4": 0.001528219509370575, 
            "5": 0.07987168348798669, 
            "6": 0.002628343893126174, 
            "7": 0.049197930538176796, 
            "8": 0.039562497118166076, 
            "9": 0.004270918145635203, 
            "10": 0.0018342885338850986, 
            "11": 0.04006754283019179, 
            "12": 0.002168223635678433, 
            "13": 0.001652738419047154, 
            "14": 0.0010521785038717618, 
            "15": 0.0019402953974611825, 
            "16": 0.0028117881232875407, 
            "17": 0.0016928901693319194, 
            "18": 0.0014680963924297422, 
            "19": 0.0010202491969386804, 
            "20": 0.1312008492464641, 
            "21": 0.007013113678456702, 
            "22": 0.0022372661735560627, 
            "23": 0.0026552959884058084, 
            "24": 0.001271278601249376, 
            "25": 0.002752082558051107, 
            "26": 0.6004222898870732, 
            "27": 0.0015595258464483333, 
            "28": 0.0023594071985191417, 
            "29": 0.0032054359877048333
        }
    }, 
    {
        "content": {
            "text": "  The Winter Antiques Show, which opens today at the Seventh Regiment Armory, may have dozens of booths. But some monumental examples of decorative arts can be found only in New York galleries with special exhibitions coinciding with the show.  Helen Costantino Fioratti, for example, has cleared out much of her gallery, L'Antiquaire and the Connoisseur at 36 East 73rd Street, to show more than 50 European mirrors made in the 16th, 17th and 18th centuries. They include a huge 17th-century mirror from Naples, Italy, with a stunning silver frame, an 18th-century Venetian looking glass with blue glass borders, a few splendid over-mantel mirrors and a pair of Italian mirrors whose carved and gilded frames are confections of interlocking scrolls and leafy garlands. All retain their original glass, making them far more valuable.  Mrs. Fioratti has covered her walls with the mirrors, displaying them side by side and one above another, in imitation of the 16th-century vogue for lining rooms in mirrors. In the catalog for her show she writes that this style was popularized by Catherine de' Medici (1519-1589), who had 119 Venetian mirrors inserted into the paneling of her Paris apartment. The Italian-born Catherine was a great patron of the arts, inventing the high heel for her marriage to the French king Henri II, and later setting new standards for sumptuousness as ruling queen after the king's death in 1559.  In the following century mirrored rooms became the rage in France. In the catalog Mrs. Fioratti quotes an anonymous contemporary writer who attended a ball given by the Archbishop of Sens in 1651 and noted that ''50 of the richest and most beautiful Venetian mirrors served as delightful pictures displaying the faces, the experiences and poses, the smiles, the graces, the charms, the hands and arms of all the fine company.''  In 1678 Louis XIV commissioned the mirrored gallery now known as the Hall of Mirrors at Versailles. By day the room's 306 panes of mirrors facing the windows reflected sunlight and the view of the park. By night the mirrors doubled the illuminating power of candlelight.  Louis XIV was also responsible for an obscure art form known as ''Bagard de Nancy,'' after César Bagard, a 17th-century sculptor living in Nancy, France. To finance his constant wars, Louis XIV ordered that the silver and gold in his realm, including his own, be melted down. As substitutes, craftsmen began to carve wooden mirror frames, boxes and candlesticks in the style of the gold and silver originals. They used a type of cherry called Bois de Saint Lucie, which is extinct, but Mrs. Fioratti has a few rare survivors of the form, including a densely carved dressing table box, a mirror frame of carved foliage and a pair of featherweight candlesticks.  Most of the mirrors are Italian, many from Venice, an early glassmaking center. The oldest, from Tuscany, circa 1580, is in the shape of a Palladian door, about 20 inches high, with yellow marble columns on the sides and a broken-pediment cornice. The ebony frame has insets of pink, green and yellow marble. Gilt bronze statues adorn the cornice.  Another small Italian mirror, only 131/2 inches tall, is rarer. It was made in Rome in the mid-17th century. Its octagonal ebony frame is covered by pieces of jasper, lapis lazuli and other hard stones.  The seamless joining together of pietra dura (literally, hard stones) was a technique perfected in Italy in the 16th century, and it was a way to embellish many types of furnishings, from table tops to mirrors. ''It could take 40 years to make one table top,'' Mrs. Fioratti said.  In the catalog she writes: ''The technique proclaimed the owner's nobility and his collecting acumen. The harder the stone, the more difficult it was to cut, the higher the prestige associated with the work.''  (Coincidentally, in its Continental furniture sale on Wednesday, Doyle New York is auctioning a pair of 19th-century gilded neoclassical tables with pietra dura tops boasting dozens of specimen marbles. The presale viewing begins tomorrow.)  Mrs. Fioratti also has a 35-inch-high Dutch mirror etched with a large galleon under full sail, from about 1780. The etching was done by a wheel, which requires enormous patience and skill. ''The Rijksmuseum in Amsterdam has similar pieces, but its mirrors are all fitted into furniture or boxes,'' she said.  Some say that mirrors replaced tapestries as favorite wall decorations in European palaces in the 17th century, but the Franses Gallery, at 132 East 61st Street, has a show that challenges that view. ''Chinoiserie: European Tapestry and Needlework, 1680-1780'' has several wall-size tapestries that would enhance any palace décor, then or now.  China ''was a distant and exotic land, a place of fantasy, unlikely ever to be visited but brought more vividly into the imagination by travel books and a flood of imported porcelain, lacquer screens and other wares,'' David Franses, one of the owners, writes in the catalog. The designs for European chinoiserie tapestries ''depicted or imitated life in the Orient from a Western viewpoint.''  The most enchanting are two 12-foot-high Beauvais tapestries that survive from a series, ''The Story of the Emperor of China,'' that was originally created for Louis XIV in the 1680s. (They were the earliest examples of European chinoiserie.) In the first, priced at $1.2 million, a bejeweled (and European-looking) empress sits on a carved and gilded (again, Western-style) armchair in a seaside pavilion watching as the emperor departs in a sailing boat filled with pink-cheeked oarsmen. What makes it ''Chinese''? The porcelain is blue and white, and a seven-story pagoda is seen on a distant shore.  The second, called ''The Astronomers,'' shows men grouped around a globe. The standing figure is thought to represent the emperor. A seated figure with a drawing compass is said to be the Rev. Johann Schall von Bell (1592-1666), a German Jesuit priest welcomed at the Qing court for his knowledge of astronomy. To the side, one man peers through a telescope while another stands beneath an armillary sphere.  ''The telescope, celestial globe and armillary sphere depicted still survive at the Old Imperial Observatory in Beijing,'' said Simon Franses, a third-generation member of the family that founded the London gallery in 1909. What is Chinese here? A dragon, more pagodas and the emperor's long, droopy mustache. Don't miss the chance to see these enchanting fantasies.  ANTIQUES  ", 
            "title": "Decorative Arts Galleries Offer Worthy Complements To the Armory Show"
        }, 
        "weight": 0.5968605365602182, 
        "file": "1819792.txt", 
        "other_topics": {
            "0": 0.0001554193117058904, 
            "1": 0.00010463540722975423, 
            "2": 0.0019458709713846313, 
            "3": 0.012424815434374577, 
            "4": 7.174656016986572e-05, 
            "5": 0.00023947953395255184, 
            "6": 0.00012339499143872602, 
            "7": 0.07953680019405694, 
            "8": 0.03345026287829258, 
            "9": 0.09497918101972527, 
            "10": 8.611583078106722e-05, 
            "11": 0.00012592284463457985, 
            "12": 0.00010179335271213689, 
            "13": 7.75924503647084e-05, 
            "14": 4.939747717824035e-05, 
            "15": 9.10926209406908e-05, 
            "16": 0.00013200729642265333, 
            "17": 7.947748713466683e-05, 
            "18": 6.892391145955578e-05, 
            "19": 4.789846612190333e-05, 
            "20": 0.0377524828830275, 
            "21": 0.03192214058752888, 
            "22": 0.014146319306231912, 
            "23": 0.03873819286649615, 
            "24": 5.96837470650846e-05, 
            "25": 0.0001292042508507015, 
            "26": 0.5968605365602182, 
            "27": 0.05623835455425197, 
            "28": 0.00011076900242131361, 
            "29": 0.00015048820182726158
        }
    }, 
    {
        "content": {
            "text": "  Pavel Zoubok Gallery  533 West 23rd Street, Chelsea  Through Feb. 3  Although known for a collage-a-day habit that began in 1964 and continued to the end of the millennium, John Evans has made paintings intermittently since his days as a student at the Art Institute of Chicago. This mini-survey of collages made from 1974 to 1987, all in the month of January, receives unexpected backup from five small, square canvases made in 1970, as well as a sixth, with color, from 1967.  The black-and-white works are especially noteworthy. Painted on raw canvas entirely in black that is modulated into an impressive range of dark grays, they resemble velvety charcoal drawings, but their compositions are barbed. Their claustrophobic patchworks of patterns and textures may bring to mind the flattened compositions of artists like Joseph Yoakum, Roger Brown and William Copley.  They mix the geometric and the abstract with suggestions of cartoons, wood grain, textiles, caning and shag carpet. Other motifs include part of a swastika (in ''Swastika Rising'') and a striped coffin (in ''Smogscape''). Part of their force comes from the way they suggest details of something much larger. They presage much about the recomplication of form that was to strike painting in the 1970s and should be included in the definitive history of the subject.  ROBERTA SMITH  ", 
            "title": "Art in Review; John Evans -- Happy New Year!"
        }, 
        "weight": 0.5950003210779204, 
        "file": "1821606.txt", 
        "other_topics": {
            "0": 0.0007520261772557613, 
            "1": 0.0005062985058993131, 
            "2": 0.03489351438763974, 
            "3": 0.0006710851902216312, 
            "4": 0.0003471595053637705, 
            "5": 0.0011587677005682122, 
            "6": 0.0005970703555795991, 
            "7": 0.04514682233694274, 
            "8": 0.000494572646895007, 
            "9": 0.07740433973651949, 
            "10": 0.00041668797984411313, 
            "11": 0.0006093018585677163, 
            "12": 0.0004925466794951349, 
            "13": 0.00037544596737181104, 
            "14": 0.00023901917670777383, 
            "15": 0.00044076913448098546, 
            "16": 0.0006387426466439156, 
            "17": 0.0003845670796746437, 
            "18": 0.00033350157768379716, 
            "19": 0.00023176592392993052, 
            "20": 0.18267263619184282, 
            "21": 0.05254922919091744, 
            "22": 0.0005082307963066846, 
            "23": 0.0006031929551200595, 
            "24": 0.00028879126832443845, 
            "25": 0.0006251795725123194, 
            "26": 0.5950003210779204, 
            "27": 0.00035427124057459917, 
            "28": 0.0005359770837678823, 
            "29": 0.0007281660554282317
        }
    }, 
    {
        "content": {
            "text": "  An Art entry last Sunday in the Week Ahead report gave an incomplete title for an exhibition at the Museum of Arts and Design. It is ''Radical Lace and Subversive Knitting,'' not ''Lace and Subversive Knitting.''  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5920540301698975, 
        "file": "1821943.txt", 
        "other_topics": {
            "0": 0.003728661896415089, 
            "1": 0.25515845907726975, 
            "2": 0.004575329798091652, 
            "3": 0.0033273439857624296, 
            "4": 0.0017212704275159378, 
            "5": 0.005745349168125811, 
            "6": 0.0029603670080376896, 
            "7": 0.01330478819123768, 
            "8": 0.0024521675431776863, 
            "9": 0.004810437936007565, 
            "10": 0.002066003338884465, 
            "11": 0.003021012688343801, 
            "12": 0.0024421224840085382, 
            "13": 0.0018615190734588886, 
            "14": 0.0011850939816416524, 
            "15": 0.0021854014215999394, 
            "16": 0.0031669846611556223, 
            "17": 0.0019067429565165239, 
            "18": 0.0016535523133538166, 
            "19": 0.001149131234498326, 
            "20": 0.0635586243863698, 
            "21": 0.007899038786978249, 
            "22": 0.0025198867567198316, 
            "23": 0.0029907238018621143, 
            "24": 0.0014318716964722123, 
            "25": 0.0030997368455313312, 
            "26": 0.5920540301698975, 
            "27": 0.0017565315087123068, 
            "28": 0.002657457133858927, 
            "29": 0.003610359728494843
        }
    }, 
    {
        "content": {
            "text": "  The comprehensive retrospective of paintings by Colin Campbell Cooper at the Heckscher Museum of Art is anchored at both ends by distinguished paintings. At one end of the museum is ''Broad Street Cañon, New York'' (1904), a skyscraper scene that made the artist's reputation; at the other end is the dreamy, atmospheric ''Palace of Fine Arts, San Francisco'' (1916), a high point in the movement now known as California Impressionism.  These paintings, which could hardly be more different in terms of style, subject matter and palette, provide an apt metaphor for the artist's career, which can be divided into two distinct phases. The first consists of his New York and East Coast city skyscraper scenes, for which he is remembered and to which he would constantly return throughout his career. The second phase involves more rural, nostalgic and exotic scenery, mostly painted in California. This show affords an opportunity to compare these two largely distinct bodies of art.  Organized by the curators William H. Gerdts and Deborah Epstein Solon for the Laguna Art Museum in Laguna Beach, Calif., ''East Coast/West Coast and Beyond: Colin Campbell Cooper, American Impressionist'' brings together about 70 of the artist's paintings, gathered from museums and private collections all over the country. (The show travels to Laguna Beach after it closes here.) Together these works form a portrait of a successful, peripatetic artist, one who accumulated extensive honors and critical acclaim during his lifetime but who since has largely fallen into obscurity. The show suggests the reason for that: While individual pictures are wonderful, taken as a whole his work is less than compelling.  Born in Philadelphia, Cooper (1858-1937) was a student of Thomas Eakins at the Pennsylvania Academy of the Fine Arts. Later, in Paris, he attended the Académie Julian, where he studied with William Bouguereau, Jules-Joseph Lefebvre and Henri Lucien Doucet. It was also in Paris that he developed an interest in architecture, beginning with paintings of medieval architectural monuments, especially the great Gothic cathedrals. Though trained as a figurative painter, he would prefer the subject of architecture throughout his career.  Cooper exhibited at the Paris Salon in 1890, returning to America the following year. He continued to paint and travel widely, like other American artists of his generation, spending summers in Europe and winters back home working in his studio. Dordrecht, in the Netherlands, became one of his favored stomping grounds, and was the subject of several paintings from the mid- to late 1890s. Among them is ''Dordrecht Harbor'' (circa 1898), the most vibrant and accomplished of his early European scenes. He also painted in England, producing at least one masterpiece of atmosphere and light, ''Wells Cathedral'' (circa 1902).  Cooper's interest in historic European architecture led him, beginning around 1903, to take up painting the theme with which his art and reputation have largely become associated: towering buildings and the smoky skyline of the new American skyscraper city. It was epitomized by New York, though this was not the only modern city that he painted. Showing here is a fine pair of views of Philadelphia, the artist focusing on architectural structures like the curved glass and iron shed built over Broad Street Station.  In many ways, Cooper's modern city and skyscraper paintings reflect the mood of optimism and ambition that pervaded American society in this period. More prosaically, they also capture the changing face of American cities, the artist picturing landmark structures as they are being built or when newly constructed -- for instance, the distinctive, domed 47-story Singer Building (1908) in New York, which is the centerpiece of his panoramic ''Mountains of Manhattan'' (circa 1903). At the time, this was the tallest building in the world.  Though Cooper made a specialty of this theme, he was neither the first nor the only artist to paint the modern American city. New York street scenes and modern urban architecture attracted the attention of many artists, among them Childe Hassam (1859-1935), the American Impressionist painter with whom Cooper is most often compared. With the exception of Hassam's famous flag series (1916-1919), his New York street scenes date primarily from the early to mid-1890s, thus predating Cooper's by almost a decade. They are also better painted.  In the exhibition catalog, the curators make much of the fact that Hassam preferred to paint more intimate urban views, whereas Cooper concentrated on buildings and the majestic skyline. This is true, but it is not to say that Hassam did not also paint these things, as shown by his ''Lower Manhattan (View Down Broad Street)'' (1907), recently on view at the Metropolitan Museum of Art in a retrospective of his work. It is painted from almost exactly the same place as Cooper's ''Broad Street Cañon, New York'' and another, similar picture, ''The Financial District'' (circa 1908). Yet Hassam's painting is far superior.  Whereas Hassam's painting is tighter and more focused, the artist using scale, composition and light to create a sense of spatial compression to convey a dark canyon between buildings, Cooper includes too much open sky at top, while also widening the foreground roadway to a point where the viewer's eye nearly drifts out of the bottom of the painting. The two artists are not in the same league. Perhaps this is why, despite the rising interest in American Impressionism starting in the 1960s, Cooper's work has largely been ignored.  ''East Coast/West Coast and Beyond: Colin Campbell Cooper, American Impressionist,'' Heckscher Museum of Art, 2 Prime Avenue, Huntington, through Jan. 28. Information: (631) 351-3250 or www.heckscher.org.  ART REVIEW  ", 
            "title": "Bicoastal Retrospective"
        }, 
        "weight": 0.5871693103503535, 
        "file": "1818674.txt", 
        "other_topics": {
            "0": 0.0001897165640714548, 
            "1": 0.00012772589018674748, 
            "2": 0.028085057764135182, 
            "3": 0.028021559494004374, 
            "4": 8.757927653888162e-05, 
            "5": 0.0002923268276524578, 
            "6": 0.00015062525719893816, 
            "7": 0.0006769556402437305, 
            "8": 0.0001247677622008294, 
            "9": 0.0002447579808123047, 
            "10": 0.00010511949479521277, 
            "11": 0.0022961926557292355, 
            "12": 0.0001242566635374463, 
            "13": 9.471521215416287e-05, 
            "14": 6.029829588866131e-05, 
            "15": 0.00011119454118954465, 
            "16": 0.00016113808789129175, 
            "17": 9.701623057471551e-05, 
            "18": 8.413373808537148e-05, 
            "19": 5.846848964391648e-05, 
            "20": 0.18748732814781371, 
            "21": 0.043251542048670044, 
            "22": 0.017268067034775632, 
            "23": 0.10299129189826588, 
            "24": 7.28544947202239e-05, 
            "25": 0.00015771647851077448, 
            "26": 0.5871693103503535, 
            "27": 8.937338159744201e-05, 
            "28": 0.00013521302027615282, 
            "29": 0.00018369727848227012
        }
    }, 
    {
        "content": {
            "text": "  A guide to cultural and recreational goings-on around the state this week. Items may be submitted by mail to On the Towns, Sunday New Jersey Section, The New York Times, 229 West 43rd Street, New York, N.Y. 10036; or by e-mail to njtowns@nytimes.com.  FILM  Ridgewood ''An Inconvenient Truth,'' documentary by Al Gore. Friday at 7:30 p.m. Suggested donation: $5. Unitarian Society of Ridgewood, 113 Cottage Place. (201) 444-6225.  FOR CHILDREN  Madison ''Kids' Club,'' feeding animals. Wednesday at 3:30 p.m. $5 to $13; pre-registration required. ''Family Fun Day,'' Homer Hansen demonstrates paper-cutting techniques. Jan. 13, 1 to 3 p.m. $3 to $13; preregistration recommended. Hours: Tuesdays through Saturdays, 10 a.m. to 4 p.m.; Sundays, noon to 5 p.m. Museum of Early Trades and Crafts, 9 Main Street. (973) 377-2982.  Montclair ''Harry the Dirty Dog,'' musical based on the book by Gene Zion, presented by ArtsPower. Ages 5 and up. Jan. 13 at 1 p.m. $15. Montclair High School, 140 Park Street. (888) 278-7769.  Pennington ''Story Time,'' nature stories. Ages 3 to 5. Tuesday through Friday. The Watershed, 31 Titus Mill Road. (609) 737-7592.  MUSIC AND DANCE  Camden The Haddonfield Symphony with Rossen Milanov; Bulgarian, Hungarian and Czech music. Jan. 13 at 8 p.m. Gordon Theater, Rutgers University's Camden Campus, Third and Pearl Streets. (856) 225-2700.  East Rutherford ''High School Musical: The Concert,'' featuring the cast of the Disney Channel's ''High School Musical.'' Monday at 7 p.m. $38.50 to $58.50. Theater at Continental Airlines Arena, 50 Route 120. (201) 935-3900.  Highland Park Barynya Russian-Gypsy Group, with Svetlana Yankovskaya and Sergey Ryabstev, violinist. Jan. 13 at 8 p.m. $18. Highland Park High School, 431 Raritan Avenue. (732) 545-6482.  Jersey City ''Target: First Thursday,'' the Bethesda Church Choir sings gospel in honor of the Rev. Dr. Martin Luther King Jr. Thursday at 6 p.m. Jersey City Museum, 250 Montgomery Street. (201) 413-0303.  Lawrenceville Alberto Reyes, pianist; works by Beethoven and Chopin. Jan. 14 at 3 p.m. $8 and $15. Jacobs Music Recital Hall, 2540 Brunswick Pike. (609) 434-0222.  Morristown Music at Noon: Ben Michael, pianist. Thursday at 12:15 p.m. $5 and $6 suggested donation. Morristown United Methodist Church, 50 Park Place. (973) 538-2132.  New Brunswick Works by Brahms, Tchaikovsky and Wagner, by the Symphonica Toscanini; Lorin Maazel, conductor. Jan. 14 at 3 p.m. $45 to $75. State Theater, 15 Livingston Avenue. (732) 246-7469.  Paramus Hurdy Gurdy Folk Music Club: Tanglefoot. Friday at 8 p.m. $17 and $20. Central Unitarian Church, 156 Forest Avenue. (201) 447-2716.  Princeton ''Celtic Music Journey,'' with Heather Mulvey, guitarist and vocals. Jan. 7 at 3 p.m. Free. Handsome Molly, traditional British dancing. Monday at 7 p.m. Princeton Public Library, 65 Witherspoon Street. (609) 924-9529.  Teaneck Puffin: Five Thursdays, spiritual drum circle workshop led by Richard Reiter. Thursday through Feb. 8. Hours: Mondays through Fridays, 1 to 5 p.m. Puffin Cultural Forum, 20 East Oakdene Avenue. (201) 836-8923.  Watchung The Sunday Night Music Club (a Sanctuary Concerts Production): Old School Freight Train, folk. Jan. 7 at 7 p.m. $15. Hours: Tuesdays through Saturdays, 1 to 4 p.m.; Thursdays to 7:30 p.m. Watchung Arts Center, 18 Stirling Road. (908) 753-0190.  THEATER  Millburn ''Summer and Smoke,'' drama by Tennessee Williams, with Amanda Plummer and Kevin Anderson. Wednesday through Feb. 11. $19 to $68. Paper Mill Playhouse, 3 Brookside Drive. (973) 376-4343.  Teaneck ''The Yellow Wallpaper,'' adapted from Charlotte Perkins Gilman's story, with Michelle LaRue. Friday at 8 p.m. $20 and $45. ''Isadora, American Legend,'' based on the life of dancer Isadora Duncan. Jan. 13 at 8 p.m. ''Cheer from Chawton: A Jane Austen Family Theatrical,'' by Karen Eterovich. Jan. 14 at 3 p.m. $20 and $45. Becton Theater, Fairleigh Dickinson University, 960 River Road. (201) 569-7710.  SEASONAL  New Brunswick 18th Annual Festival of Trees. Through Jan. 28. Hours: Tuesdays through Saturdays, 11 a.m. to 4 p.m.; Sundays, 1 to 4 p.m. Museum of the American Hungarian Foundation, 300 Somerset Street. (732) 846-5777.  Princeton Festival of Trees, with holiday decorations and a dollhouse. Through Jan. 7. $5. Hours: Wednesdays through Fridays, 11 a.m. to 4 p.m.; Saturdays and Sundays, noon to 4 p.m. Morven Museum and Garden, 55 Stockton Street. (609) 924-8144.  SPOKEN WORD  Fort Lee Pat Hammer and the Main Street Poets, poetry group reading. Jan. 13 at 3:30 p.m. Fort Lee Library, 320 Main Street. (201) 592-3614.  North Cape May Cape May Wine School Tasting, with lecture. Jan. 14 at 1 p.m. $25. Cape May Winery, 711 Town Bank Road. (609) 884-5404.  MUSEUMS AND GALLERIES  Asbury Park ''Winter and Other Seasonal Moments,'' photographs and paintings, group show. Through Feb. 25. Reception: Jan. 20, 6 to 9 p.m. Apex Gallery, 611 Cookman Avenue. (732) 776-7746.  Cape May ''Small Towns, Black Lives: African American Communities in New Jersey,'' photography by Wendel A. White. Jan. 14 through May. 13. $1 and $2. Mid-Atlantic Center for the Arts, 1048 Washington Street. (609) 884-5404.  Clark Works by Karolina Szczepanska, Rafal Pisarczyk and Istvan T. Kristo Nagy. Through Feb. 11. Hours: Monday through Friday, 11 a.m. to 4 p.m.; 5 p.m. to 9 p.m. Skulski Art Gallery, 177 Broadway. (732) 382-7197.  Clinton ''War in the World: Artists Respond to the Last Five Years'' and ''Tom Nussbaum, New York: Sculpture, Paper Cutouts, Drawings.'' Through March 25. Donation: $3. Hours: Tuesdays through Sundays, 11 a.m. to 5 p.m. Hunterdon Museum of Art, 7 Lower Center Street. (908) 735-8415.  Edison ''There's a Song in My Heart,'' Edison Arts Society statewide juried exhibition. Through May. Sheraton Edison Hotel, 125 Raritan Center Parkway. (908) 753-2787.  Hamilton ''New Jersey Perspective,'' photographs by Owen Kanzler and sculpture by Kate Graves. Jan. 13 through April 8. Reception: Jan. 13, 2 to 4 p.m. $1 to $12; members free. Hours: Tuesdays through Sundays, 10 a.m. to 8 p.m., April through October; 10 a.m. to 6 p.m., November through March. Grounds for Sculpture, 18 Fairgrounds Road. (609) 586-0616.  Highland Park ''Graffiti Series,'' mixed-media by Katja Valeur. Through Jan. 31. Hours: Mondays, Tuesdays and Thursdays, 10 a.m. to 9 p.m.; Wednesdays and Fridays, 10 a.m. to 5 p.m.; Saturdays, 10 a.m. to 2 p.m.; Sundays, 1 to 5 p.m. Highland Park Public Library, 31 North Fifth Avenue. (732) 572-2750.  Hightstown Patty Chang, performance artist and videographer. Friday through Jan. 26. Peddie School, South Main and Ward Streets. (609) 490-7500.  Hopewell ''Mongolia: Where Kazakhs Hunt With Eagles,'' photography by David H. Miller. Through Feb. 4. Reception: Jan. 7, 1 to 3 p.m. Hours: Saturdays and Sundays, noon to 5 p.m. Gallery 14, 14 Mercer Street. (609) 333-8511.  Jersey City ''Fantastika,'' paintings and drawings by N. C. Winters. Through Jan. 31. Hours: Mondays through Thursdays, 5 p.m. to 1 a.m.; Fridays and Saturdays, 5 p.m. to 2 a.m.; Sundays, 4 p.m. to midnight. Reception: Jan. 13, 7 to 9 p.m. LITM restaurant and gallery, 140 Newark Avenue. (201) 536-5557.  Lake Hopatcong ''Passage to Progress: The Morris Canal and the Transformation of Lake Hopatcong.'' Permanent. Hours: Sundays, noon to 4 p.m. Historical Museum, Hopatcong State Park, off Route 80 West at Exit 28 in Landing. (973) 398-2616.  Lincroft African-American Stamp Art from the collection of Wanda Garbett. Jan. 7 through Feb. 18. Reception: Jan. 7, 3 to 5 p.m. Hours: Tuesdays through Saturdays, 10 a.m. to 4:30 p.m.; Sundays, 1 to 5 p.m. Monmouth Museum, Brookdale Community College, Newman Springs Road. (732) 747-2266.  Madison ''Apprentice: A History of Looking for Work.'' Through Jan. 16. $3 and $5; members and children under 6, free. Hours: Tuesdays through Saturdays, 10 a.m. to 4 p.m.; Sundays, noon to 5 p.m. Museum of Early Trades and Crafts, 9 Main Street. (973) 377-2982.  Morris Township New Jersey Arts Annual: Crafts by 18 New Jersey artists. Through Jan. 7. $5 to $7; free on Thursdays from 1 to 8 p.m. Hours: Tuesdays, Wednesdays, Fridays and Saturdays, 10 a.m. to 5 p.m.; Thursdays to 8 p.m.; Sundays, 1 to 5 p.m. Morris Museum, 6 Normandy Heights Road. (973) 971-3700.  Morristown ''Nast's Christmas Drawings,'' holiday illustrations. Through Jan. 28. $5 to $6; children ages 12 and under, free. Hours: Wednesdays, Thursdays and Sundays, 1 to 4 p.m. Macculloch Hall Historical Museum, 45 Macculloch Avenue. (973) 538-2404.  New Brunswick ''Inviting Words Into the Image: Contemporary Prints From the Rutgers Archives for Printmaking Studios'' and ''Lettrisme.'' Both through Jan. 28. ''By Its Cover: Original Art for Children's Books.'' Through Feb. 4. ''Toulouse-Lautrec and the French Imprint: Fin-de-siècle Posters in Paris, Brussels and Barcelona.'' Through Feb. 18. Hours: Tuesdays through Fridays, 10 a.m. to 4:30 p.m.; Saturdays and Sundays, noon to 5 p.m. Jane Voorhees Zimmerli Art Museum, 71 Hamilton Street. (732) 932-7237.  Newark ''but I was cool,'' works of three African-American artists. Through Jan. 20. Hours: Wednesdays through Fridays, noon to 6 p.m.; Saturdays, 11 a.m. to 4 p.m. Aljira, A Center for Contemporary Art, 591 Broad Street. (973) 622-1600.  Newark ''1800 Frames/Take 3,'' video show. Through Jan. 18. Hours: Daily, 10 a.m. to 5 p.m. City Without Walls, 6 Crawford Street. (973) 622-1188.  Newark ''Masters of American Comics.'' Through Jan. 28. ''Objects of Desire: 500 Years of Jewelry.'' Through Feb. 26. ''Expanding Africa: New Art, New Directions.'' Through March 18. ''Portraits of Science Explorers by Mary Alice Copp.'' Through Feb. 18. $3 to $7; members, free. Hours: Wednesdays through Fridays, noon to 5 p.m.; Saturdays and Sundays, 10 a.m. to 5 p.m. Newark Museum, 49 Washington Street. (973) 596-6550.  Newark ''A Window to Your Government: An Exhibition Celebrating the Centennial of the Federal Documents Depository.'' Through Jan. 13. Hours: Mondays, Fridays and Saturdays, 9 a.m. to 5:30 p.m.; Tuesdays through Thursdays, 9 a.m. to 8:30 p.m. Newark Public Library, 5 Washington Street. (973) 733-7837.  Nutley ''Figure(atively) seeing Images within Black and White,'' group show. Through Jan. 15. Hours: Tuesdays through Saturdays, 9 a.m. to 10 p.m. Il Trapezio Cafe and Gallery, 120 Franklin Avenue. (973) 235-0188.  Plainfield ''Intimate Images,'' mixed-media show by Salomon Kadoche. Through Jan. 31. Hours: Tuesdays through Fridays, 9:30 a.m. to 5:30 p.m.; Saturdays, to 4 p.m.; Sundays, noon to 4 p.m. Swain Galleries, 703 Watchung Avenue. (908) 756-1707.  Princeton ''Rage, Terror, Flowers and Sunsets,'' abstract paintings by Jim Fuess. Through Feb. 16. Hours: Mondays through Saturdays, 8:30 a.m. to 4:30 p.m.; Sundays, 2:30 to 9 p.m. Erdman Gallery at the Princeton Theological Seminary, 20 Library Place. (609) 497-7990.  Princeton ''A New Jersey Treasure: The Large House in Miniature.'' Through March 20. $5 with parking. Hours: Wednesdays through Fridays, 11 a.m. to 4 p.m.; Saturdays and Sundays, noon to 4 p.m. Morven Museum and Garden, 55 Stockton Street. (609) 924-8144.  Princeton ''Japanese Views of East and West: Imprinting the Other in Meiji Eyes,'' color woodblock prints. Through Jan. 7. Hours: Tuesdays through Saturdays, 10 a.m. to 5 p.m.; Sundays, 1 to 5 p.m. Princeton University Art Museum, Nassau and Witherspoon Streets. (609) 258-3788.  Princeton ''Small Vistas, Large Visions,'' pastels by Bob Richey. Hours: by appointment. Reception: Jan. 10, 5 to 7 p.m. The Gallery at Chapin, 4101 Princeton Pike. (609) 924-7206.  Princeton Township ''Princeton's Civil War,'' images and newspaper accounts. Through July 15. Hours: Tuesdays through Sundays, noon to 4 p.m. Historical Society, 158 Nassau Street. (609) 921-6748.  Rahway ''The Naked Truth: Quilted and Sewn Figurative Works and Nudes,'' artists who use traditional quilting techniques. Through Feb. 9. Hours: Wednesdays, Fridays and Saturdays, 1 to 4 p.m.; Thursdays, 1 to 3 p.m. and 5 to 7 p.m. Arts Guild of Rahway, 1670 Irving Street. (732) 381-7511.  Skillman ''Science as Muse: Eight Artistic Riffs on Science and Technology,'' curated by Sally Davidson and Alan Goldsmith. Through Feb. 4. The 1860 House, 124 Montgomery Road. (609) 921-3272.  Summit Emerging Artists Series: ''First Look 2007,'' sculpture curated by Rasika Reddy and Janan Weber. Through Jan. 26. Free. Art Upstairs Gallery Exhibit, works by the Community Theater's Art Upstairs Gallery. Jan. 13 through Feb. 10. Reception: Jan. 13, 3 to 5 p.m. Hours: Mondays through Thursdays, 9:30 a.m. to 8 p.m.; Fridays, 9:30 a.m. to 5 p.m.; Saturdays and Sundays, 10 a.m. to 4 p.m. Visual Arts Center of New Jersey, 68 Elm Street. (908) 273-9121.  Tenafly ''A Life of Bliss in Photography,'' photographs by Samuel Needelman. Through Jan. 26. Reception: Jan. 7, 1 to 3 p.m. JCC on the Palisades, 411 East Clinton Avenue. (212) 420-8080.  Upper Montclair ''Polish Modern Masters,'' works by prominent Polish artists. Tuesday through Feb. 28. J. K. K. Fine Arts, 594 Valley Road. (973) 744-0111.  ", 
            "title": "CALENDAR"
        }, 
        "weight": 0.5835230317609711, 
        "file": "1817033.txt", 
        "other_topics": {
            "0": 0.004660917950553305, 
            "1": 0.01745788235404929, 
            "2": 0.0642168600921477, 
            "3": 0.008316035898475297, 
            "4": 0.003701289908468159, 
            "5": 0.00012497667604427636, 
            "6": 0.06509769226273902, 
            "7": 0.0012053765682399013, 
            "8": 5.334118774716318e-05, 
            "9": 0.012928106753833614, 
            "10": 0.10446460006293061, 
            "11": 6.571508763495293e-05, 
            "12": 5.312268090469086e-05, 
            "13": 4.0493007367523414e-05, 
            "14": 2.5778956559739434e-05, 
            "15": 4.753831272940586e-05, 
            "16": 6.889036757422214e-05, 
            "17": 0.0009574386683572322, 
            "18": 3.596917536966629e-05, 
            "19": 2.4996670841696665e-05, 
            "20": 0.0013825696885097025, 
            "21": 0.005667596697551477, 
            "22": 0.006466547707315833, 
            "23": 0.02479602808652872, 
            "24": 3.114703039107917e-05, 
            "25": 0.058688990482653754, 
            "26": 0.5835230317609711, 
            "27": 0.02843302879408099, 
            "28": 0.007385502150981218, 
            "29": 7.853495844858996e-05
        }
    }, 
    {
        "content": {
            "text": "  When nearly every other person on the L train is toting a copy of ReadyMade, you don't need an UrbanEye to tell you that crafting is hot. But museums only recently caught on to the idea that needlework can also make good artwork. Though it's not as transgressive as its title makes it sound, the exhibit ''Radical Lace and Subversive Knitting'' is still good fodder for conversation (who knew John Deere excavators could be used as ad-hoc knitting machines?) or inspiration: it features everything from edible ''lace'' tiles to a collectively crocheted quilt. Take whatever ideas you can glean from it to the next meeting of one of New York's Stitch 'n Bitch circles, and get your own radical craft on.  ''Radical Lace & Subversive Knitting,'' through June 17, Museum of Art and Design, 40 West 53rd Street, (212) 956-3535. Stitch 'n Bitch groups meet nearly every day; find one here.  ART  ", 
            "title": "Textiles on the Fringe"
        }, 
        "weight": 0.5816668915264738, 
        "file": "1822467.txt", 
        "other_topics": {
            "0": 0.0011689997627254607, 
            "1": 0.0007870242435234564, 
            "2": 0.0014344447410214983, 
            "3": 0.001043179681590861, 
            "4": 0.0005396479426807439, 
            "5": 0.04140604096282418, 
            "6": 0.0009281260747464366, 
            "7": 0.2153967469773608, 
            "8": 0.0007687967844158407, 
            "9": 0.0015081551940134344, 
            "10": 0.0006477276513775612, 
            "11": 0.0009471395406646873, 
            "12": 0.0007656474852539652, 
            "13": 0.0005836183101703536, 
            "14": 0.0003715473866585832, 
            "15": 0.0006851610079654728, 
            "16": 0.000992904269761109, 
            "17": 0.0005977967768784046, 
            "18": 0.0005184171468652675, 
            "19": 0.00036027244566221023, 
            "20": 0.07273309073543491, 
            "21": 0.0684844430979021, 
            "22": 0.0007900279249059009, 
            "23": 0.0009376434527666797, 
            "24": 0.0004489164531218678, 
            "25": 0.0009718209206421709, 
            "26": 0.5816668915264738, 
            "27": 0.0005507028993105283, 
            "28": 0.0008331586089693379, 
            "29": 0.0011319099943123904
        }
    }, 
    {
        "content": {
            "text": "  For four decades, John Hechinger ran a hardware and home supplies chain founded by his father in 1911. In 1978, as part of an expansion, he moved the corporate headquarters to suburban Washington, D.C. Soon after, he began collecting art to humanize the somewhat sterile building. Believing in the relationship between the tools his company made and the work that artists produced, he hoped the art would inspire his workers.  Mr. Hechinger died in 2004, but the collection he established has continued to grow through acquisitions overseen by International Arts & Artists, a Washington-based traveling exhibition service that was given control of the collection after his death.  Touring nationally since 2001, ''Tools as Art: The Hechinger Collection'' has touched down at the Katonah Museum of Art, filling the museum's main exhibition galleries with 64 works by almost as many artists. It is surprisingly poetic, optimistic and intriguing.  Tools have a small but appreciable place in art history, mostly in the context of labor imagery. Prehistoric cave paintings in France and Spain have schematic diagrams of primitive implements, evidence of the first stirrings of human tool making, and scenes of peasants working the soil are found throughout ancient art. Farming returned as a popular theme in art, beginning with medieval paintings and prayer books, like the Book of Hours, and continuing on through the 19th century.  But it was not really until the 20th century that tools became the subject of artworks. As Sarah Tanguy, curator of the Hechinger collection, points out in the exhibition catalog, depicting tools became for artists a ''means to bridge the gap between art and life, and to address the shifting definition of perception.'' She is right, though it may also have had something to do with questioning the traditional artistic process as an act of creation, an act of making.  Art critics do not talk much about craftsmanship these days, preferring to dwell on ideas or the clever statements an artist seeks to convey. This is largely because of Marcel Duchamp, who was probably the first artist to make an artwork out of real tools. With his ready-mades, beginning in 1914-15, he claimed the right of anyone to become an artist by choosing an object and putting it in a gallery. Among his early ready-mades was a snow shovel.  Several artists in this exhibition share Duchamp's anarchic values, like Arman, the late French artist who made sculptures using mass-produced tools like wrenches, handsaws, pliers and paintbrushes. (He is also known for his public-destruction artworks, like dynamiting a sports car.) Shown here is ''Blue, Red, Brown'' (1988), something between a painting and a collage -- thick stripes of paint end in paintbrushes, stuck to the canvas.  Similarly, Tracy Heneberger uses hardware-store materials like hinges to concoct adorably original, elegantly constructed sculptures, and the Chicago-based, self-taught artist known only as Mr. Imagination makes shadowy, masklike portraits using paintbrushes and found materials. There is something very African about the paintbrush portraits, though the artist's sources of inspiration include Christianity, world affairs, politics and popular culture.  In addition to paintbrushes and hammers, saw blades are popular, both as subject and material for artists. Ken Butler and Donald Lipski employ saw blades in assemblage sculptures that tend toward minimalism. Several artists also use the blades as a painting surface, including Jacob J. Kass, Howard Finster, Lou Horner, Oleg Kudryashov, Rico Solinas, Wim Delvoye and John Schlesinger. Others make replicas of handsaws out of paper and wood.  Mr. Finster, who was born in Alabama in 1916 and died in 2001, was one of America's best-known folk artists. The exhibition catalog tells us that he experienced visions from an early age and was later to become a revivalist Baptist preacher. He ''heard the call'' to paint ''sacred art'' only in 1976, subsequently cranking out crudely evangelical paintings and sculptures, commonly linking words and images. Shown here is a painted Stanley handsaw from 1990, dealing with the history of tools.  There are also older, historical works of art, including a lush black-and-white photograph of a New York hardware store, a sign in the front window advertising a sale on tools. Berenice Abbott took the photograph in 1938 as part of a government-sponsored project to document the city and its inhabitants. It makes for a splendid period piece, the store's owner having lined the window and pavement outside the store with all manner of items and implements.  If Abbott sought to convey a wealth of detail about the subjects she documented, Walker Evans, her contemporary, was interested in economical, precise images that conveyed elegance, simplicity and restraint. So it is with ''Wrench'' (1955), part of a series of photographs titled ''Beauties of the Common Tool'' that was originally published in Fortune magazine. It is a chilly, no-fuss, front-on portrait, the tool stripped and reduced to its bare essentials.  Evans introduced this series of photographs on the beauties of the common tool to readers of Fortune with a brief essay, in which he stated what Mr. Hechinger seemed to know all along: ''Almost all basic small tools stand, aesthetically speaking, for elegance, candor and purity.''  ''Tools as Art: The Hechinger Collection,'' Katonah Museum of Art, Route 22 at Jay Street, Katonah, through April 8. Information: (914) 232-9555 or katonahmuseum.org.  ART REVIEW  ", 
            "title": "Looking in the Toolbox and Seeing Art"
        }, 
        "weight": 0.5798416837131809, 
        "file": "1821967.txt", 
        "other_topics": {
            "0": 0.00019012390105204954, 
            "1": 0.006569245507853397, 
            "2": 0.00023329536814512843, 
            "3": 0.00016966076203461808, 
            "4": 8.776731640900376e-05, 
            "5": 0.0002929544772617873, 
            "6": 0.00015094866194627276, 
            "7": 0.05435545395048459, 
            "8": 0.00012503564879143465, 
            "9": 0.04533400115434978, 
            "10": 0.00010534519494860263, 
            "11": 0.0001540409759296991, 
            "12": 0.00012452345275741684, 
            "13": 9.491857346172235e-05, 
            "14": 6.0427761261927515e-05, 
            "15": 0.0001114332849644409, 
            "16": 0.00016148406454600137, 
            "17": 9.722453235703168e-05, 
            "18": 8.431438010261218e-05, 
            "19": 5.859402627350944e-05, 
            "20": 0.13421283394543307, 
            "21": 0.14640433272286535, 
            "22": 0.015158061193866087, 
            "23": 0.00015249655023050725, 
            "24": 7.301091927939372e-05, 
            "25": 0.00015805510869027959, 
            "26": 0.5798416837131809, 
            "27": 8.956527355787057e-05, 
            "28": 0.015165075886401239, 
            "29": 0.00018409169156436797
        }
    }, 
    {
        "content": {
            "text": "  All collection shows are idiosyncratic. No random sampling of a museum's basement storage racks, with many categories of art to choose from and uneven levels of quality and significance, can be fully comprehensive.  The collection of 20th-century painting and drawing at the Wadsworth Atheneum Museum of Art in Hartford is better than most, for this is America's oldest public art museum. And from its storage vaults comes ''Picasso to Pop: Aspects of Modern Art,'' an exhibition mapping the museum's history of acquiring works of 20th-century art. Approximately 60 rarely exhibited works are featured.  As in most collection shows, the positioning of the artworks is not strictly chronological, and it is not really arranged by themes, at least not any that might easily be determined by the casual visitor. It merely invites us to look, feel, mutter over and enjoy. No frills, no fuss.  Of course, the downside of this kind of display is that the pictures are largely wrenched out of context, lacking any sense of a unified purpose. Though it is wonderful to see artworks rarely put on display, context is vital when trying to determine art's meaning and significance. It enables comparisons, and the illustration of connections to supposed forebears in art.  The opening room samples different strains of modernism -- Expressionism, Fauvism, Cubism and Surrealism, among others -- but it is by no means a survey. In the space of one wall we jump from Picasso to Fernand Léger, to Wyndham Lewis to Egon Schiele and Otto Dix. The idea, as I understand it, is to illustrate how Cubism spawned various painterly trends in early modern art.  Though the painting by Mr. Lewis is valuable and important, there are actually few great works of art here. The Atheneum's best early moderns are already on display in the Avery Court, an area devoted to the permanent collection immediately outside the galleries, where you find famous paintings by Dalí, Miró, Mondrian, Tanguy, Picasso and others. The nearby presence of these masterworks makes those in the exhibition look worse than they are.  What this new show does offer, however, is a chance to spend time with first-rate works by lesser artists, among them three little-known female Surrealists: Stella Snead, Kay Sage and Leonor Fini.  Born in Argentina and raised in Italy, Ms. Fini (1908-1996) has a sensuous self-portrait on display. She depicts herself as slim, with intense ''cat-like eyes,'' as a wall label notes, wearing a festive costume.  Ms. Snead (1910-2006), who was British, studied painting in London before moving to New York in 1939. The following year she traveled across the United States by bus. Ms. Snead, a vegetarian, was fascinated by the Southwest, where she returned in the early 1940s and began to paint dreamy landscape scenes with animals. ''Ecstatic Cow'' (1943) depicts a happy cow in a farmyard scene.  The second room of the exhibition introduces us to talented, if little remembered, modern Latin American painters, among them Carlos Mérida, Jesús Guerrero Galván and Mario Carreno. The most striking work of this group is ''La Vigornia'' (The Little Nurse) (1937) by Mr. Galván (1910-1973), a Mexican artist, which shows a girl holding a child. This was one of two modern Mexican paintings that the Atheneum's former director, A. Everett Austin Jr., bought on a visit to Mexico in 1939. The other was by Diego Rivera.  From here the selection narrows, focusing chiefly on American postwar artists beginning with representative abstract paintings by Jackson Pollock, Franz Kline, Clyfford Still, Barnett Newman and Robert Motherwell. None of them are terribly good, with the exception of the Pollock, ''Number 9'' (1949), which was a gift to the museum in the late 1960s by the abstract sculptor Tony Smith, who had his first retrospective at the Atheneum in 1967 and subsequently donated to the museum several works of his artist friends.  The final room is devoted to Pop art, specifically by the American painters Andy Warhol, Robert Rauschenberg, Roy Lichtenstein and Wayne Thiebaud. Mr. Rauschenberg's ''Retroactive I'' (1964) is a famous, important painting, but one that is frequently on show in the permanent collection rooms here. Less known, or shown, are some of Mr. Lichtenstein's screenprints on a variety of plastic surfaces.  The curators have chosen to close the show with a painted aluminum silhouette by Alex Katz titled ''Margie'' (1971), commissioned by the Atheneum board of trustees in honor of Margarie Ellis, who worked as registrar at the museum for 54 years before retiring in 1973.  It is a touching if kitschy tribute. At one time or another, almost all the artworks in this exhibition passed through Ms. Ellis's hands.  ''Picasso to Pop: Aspects of Modern Art,'' Wadsworth Atheneum Museum of Art, 600 Main Street, Hartford, through Nov. 18. Information can be found at (860) 278-2670 or www.wadsworthatheneum.org.  ART REVIEW  ", 
            "title": "From the Atheneum's Basement, Bits of This and That"
        }, 
        "weight": 0.5772415111784135, 
        "file": "1818707.txt", 
        "other_topics": {
            "0": 0.00021931951059426334, 
            "1": 0.005101235437990672, 
            "2": 0.02008343837696632, 
            "3": 0.007626083262410107, 
            "4": 0.00010124495013241293, 
            "5": 0.01519867930960298, 
            "6": 0.005127707970795666, 
            "7": 0.07756306832308008, 
            "8": 0.0001442362435655379, 
            "9": 0.12164564689279334, 
            "10": 0.00012152210464721961, 
            "11": 0.00017769565670291675, 
            "12": 0.00014364539421473296, 
            "13": 0.00010949436111260651, 
            "14": 6.970710653914421e-05, 
            "15": 0.00012854508763536021, 
            "16": 0.0026630714565793203, 
            "17": 0.00011215442527903277, 
            "18": 9.72617775978685e-05, 
            "19": 6.759178143801802e-05, 
            "20": 0.07804220407413452, 
            "21": 0.07229152321036741, 
            "22": 0.015008957941143725, 
            "23": 0.00017591406750439072, 
            "24": 8.422254643307656e-05, 
            "25": 0.00018232620356019953, 
            "26": 0.5772415111784135, 
            "27": 0.00010331900331445325, 
            "28": 0.0001563113562491509, 
            "29": 0.00021236098920205708
        }
    }, 
    {
        "content": {
            "text": "  A favorite sport in today's bloated art world is to lament the surfeit of commercial galleries, biennials and art fairs, which have replaced the ''genuine'' art experience provided by nonprofit organizations. But as Matthew Higgs, director of White Columns, the city's oldest alternative art space, recently pointed out in Artforum, the nonprofit scene in New York is thriving.  Mr. Higgs's examples -- Artists Space, the Kitchen, Printed Matter -- fall mostly within Chelsea and Lower Manhattan. To his list you might add the Longwood Arts Project in the Bronx. Founded in 1981 by the Bronx Council on the Arts, the project has welcomed residents including Ernesto Pujol, Pepón Osorio and Tim Rollins & Kids of Survival (K.O.S.). Longwood also maintains, perhaps more than any other alternative art space in the city, a tangible relationship with its surroundings.  ''South Bronx Contemporary: Longwood Arts Project's 25th Anniversary'' at the project's gallery space consists of three installations put together by former Longwood directors: Fred Wilson, Betti-Sue Hertz and Eddie Torres.  Longwood's position as an art world entity and part of the South Bronx cultural landscape is immediately apparent in Ms. Hertz's installation, ''Street Disturbance.'' Excerpts from William Pope.L's ''Black Factory'' project include a vitrine of objects like a James Brown doll and a melted hair pick labeled as if it were crime-scene evidence and a video in which Mr. Pope.L enlisted masked participants to approach people at a fair in Maine and ask them about race.  Included in this section are the Surveillance Camera Players, who use similar agitprop tactics in their videos, posing masked in front of surveillance cameras holding signs reading ''1984'' or ''Big Brother.'' Etcétera, an Argentine collective, videotapes its performances, which look like soccer rallies but involve pointing out the homes of suspected torturers during the ''Dirty War,'' the deadly civil conflict that took place in Argentina from 1976 to 1983.  ''Iconoclasm,'' organized by Mr. Torres, takes a lighter approach, simply celebrating the Bronx's cultural diversity. Dylan Mortimer's ''Prayer Booth,'' a copy of an aluminum phone booth outfitted with a pull-down knee rest, and his ''Portable Kneeler'' with red and yellow construction-site graphics, are similarly playful -- paying homage to, and spoofing, the religious art of this heavily Hispanic and Roman Catholic borough.  A wall hung salon-style with paintings, drawings and photographs continues Mr. Torres's Bronx-centric view of art and culture. Some of the lopsided portraits found here look frankly amateurish, like the paintings found in thrift stores. But there are also Olga Kitt's canny rendering of ''Van Gogh's 'Starry Night' as a Graffiti'' and her Picasso redux, ''Demoiselles Da Bronx.'' A video of the drag queen Princess Xtravaganza performing and Sally DeJesus' remake of the board game Monopoly with South Bronx streets add to this roundup of local-inflected art.  The tightest installation in the show, ''Black Now,'' is the work of Longwood's first director, Mr. Wilson. An artist known for his critiques of institutions and of accepted versions of history, he treats ''Black Now'' as a curatorial outing and an unannounced exhibition of items from his own collection. Interspersed among works by Kara Walker, Kalup Linzy and Rashawn Griffin are vitrines filled with objects -- everything from black ceramic panthers and dark-skinned Nativity figures to black light bulbs, Black perfume by Kenneth Cole and black pasta (squid-ink pasta).  Walls are lined with T-shirts for bands like Black Flag and Black Maria, and a grid of wall-mounted DVD boxes features titles like ''Black Hawk Down,'' ''Black Orpheus,'' ''Black Beauty'' and ''Men in Black.''  Mr. Wilson's own contribution pretty much steals the show in this installation, although Carl Pope's letterpress posters, filled with proclamations like ''Black makes me feel thin'' and ''Black is Beauty, Pride, Power. Black is Me!,'' reveal a similar semantic intelligence.  Longwood's mission, to nurture unknown talent, especially ''underrepresented groups such as people of color and women,'' can feel at times like revisiting the early '90s, when identity politics were as much a genre of contemporary art as portraiture or landscape painting were in the 19th century. Today, when the trend is toward emerging artists from around the globe, Longwood feels even more anchored in its neighborhood.  ''South Bronx Contemporary: Longwood Arts Project's 25th Anniversary'' continues through March 10 at Longwood Art Gallery, Hostos Community College, 450 Grand Concourse, at 149th Street, Mott Haven, the Bronx; (718) 518-6728 or longwoodcyber.org.  ART REVIEW  Correction:  January 9, 2007, Tuesday  An art review on Thursday about the exhibition ''South Bronx Contemporary: Longwood Arts Project's 25th Anniversary,'' at Hostos Community College in the Bronx, omitted a curator. The wall of art hung salon-style was organized by Edwin Ramoran under the title ''Everyday Is Like Sunday''; it is not part of ''Iconoclasm,'' organized by Eddie Torres and hanging in the same room.  A picture caption with the review misstated the given name of a former director of the Longwood Arts Project who is also one of the curators of the show. As noted in the review, he is Fred Wilson, not Frank.  ", 
            "title": "Agitprop Tactics, Spoofs and Semantics in the Bronx"
        }, 
        "weight": 0.5692685925437662, 
        "file": "1816252.txt", 
        "other_topics": {
            "0": 0.0001768351197419078, 
            "1": 0.07201143895306841, 
            "2": 0.0002169891009646497, 
            "3": 0.0001578022594943572, 
            "4": 8.163278693909789e-05, 
            "5": 0.00027247831429323444, 
            "6": 0.00014039804865376843, 
            "7": 0.0265921306470931, 
            "8": 0.00011629623526390462, 
            "9": 0.04815639627557853, 
            "10": 0.026059121240412857, 
            "11": 0.00014327422419252442, 
            "12": 0.00011581983936362236, 
            "13": 8.828420420028932e-05, 
            "14": 5.620414024411886e-05, 
            "15": 0.00010364461375388245, 
            "16": 0.0001501970753408033, 
            "17": 9.042898723448716e-05, 
            "18": 0.022045538968814324, 
            "19": 5.4498574849881223e-05, 
            "20": 0.08688877419489713, 
            "21": 0.09423412218326047, 
            "22": 0.00011950787943230362, 
            "23": 0.002138848453424923, 
            "24": 6.790779371660264e-05, 
            "25": 0.030102168388418494, 
            "26": 0.5692685925437662, 
            "27": 8.33050751992869e-05, 
            "28": 0.02009613934459001, 
            "29": 0.00017122453379684867
        }
    }, 
    {
        "content": {
            "text": "  Thomas Jefferson University in Philadelphia has agreed to lend the Philadelphia Museum of Art ''The Gross Clinic,'' its prized 1875 Thomas Eakins painting, above, which the museum is raising funds to buy in a collaboration with the Pennsylvania Academy of the Fine Arts. It will go on view at 4 p.m. today. ''It's a thank you to donors who have already given and an inspiration for future gifts,'' said Anne d'Harnoncourt, the museum's director. She said that more than half the $68 million needed to buy the painting had been raised. Late last month the museum and the Academy announced that they would match the price that the National Gallery of Art in Washington and the Crystal Bridges Museum of American Art in Bentonville, Ark., had agreed to pay unless a local institution would pay an equal amount. The work will remain on view at the museum until early spring, when it will move to the Academy.  CAROL VOGEL  ", 
            "title": "Arts, Briefly; Eakins Painting on Display"
        }, 
        "weight": 0.5687159740821565, 
        "file": "1816563.txt", 
        "other_topics": {
            "0": 0.001070109703364723, 
            "1": 0.024890086278920406, 
            "2": 0.0013130996987790664, 
            "3": 0.01303975289210684, 
            "4": 0.0004939971061389305, 
            "5": 0.0016488901554579125, 
            "6": 0.0008496124209780752, 
            "7": 0.027988055545806318, 
            "8": 0.0007037613908499983, 
            "9": 0.0013805747090409842, 
            "10": 0.0005929339483018821, 
            "11": 0.0008670174667466712, 
            "12": 0.0007008785026755267, 
            "13": 0.0005342478558922429, 
            "14": 0.024509756162327395, 
            "15": 0.0006272006773393999, 
            "16": 0.03716336982313925, 
            "17": 0.0005472269131058604, 
            "18": 0.00047456230269694546, 
            "19": 0.00032979565287440777, 
            "20": 0.16325888416326617, 
            "21": 0.0022669896837057527, 
            "22": 0.03697765554659691, 
            "23": 0.0008583246884179823, 
            "24": 0.00041094093241369204, 
            "25": 0.0008896109565389695, 
            "26": 0.5687159740821565, 
            "27": 0.0005041168826667096, 
            "28": 0.0007626786080959443, 
            "29": 0.08562989524959862
        }
    }, 
    {
        "content": {
            "text": "  INSPIRED by the quirky tables made of roots or tree trunks that were popular in Adirondack camps in the early 20th century, many contemporary designers are creating new pieces, often from reclaimed wood. The wood -- found fallen in the forest or floating in streams -- may be chiseled or sanded into squares or egg shapes. These eccentric tables mix well with modern furniture and are an easy way to warm up spare interiors.  For those who prefer the older pieces, there are plenty of opportunities to find vintage tables in Manhattan this week. This winter's week of Americana antiques shows begins today.  The American Antiques Show, which benefits the American Folk Art Museum, opens at the Metropolitan Pavilion, 125 West 18th Street (where it continues though Sunday). The Winter Antiques Show, benefiting the East Side House Settlement, opens tomorrow at the Seventh Regiment Armory at 67th Street and Park Avenue (and continues through Jan. 28). Antiques at the 69th Regiment Armory (26th Street and Lexington Avenue) opens tomorrow and runs through Sunday. And Americana at the Piers (55th Street and 12th Avenue) will also be open this Friday and Saturday.  1. The B-Log is an ebonized oiled maple log, 31 inches high and 17 inches in diameter; $5,000 from Hudson Furniture, hudsonfurnitureinc.com or (212) 645-7800.  2. Tree stumps, stripped of their bark, are about 18 inches high; $225 at Mxyplyzyk, 125 Greenwich Avenue (13th Street), mxyplyzyk.com or (800) 243-9810.  3. Spiral, in three sizes: 18 inches high, 14 inches in diameter, $1,800; 24 inches high, 18 inches in diameter, $2,100; and 27 inches high, 18 inches diameter, $2,400, is from Tucker Robbins, tuckerrobbins.com or (212) 355-3383.  4. The 1970s Cypress Log Table is 16 inches high and 29 1/2 inches wide; $1,200 at Mondo Cane, 174 Duane Street (Hudson Street), (212) 219-9244.  5. Egg, which is 16 inches high and 28 inches long, can be used as a stool or an end table; $2,400 from Tucker Robbins.  6. Stump, made of sugar maple, is 22 inches high and 20 inches in diameter; $2,500 from BDDW, 5 Crosby Street, (Grand Street), (212) 625-1230 or bddw.com.  7. Brent Comber's 16-inch alder cube is $1,050 at the Conran Shop, 407 East 59th Street, www.conran.com or (866) 755-9079.  8. A table base of yellow birch roots with a tiger's-eye maple top made in the 1920's by Lee Fountain will be at Cherry Gallery's booth at the American Antiques Show. The table is 31 inches high and the top is 36 by 30 inches; $14,500 from Cherry Gallery, cherrygallery.com or (914) 489-7870.  PERSONAL SHOPPER  Correction:  January 19, 2007, Friday  A report in the Personal Shopper column yesterday in House & Home, about the Americana at the Piers antiques show (55th Street and 12th Avenue), gave incorrect dates for the show. It will be open tomorrow and Sunday; it does not open today.  ", 
            "title": "A Chunk Of Nature To Soften Modern Interiors"
        }, 
        "weight": 0.5677290455867617, 
        "file": "1819725.txt", 
        "other_topics": {
            "0": 0.00034896730796741296, 
            "1": 0.019939495276627483, 
            "2": 0.008310029168289844, 
            "3": 0.00031140776655278027, 
            "4": 0.05927475799933691, 
            "5": 0.0005377100654959685, 
            "6": 0.0002770622100072148, 
            "7": 0.07218159783640134, 
            "8": 0.10269318288470647, 
            "9": 0.09897298367852742, 
            "10": 0.00019335827260588326, 
            "11": 0.0002827380691717648, 
            "12": 0.0002285594491124326, 
            "13": 0.00017422048923757504, 
            "14": 0.00011091353089951258, 
            "15": 0.015968176384821252, 
            "16": 0.0002963996581830424, 
            "17": 0.00017845301478289986, 
            "18": 0.00015475677747267959, 
            "19": 0.0001075477596372307, 
            "20": 0.04535759200607926, 
            "21": 0.0007392749403404512, 
            "22": 0.00023583744579274164, 
            "23": 0.0002799033173303584, 
            "24": 0.000134009579080649, 
            "25": 0.004231016798589028, 
            "26": 0.5677290455867617, 
            "27": 0.00016439465121378054, 
            "28": 0.00024871272531659677, 
            "29": 0.0003378953496583131
        }
    }, 
    {
        "content": {
            "text": "  A guide to cultural and recreational goings-on in and around Connecticut this week. Items for the guide should be sent at least three weeks in advance to ctcal@nytimes.com, or by mail to Connecticut Weekly, 229 West 43rd Street, New York, N.Y. 10036-3959.  Music and Dance  New Canaan ''Marvelous Mozart,'' presented by the Ridgefield Symphony Orchestra.'' Jan. 7 at 4 p.m. $35. First Presbyterian Church of New Canaan, 178 Oenoke Ridge. (203) 966-0002.  Ridgefield Garnet Rogers, singer-songwriter. Jan. 14 at 7 p.m. $15 to $20. Temple Shearith Israel, 46 Peacable Street. (201) 431-6501.  Wallingford ''A Cabaret Evening,'' presented by Robin Sellati and Thomas Martin. Friday at 7:30 p.m. $10 to $20. Paul Mellon Arts Center, Christian Street. (203) 697-2261.  Westport Ellis Paul with Antje Duvekot, folk. Jan. 14 at 7 p.m. $30; children, $5. Seabury Center, 45 Church Lane. (203) 222-7070.  Outdoors  Pomfret Center ''Monthly Bird Walk,'' search for horned larks, strikes and redpolls. Thursday at 9 a.m. $9; members, $4. Connecticut Audubon Society at Pomfret, 189 Pomfret Street. (860) 928-4948.  Theater  Darien Neil Simon's ''Biloxi Blues,'' presented by the Darien Players, directed by Frank Gaffney. Friday through Jan. 27. $20; seniors, $15; children under 12, $5. Darien Arts Center Weatherstone Theater, 2 Renshaw Road. (203) 655-5414.  Easton ''Amahl and the Night Visitors,'' by Gian Carlo Menotti. Jan. 7 at 4 p.m. Free; donations accepted. Jesse Lee United Methodist Church, 25 Flat Rock Road. (203) 261-9160.  Hartford ''Fences'' by August Wilson, directed by Jonathan Wilson. Thursday through Feb. 11. $25 to $45. Hartford Stage, 50 Church Street. (860) 527-5151.  New Britain ''Bat Boy: The Musical'' by Keythe Farley, Brian Flemmings and Laurence O'Keefe, directed by Philip D. Vetro. Friday through Feb. 10. $20. Hole in the Wall Theater, 116 Main Street. (860) 229-3049.  New Haven ''The Cocktail Hour'' by A. R. Gurney, directed by Kim Rubinstein. Wednesday through Feb. 4. $30 to $60. Long Wharf Theater, 222 Sargent Drive. (203) 787-4282.  New Haven ''In the Continuum'' written and performed by Danai Gurira and Nikkole Salter, directed by Robert O'Hara. Friday through Feb. 10. $20 to $40. Yale Repertory Theater, 1120 Chapel Street. (203) 432-1234.  Torrington ''Steel Magnolias'' by Robert Harling, presented by students of the Warner Theater Center for Arts Education, directed by Isabel Hinman. Friday and Jan. 13 at 8 p.m.; Jan. 14 at 2 p.m. $10.50. Warner Theater, 68 Main Street. (860) 489-7180.  Waterbury ''Annie'' by Harold Gray, Charles Strouse, Martin Charnin and Thomas Meehan. Friday at 8 p.m.; Jan. 13 at 2 and 8 p.m.; Jan. 14 at 1:30 and 6:30 p.m. $48.25 to $58.25. Palace Theater of Connecticut, 100 East Main Street. (203) 755-4700.  Waterbury ''Nunsense: The Mega Musical,'' by Dan Goggin; directed by Semina DeLaurentis. Through Jan. 21. $25; members, $20; students, $10. Seven Angels Theater, Plank Road in Hamilton Park Pavillion. (203) 757-4676.  Film  Hartford ''Mój Nikifor,'' directed by Krzysztof Krauze; in Polish with English subtitles. Jan. 7 at 3 p.m. $4.50 to $9. Real Art Ways, 56 Arbor Street. (860) 232-1006.  For Children  Bridgeport Dickens's ''Oliver Twist,'' set to pop music. Jan. 13 through Feb. 18. $13.50. Downtown Cabaret Theater, 263 Golden Hill Street. (203) 576-1636.  Pomfret Center Trails for Toddlers, Story and a Stroll: ''Winter Animal Signs.'' Thursday at 10 a.m. $5. Connecticut Audubon Society at Pomfret, 189 Pomfret Street. (860) 928-4948.  Waterbury Jim West's ''Dinosaurs,'' presented by the Young People's Theatre. Jan. 13 at 3 p.m. $7. John F. Kennedy High School Auditorium, Highland Avenue. (203) 577-2377.  West Hartford ''Color Play: The Art and Science of Color and Light,'' explore light and holographic refraction. Ages 12 and under. Jan. 13 through June 17. Hours: Tuesdays through Saturdays, 10 a.m. to 5 p.m.; Sundays, noon to 5 p.m. The Children's Museum, 950 Trout Brook Drive. (860) 231-2824.  Westport ''Captain Louie,'' musical by Stephen Schwartz. Ages 10 and up. Jan. 14 at 7 p.m. $20 to $30. Westport Country Playhouse, 25 Powers Court. (203) 227-4177.  Spoken Word  Madison Alice Hoffmann, author of ''Skylight Confessions.'' Wednesday at 7 p.m. $8. Jerry Newport, author of ''Mozart and the Whale.'' Jan. 13 at 2 p.m. Free. R. J. Julia Booksellers, 768 Boston Road. (203) 245-3959.  Museums and Galleries  Cornwall ''Book Paintings,'' oil paintings of artist Ken Krug's favorite books. Through Jan. 20. Hours: Tuesday, Thursday and Friday, 10 a.m. to 5 p.m.; Wednesday, noon to 7 p.m., Saturday, 10 a.m. to 2 p.m. Cornwall Free Library, 30 Pine Street. (860) 672-6874.  Greenwich ''Jan van der Heyden: 1637-1712,'' historical retrospective of the Dutch painter. Through Wednesday. ''Black and White Since 1960,'' 25 large-scale etchings and lithographs from the collection of Reba and Dave Williams, with works by Jasper Johns, Claes Oldenburg and others. Through Feb. 25. ''In Response to Place: Photographs From the Nature Conservancy's Last Great Places,'' photographs by William Wegman, Annie Liebovitz, Lee Friedlander and others. Through Jan. 28. $7; seniors and students, $6; children 5 and under, free. Hours: Tuesdays through Saturdays, 10 a.m. to 5 p.m.; Sundays, 1 to 5 p.m. Bruce Museum of Arts and Sciences, 1 Museum Drive. (203) 869-0376.  Hartford ''Poza,'' multimedia works by 31 Polish artists. Through Jan. 29. Donation: $3; members, free. Hours: Tuesdays through Thursdays and Sundays, 2 to 10 p.m.; Fridays and Saturdays, 2 p.m. to midnight. Real Art Ways, 56 Arbor Street. (860) 232-1006.  Hartford ''Matrix 156,'' photographs by Michelle Elzay. Through Jan. 7. ''Crewel World,'' exhibition of textiles embroidered using the crewel technique. Through Feb. 25. ''Soul Food: African-American Cooking and Creativity,'' art and artifacts exploring Southern cooking and culture; presented by the Amistad Center for Art and Culture. Through April 22. ''Picasso to Pop: Aspects of Modern Art,'' exhibition of the museum's holdings from many 20th-century genres. Through Nov. 18. $3 to $10; members and children 12 and under, free. Hours: Wednesdays through Fridays, 11 a.m. to 5 p.m.; Saturdays and Sundays, 10 a.m. to 5 p.m.; first Thursdays of the month, 11 a.m. to 8 p.m. Wadsworth Atheneum Museum of Art, 600 Main Street. (860) 838-4058.  Mashantucket ''Booking Out: Mohawk Ironworkers Build New York,'' photographs and sculpture documenting the Mohawk sky-walking construction tradition passed through six generations. Jan. 14 through May. 27. $10 to $15; children under 6, free. Hours: Daily, 10 a.m. to 4 p.m.; last admission, 3 p.m. Mashantucket Pequot Museum and Research Center, 110 Pequot Trail. (800) 411-9671.  New Canaan ''Four/Play,'' works by Susan Sharp. Jan. 7 through Feb. 4. Reception: Jan. 7, 2 to 4 p.m. Vassos Gallery, 1037 Silvermine Road. (203) 966-9700.  New Haven ''To Know the Dark: American Artists' Visions of Night,'' works by Robert Adams, Winslow Homer, Edward Hopper and others. Through Jan. 14. ''Jasper Johns: From Plate to Print.'' Through April 1. ''Making a Mark: Four Contemporary Artists in Print,'' prints by Enrique Chagoya, Carroll Dunham, Jane Hammond and Kiki Smith. Through April 1. Hours: Tuesdays, Wednesdays, Fridays and Saturdays, 10 a.m. to 5 p.m.; Thursdays, 10 a.m. to 8 p.m.; Sundays, 1 to 6 p.m. Yale University Art Gallery, (203) 432-9525.  New London ''femme brut(e),'' works by female artists including May Stevens, Nancy Spero, Barbara Kruger and others. Through Feb. 4. ''Les Santons de Provence,'' exhibition of hand-painted clay figurines. Through Jan. 22. ''Les Santons de Provence,'' Exhibition of hand-painted clay figurines. Through Jan. 22. $3 and $4; children 6 and under, free. Hours: Tuesdays through Saturdays, 10 a.m. to 5 p.m.; Sundays, 1 to 5 p.m. Lyman Allyn Art Museum, 625 Williams Street. (860) 443-2545.  New Milford Michael and Helen Cherney, acrylics, watercolors, oils and pastels. Jan. 7 through Feb. 10. Hours: Mondays, Thursdays and Fridays, 10 a.m. to 5 p.m.; Tuesdays and Wednesdays, 10 a.m. to 8 p.m.; Saturdays, 9 a.m. to 1 p.m. New Milford Public Library, 24 Main Street. (860) 355-1191.  Port Chester ''Pollinia,'' sculpture by Leigh Taylor Mickelson. Through Jan. 27. Hours: Mondays through Fridays, 11 a.m. to 5 p.m. Clay Art Center, 40 Beech Street. (914) 937-2047.  Ridgefield ''Bitter Fruit,'' photographs by Paul Fusco. Through Feb. 25. ''No Reservations: Native American History and Culture in Contemporary Art.'' Through Feb. 25. $7; seniors and students, $4; members, K-12 teachers and children under 18, free. Hours: Tuesdays through Sundays, noon to 5 p.m. Aldrich Contemporary Art Museum, 258 Main Street. (203) 438-4519.  West Hartford ''From Theater and Teahouse: Actors and Courtesans in Japanese Woodblock Prints,'' historical works by various artists. Through Jan. 28. Hours: Tuesdays, Wednesdays, Fridays and Saturdays, 11 a.m. to 4 p.m.; Thursdays, 11 a.m. to 7 p.m.; Sundays, 1 to 4 p.m. St. Joseph College Art Gallery, 1678 Asylum Avenue. (860) 231-5399.  ", 
            "title": "CALENDAR"
        }, 
        "weight": 0.5527878326810016, 
        "file": "1817006.txt", 
        "other_topics": {
            "0": 0.00011488821238537971, 
            "1": 7.734801265618454e-05, 
            "2": 0.13507475498392205, 
            "3": 0.0026974030985393947, 
            "4": 0.011729997750871881, 
            "5": 0.00017702674948630445, 
            "6": 9.1215369751037e-05, 
            "7": 0.00040994956741104344, 
            "8": 0.0026704370019064367, 
            "9": 0.015717502295739566, 
            "10": 0.12980767642401497, 
            "11": 0.018257246564718135, 
            "12": 0.0013726873081935957, 
            "13": 0.003949678016730544, 
            "14": 3.651533253534885e-05, 
            "15": 0.006554537905909459, 
            "16": 9.758171067264336e-05, 
            "17": 5.875091275055376e-05, 
            "18": 5.0949556340728785e-05, 
            "19": 3.5407241792196035e-05, 
            "20": 0.005850700511038179, 
            "21": 0.0002433866279673221, 
            "22": 7.764321167641336e-05, 
            "23": 0.03123071513313069, 
            "24": 4.4119092624374576e-05, 
            "25": 0.05848031791673112, 
            "26": 0.5527878326810016, 
            "27": 0.02211060568985406, 
            "28": 8.188205530068756e-05, 
            "29": 0.00011124306434802625
        }
    }, 
    {
        "content": {
            "text": "  The London-based designer Marc Newson is known for working in lightweight materials like aluminum, so the marble pieces, like the Extruded Chair, above, that he created for the Gagosian Gallery on West 24th Street represent a surprising turn toward heft. The show, running from next Thursday through March 3, includes limited-edition pieces priced from $70,000 to $400,000. Which may be a bargain. Across the street, Sebastian & Barquet will be featuring Mr. Newson's older pieces in a show opening the same day; the Lockheed Lounge, a chair of hammered metal, is priced at $2.5 million. Gagosian Gallery, 555 West 24th Street, (212) 741-1111; Sebastian & Barquet, 544 West 24th Street, (212) 488-2245.  FRED A. BERNSTEIN  CURRENTS: SEATING  ", 
            "title": "A Muscular Design in Marble: Pull Up a Chair. Now Pull Harder."
        }, 
        "weight": 0.5521020631863904, 
        "file": "1819585.txt", 
        "other_topics": {
            "0": 0.0012516164062913707, 
            "1": 0.014977232439898123, 
            "2": 0.001535821160130147, 
            "3": 0.0011169042508142612, 
            "4": 0.057116133980849304, 
            "5": 0.0019285667294244306, 
            "6": 0.000993719467958751, 
            "7": 0.1034081851977312, 
            "8": 0.0008231299091417332, 
            "9": 0.0016147409471323128, 
            "10": 0.0006935044652041791, 
            "11": 0.015148663554933555, 
            "12": 0.0008197580397667273, 
            "13": 0.0006248643287302448, 
            "14": 0.00039780573074913405, 
            "15": 0.05727193088145389, 
            "16": 0.0010630757281014204, 
            "17": 0.0006400448292861035, 
            "18": 0.0005550552078869124, 
            "19": 0.0003857339565871561, 
            "20": 0.10614252545426174, 
            "21": 0.002651505235489244, 
            "22": 0.0008458615166312695, 
            "23": 0.0010039094670116512, 
            "24": 0.0004806426961725706, 
            "25": 0.0010405023568328849, 
            "26": 0.5521020631863904, 
            "27": 0.0005896226891973772, 
            "28": 0.0008920403727009311, 
            "29": 0.07188483981324091
        }
    }, 
    {
        "content": {
            "text": "  New Yorkers don't often meet up with tiles, outside subway stations or the shower. Tiles flourish, after all, at latitudes where palm trees grow and window shutters are needed to minimize abundant sunlight.  Valencia is just that sort of place. Perched on the Costa del Azahar of Spain, the orange blossom coast on the Mediterranean, the city started as a Roman military colony and was later conquered by the Visigoths. The legendary Castilian nobleman El Cid (a k a Rodrigo Díaz de Vivar) fought the Moors in Valencia in the 11th century. The city changed hands again in the 13th century, when the Aragons from the north took over.  This pileup of cultural influences can be detected early in ''Tile Design in Valencia: From the Middle Ages Through the Early 20th Century,'' a show at the Queen Sofía Spanish Institute in Manhattan. Organized by Dr. Jaume Coll Conesa, director of the Museo Nacional de Cerámica y Artes Suntuarias González Martí de Valencia, the exhibition features about 110 works drawn from Valencia museums. It moves at a swift clip through nearly eight centuries, demonstrating along the way the effects of Islam, Christianity and modernism on the ceramic tile tradition.  The earliest fragments, from the late 14th and early 15th centuries, grouped under the heading ''Mystic Geometry,'' exhibit the Muslim strain. The Spanish term for a glazed tile, azulejo, comes from the Arabic az-zulayj, ''little stone,'' and the use of math in the azulejos' arrangement and design is fitting, coming from the culture that invented algebra.  The Islamic influence is also evident in the subject matter. Sharia, or Muslim law, discouraged the representation of icons and images of the living, so intricate, often highly stylized abstract patterns were favored in the early tiles. One fragment, ''Olambrilla (insert tile) With Arabic Funerary Epitaph'' from the 1400s, features flowing Arabic text painted in blue against a white background.  Valencia was one of the most active Mediterranean ports in the 15th century, and its tiles were exported to places as far-flung as Egypt, Syria and Turkey. The biggest customer, however, was Italy, including the Vatican. Examples of Italian exports are in short supply here. Instead the exhibition focuses on a local 15th-century trend: the demand for tiles with heraldic crests, used to mark property. In addition to the usual roaring lions and cackling birds are intriguing tiles created for the Furriers Guild, featuring an instrument used for carding, and a tile showcasing the instrument of the Crossbowman's Guild.  Vibrant color arrived in the mid-16th century by way of Italy and the majolica ceramic tradition. By the 17th and 18th centuries Valencian craftsmen were producing elaborate, multitile scenarios featuring local martyrs, like ''Flagellation of St. Vincent Martyr,'' or large-scale compositions, like ''St. Joachim and the Virgin as a Child,'' or ''Holy Family'' from 1787, surrounded by a twisting vegetal border.  The show's largest work, which the catalog calls the most significant example of Valencian tile design in any museum, is a piece known as the Disdier Paving, from the Royal Family's Tile Factory of Valencia, made in 1808, the year Napoleon invaded Spain. It is a late Rococo fantasy of winged horses, charging knights and theatrical and mythical figures like Pan, Flora, Athena and Victory. Genre scenes featuring the culinary side of Valencia also flourished in the 18th and 19th centuries. A wonderful panel of two bewigged figures, ''Serving Turrón and Chocolate,'' from around 1775 (turrón being the local nougat confection) has a duck dropping down from the sky to knock over a cup of chocolate.  The modern period rivaled the 14th and 15th centuries in importance for the tile industry in Valencia, partly because of demand for Spanish tiles in places like Southern California. Several early-20th-century examples reveal the rage for Art Nouveau, with its attenuated floral motifs.  A stylized frieze of flamingos appears in one work, while another, with a ''neo-Arab'' design, brings the Valencian ceramic tradition nearly full circle. Art Deco panels and geometric compositions from the 1930s predict the wild designs found in Latin America a few decades later. A panel with early versions of Mickey Mouse is a nice example of proto-Pop.  The exhibition ends abruptly in the '30s, when Valencia's tile industry fell victim to the Spanish Civil War (1936-39). The catalog, which includes fine reproductions and essays that dryly rehearse the opening and closing of Valencia's many factories, says only that businessmen were reluctant after the war to invest in technological improvements to revive the tile industry.  After all the space devoted to taxes and tariffs imposed by noblemen in earlier centuries, as well as to the arcane laws of tile production quotas, the catalog's omission of Generalissimo Franco, who ruled Spain until 1975, and his possible impact on the tile trade seems anticlimactic.  There is much to enjoy about ''Tile Design in Valencia,'' although it can feel at times like a walk through a tile showroom. A few photographs show works in what was probably their original positions, but over all the exhibition lacks the contextual material that would adequately describe how these fragments and panels looked and functioned in their intended applications.  ''Tile Design in Valencia'' also serves nicely as a brief analogue to the history of Western painting, running alongside the rise of the Baroque and Rococo, 19th-century genre painting and modernism, while demonstrating an early example of extreme multiculturalism with its Islamic, Christian and pagan strains. (Interlacing forms in the early tiles even resemble animal-style motifs from Ireland and Saxony, a similarity that perhaps creeps in as a result of the Visigoths.)  The difference between painting and tiles, of course, is functionality. Works here have served as everything from architectural decorations and floor coverings to funereal monuments, property markers and company advertisements. Despite the efforts of New York's craftsmen and designers, these tiles are considerably more artful than what can be found in the subway.  ''Tile Design in Valencia: From the Middle Ages Through the Early 20th Century'' continues through Feb. 1 at the Queen Sofía Spanish Institute, 684 Park Avenue, at 68th Street; (212) 628-0420 or spanishinstitute.org.  ART REVIEW  ", 
            "title": "A Road Through History, Paved in Spanish Tile"
        }, 
        "weight": 0.548742654838907, 
        "file": "1815904.txt", 
        "other_topics": {
            "0": 0.0001587631699762266, 
            "1": 0.0001068866459464545, 
            "2": 0.00019481355044020175, 
            "3": 0.00014167540352448408, 
            "4": 0.025174211946005037, 
            "5": 0.00562340090138008, 
            "6": 0.012676510720609222, 
            "7": 0.027460351007152797, 
            "8": 0.05030625466057587, 
            "9": 0.0396491298619025, 
            "10": 0.007259660548879923, 
            "11": 0.00012863208418038616, 
            "12": 0.00010398344441049579, 
            "13": 7.926185781491425e-05, 
            "14": 5.046026764348689e-05, 
            "15": 9.305248558399549e-05, 
            "16": 0.00013484744340981102, 
            "17": 8.11874512938423e-05, 
            "18": 7.040681463824242e-05, 
            "19": 4.892900525066511e-05, 
            "20": 0.09952411181397748, 
            "21": 0.041573562773439404, 
            "22": 0.053894984050334264, 
            "23": 0.025228264162979172, 
            "24": 0.03771235047713987, 
            "25": 0.00013198409009994023, 
            "26": 0.548742654838907, 
            "27": 0.023382790349705848, 
            "28": 0.00011315220590341574, 
            "29": 0.00015372596689483802
        }
    }, 
    {
        "content": {
            "text": "  An article last Sunday about a surge in attendance at the American Museum of Natural History since the release of the film ''Night at the Museum'' referred incorrectly to an artifact at the museum. The museum has a cast of bones from the Peking man fossils -- not an actual skull of a Peking man. Most of the Peking man fossils were lost during World War II.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5458833001757569, 
        "file": "1820456.txt", 
        "other_topics": {
            "0": 0.002409623535980316, 
            "1": 0.11047042110861796, 
            "2": 0.0029567771690303954, 
            "3": 0.0021502744424492463, 
            "4": 0.001112359835553075, 
            "5": 0.03092493260196569, 
            "6": 0.0019131179538068614, 
            "7": 0.1446583230317807, 
            "8": 0.0015846973499766713, 
            "9": 0.003108714276325474, 
            "10": 0.0013351412407695872, 
            "11": 0.0019523098308611053, 
            "12": 0.001578205795722968, 
            "13": 0.0012029946121946422, 
            "14": 0.0007658592894297785, 
            "15": 0.0014123014763325768, 
            "16": 0.0020466432703234016, 
            "17": 0.0012322202529288881, 
            "18": 0.0010685974440489984, 
            "19": 0.0007426185976367296, 
            "20": 0.06828638626230582, 
            "21": 0.059528778545074365, 
            "22": 0.0016284604519479487, 
            "23": 0.0019327358346736046, 
            "24": 0.0009253377850216882, 
            "25": 0.0020031848061951973, 
            "26": 0.5458833001757569, 
            "27": 0.001135147080284643, 
            "28": 0.0017173644147681676, 
            "29": 0.002333171528236682
        }
    }, 
    {
        "content": {
            "text": "  Rather than drifting through another big, bland blockbuster this week, why not focus on small shows? You can still see ''ART OF THE LEGA: MEANING AND METAPHOR IN CENTRAL AFRICA'' at AXA Gallery through Jan. 14. Lega men and women, from Congo, enter an initiation society at an early age to learn life skills and gain wisdom, and most Lega art is created as an instrument of moral teaching. The process of growth is complex and stimulating, on the evidence of the elegant sculptures and haunting masks here. 787 Seventh Avenue, at 51st Street, Manhattan, (212) 554-4818.  With a little traveling, you can piece together a mini-retrospective of the contemporary artist ELLSWORTH KELLY. In Chelsea all of Matthew Marks's galleries (at 522 West 22nd Street, 523 West 24th Street, 521 West 21st Street and 526 West 22nd Street) are devoted to him: two spaces with new abstract relief paintings, another with a single panoramic print, and yet another with a terrific series of shadow-derived notebook drawings from the 1950s that have much to say about the way this artist has related abstraction and the world. They are all on view through Jan. 27 (matthewmarks.com). Through February, the Philadelphia Museum of Art (philamuseum.org) has its own Kelly festival, notable for landmark pieces from his formative years in Paris.  Speaking of small surveys, one of the best, and most moving, shows of political art around is at the Fogg Art Museum at Harvard University in Cambridge, Mass. (through Feb. 25). ''DISSENT!'' brings together familiar pieces and rarely seen work. If all you know about Sister Corita (1918-86) is big strokes of abstract paint, check out the visually passionate topical prints here. Most interesting, though, are the relics of political activism at Harvard itself: a T-shirt with a raised-fist emblem was hand-printed in 1969 during a campus strike by design students. They worked around the clock, printing a political message on any object brought to them, for free. (617) 495-9400 or www.artmuseums.harvard.edu/fogg.  ", 
            "title": "THE WEEK AHEAD: Jan. 7 - 13; ART"
        }, 
        "weight": 0.5444932510317223, 
        "file": "1816925.txt", 
        "other_topics": {
            "0": 0.0005125945547427165, 
            "1": 0.0003451021587378829, 
            "2": 0.0006289894889393819, 
            "3": 0.000457423723641334, 
            "4": 0.00023663015658047075, 
            "5": 0.0007898368853202759, 
            "6": 0.0004069738824587642, 
            "7": 0.042350413738379625, 
            "8": 0.0003371096025515789, 
            "9": 0.0006613107759370755, 
            "10": 0.0002840220140663978, 
            "11": 0.006204075314813905, 
            "12": 0.0003357286667694625, 
            "13": 0.0002559107173332477, 
            "14": 0.00016291976551478928, 
            "15": 0.0003004361617544775, 
            "16": 0.00043537846481143066, 
            "17": 0.0002621278313660199, 
            "18": 0.00022732066766963042, 
            "19": 0.00015797581809574819, 
            "20": 0.09556912996985142, 
            "21": 0.1979038969794432, 
            "22": 0.00034641924259873287, 
            "23": 0.00041114715631574984, 
            "24": 0.00019684531746027835, 
            "25": 0.05831377583122463, 
            "26": 0.5444932510317223, 
            "27": 0.00024147764308306228, 
            "28": 0.00036533161067458375, 
            "29": 0.04680644482814189
        }
    }, 
    {
        "content": {
            "text": "  Who's Afraid of Red, Yellow and Blue3  PaceWildenstein  545 West 22nd Street, Chelsea  Through Feb. 3  Buddhist temple interiors in rural Japan have low, flat ceilings and clear, wide floors. They are horizontal, twilightish, untheatrical spaces, and pulse-slowing. They make you want to sit down. They are also almost the only architecture I know that looks the way silence sounds.  I'm not strictly comparing ''Who's Afraid of Red, Yellow and Blue3,'' Robert Irwin's installation at PaceWildenstein, to Buddhist architecture. That would be too easy, and inaccurate. The true point of reference is Western and modern, specifically abstract geometric painting. In a past installation Mr. Irwin paid homage to one perceptual magician, Joseph Albers; now he makes a bow to another, Barnett Newman, turning Newman's 1966-70 paintings ''Who's Afraid of Red, Yellow and Blue'' into a self-reflective architecture.  Three large aluminum panels are suspended low and horizontally from the gallery's ceiling, each painted in lacquerlike acrylic with one of the three primary colors. An identical panel has been placed on the floor directly below each panel. Because the paint is shiny and slick, it reflects whatever is around it: the figures of visitors, the gallery and illumination from an overhead skylight.  The panels also reflect one another. Look at a ceiling panel and you see the corresponding floor panel reflected, not as a smooth surface, but as a dark pool. Look at a floor panel, and the panel above leads out into dark space.  Optical illusionism of this kind has long been Mr. Irwin's calling card, but here he achieves it by bare-bones means: no stagy scrims, just the material that Newman himself used to create his own pioneering version of installation art: paint.  Yet just as Newman balked at the idea of having his largest painting series, ''The Stations of the Cross,'' installed as a wraparound chapel, he would have resisted the notion that Mr. Irwin's paean to him -- and to paint, and to light -- was a temple, which it isn't. It's more like a country teahouse, companionable, dimly lighted, very quiet even when busy, offering spirit-soothing visual fare in an overstimulated world.  HOLLAND COTTER  ", 
            "title": "Art in Review; Robert Irwin"
        }, 
        "weight": 0.5391085753811133, 
        "file": "1818294.txt", 
        "other_topics": {
            "0": 0.00048190836202448496, 
            "1": 0.00032444280671682266, 
            "2": 0.055013565532812635, 
            "3": 0.00043004030255798997, 
            "4": 0.0002224644216529543, 
            "5": 0.011626999763221912, 
            "6": 0.00038261061353039096, 
            "7": 0.03437290636278756, 
            "8": 0.0003169287205360522, 
            "9": 0.14756174318829282, 
            "10": 0.0002670191915057167, 
            "11": 0.0003904487230914315, 
            "12": 0.0003156304537193968, 
            "13": 0.00024059076217943128, 
            "14": 0.00015316666284145866, 
            "15": 0.00028245071521817744, 
            "16": 0.00040931477109295737, 
            "17": 0.0002464356920803283, 
            "18": 0.00021371224020506525, 
            "19": 0.00014851868213116583, 
            "20": 0.11161682832642607, 
            "21": 0.028232020954840724, 
            "22": 0.00032568104407256214, 
            "23": 0.06569321024344488, 
            "24": 0.0001850612801711983, 
            "25": 0.0004006233730586157, 
            "26": 0.5391085753811133, 
            "27": 0.0002270217160268132, 
            "28": 0.0003434612335753789, 
            "29": 0.00046661847907178167
        }
    }, 
    {
        "content": {
            "text": "  Neo-Splendor In American Wing  As the Metropolitan Museum nears the spring opening of its ambitious new Greek and Roman galleries, a more modest project is quietly taking shape on the opposite side of the museum, in its American Wing. The first phase -- the new neo-Classical galleries of American art on the wing's first floor -- opens Tuesday.  ''We've been in this building for more than 25 years, so it's been a full generation,'' said Morrison Heckscher, chairman of the Met's American Wing. ''Now it's time to rethink, upgrade and improve the facilities and the way we show the collection.''  One of the most drastic changes, which has yet to be installed, will be a large glass elevator. In addition the entire layout of the wing has been rethought, better to show off the collections, which include the famed period rooms spanning two centuries. An 18th-century room in the Dutch tradition from the Winne House outside Albany will be added.  The Met's decorative arts collection will have a more extensive display, and the American paintings galleries will also be renovated, expanded and totally reordered on one level instead of two. Even the famed Charles Engelhard Court will be refurbished to give its sculpture, stained-glass windows and architectural elements greater prominence. The entire project is expected to be completed by 2010.  For now visitors will be able to see the neo-Classical galleries of American art from 1810 to 1840. The setting reflects American Classical architecture and includes details from Colonnade Row on Lafayette Street in Lower Manhattan -- ''the grandest row houses of the period,'' Mr. Heckscher said.  For a Gift, Three's Company  Ten years ago the San Francisco collectors Richard and Pamela Kramlich established the New Art Trust, a nonprofit foundation to promote the collecting, care and exhibition of media art. It was started to help the San Francisco Museum of Modern Art, where the Kramlichs are trustees, but in 2002 it branched out to include the Museum of Modern Art in New York and the Tate in London.  Now the couple have given the trust 21 works by artists including Bruce Nauman, Nam June Paik, Bill Viola, Matthew Barney and Doug Aitken, to be shared by the three museums.  ''The trust was set up early on with the understanding that the ownership of media art is very different from that of painting and sculptures,'' said Neal Benezra, director of the San Francisco Museum of Modern Art. Museums won't be showing these works constantly, so sharing them makes sense.  ''It's also a way of creating an interesting new alliance between European, East Coast and West Coast institutions,'' said Glenn D. Lowry, director of the Modern in New York. ''This is a remarkable body of material that would have been impossible to have assembled today.''  Price and rarity have made such works particularly difficult to collect. Most important, said Nicholas Serota, director of the Tate, the sharing arrangement enables the works to go on public view far more than they would be otherwise. ''It gives the public more access,'' he said. ''From the point of view of the visitor, it doesn't make any difference who owns the works.''  A Russian Favorite  A portrait of a bohemian-looking man in a dark jacket and a bright red scarf by the Lithuanian-born Expressionist painter Chaim Soutine is the cover image of Sotheby's catalog for its Feb. 5 sale of Impressionist and modern art in London. The choice is fitting not because portraits have become particularly popular at auction, but because Russian collectors love Soutine and London is the place where many Russian billionaires live and where others go to shop.  ''Man With a Red Scarf'' (about 1921) is being sold by Dorothy Cherry. Her husband, Wendell Cherry, was the president and chief executive of Humana, the hospital management corporation based in Louisville, Ky. He died in 1991.  Ms. Cherry bought the Soutine 10 years ago at Christie's in London for $1.6 million, then a record for that artist. ''The art world thought I was nuts,'' she recalled. ''I never asked anyone's opinion. It was the greatest Soutine I'd ever seen for sale.'' Sotheby's now expects the painting to bring $5.9 million to $9.8 million.  Ms. Cherry said the strength of the art market, and particularly the Russian market, made her decide to sell. ''It just seemed like the right time,'' she said.  Both she and her husband sold paintings at Sotheby's over the years for high prices. In 1989, at another high point in the market, they sold ''Yo Picasso,'' the Blue Period self-portrait from 1901, for $47.9 million to the Greek shipping magnate Stavros Niarchos.  ''I hung the Soutine in the same place I hung 'Yo Picasso,' '' Ms. Cherry said, speaking of her house in Louisville. The similarities were striking: both were portraits of men with bright red scarves.  ''I think Soutine is underrated,'' she said. ''To me he's one of the great artists. I used to think he was the poor man's Picasso, but not anymore.''  Hello, Minneapolis  Peter Eleey, curator and producer for Creative Time in Manhattan, has been named a visual arts curator at the Walker Art Center in Minneapolis. He replaces Douglas Fogle, who left the Walker for the Carnegie Museum of Art in Pittsburgh. Mr. Eleey starts at the Walker in March.  Nato Thompson, a curator at Mass MoCA in North Adams, Mass., will replace him. Mr. Thompson will be joining Mark Beasley, who was an independent curator, writer and artist working in London before he joined Creative Time last month as a curator and producer.  Inside Art  ", 
            "title": "Inside Art"
        }, 
        "weight": 0.5390471296415366, 
        "file": "1818200.txt", 
        "other_topics": {
            "0": 0.00019012390105204954, 
            "1": 0.00012800012812009339, 
            "2": 0.00023329536814512843, 
            "3": 0.07746460531883427, 
            "4": 8.776731640900376e-05, 
            "5": 0.0002929544772617873, 
            "6": 0.00015094866194627276, 
            "7": 0.05650253574372902, 
            "8": 0.00012503564879143465, 
            "9": 0.026010265015149872, 
            "10": 0.00010534519494860263, 
            "11": 0.01518361352864074, 
            "12": 0.00012452345275741684, 
            "13": 9.491857346172235e-05, 
            "14": 6.0427761261927515e-05, 
            "15": 0.0001114332849644409, 
            "16": 0.00016148406454600137, 
            "17": 9.722453235703168e-05, 
            "18": 0.004378477966591482, 
            "19": 5.859402627350944e-05, 
            "20": 0.1621248972576107, 
            "21": 0.002549852575488234, 
            "22": 0.00227557043439948, 
            "23": 0.07315327752054128, 
            "24": 7.301091927939372e-05, 
            "25": 0.00015805510869027959, 
            "26": 0.5390471296415366, 
            "27": 0.002236647066802305, 
            "28": 0.00013550333369019733, 
            "29": 0.036684482176719754
        }
    }, 
    {
        "content": {
            "text": "  Claude Monet will forever be known for his dreamy Impressionist canvases of grain stacks and cathedrals, the seaside and of course the famous water lilies and gardens that surrounded his beloved home in Giverny. Unlike Degas, Cézanne or Pissarro, contemporaries whose reputations rested on works on paper as well as canvases, Monet was the epitome of the plein-air painter.  Whenever a journalist or collector asked him how he worked, he talked incessantly about the liberating possibilities of painting outdoors, forgoing any mention of the sketches, pastels and prints he quietly produced throughout his life.  ''Monet wanted to present himself as the great painter of his day,'' said Richard Kendall, curator at large at the Sterling and Francine Clark Art Institute in Williamstown, Mass. ''It was a kind of PR exercise, a way of defining himself. But the big, teasing question has always been why didn't he want people to know he drew?''  Three years ago Mr. Kendall and James A. Ganz, the Clark's curator of prints, drawings and photographs, set out to answer that question. Their findings are the focus of ''The Unknown Monet: Pastels and Drawings,'' an exhibition of about 100 works -- drawings, sketchbooks and prints, along with some related paintings -- that opens on March 17 at the Royal Academy of Arts in London and will arrive on June 24 at the Clark.  The curators say their exhibition will show that Monet wasn't the anti-draftsman he led the public to believe, and that he relied on drawing both to prepare for his paintings and as an independent form of expression.  He drew throughout his seven-decade career, filling pocket-size sketchbooks when he was a truculent teenager and executing pastel drawings of seascapes when he was in his 20s. He drew in different ways using different materials, and in his final years made abstract crayon and pencil drawings as studies for his water-lily paintings.  Although Monet helped perpetrate the myth that he did not, and maybe even could not, draw, nearly 500 of more than 2,500 works mentioned in his catalogue raisonné are sketchbooks, drawings and pastels. Yet, until now, few scholars have paid much attention to them.  They figure prominently in the fifth and final volume of the catalogue raisonné, published by Daniel Wildenstein in 1991 and devoted primarily to works on paper. But when the catalogue raisonné was reprinted in 1996, that volume was dropped.  Mr. Ganz was unaware of just how little most scholars knew about Monet's drawings until he began researching a view of Rouen drawn in crayon in 1883 and owned by the Clark Institute. ''It was an object that caught my eye especially because I knew it was done after a painting,'' he said.  (He said the painting, which is in a private European collection, will be united with the drawing for the first time in the exhibition.)  The more he began to dig, Mr. Ganz said, the more strongly he felt that there was no substantive scholarly examination of Monet's drawings.  He approached Mr. Kendall about the possibility of jointly organizing a small show centering on the Clark's Rouen drawing. But after embarking on their research, they began to envision a far larger exhibition. ''We began asking colleagues about Monet's works on paper and consistently got the same reaction -- a blank stare,'' Mr. Ganz said.  After approaching MaryAnne Stevens, a Monet scholar at the Royal Academy, who agreed that the potential show could travel there, the two American curators set out to find as many of Monet's works on paper as they could. Searching in Japan as well as in Europe and the United States, they eventually came up with the nearly 100 works that will be in the show.  The Musée Marmottan Monet in Paris, which owns eight of Monet's mature sketchbooks, dating from the 1860s through the 1920s, proved a particularly useful source. A colleague there alerted them to the existence of an unpublished journal by Count Théophile Béguin Billecocq, a friend of the Monet family who was himself an amateur draftsman. The only known firsthand account of Monet's early life, it depicts him as a young man devoted to drawing. Written over roughly a 30-year period, starting in 1854, the journal has remained in the family, passing eventually to the count's great-grandson, Xavier Béguin Billecocq, a historian of the Persian Gulf region.  ''It became clear to us that we had stumbled on something quite critical,'' Mr. Ganz said of the manuscript. ''It gave us a wealth of information.''  Interspersed throughout the journal are observations about Monet. When the artist was 17, for instance, Béguin Billecocq described his rapid sketching technique as ''Impressionistic.''  Yet the drawings themselves, he wrote, were ''detailed, as precise as reality, and delicate, representing the houses, trees, people, etc., in the best possible manner.''  In a telephone interview, Xavier Béguin Billecocq said that Monet often drew in the countryside or at the sea while on vacation with the Béguin Billecocq family. ''They would go exploring the surrounding countryside, often sketching in the woods,'' Dr. Béguin Billecocq said. ''He drew in the country in places like Deauville and Honfleur.''  The journal also captures the flavor of Parisian life in an era when friends got together to play musical instruments, attend the opera and concerts and simply draw.  ''It gives a good description of the youth and social environment of Monet,'' Dr. Béguin Billecocq said. ''You see him growing up, needing money. My great-grandfather would help him, giving him money to buy paper and supplies.''  The early sketchbooks described in the journal are pencil studies of local architecture, trees, sailboats and pastoral scenes. ''His sketches, whether in crayon or pencil, were always excellent, even if they were rapidly executed,'' Théophile Béguin Billecocq wrote in his journal. ''He knew how to capture the essential characteristics of a scene.''  In another revelation he notes that around 1862, the year Monet turned 22, the artist decided to be known as Claude, his middle name, rather than Oscar, his first.  Drafted into the army and sent to Algiers, Monet had been teased by his regiment about the ''ridiculous'' name Oscar.  ''Goodbye Oscar, long live Claude,'' Béguin Billecocq writes facetiously. It explains why some of the early drawings are signed Oscar and later works Claude. (Monet signed only some of his works on paper.)  While the manuscript, titled ''Grand Journal,'' is too fragile to be in the exhibition, the curators say, quotations from it will be incorporated into the installation as a way of telling the story of the artist's life.  Still, questions about Monet's development remain. ''It's easy to separate the youthful work,'' said Mr. Kendall of the Clark. ''It is less distinctive and powerful.'' By the mid-1860s, he said, Monet was making ''brilliant'' drawings of the Normandy coast with a waxy black crayon. ''But we still don't know why he did them,'' Mr. Kendall said.  In the first Impressionist Exhibition in 1874 in Paris, however, Monet showed seven of his pastels, their research shows, but they were not included in the catalog or mentioned by any critics. ''It's one of the puzzles in Monet scholarship,'' Mr. Kendall said, adding that Monet ''takes it up again in the 1880s, and for two weeks in 1901 when he went to London and his canvases didn't arrive.''  He added, ''He wanted to work, so he made pastels of London bridges and rivers.''  Of 26 pastels that can be datedto that time, 6 will be in the exhibition, along with two paintings, of the Waterloo Bridge (1901) and Charing Cross Bridge (about 1900).  Like van Gogh, Monet also created works on paper based on actual paintings. ''He wasn't consistent, but had many different manners of drawing,'' Mr. Ganz said, adding: '' A lot had to do with his public-private issue. Some, that were sketchy, were meant only for his private use, while others, more in the style of his paintings, were finished works in themselves.''  Mr. Ganz said he thought the most surprising drawings were those related to the water-lily paintings. Minimalist in style and not pretty like the paintings themselves, these drawings, in black, white and violet crayon, can best be described as agitated, abstract and almost Expressionistic.  ''He never meant for the public to see them,'' Mr. Kendall said, adding: ''It all comes back to marketing. His public image was important to him, and drawings complicated that picture. In fact, they even contradicted it.''  ''The Unknown Monet: Pastels and Drawings'' will be at the Royal Academy of Arts in London from March 17 to June 10, and at the Clark Art Institute in Williamstown, Mass., from June 24 to Sept. 16.  ", 
            "title": "Revealing The Monet Of Pencil And Paper"
        }, 
        "weight": 0.5362867810491889, 
        "file": "1819396.txt", 
        "other_topics": {
            "0": 0.00013565702344591998, 
            "1": 9.133052859416427e-05, 
            "2": 0.0016984444281119245, 
            "3": 0.00012105618412953727, 
            "4": 6.262365138732436e-05, 
            "5": 0.004804979820184718, 
            "6": 0.00010770474442963271, 
            "7": 0.10159498472268216, 
            "8": 0.004685166538820488, 
            "9": 0.00017501444485957073, 
            "10": 0.0031391332841976738, 
            "11": 0.00010991116933586777, 
            "12": 8.884985452541926e-05, 
            "13": 6.77262094576159e-05, 
            "14": 4.3116358232359065e-05, 
            "15": 7.950977056240075e-05, 
            "16": 0.00011522195478338156, 
            "17": 6.937155503592205e-05, 
            "18": 6.0159915587241045e-05, 
            "19": 4.1807953402977126e-05, 
            "20": 0.1846184694649455, 
            "21": 0.09986632777997025, 
            "22": 9.167909194611256e-05, 
            "23": 0.00010880919219292879, 
            "24": 0.0031160621628484237, 
            "25": 0.00011277532949144982, 
            "26": 0.5362867810491889, 
            "27": 0.044491435013879706, 
            "28": 0.013884537876649927, 
            "29": 0.00013135292712045538
        }
    }, 
    {
        "content": {
            "text": "  Henri de Toulouse-Lautrec (1864-1901) possessed a magical talent for drawing. Encouraged by his friends and family, he studied portrait and religious painting in Paris in the 1880s before dedicating himself to a life of profligacy and becoming a habitué of Parisian bars, cabarets, cafes and brothels. Famously, this world became the subject of his most brilliant posters, drawings, lithographs and paintings.  But there was another side to Toulouse-Lautrec's art, one that the Jane Voorhees Zimmerli Art Museum seeks to show in ''Toulouse-Lautrec and the French Imprint: Fin-de-Siècle Posters in Paris, Brussels and Barcelona.'' The artist was a pioneer of modern advertising imagery. From the late 1880s on, he produced a series of innovative, monumental mass-market lithographic posters advertising more prosaic themes -- serial novels, magazines, books, products and even the Ault & Wiborg Company, makers of fine inks, based in Cincinnati.  Although the inspiration for these posters was purely commercial, they nonetheless possessed lasting artistic value. Successive rooms of this sprawling, eye-caressing exhibition reveal that the stylistic innovations of Toulouse-Lautrec's poster designs from the 1880s to 1900 influenced myriad modernist artists, first in Paris, then later in other parts of Europe. His embrace of lithographic printing and the mass-produced poster also helped elevate these lowly popular-art forms to the realm of high art.  The show of more than 130 French, Spanish and Belgian posters is arranged thematically, beginning with a small display devoted to lithography in the 19th century. Lithography is the simplest of the printed arts, the artist drawing with a greasy crayon or ink onto a limestone printing stone or plate, resulting in prints that replicate the hand-drawn lines and gestures. The technique was invented by the German playwright Alois Senefelder in 1798, though it soon gained popularity with artists for use in book and magazine illustration and was later adapted for commercial purposes.  Jules Cheret was among the first artists to treat lithography as a fine art medium, incorporating attractive colors into his images beginning in the late 1870s. He also introduced a new artistry to the designs, as witnessed by several posters here. Among them is a pair depicting dancing revelers, acrobats and musicians for the Folies Bergère, the popular Parisian music hall catering to lewd and exotic tastes. It was the venue, in 1926, for Josephine Baker's famous ''banana dance,'' in which she performed topless wearing a skirt made of bananas.  By 1884, Cheret had designed almost 1,000 commercial posters, and, according to the exhibition catalog, ''was printing nearly 200,000 impressions annually.'' Following the 1881 ''revocation of censorship laws on printed materials,'' these color lithographic posters appeared on walls of buildings and kiosks throughout Paris, promoting theater, dance halls and music halls, as well as a new abundance of mass-produced consumer goods. They were intended to be catchy and instantly legible to potential consumers, hence their colorful intensity and bold graphic quality.  The following section of the exhibition presents a selection of lithographic advertising posters by various artists, among them Toulouse-Lautrec, Pierre Bonnard, Maurice Denis, Edouard Vuillard, Henri-Gabriel Ibels, Alphonse Mucha and Jacques Villon, the elder brother of Marcel Duchamp. There are posters for gasoline, automobiles, magazines, journals, plays, arts expositions, housewares, sardines and all kinds of beverages, from wine and aperitifs to Champagne.  Many of these early posters employ imagery of flirtatious young women; even the gasoline poster features imagery of floating naked nymphs. It makes sense, for the figures in these posters are the personification of the desirable young woman for male audiences, the dominant consumers of the period. Even then, associating products with objects of male desire was a strategy to create desire for the product as well.  More generally, the posters are characterized by great artistic experimentation. Avant-garde modern artists delighted in the new art form, introducing an array of colors and subjects and playing with all kinds of dynamic designs. A good example is a Bonnard lithograph advertising Champagne, in which a young, frolicsome female, perhaps tipsy, is suddenly engulfed by a wave of Champagne bubbles spilling from her overfilled glass.  Toulouse-Lautrec was, however, the most innovative of the poster designers, with his Japonisme-inspired compositions (characterized by simplified figures and forms, planes of flat pure color and jolting diagonal lines), and his emphasis on subjects that had previously fallen outside the purview of fine art. There are more than a dozen of his posters here, including many famous ones of cabaret and circus performers, in addition to his more commercial work; among them are images of the dancers Jane Avril, May Milton and La Goulue, the stage name of Louise Weber.  The new, dynamic aesthetic of poster design occurring in Paris spread to other European cities, as the final two rooms of the exhibition seek to show. On display are several dozen examples of Belgian and Spanish modern posters, some from the collection of the Zimmerli, the rest on loan from private collections in Europe and the United States, many of them never before shown publicly. They add up to one more reason to visit this show, which is pure eye candy.  ''Toulouse-Lautrec and the French Imprint: Fin-de-Siècle Posters in Paris, Brussels and Barcelona,'' Jane Voorhees Zimmerli Art Museum, 71 Hamilton Street, New Brunswick, through Feb. 18. Information: (732) 932-7237 or www.zimmerlimuseum.rutgers.edu.  ART REVIEW  ", 
            "title": "Fin-de-Siècle Admen"
        }, 
        "weight": 0.5361016298588351, 
        "file": "1818754.txt", 
        "other_topics": {
            "0": 0.00017578200410914453, 
            "1": 0.00011834450546550435, 
            "2": 0.026022228282825948, 
            "3": 0.00015686249127070675, 
            "4": 0.037798384876706045, 
            "5": 0.0002708556096359809, 
            "6": 0.0001395619286564368, 
            "7": 0.002612351484815291, 
            "8": 0.01004119266109956, 
            "9": 0.08360172835662814, 
            "10": 0.09736817084327938, 
            "11": 0.0001424209755534001, 
            "12": 0.0001151300912887152, 
            "13": 8.77584405640553e-05, 
            "14": 5.586942472605047e-05, 
            "15": 0.0001030273734502865, 
            "16": 0.00014930259867650963, 
            "17": 8.989045065730398e-05, 
            "18": 7.795416897952179e-05, 
            "19": 5.4174016576493596e-05, 
            "20": 0.090341556441906, 
            "21": 0.04007474402320834, 
            "22": 0.00011879616777540973, 
            "23": 0.00014099305279829477, 
            "24": 6.750337880595711e-05, 
            "25": 0.00014613230431065002, 
            "26": 0.5361016298588351, 
            "27": 0.03382981160149205, 
            "28": 0.03982763775471752, 
            "29": 0.0001702048311862064
        }
    }, 
    {
        "content": {
            "text": "  The civic leaders of Westchester communities suffering from economic decline may want to look to the Bronx, where the opening of the Longwood Arts Project in the abandoned Public School 39 in 1981 drew artists to the area and paved the way, in the 1990s, for the neighborhood's renaissance.  These days, the Bronx is home to a large concentration of artists, attracted by the affordable housing and a supportive cultural scene.  ''South Bronx Contemporary,'' at the Longwood Art Gallery, celebrates some of this talent, past and present. It is four shows in one. Three past directors of this nonprofit space -- Fred Wilson, Betti-Sue Hertz and Eddie Torres -- have teamed up with the current director, Edwin Ramoran, in curating four shows for the gallery's 25th anniversary. As a community-based art center, Longwood Art Gallery has a mission to support emerging artists from underrepresented groups. This is partly reflected in these new shows, which play up one of the borough's best-known assets: its dizzying ethnic diversity. The artists in the exhibitions are natives of more than a dozen countries.  Though organized separately, the four shows, which feature works by more than 60 artists, hang together well. There is a certain uniformity of style and tone to the artworks that each of the curators have selected. Much of the work is conceptually oriented, and each show contains examples dealing with cultural differences, politics and performance.  The largest exhibition is ''Everyday Is Like Sunday.'' Organized by Mr. Ramoran, it includes work by a grab-bag, intergenerational group of artists living and working in the Bronx. Mr. Ramoran has also tried to include not only established artists, but also other, lesser-known players, among them amateur artists chosen through an open call, studio visits and recommendations.  Among the participants who didn't train formally as artists is Sumathy Sundarababu, who works in the medical field and was inspired to take up oil painting by the popular PBS series ''The Joy of Painting,'' with Bob Ross, a popular television host who died in 1995, a few years after the show stopped taping. Like many of Mr. Ross's devotees, Ms. Sundarababu paints trite, happy landscapes with willowy trees and an aging farmhouse, among other features. She has never shown her art publicly before this exhibition.  Then there are artists who blur boundaries between professionals and hobbyists. Among them is Ernie Woo, who went to art school but decided to work outside the gallery and market systems by making art on commission. Mr. Ramoran saw him painting T-shirts on 161st Street, by Yankee Stadium, and invited him to participate in the show. The T-shirt Mr. Woo is exhibiting here has a painted skull and bats, crossed like bones, with a Yankees cap -- a reference to the Yankees' proposal to take public land to build a new stadium.  Other artists are working professionals, but just aren't shown much since they are not plugged into the art gallery system or are too busy working to make a living. This goes for many of the painters here, from Ptah Miller, Diane Davis, Isaac Garcia-Lanzo and Wilda Gonzalez to Francisco Vallejo and Eilis Soto. Most of them do portraiture, in particular, figures within nature.  Mr. Ramoran envisioned his exhibition as a professional development project, promoting and encouraging artists who might not ordinarily be invited to exhibit in a mainstream gallery or museum. This is largely how Longwood Arts Project was originally conceived. Mr. Wilson, the gallery's first director and now a successful artist, also takes up the cause, organizing a show of the work of artists dealing with the concept of blackness and black identity.  Mr. Wilson's exhibition, in the back room, is titled ''Black Now,'' and takes its cues from discussions of black identity since the late 1990s, asking what it means to talk about ''blackness'' now. His response is joking and mystifying, for he has juxtaposed works that deal directly with the African-American experience with others that use the color black or have the word black in their titles.  The upshot is an engaging, if on occasion glib exhibition that riffs on the elusive concept of blackness. Exhibits range from one of Kara Walker's earnest off-set prints of slaves silhouetted against a Civil War-era landscape, to Rashawn Griffin's video performance of a figure, dressed in an outfit made of puffed-up black garbage bags, picking flowers in a field. He looks ridiculous.  The other two exhibitions are smaller, more tightly focused. One, titled ''Iconoclasmic,'' features works by artists who use pop-culture images and materials like nail polish, rhinestones, comics and advertisements. The other, and the more interesting of the two, is ''Street Disturbance.'' Organized by Ms. Hertz, it consists of works by an artist and those of two artist collectives, which work in the public domain and use humor and agitprop to address social and political issues. It consists mostly of videos, accompanied by photographic and text documentation.  ''Street Disturbance'' is the kind of exhibition one expects from a young, alternative space like Longwood. It is irreverent and provocative. One of the collectives -- Surveillance Camera Players, formed in 1996 -- draws attention to all kinds of invisible social control, most commonly by performing skits in front of security cameras at various public sites, including subways and street corners; a video of a 1998 skit is shown here.  It is great to see that a counterculture is alive and kicking.  ''South Bronx Contemporary,'' Longwood Art Gallery, 450 Grand Concourse, the Bronx, through March 10. Information: (718) 518-6728 or longwood@bronxarts.org.  ART REVIEW  ", 
            "title": "Four Shows in One Celebrate Ethnic Diversity"
        }, 
        "weight": 0.5352960228159357, 
        "file": "1818725.txt", 
        "other_topics": {
            "0": 0.00018730873089136158, 
            "1": 0.00012610482648124646, 
            "2": 0.00022984095680918032, 
            "3": 0.00016714859017155138, 
            "4": 8.646774318927142e-05, 
            "5": 0.0002886166917531597, 
            "6": 0.023416902354734814, 
            "7": 0.05143532126452301, 
            "8": 0.0001231842422846665, 
            "9": 0.029855710041457945, 
            "10": 0.004334365126301778, 
            "11": 0.03611168822293757, 
            "12": 0.00012267963035229724, 
            "13": 9.35131113697608e-05, 
            "14": 5.9533005634463396e-05, 
            "15": 0.00010978328905649112, 
            "16": 0.004389672746015965, 
            "17": 9.578492586429817e-05, 
            "18": 0.006428935605713143, 
            "19": 0.01909533543611793, 
            "20": 0.13011025069944981, 
            "21": 0.07866253288708146, 
            "22": 0.014933615338659426, 
            "23": 0.023418427323391975, 
            "24": 7.192984446332692e-05, 
            "25": 0.01707803390501271, 
            "26": 0.5352960228159357, 
            "27": 8.823907793407604e-05, 
            "28": 0.023401685725905733, 
            "29": 0.0001813658405059011
        }
    }, 
    {
        "content": {
            "text": "  Long viewed as the domain of grandmothers, needlework has undergone an image makeover in the last decade. Snowboarders, the old torchbearers of alt.culture, have embraced crocheting, making beanies to wear on the slopes; coffeehouses and subways are filled with fashion-conscious types busily knitting or doing needlepoint. And contemporary artists like Andrea Zittel, Lisa Anne Auerbach, Orly Genger and Jim Drain and the Forcefield collective have given crafts a coolly conceptual edge.  Time then for an exhibition celebrating the unfrumpiness of craft, and, sigh, what better institution than one that recently went through its own makeover, changing its name from the American Craft Museum to the sexier Museum of Arts & Design?  The sorry news is that, despite its title, ''Radical Lace & Subversive Knitting,'' with around 40 works by 27 artists, is not a benchmark for introducing such crafts' coolness or radicalism to a vast art audience. Rather than exploring transgressive takes on knitting, the exhibition, organized by David Revere McFadden, the museum's chief curator, devotes most of its space to art that mimics the look or logic of knitting and lace and translates it into different materials.  In an essay in the show's catalog, Mr. McFadden does invoke interactive performances held in abandoned warehouses and the London Underground and people who knit sweaters for ''oil-spill-damaged penguins to wear in Antarctica'' -- the kind of activities you might associate with radical or subversive practice.  But in choosing the work for the show, he cites somewhat dated textile and crafts-based artists like Sophie Taeuber, Sonia Delaunay, Judy Chicago and Magdalena Abakanowicz as his models.  Much of the art on view is in the large-scale, virtuosic craft vein. Henk Wolvers's flat sculptures created with porcelain slip, a form of liquid clay, borrow the tracery if not the actual patterns of lace. Piper Shepard's ''Lace Meander'' is a series of hanging muslin scrolls into which the artist cut lace patterns with an X-Acto knife. Bennett Battaile's delicate sculpture of thin glass rods and Barbara Zucker's rubber sculptures both invoke lace-tracery in heavier materials.  Some of the artists address ''issues of politics, gender and ethics,'' as a wall text puts it, in a general way. Janet Echelman's giant, hand-knotted nylon net hanging from the ceiling in the museum's entryway recreates the look of a nuclear mushroom cloud. Freddie Robins's sinister-looking gray-knit bodysuit, with the words ''Craft Kills'' emblazoned across the chest, alludes to the airline ban on knitting needles in the post-9/11 era.  The works most in keeping with the show's politically charged title are more interactive and collective, or more related to performance. For example, Cat Mazza's collectively crocheted ''Nike Blanket Petition,'' a campaign against sweatshop practices represented here in a series of photographs, will be sent to Nike's corporate headquarters.  A video of Dave Cole's ''Knitting Machine'' project shows two John Deere excavators wielding telephone poles tapered to look like knitting needles -- and missiles -- to knit a giant American flag in the courtyard of the Massachusetts Museum of Contemporary Art in North Adams, Mass.  Sabrina Gschwandtner, an artist and founder of KnitKnit magazine, has set up a ''Wartime Knitting Circle'' surrounded by panels made of industrially knitted photos of Vietnam War protesters knitting, British women knitting woolen covers for World War II hand grenades, soldiers knitting during World War I.  She invites people to join her in knitting ''blankets for recovery'' for people in Afghanistan and troops convalescing in military hospitals, among other projects. (On the exhibition's opening day, Ms. Gschwandtner was chatting and knitting with Phyllis Rodriguez, whose son died in the north tower of the World Trade Center on 9/11 and who has since befriended Aïcha el-Wafi, mother of Zacarias Moussaoui, a French citizen of Moroccan descent serving a life sentence after his conspiracy conviction in the 9/11 attacks.  Needlework indeed has a radical past. William Morris, a mainstay of the Royal School of Needlework and the Arts and Crafts movement in England, protested late-19th-century industrial production. Feminist art in the 1970s drew heavily on so-called women's work, and Rosemarie Trockel's ''knitting pictures'' of the 1980s cleverly drew on political themes.  So many more artists might have been included whose work explores the social aspects of knitting and lace or who more radically recast these forms: Simon Perotin, of the punk-doily creations; the artisans in the Church of Craft; Ms. Zittel; Ms. Auerbach;, Mr. Drain; and so on.  Given the show's title, some visitors will arrive wanting to know how needlework, which runs counter to our technology- and information-saturated age, has become such a cultural juggernaut, and how it might serve to break down the barriers between artist and amateur, art and craft. A few works here may well satisfy that desire. Most will not.  Stitch Hunts  ''Radical Lace & Subversive Knitting'' runs through June 17 at the Museum of Arts & Design, 40 West 53rd Street, Manhattan. Hours: Daily, 10 a.m. to 6 p.m. (until 8 p.m. on Thursdays); closed on holidays. Admission: $9; $7 for students and 65+; and pay-what-you-wish on Thursdays after 6 p.m. Information: (212) 956-3535; madmuseum.org.  A series of public programs related to the exhibition is planned, including lectures, panel discussions, performance pieces and workshops in knitting, lace-making, crocheting, fabric-making, fabric-printing and digital design. Some events are free with museum admission; others require an additional fee that includes admission.  Beginning tomorrow and running every Sunday from 2 to 4 p.m. through June 3 will be ''Well Crafted Weekends: Inter-Generational Workshops,'' for those 6 and older; $7 per person or per family (up to four people). A detailed schedule is on the Web site.  ART REVIEW  ", 
            "title": "Flair and Flash, Not Frumpiness"
        }, 
        "weight": 0.5320787489942058, 
        "file": "1821711.txt", 
        "other_topics": {
            "0": 0.002031830287142452, 
            "1": 0.0019778235030144063, 
            "2": 0.0002028133835220707, 
            "3": 0.0020140408278205416, 
            "4": 7.629978488252258e-05, 
            "5": 0.009587415825987123, 
            "6": 0.00013122596093895957, 
            "7": 0.022988341216507217, 
            "8": 0.020640722944180526, 
            "9": 0.09727371341282977, 
            "10": 0.01689050989496231, 
            "11": 0.00013391423832259439, 
            "12": 0.011307539377548935, 
            "13": 0.02621418389176925, 
            "14": 5.2532370520839024e-05, 
            "15": 0.011296159549299136, 
            "16": 0.01507276609461142, 
            "17": 8.452133673058691e-05, 
            "18": 7.329800348860379e-05, 
            "19": 5.0938228294866836e-05, 
            "20": 0.09614478413285014, 
            "21": 0.07687859942689267, 
            "22": 0.0057113435050607005, 
            "23": 0.007598762239338808, 
            "24": 0.007529662068672095, 
            "25": 0.0038704992084874243, 
            "26": 0.5320787489942058, 
            "27": 0.031809173021091, 
            "28": 0.00011779869357343252, 
            "29": 0.00016003857745364563
        }
    }, 
    {
        "content": {
            "text": "  An article in The Arts on Saturday about an exhibition in Washington focusing on design inspired by Shakespeare's Globe Theater omitted a passage. It should have read: ''And the theater's basic design elements, such as they are known, have inspired loose architectural interpretations that range from the polygonal Festival Theater in Stratford, Ontario, to a Globe made entirely of ice hundreds of miles above the Arctic Circle in Sweden. The continuing fascination with Shakespeare's theater and the myriad efforts to replicate its spirit -- and, in many cases, its actual form -- is the subject of 'Reinventing the Globe: A Shakespearean Theater for the 21st Century,' an exhibition that opens on Saturday at the National Building Museum here as part of the city's six-month Shakespeare in Washington festival.''  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5313432061312237, 
        "file": "1819505.txt", 
        "other_topics": {
            "0": 0.0012695611283643111, 
            "1": 0.08687815366936003, 
            "2": 0.0015578405933476599, 
            "3": 0.0011329175726772552, 
            "4": 0.0005860703080314855, 
            "5": 0.0019562170492705773, 
            "6": 0.0010079666602944824, 
            "7": 0.00453010822058066, 
            "8": 0.10119559603898166, 
            "9": 0.0016378918721045607, 
            "10": 0.17275030121035442, 
            "11": 0.0010286157297083312, 
            "12": 0.0008315111057354455, 
            "13": 0.0006338231572147512, 
            "14": 0.00040350916611593956, 
            "15": 0.0007441009058512181, 
            "16": 0.0010783172976329307, 
            "17": 0.0006492213042172639, 
            "18": 0.0005630131664040765, 
            "19": 0.0003912643160569255, 
            "20": 0.07898984044976952, 
            "21": 0.0026895204966240717, 
            "22": 0.000857988834355651, 
            "23": 0.0010183027557871614, 
            "24": 0.00048753378481270913, 
            "25": 0.0010554202865721814, 
            "26": 0.5313432061312237, 
            "27": 0.0005980762499148319, 
            "28": 0.0009048297676669107, 
            "29": 0.0012292807709692966
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''From a Mental Hospital, a Cinematic Mexico'' by Kathryn Shattuck [Jan. 21]:  In retelling how the art of Martín Ramírez was resurrected, the role of the painter Jim Nutt was left out. He was teaching and running the art gallery at Sacramento State College in 1968 when he found drawings by Mr. Ramírez in the university's collection. Mr. Nutt learned they were owned by Tarmo Pasto, an artist and psychology professor, and with Mr. Pasto's help mounted an exhibition and later brought the works to the attention of the gallery owner Phyllis Kind. Over the years she showed the art in her Chicago gallery and helped inspire artists like me by the great vision and talent of Martín Ramírez.  John Hrehov  Fort Wayne, Ind.  The writer is a professor of painting and drawing at Indiana University-Purdue University Fort Wayne.  MARTÍN RAMÍREZ  ", 
            "title": "Artists Helping Artists"
        }, 
        "weight": 0.5249137163573513, 
        "file": "1821948.txt", 
        "other_topics": {
            "0": 0.001009133708847941, 
            "1": 0.000679395085563068, 
            "2": 0.0012382778746417972, 
            "3": 0.0009005200981600438, 
            "4": 0.0004658486230997413, 
            "5": 0.0015549346322420745, 
            "6": 0.0008012005972556505, 
            "7": 0.08337433492344971, 
            "8": 0.0006636603146942889, 
            "9": 0.0013019080867089003, 
            "10": 0.011955361676921232, 
            "11": 0.09198732379418068, 
            "12": 0.0006609416965689219, 
            "13": 0.0005038058421164037, 
            "14": 0.0003207365854697704, 
            "15": 0.0005914621124594451, 
            "16": 0.0008571200783984228, 
            "17": 0.000516045338779358, 
            "18": 0.05742858992881834, 
            "19": 0.02310343102143947, 
            "20": 0.00580543986741352, 
            "21": 0.002137814188811534, 
            "22": 0.0006819879998050665, 
            "23": 0.0008094164303860899, 
            "24": 0.00038752507891494256, 
            "25": 0.1831783397920441, 
            "26": 0.5249137163573513, 
            "27": 0.00047539176394603027, 
            "28": 0.000719220365937126, 
            "29": 0.0009771161355751029
        }
    }, 
    {
        "content": {
            "text": "  Who but the California funk ceramicist Robert Arneson (1930-92) could turn the mother of the 16th-century painter and printmaker Albrecht Dürer from a figure of pathos into a witty incarnation of worldly wisdom? His satirical take on the dour 1514 drawing by Dürer is but one of the quirky, provocative, funny and sometimes gorgeous things to be found in ''One of a Kind: The Studio Craft Movement,'' at the Metropolitan Museum of Art.  Studio craft refers to the post-World War II development of artist-craftspeople who not only conceive and design their own objects but have a direct hand in making them. Ruth Duckworth, Wharton Esherick, Sheila Hicks, Harvey K. Littleton, Sam Maloof, Ron Nagle, Magdalene Odundo, Albert Paley, Ken Price and Peter Voulkos are among those whose work appears here. The show, the first in some time of the Met's periodic contemporary design exhibitions devoted to the studio crafts movement, is intended to reveal the breadth of the museum's collection in the field.  Jane Adlin, associate curator in the Met's 19th-century, modern and contemporary art department, has chosen about 50 pieces of furniture, glass, ceramics, metalwork, jewelry and fiber from the museum's collection, which includes Mr. Arneson's 1979 bust of glazed earthenware, ''Mother Dürer.'' It presents Dürer's mother as a sharp-nosed, world-weary German frau looking wryly out at life from under a decorous wimple.  Mr. Arneson is not the show's only humorist. John Cederquist, who has his way with wood, weighs in with ''Little Wave'' (1990-91), an elegant cabinet concealed behind a trompe l'oeil door painted and veneered to look like a battered wooden packing case with a rowdy wave tearing through it. The wave is a sendup of the one familiar from Hokusai's ''Thirty-Six Views of Mt. Fuji.'' Richard Marquis's ''American Acid Capsule With Cloth Container'' (1969-70), a blown-up, capsule-style pill made from red, white and blue leftovers at a Murano glass factory, plays sardonically off Vietnam-era political issues like free speech, flag burning and antiwar protests.  While gravitating toward abstract and sculptural art, the studio craft movement has developed ways of working with nontraditional methods and materials, including some once available only for factory use. Electroforming, for example, an industrial process that deposits metals on other materials by means of a solution that conducts electricity, is now used in studio settings to produce effects not always achievable by traditional means. Michael Glancy's ''Melding Impetus'' (1994), for example, uses this process to fuse copper and gold leaf with blown and industrial plate glass, creating a free-form pattern of gold and copper on an elegant vase of pinkish and colorless transparency, as well as the two pieces of plate glass it sits on.  Glass is one of the most interesting and versatile materials in contemporary studio crafts. Its use has been much extended since Mr. Littleton, a founder of the studio glass movement, began in the early 1960s to explore the possibilities of hot glassmaking in a studio rather than a factory. He is represented here by ''Amber Crested Form'' (1976), created by placing a big blob of hot, transparent glass on an assemblage that included a hollow tube. He used gravity and the tension created by cooling glass to manipulate the piece into a dolphinlike shape.  On a quite different wavelength is ''Suspended Artifact'' (1993), another glass work by a younger practitioner, William Morris. Known for his series of glass art shaped like bones and other artifacts, Mr. Morris here has vertically pinioned a tusk-shaped piece of glass to a glass vessel, using a glass rod that runs through both the tusk and the vessel's handles. Black silhouetted figures, presumably inspired by prehistoric wall drawings, appear on the vessel's sides. It's a studio production that almost looks like an ancient artifact.  The show also includes tapestries with new and clever variations on an ancient form. Inspired by the sight of snow piled high on the roofs of houses in Normandy, Ms. Hicks's ''Linen Lean-To'' (1967-68) is a wall hanging in bold relief, in which overlapping thick tassels made from bleached linen thread create the effect of a thick carpet of the white stuff.  Olga de Amaral's ''Umbra 30'' (2003) combines linen with silver leaf and paint in a woven wall of deep blue and silver strips that evoke the rivers and waterfalls of her native Colombia. And in Jon Eric Riis's ''Kiss the Prince,'' a fetching bolero-style jacket woven of silk and metallic threads is patterned with circles of varying sizes made of tiny seed pearl and coral beads. Against this background large green frogs appear, swimming vainly toward the neck of the garment, which may have been designed for a princess.  Joan Livingstone's ''Spine'' (1995), another three-dimensional fiber piece, is composed of handmade felt stiffened with resin and sewn with suture thread. Knotted and pulled lengthwise, the piece (it is hung horizontally) could almost be taken for a tense human backbone, albeit one on steroids.  Traditionalists have their place in this show as well. Esherick (1887-1970), a studio craft pioneer, is represented by ''Music Stand'' (1962), an elegantly simple frame of cherry wood crossbars supported on three curving legs. Mr. Maloof's ''Settee #3/87'' (1987), in richly grained tiger maple and ebony, has a classic plain shape, with slight tweaking of the double chair as stripped down by Shaker furnituremakers.  The master of metal work, Mr. Paley, appears here in top form with ''Push Plate'' (1981), a dashing Belle Époque-style revolving door attachment in cast bronze, part of an elaborate design for the interior of a Southern restaurant.  Attention must also be paid to the seemingly old-fashioned work of Bonnie Seeman, whose dainty ceramic ''Coffeepot and Tray'' (2003), with its mock cabbage leaves and rhubarb stalks, evokes the genteel tradition of 18th-century British and continental china. Its shape also suggests the head, shoulders and bodice of a neatly dressed Victorian lady. But with a closer look the vegetation can be read as human tissue, with the rhubarb stalks cut to resemble spongy bone ends and seeds evoking red blood cells, giving it a modern touch of the macabre.  All told, this comes off as one of the liveliest shows of this field that the Met has put up in recent years.  ''One of a Kind: The Studio Craft Movement'' continues through Sept. 3 at the Metropolitan Museum of Art, (212) 570-3949 or metmuseum.org.  ART REVIEW  ", 
            "title": "Fun With Studio Crafts: When the Traditional Gets Quirky"
        }, 
        "weight": 0.5246930277705247, 
        "file": "1818183.txt", 
        "other_topics": {
            "0": 0.00014888632646639334, 
            "1": 0.00010023710200334625, 
            "2": 0.022040674727398252, 
            "3": 0.00013286161006084045, 
            "4": 0.011838412669857048, 
            "5": 0.0019107962478687732, 
            "6": 0.00011820813499953029, 
            "7": 0.05937967298072942, 
            "8": 0.04717664339794658, 
            "9": 0.17001177854313304, 
            "10": 0.020259093610017966, 
            "11": 0.0018020128661083868, 
            "12": 9.75145120491068e-05, 
            "13": 7.43308844282416e-05, 
            "14": 4.732107505207132e-05, 
            "15": 8.726358102601923e-05, 
            "16": 0.00012645842537458766, 
            "17": 7.613668447234608e-05, 
            "18": 6.602672390112822e-05, 
            "19": 4.5885074293472746e-05, 
            "20": 0.09669536604790913, 
            "21": 0.04066860567791766, 
            "22": 0.0017820027924869955, 
            "23": 0.00011942028875371266, 
            "24": 5.717496592113042e-05, 
            "25": 0.00012377320464142965, 
            "26": 0.5246930277705247, 
            "27": 7.013870683906415e-05, 
            "28": 0.00010611287410708152, 
            "29": 0.00014416249371245274
        }
    }, 
    {
        "content": {
            "text": "  Get Over Yourself  Greene Naftali  526 West 26th Street, Chelsea  Through tomorrow  There is a lot going on in the work, and the New York solo debut, of Michael Fullerton, a young Scottish artist, but unfortunately not all at once in a single work of art. As with so many solo shows these days, this one functions as a fragmented rebus that delves into themes that supposedly transcend art. If you follow the news release, and then go home and Google a few names, it all points rather feebly to issues concerning information, fame, power and the formulation of public identity, through both the news and the portraiture.  Meanwhile, back at the gallery, Mr. Fullerton has a well-trained if so far unoriginal way with paint, as evidenced by several dark, washy portraits that hover between academic tradition and popular illustration. (Subjects include Mark Rothko, the young Carl Jung, a British defector and Margaret Burr, who was painted by Thomas Gainsborough shortly before marrying him.)  There are also two intriguing photo-based works in silkscreen on newsprint, one an enormous triptych showing a woman giving birth; a cryptic text piece; a sculpture made of gleaming hard-drive disks; and an 8-by-16-foot expanse of mirror splashed with a corrosive brown goop that the checklist identifies as ferrous oxide.  A large installation piece involves more ferrous oxide, as well as a white horizontal beam running wall-to-wall at eye level and the name of Jürgen Hambrech, the chairman of BASF, the world's largest producer of chemicals. Like the mirror piece, the installation has a sense of glamour, scale and materiality that has not yet affected Mr. Fullerton's painting, but should.  In the meantime, solo shows that resemble group shows are becoming generic. Once a tactic to avoid mastery of a single medium, they now can also be read as the equally limiting, perhaps male fear of commitment and tendency to colonize. Mr. Fullteron is, in bits and pieces, quite interesting, but he might consider more synthesis.  ROBERTA SMITH  ", 
            "title": "Art in Review; Michael Fullerton"
        }, 
        "weight": 0.5238189297562132, 
        "file": "1818295.txt", 
        "other_topics": {
            "0": 0.0005038446412474233, 
            "1": 0.0003392113157547555, 
            "2": 0.0006182527310734488, 
            "3": 0.0004496155681010054, 
            "4": 0.0002325909146858781, 
            "5": 0.0007763544861063141, 
            "6": 0.00040002689827133914, 
            "7": 0.013177744077406529, 
            "8": 0.00033135519132448433, 
            "9": 0.03478972750733273, 
            "10": 0.04010882987716093, 
            "11": 0.06868763221323203, 
            "12": 0.00032999782791262486, 
            "13": 0.00025154235910847435, 
            "14": 0.000160138749131103, 
            "15": 0.00029530776075628693, 
            "16": 0.0004279466185899551, 
            "17": 0.028707407688643268, 
            "18": 0.00022344033737856846, 
            "19": 0.000155279194165789, 
            "20": 0.11669758248030987, 
            "21": 0.10917644360599459, 
            "22": 0.0060304567853326696, 
            "23": 0.0004041289349587081, 
            "24": 0.00019348519690535852, 
            "25": 0.0004188595915332863, 
            "26": 0.5238189297562132, 
            "27": 0.00023735565530836846, 
            "28": 0.023118898926506377, 
            "29": 0.028937613109554658
        }
    }, 
    {
        "content": {
            "text": "  IN 1925 Martín Ramírez (1895-1963), the great self-taught draftsman, left his small ranch in the Jalisco region of Mexico for work in the promised land of the United States. He never returned to his wife and four children back home, spending more than three decades confined to psychiatric hospitals after being picked up off the streets of California in 1931: jobless, homeless, confused and unable to communicate in English.  But in the 300 drawings Mr. Ramírez created over the last 15 years of his life -- after being sent to DeWitt State Hospital near Sacramento with a diagnosis of catatonic schizophrenia -- he revisits the scenes of his young adulthood: the horse and rider, trains and tunnels, Madonnas, animals and landscape of his native Mexico.  ''He was a landscape artist obsessed with memory,'' said Brooke Davis Anderson, director and curator of the American Folk Art Museum's Contemporary Center. ''Mexico breathes in his work.''  ''Martín Ramírez,'' opening Tuesday at the museum with 97 of these works (including the untitled one below), moves beyond the traditional view of Mr. Ramírez as a deaf and mute schizophrenic artist. It interprets his artistic merits by looking at the work as art shaped by poverty, immigration and institutionalization.  He was making art before his time at DeWitt; he decorated his letters home and made drawings at Stockton State Hospital, where he was first institutionalized. But there is no record that any of that work survived. He was never interviewed.  After his transfer to DeWitt in 1948, he met Tarmo Pasto, an artist and psychology professor at Sacramento State College, who began to collect Mr. Ramírez's drawings. Mr. Pasto introduced him to local artists and to some of his students, including the painter Wayne Thiebaud, who recalls having brief conversations in Spanish with Mr. Ramírez.  Mr. Pasto also arranged for Mr. Ramírez's work to be exhibited, which he was aware of from newspaper articles the hospital saved. Reviewing a group show at the de Young Museum, Alfred Frankenstein of The San Francisco Chronicle called Mr. Ramírez the ''most striking artist'' in the exhibition, one with ''an innate gift for form, color and pictorial organization'' whose art ''went deep into recollections of his country's folk art.''  But the glory that Mr. Ramírez may have longed for never arrived. In accordance with California laws protecting the privacy of mental patients, he could not be mentioned by name. Instead he was called simply, ''an aged Mexican.''  He fared no better in New York. In the 1950s, Mr. Pasto sent a tube holding 10 of Mr. Ramírez's drawings to the Solomon R. Guggenheim Museum for a show that never happened. They were put into storage. The museum now has the largest public cache of Mr. Ramírez's work -- though the drawings came to light only 40 years later when an intern stumbled upon them.  KATHRYN SHATTUCK  Martín Ramírez  American Folk Art Museum  45 West 53rd Street, Manhattan  Tuesday through April 29  ART: CLOSE READING  ", 
            "title": "From a Mental Hospital, a Cinematic Mexico"
        }, 
        "weight": 0.5236339125745688, 
        "file": "1820251.txt", 
        "other_topics": {
            "0": 0.0003383015769981777, 
            "1": 0.00022776013409877158, 
            "2": 0.0004151197745950973, 
            "3": 0.0003018899940166419, 
            "4": 0.00015617090426697794, 
            "5": 0.057828207025987864, 
            "6": 0.019370904620599386, 
            "7": 0.17312793783282876, 
            "8": 0.00022248521586747995, 
            "9": 0.0004364511411903173, 
            "10": 0.00018744852900181194, 
            "11": 0.049940103734052214, 
            "12": 0.00022157382742509258, 
            "13": 0.00016889566704044807, 
            "14": 0.00010752360337789892, 
            "15": 0.00019828151970875676, 
            "16": 0.0002873405889196006, 
            "17": 0.04601854392524831, 
            "18": 0.003970488929449974, 
            "19": 0.00010426070252773837, 
            "20": 0.021048523772479004, 
            "21": 0.03128037669479061, 
            "22": 0.004049091472812874, 
            "23": 0.0002713484372258849, 
            "24": 0.00012991375094677655, 
            "25": 0.053767708469779935, 
            "26": 0.5236339125745688, 
            "27": 0.00015937014295012628, 
            "28": 0.011702497418579672, 
            "29": 0.0003275680186650391
        }
    }, 
    {
        "content": {
            "text": "  Among the artists participating in ''Radical Lace and Subversive Knitting,'' an exhibition at the Museum of Arts and Design that opens tomorrow, is Katja Gruijters, from the Netherlands, whose preferred medium is food. She has created ''tiles'' of white, milk and dark chocolate; sugar; fruit paste; brownies; and shortbread, above, each six inches square and stamped with an intricate floral pattern.  These edible lace pieces, and a video of Ms. Gruijters making them, will be on display from time to time during the exhibition, which will run through June 17. On Monday there will be a tea from 6 to 8 p.m. during which guests are invited to eat freshly made copies of the tiles on display. Tickets to the tea are $25 from (212) 956-3535, extension 127. The museum is at 40 West 53rd Street.  FOOD STUFF  ", 
            "title": "Gaze, Then Nosh: Lace of All Kinds, Both for Looking and for Eating"
        }, 
        "weight": 0.5231776756778781, 
        "file": "1821147.txt", 
        "other_topics": {
            "0": 0.0012172069709197287, 
            "1": 0.000819479546570752, 
            "2": 0.001493598368317688, 
            "3": 0.0010861983217120834, 
            "4": 0.28922787786480825, 
            "5": 0.015621545430756, 
            "6": 0.0009664001346243581, 
            "7": 0.018089294486797, 
            "8": 0.0008005004235671535, 
            "9": 0.04280834505301991, 
            "10": 0.0006744386420370824, 
            "11": 0.000986197677784745, 
            "12": 0.0007972212536172731, 
            "13": 0.0006076855600376887, 
            "14": 0.0003868692565115996, 
            "15": 0.0007134156752552069, 
            "16": 0.0010338496526222283, 
            "17": 0.0006224487183070766, 
            "18": 0.0005397956313844997, 
            "19": 0.00037512935953720055, 
            "20": 0.07573245768100301, 
            "21": 0.0025786100596354227, 
            "22": 0.014568605947190161, 
            "23": 0.000976309990246663, 
            "24": 0.00046742886827157095, 
            "25": 0.0010118968684248435, 
            "26": 0.5231776756778781, 
            "27": 0.0005734127835780449, 
            "28": 0.0008675164008202026, 
            "29": 0.0011785876947644177
        }
    }, 
    {
        "content": {
            "text": "  Independence At the Hammer  After six years of negotiations, the Armand Hammer Museum of Art and Cultural Center in Los Angeles is about to declare its independence from one of its governing bodies, the Hammer Foundation, which over the years had accused the museum of being in breach of its founding agreement.  Since its inception in 1989, the museum has had to operate under certain restrictions imposed by the foundation and its founder, Armand Hammer, the Occidental Petroleum chairman and owner of the Hammer Galleries in New York, who died in 1990. These are some of the rules the museum has seen as hamstringing its operation:  It has always had to have on view at least 140 works of art from the 195 in the Armand Hammer collection, many of which are considered by experts to be not of museum quality, and at least one gallery has had to be dedicated to them.  It has had to use its full name -- the Armand Hammer Museum of Art and Cultural Center -- rather than simply the Hammer Museum.  A bust of Hammer has had to be on view in the lobby.  Perhaps most chafing to the museum, a clause in its governing agreement stated that if the museum failed to follow any of these rules, the art -- as well as the income it receives from the sale of Leonardo's Codex Leicester to Bill Gates for $30.8 million in 1994 -- could be seized by the foundation, and the building and its endowment could be returned to Occidental Petroleum.  ''The restriction was very onerous and bringing the institution down,'' said John Walsh, director emeritus of the J. Paul Getty Museum, who has been advising the museum.  Now it has struck a deal with the Hammer Foundation, run by Michael A. Hammer, the founder's grandson, who has also served as a museum trustee. The agreement, which takes effect as soon as all the parties have signed off, amends many of these restrictions.  The foundation will no longer be involved in museum governance. Mr. Hammer will resign from the board, although he will remain an honorary trustee. The museum will continue to be managed by the University of California, Los Angeles, which has run it since 1994.  Perhaps as important, the museum is returning to the foundation 92 works, valued at about $55 million, from the collection. They include examples by artists including Bellows, Cézanne, Degas and van Gogh.  The Hammer collection consists of works from the 16th through 20th centuries by European artists like Monet, Renoir, Pissarro, Cézanne, Rubens, as well as Americans like Sargent and Cassatt. Two years ago Christie's estimated its worth at $305 million. Visitors will still see the best of the collection, including paintings by Rembrandt, van Gogh and Sargent.  The museum has needed two galleries to show the required 140 works properly; with fewer works on display and the freedom to show them as it pleases, it says that more room will be available for special exhibitions and other art, like the Hammer contemporary collection. ''The issue was what were really museum-worthy paintings and which shouldn't have been in the Hammer in the first place,'' said Mr. Walsh, who advised the museum on what to keep.  Since Hammer was a gallery owner, many works in the collection were stock that he bought cheaply to sell at a profit. They were never intended for a museum.  ''This is a happy ending to a very difficult situation,'' said Ann Philbin, director of the Hammer since 1999.  Bilbao Bound  The Guggenheim Bilbao in Spain, designed by Frank Gehry and nearing its 10th anniversary in October, has made several significant acquisitions since Richard Serra's room-size installation went on view in June 2005. It has commissioned ''Tulips,'' a sculpture of color-coated stainless- steel tulip-shape balloons from Jeff Koons's ''Celebration'' series. The museum also invited Daniel Buren, Christina Iglesias, Jenny Holzer and Liam Gillick to propose site-specific works for La Salve Bridge, which intersects the museum; Mr. Buren's work was chosen to be executed.  Now it has purchased ''Discourse on Commodus,'' Cy Twombly's first historical series, from 1963. Composed of nine canvases, the work was first shown at the Castelli Gallery in Manhattan, where it received unfavorable reviews and went unsold. The only other time it has been on view was in an exhibition of Mr. Twombly's work at the Whitney Museum of American Art in 1979.  The series, created while Mr. Twombly was living in Rome, chronicles the decline of the Roman Empire as personified by the emperor Commodus. When the dealer Leo Castelli couldn't sell the work, he returned it to Mr. Twombly, who sold it to a private collector in Rome. A few months ago the collector sold it to Larry Gagosian, the Manhattan dealer, who sold it to the Guggenheim Bilbao.  ''Cy Twombly is very much a bridge figure between Europe and America,'' said Lisa Dennison, director of the Solomon R. Guggenheim Museum in New York. ''He embodies what the museum stands for.''  The Bilbao region's Basque government, which covers the museum's operating costs and pays for its acquisitions, has spent $35 million on the most recent three works.  Sotheby's Raises Fee  As if buying at auction weren't expensive enough, Sotheby's has quietly raised its buyer's premium yet again. Two years ago it increased the fee to 20 percent of the first $200,000 of the hammer price from 20 percent of the first $100,000. As in the past, it charged 12 percent on any amount over that.  But ever since it began giving sellers a percentage of the premium over the last few years, its profits have eroded. So it decided to raise the charge to 20 percent of the hammer price of the first $500,000 and 12 percent of the rest.  Will the company's archrival, Christie's, follow? ''We are certainly going to consider it,'' said Marc Porter, president of Christie's.  Inside Art  ", 
            "title": "INSIDE ART"
        }, 
        "weight": 0.520425061960932, 
        "file": "1819793.txt", 
        "other_topics": {
            "0": 0.046889656399950304, 
            "1": 0.00013255378936441155, 
            "2": 0.013582386027590241, 
            "3": 0.051315395633501834, 
            "4": 9.088967755909977e-05, 
            "5": 0.038102284503844765, 
            "6": 0.00015631872744450038, 
            "7": 0.009596404539841088, 
            "8": 0.00012948384737077932, 
            "9": 0.0024774747441223405, 
            "10": 0.0001090928969123266, 
            "11": 0.022394172840876688, 
            "12": 0.00012895342973601897, 
            "13": 9.82953437484918e-05, 
            "14": 6.257750563000487e-05, 
            "15": 0.00011539757342666457, 
            "16": 0.00016722893165744816, 
            "17": 0.00010068333815272427, 
            "18": 8.73139015144326e-05, 
            "19": 6.067853470728151e-05, 
            "20": 0.15455177120316813, 
            "21": 0.0004170995311941638, 
            "22": 0.00013305968146692655, 
            "23": 0.024616038650450214, 
            "24": 0.0022990734939674837, 
            "25": 0.0001636779891786034, 
            "26": 0.520425061960932, 
            "27": 9.275159782978515e-05, 
            "28": 0.0001403239247955597, 
            "29": 0.11136389978006572
        }
    }, 
    {
        "content": {
            "text": "  James Goodman Gallery  41 East 57th Street, Manhattan  Through next Friday  Despite other candidates, Roy Lichtenstein's elegant, buoyant canvases may be as close as 20th-century painting gets to Mozart. There is a boundless optimism to his work, expressed in its unwavering celebration of popular culture; its cool, straightforward craftsmanship; and its intricate, eye-popping, often witty perfection. Like Mozart in many instances, Lichtenstein is almost always an unsentimental romantic, at once innocent and skeptical. Perhaps he always posited the future as bright because the past and present gave him so much to work with.  The perfection of his paintings was achieved through extensive and beautiful preparatory studies, as indicated by his drawing retrospective at the Museum of Modern Art in 1987. It is not too soon to be reminded of this again, in a delicious survey of nearly 60 works.  The works here include several that show the artist in the early 1960s, making straightforward graphite renderings of advertising motifs -- a pair of sneakers, a wrist-watch, a half-zipped zipper -- but blown up, cropped and isolated and, above all, concentrated through an admiring, unfussy attention.  Especially plentiful are the jaunty postcard-size sketches in graphite and colored pencil that Lichtenstein produced throughout his career. Ineffably tender, they conjure to a remarkable degree the effect of the finished paintings within embryo form, as suggested by the 1995 ''Study for Water Lilies.'' Several larger pencil drawings and even larger collages fill in all the details of some of these works, leaving nothing to question.  In their optimism, Lichtenstein's elegant paintings argue explicitly that most art is about love, both in its initial impetus within the artist and its final effect within the viewer. His drawings make the argument even more explicit by reminding us of his rapt devotion to his art, its fabrication and the cultural motifs that made it all possible.  ROBERTA SMITH  ", 
            "title": "Art in Review; Roy Lichtenstein"
        }, 
        "weight": 0.5201975991286006, 
        "file": "1818296.txt", 
        "other_topics": {
            "0": 0.0005613361982404031, 
            "1": 0.0003779172681374096, 
            "2": 0.000688798905855766, 
            "3": 0.013179332927358461, 
            "4": 0.00025913086913414995, 
            "5": 0.000864940975930304, 
            "6": 0.0004456722566575126, 
            "7": 0.08441267516507808, 
            "8": 0.000369164714950233, 
            "9": 0.03242022768733851, 
            "10": 0.10807754515218612, 
            "11": 0.000454802238556774, 
            "12": 0.00036765246860509494, 
            "13": 0.00028024478182161344, 
            "14": 0.00017841149685679373, 
            "15": 0.00032900406626021323, 
            "16": 0.0004767777768448177, 
            "17": 0.0002870530694300042, 
            "18": 0.00024893615858870684, 
            "19": 0.00017299743885943958, 
            "20": 0.19340551273319742, 
            "21": 0.039224411897647436, 
            "22": 0.0003793595910032551, 
            "23": 0.0004502423592062457, 
            "24": 0.000215562965158767, 
            "25": 0.00046665386799730205, 
            "26": 0.5201975991286006, 
            "27": 0.0002644392939295561, 
            "28": 0.00040007030027083563, 
            "29": 0.0005435262462981806
        }
    }, 
    {
        "content": {
            "text": "  To take the fullest pleasure in the exhibition of sculptures and video by the Spanish artist Sergio Prego at Lehmann Maupin Gallery, you must stand perfectly still and quiet in front of ''Black Monday'' (2006), a single-channel video of still life photographs of controlled fireworks explosions taken inside an abandoned factory in Bilbao, Spain (above). In all, the artist took more than a thousand photographs of 17 different explosions with 40 cameras. He then scanned them into a computer, cropped them and ran them together. He also composed what he calls ''a sequencing of sounds,'' a series of repeating ambient electronic noises that serve as the soundtrack. The results are a multifaceted representation of something that is usually invisible to the eye: explosion clouds immobilized in time and space, forming immensely beautiful sculptural shapes. It brings out the inner pyro in all of us. Sometimes these clouds even resemble dancing figures. It is as if you were looking at a three-dimensional sculpture in video, though a few frames later, the form magically evaporates. The video lasts only three and a half minutes, which gives you just enough time to get hooked before it starts all over again. It is like stepping into another dimension. (Sergio Prego, Lehmann Maupin Gallery, 540 West 26th Street, Chelsea, 212-255-2923, lehmannmaupin.com, through Feb. 10.)  BENJAMIN GENOCCHIO  ", 
            "title": "The Listings: Jan. 5 - Jan. 11; SERGIO PREGO"
        }, 
        "weight": 0.5110084171283202, 
        "file": "1816453.txt", 
        "other_topics": {
            "0": 0.0008218207991973779, 
            "1": 0.0005532874457495144, 
            "2": 0.0010084317902018408, 
            "3": 0.0007333677789914196, 
            "4": 0.00037937895086062915, 
            "5": 0.001266311501602427, 
            "6": 0.0006524837188381656, 
            "7": 0.21639262306388204, 
            "8": 0.0005404733242340115, 
            "9": 0.001060251119271508, 
            "10": 0.12110675682202818, 
            "11": 0.0006658504125319424, 
            "12": 0.0005382593292986405, 
            "13": 0.00041029064451834625, 
            "14": 0.0002612022516852848, 
            "15": 0.00048167637419555654, 
            "16": 0.0006980235638364269, 
            "17": 0.00042025827600377746, 
            "18": 0.00036445344775873606, 
            "19": 0.0002532758334634886, 
            "20": 0.051132231726832546, 
            "21": 0.03886450502190777, 
            "22": 0.0005553990696462547, 
            "23": 0.0006591745492901958, 
            "24": 0.0003155936297346439, 
            "25": 0.0006832017175237409, 
            "26": 0.5110084171283202, 
            "27": 0.0003871507174445677, 
            "28": 0.046990103742257934, 
            "29": 0.0007957462488927568
        }
    }, 
    {
        "content": {
            "text": "  The credits on Jan. 14 for two pictures with an article about the new Olympic Sculpture Park in Seattle were reversed. A photograph of the park at night was by Benjamin Benschneider, and a photograph of Alexander Calder's ''Eagle'' was by Paul Macapia.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5078379791983219, 
        "file": "1821946.txt", 
        "other_topics": {
            "0": 0.003728661896415089, 
            "1": 0.1288343826199063, 
            "2": 0.004575329798091652, 
            "3": 0.0033273439857624296, 
            "4": 0.0017212704275159378, 
            "5": 0.005745349168125811, 
            "6": 0.0029603670080376896, 
            "7": 0.01330478819123768, 
            "8": 0.0024521675431776863, 
            "9": 0.004810437936007565, 
            "10": 0.04417402882467229, 
            "11": 0.003021012688343801, 
            "12": 0.0024421224840085382, 
            "13": 0.0018615190734588886, 
            "14": 0.04329311946742948, 
            "15": 0.0021854014215999394, 
            "16": 0.0031669846611556223, 
            "17": 0.0019067429565165239, 
            "18": 0.04376157779914164, 
            "19": 0.001149131234498326, 
            "20": 0.10566664987215763, 
            "21": 0.007899038786978249, 
            "22": 0.0025198867567198316, 
            "23": 0.0029907238018621143, 
            "24": 0.0014318716964722123, 
            "25": 0.04520776233131916, 
            "26": 0.5078379791983219, 
            "27": 0.0017565315087123068, 
            "28": 0.002657457133858927, 
            "29": 0.003610359728494843
        }
    }
]