[
    {
        "content": {
            "text": "  Most bridge deals would cease to be interesting if everyone knew where all of the cards were located -- what is called playing double-dummy. If declarer could peek into his opponents' hands, he would almost always make his contract. But since he is not blessed with X-ray vision, sometimes the defenders can nudge declarer off the road to Rome and onto a dead end.  The diagramed deal, from the Swiss Teams at the Edgar Kaplan Winter Regional in Midtown Manhattan last Saturday, is one of those deals.  The winners were Franco Baseggio, John Diamond, Jim Krekorian and Andrew Stark of New York. The runners-up were John Fout, Michael Kopera and John Rengstorff of New York and William Ehlers of West Orange, N.J. Third were Rozanne and Bill Pollack of Basking Ridge, N.J.; Martin Fleisher of New York; and Michael Kamil of Holmdel, N.J.  What do you think of North's one-spade opening bid?  Distributional hands are worth much more than their face value if a fit is found. The drawback with opening this hand is the potential difficulty in showing both suits. If North had, for example, the majors, it would be much easier. Some would pass, planning to make a two-suited bid on the next round. And a few would open one club, but it is dangerous not to mention a five-card major immediately. If, for example, West bids hearts, North passes, and East raises to four hearts, this hand is not strong enough unilaterally to compete with four spades.  Both auctions were effectively the same, although at the other table Stark (North) rebid two hearts to show a normal two-spade rebid, and Baseggio (South) bid three no-trump over three clubs. West led the heart king, asking his partner either to unblock an honor or to give count. (This was dangerous without the heart ten. If East had played the queen from a three- or four-card suit, it might have sacrificed the setting trick.)  Here, though, East signaled an even number of hearts by playing his five. Now West shifted to a spade. Baseggio took the trick on the board and ran the diamond ten. West won with the queen and persevered with his second spade, but declarer won on the board and played a diamond to his jack. West, after winning with his king, cashed the heart ace, and South claimed the remainder. The defenders took two hearts and two diamonds.  Krekorian (West) led the heart ace, asking for an attitude signal. When Diamond (East) played a discouraging deuce, West wondered how East could gain the lead to push a heart through South's queen.  West shifted to the club queen, playing his partner for three to the jack.  The operation was a success, and the declarer did die, but he might have lived. If South had won with his club king and returned a club to dummy's ten, he would have made his contract. The defenders could have taken only three hearts and one club.  But declarer decided it was better to play on diamonds. He won the second trick with dummy's club ace, then ran the diamond ten. Now, with careful defense, the contract would always fail. West won with his diamond queen and led a second club to South's king. Declarer took his five spade tricks, but West kept the heart king, two diamonds and a club. South, sensing what was happening, played a diamond to his ace, hoping to drop the king, and conceded down one.  Plus 400 and plus 50 gave the winners 10 international match points on the board.  BRIDGE  ", 
            "title": "X-Ray Vision Would Be Nice, But Sometimes a Nudge Will Do"
        }, 
        "weight": 0.6285247409845474, 
        "file": "1816645.txt", 
        "other_topics": {
            "0": 0.00026280306960710007, 
            "1": 0.003628694133425223, 
            "2": 0.00022548199682819264, 
            "3": 0.0002081497582867706, 
            "4": 0.007129324490597547, 
            "5": 0.00012815185055572553, 
            "6": 0.0003335962830662932, 
            "7": 0.0003440797626757162, 
            "8": 0.0001446177955484935, 
            "9": 0.00021334888874471032, 
            "10": 0.20332208390859424, 
            "11": 0.00039785840746982536, 
            "12": 0.0002094243295929901, 
            "13": 0.00016856929233429176, 
            "14": 0.03493116306913199, 
            "15": 0.010529651251593908, 
            "16": 0.00016064263964191442, 
            "17": 0.00038742044755803087, 
            "18": 0.003531273474628867, 
            "19": 0.028229392567412397, 
            "20": 0.00023275688785956563, 
            "21": 0.00016135263808281423, 
            "22": 0.0001745244826614597, 
            "23": 0.00011778093098432543, 
            "24": 0.07526784650588858, 
            "25": 0.0001273003813805686, 
            "26": 0.6285247409845474, 
            "27": 0.00016823848346757367, 
            "28": 0.00044128937116717125, 
            "29": 0.00020160448206529434, 
            "30": 9.683743460094344e-05
        }
    }, 
    {
        "content": {
            "text": "  If an opponent opens one strong no-trump, what are your partnership's intervening options?  You should concentrate on showing as many two-suiters as possible because that doubles your chances of finding a fit.  In the old days, pairs would play Landy, which is like Stayman, a two-club overcall showing length in the majors. Overcalls of two diamonds, two hearts and two spades were natural. This permitted a pair to show three one-suiters and only one two-suiter -- clearly inefficient.  Astro was named more than 30 years ago after Paul Allinger, Roger Stern and Larry Rosler. A two-club overcall shows hearts and either minor; two diamonds promises spades and another suit; and two of a major is natural. The intervener can show two one-suiters and five two-suiters -- a marked improvement.  Nowadays, Cappelletti (Hamilton on the West Coast) enjoys considerable popularity. A two-club overcall shows any one-suiter. Two diamonds promises both majors. And two of a major indicates that major and either minor. With this, the intervener can show four one-suiters and five two-suiters -- even better.  Dont (disturb opponents' no-trump) was invented by Marty Bergen. Double announces any one-suiter. Overcalls of two clubs, two diamonds and two hearts show that suit and a higher-ranking suit. A two-spade overcall is natural but weaker than doubling first, then bidding two spades. Now you can show all four one-suiters and all six two-suiters below two no-trump -- the best. Dont's main drawback is its stressing of minors over majors. (With a major-minor two-suiter, you show your minor, not your major.)  Dont was being used by Joan Dziekanski (West) and Ira Herman (East) in the diagramed deal, which occurred during the Fast Pairs on Dec. 27 at the Edgar Kaplan Winter Regional in Midtown Manhattan. So West's double announced a one-suiter. If North had passed, East would have bid two clubs to ask for his partner's suit, and West would have passed. (This is an advantage over Cappelletti, when West would have to bid first two clubs, then three clubs over a two-diamond inquiry.)  North, though, ignored the double, showing with his transfer sequence the values for game and a five-card heart suit.  Now East made a well-timed penalty double. He had dummy's heart suit covered and a couple of clubs to help establish that suit, assuming it was his partner's.  What should West lead? If she had selected a club, declarer could have got out for down one with a good spade guess. But West, knowing from East's double that he had good hearts, led the heart eight. Now declarer was booked for at least down two. And when South, after taking the first trick with his heart king, made a natural misguess in spades, playing low to dummy's ten, he went down three. East won with his spade queen and returned the club ten, covered by the jack and queen. West led her second heart, declarer winning with the ace on the board and cashing his winners.  Plus 800 was worth 10.5 match points out of 11. In the two-session event, Dziekanski and Herman led at halftime but fell back to third, finishing behind Peter Weiden of New York and Richard Zucker of Dobbs Ferry, N.Y.; and William Ehlers of West Orange, N.J. and John Fout of New York.  Bridge  ", 
            "title": "Landy, Astro and Beyond: Searching for the Right Signal"
        }, 
        "weight": 0.5896385031416567, 
        "file": "1818387.txt", 
        "other_topics": {
            "0": 0.00028001625139335113, 
            "1": 0.00022756755379699348, 
            "2": 0.00024025070788903825, 
            "3": 0.00022178323537480838, 
            "4": 0.007596283870688866, 
            "5": 0.00013654559231512765, 
            "6": 0.011271847075962724, 
            "7": 0.0003666164381900543, 
            "8": 0.00015409003043534146, 
            "9": 0.00022732290058310984, 
            "10": 0.21300055577068758, 
            "11": 0.00042391749842034227, 
            "12": 0.00022314128906814875, 
            "13": 0.00017961031204866525, 
            "14": 0.0008310959594774713, 
            "15": 0.003941726097307174, 
            "16": 0.003809964732441457, 
            "17": 0.029523197918310356, 
            "18": 0.0001237659972732818, 
            "19": 0.0009679706942041712, 
            "20": 0.043913605166961835, 
            "21": 0.00017192097845708366, 
            "22": 0.0001859555578414201, 
            "23": 0.00012549539405744742, 
            "24": 0.04380976780865782, 
            "25": 0.00013563835326742212, 
            "26": 0.5896385031416567, 
            "27": 0.00017925783572894579, 
            "28": 0.04777459645142618, 
            "29": 0.00021480925400308432, 
            "30": 0.00010318013207396872
        }
    }, 
    {
        "content": {
            "text": "  If you would like to start with a test, look only at the West hand in the diagramed deal and the auction. What would you lead against six hearts?  After you have decided, study all four hands and see if you can guess how South failed to make six hearts without doing anything unreasonable.  There are days when we can seem to do no wrong. Athletes say that they are in the zone. Zia Mahmood calls it being in Heat 1 (out of 3) at the bridge table. It happens rarely, but when it does, it is thrilling.  This deal was played six days ago at Thebridgeplace in Lake Park, Fla., and was sent in by the ''victim,'' Claire Tornay (South) of Palm Beach Gardens. She opened two clubs, strong, artificial and forcing. North responded two diamonds, which normally shows 0-7 points but might be stronger when having no good long suit to bid. North's four-heart rebid was incorrect. Her hand should contain at least four-card heart support but no first- or second-round control -- no ace, void, king or singleton. (North should have bid three hearts.) South, hoping her partner would table a black-suit queen or doubleton, jumped to six hearts.  Sitting West was Harold Rosenson of West Palm Beach, who was at least momentarily in Heat 1. His opening lead was the heart five; what adjective would you apply?  South won East's ten with her king and cashed the heart ace, being shocked to see the queen fall on her left. To make the contract now, declarer had to guess that East held the queen and ten of spades. Being in Heat 2, though, she did not do that, playing off the ace and king of spades. When West discarded, South played a heart to dummy's jack and ran the club nine through East. West won with his queen and returned a club, leaving declarer with a spade loser. Down one gave East-West 11 match points out of 12.  Rosenson was unlucky that declarer had no fast dummy entry; otherwise he surely would have taken a trump trick. But he had avoided giving away a trick. Notice that South would have had an easy time after any other lead. She would ruff the diamond ace and have a discard for her spade loser on dummy's diamond king. A club would be away from the queen, and South would lose only one spade. And if West selected his singleton spade, declarer would pick up that suit successfully.  Rosenson and his partner, Ellen Kaye Miller of Highland Park, Ill., had a creditable 61.2 percent game, but that was good enough only for second, 11.4 percentage points behind Deborah Drury of Vero Beach and Gail Nye of Palm City.  The Allendale Unit 106 Sectional takes place tomorrow, Saturday and Sunday at the Guardian Angel Auditorium, East Allendale Avenue, Allendale, N.J. Full details can be found at bridge-njba.org/Sectional/jan07.pdf.  Bridge  ", 
            "title": "It's Tough for the Opposition When a Player Is in the Zone"
        }, 
        "weight": 0.5702746827631369, 
        "file": "1821225.txt", 
        "other_topics": {
            "0": 0.004417074966719645, 
            "1": 0.0002565016614503573, 
            "2": 0.0002707974168986164, 
            "3": 0.004351437905940119, 
            "4": 0.0003592023973483681, 
            "5": 0.00015390670026623144, 
            "6": 0.00040063957660515435, 
            "7": 0.020920509989538816, 
            "8": 0.0001736818283631934, 
            "9": 0.0002562259017702391, 
            "10": 0.1785607003109827, 
            "11": 0.00047781654655257603, 
            "12": 0.00025151261868910056, 
            "13": 0.012506814922260651, 
            "14": 0.0009367657685542454, 
            "15": 0.00034144138848549117, 
            "16": 0.00019292720691999204, 
            "17": 0.03737838495360029, 
            "18": 0.00013950224187046027, 
            "19": 0.0010910434600888425, 
            "20": 0.00027953435256189153, 
            "21": 0.0001937798947021754, 
            "22": 0.00020959890259576375, 
            "23": 0.00014145152304452917, 
            "24": 0.1642207350138335, 
            "25": 0.00015288411018611527, 
            "26": 0.5702746827631369, 
            "27": 0.00020204959769215251, 
            "28": 0.0005299758894185176, 
            "29": 0.000242121205889725, 
            "30": 0.00011629898403376837
        }
    }, 
    {
        "content": {
            "text": "  As has been observed by many, if we all enjoyed X-ray vision, this game -- not to mention life -- would lose almost all of its appeal. But at the bridge table sometimes it is possible to play, or appear to play, as if one were blessed with Superman-style eyesight. The diagramed deal, which was played late last year on Bridge Base Online (www.bridgebase.com), gave East a chance to look as if he had just emerged from a phone booth with bulging muscles.  North's two-spade cue-bid showed at least three-card heart support and game-invitational or better values. (Jump raises in competition are pre-emptive, showing a weak hand with good trump support. But I prefer to play that this cue-bid shows exactly three-card support, and to bid an artificial two no-trump with four-card or better support. Knowledge of the ninth trump can be so important. I estimate that when you have a nine-card, not eight-card, fit, you will score one more trick in the play about 80 percent of the time.)  East's double, with no spade honor and scant values, was debatable. South, hoping to buy the contract, jumped straight to four hearts without disclosing his second suit.  West started the defense with his lowest spade, showing an odd number of cards in the suit. South, after winning with the ace, led his low diamond. West went in with his ace and played another spade. Declarer won with his king and led a low heart to West's bare ace. South trumped the spade-queen continuation and played a heart to the queen on the board.  If East had won this trick and returned, say, a diamond, declarer would have won in his hand, played a club to the ace on the board, drawn trumps by taking the marked heart finesse and run the diamonds to make his contract. Appreciating that possibility, East held up his heart king, then won the subsequent trump lead from the board. With the defense needing one more trick, what should East have done now?  This was the end position:  Agreed, West made two unhelpful spade discards. He should have pitched his two clubs, showing that he had a doubleton by throwing first the six, then the three.  Even so, East should have thought about South's distribution. Declarer was known to have two spades, five hearts and (because West won the second trick with the diamond ace) at least three diamonds including the king and queen. If South had a void in clubs, giving him 2-5-6-0 shape, strangely enough, a club return would not cost. To get back to his hand, declarer would have to ruff a club, which would establish East's heart ten as the setting trick.  If South had two clubs, it would be best to lead a diamond, waiting for the club king to be the setting trick. But if South was 2-5-4-2, West would have been 1-5-6-1. Surely he would not have overcalled one spade, preferring to make a Michaels Cue-Bid. (He would have overcalled one heart with two hearts, showing at least 5-5 in spades and either minor. And, yes, he might have done that with his actual hand.) Scratch that possibility.  If South had a low singleton club, shifting to any club would work. But if South had the singleton club jack, the only winning lead was the club king, forcing declarer to take the trick on the board.  That was the correct -- and winning -- defense, but at the table East led a diamond. South gratefully took the trick, drew the last trump and ran the diamonds to make his contract. Lois Lane was not pleased.  BRIDGE  ", 
            "title": "A Superpowered Defense, or a Chunk of Kryptonite at the Table?"
        }, 
        "weight": 0.5642480295645107, 
        "file": "1817961.txt", 
        "other_topics": {
            "0": 0.0002583908956737298, 
            "1": 0.00020999275491794203, 
            "2": 0.00022169640257947628, 
            "3": 0.023709112372666555, 
            "4": 0.00029407178326176894, 
            "5": 0.00012600032220645442, 
            "6": 0.00032799556909208106, 
            "7": 0.00033830304263151077, 
            "8": 0.00014218982212803652, 
            "9": 0.00020976699601019902, 
            "10": 0.24691744461676826, 
            "11": 0.0037489584060204574, 
            "12": 0.0002059083258818265, 
            "13": 0.00016573919967701806, 
            "14": 0.007482470512636953, 
            "15": 0.00027953120227625615, 
            "16": 0.00015794562674828456, 
            "17": 0.0003809160851754842, 
            "18": 0.00011420768162656372, 
            "19": 0.04790212979126977, 
            "20": 0.00022884915620726142, 
            "21": 0.00015864370509777008, 
            "22": 0.00017159440892112988, 
            "23": 0.0001158035189460488, 
            "24": 0.08743530071828669, 
            "25": 0.00012516314826044116, 
            "26": 0.5642480295645107, 
            "27": 0.00016541394472662538, 
            "28": 0.013864999020030477, 
            "29": 0.0001982197649767574, 
            "30": 9.521164078750165e-05
        }
    }, 
    {
        "content": {
            "text": "  In Thursday's column you had the chance to pick West's opening lead against a small slam. Now you can select something against a grand slam, seven spades. What would be your choice?  On Thursday Harold Rosenson of West Palm Beach, Fla., led a low trump from queen-doubleton against a small slam. This imaginative choice did not generate a trump trick, but it defeated the contract when declarer failed to play double-dummy. Any side-suit lead would have made declarer's task easy.  That column resulted in a small flurry of e-mail messages. During an open trial in the '70s, someone led low from queen-doubleton of trump against a grand slam. After dummy played low, his partner would not put up the king from king-doubleton, so the grand made.  In the '80s a player underled king-doubleton of trump against a grand slam, confident the ace was on his left. There was bad news, good news and bad news. Dummy did not have the trump ace; it was nestling in declarer's hand -- ugh. But partner had queen-doubleton of trump -- aah. After dummy played low, so did third hand -- ugh, ugh.  And another player in the '80s underled king-doubleton of trump against a grand slam. There was good news, better news and best news. The ace was in the dummy. Partner had queen-doubleton. And after dummy played low, partner eventually put up the queen to hold the trick. Attempts to find these full layouts have failed -- memories get hazy over the decades.  These deals do highlight an advantage of Roman Key Card Blackwood, which uncovers not only the four aces but also the trump king and trump queen. These ''no-play'' grand slams are now avoided.  The diagramed deal occurred during the 1977 Bermuda Bowl world team championship in Manila. It was described in ''Trump Leads'' by Dr. George Rosenkranz (Devyn Press, 1986). North's three-spade rebid was forcing. South, not playing Roman Key Card Blackwood, blasted into seven spades.  If South had been using that convention, he would have known that the trump queen was missing and presumably would have settled for six spades. But there is a strong case for bidding seven anyway. It has always been traditional to lead a trump against a grand slam. So if West leads a trump, it picks up the queen for you. And if West leads a side suit, declarer plays him for the trump queen.  South would presumably have done that here -- except that the American expert Mike Passell did lead a low trump. Declarer, thinking East must have the spade queen, called for dummy's ten, taking the trick. Then he cashed dummy's ace -- and ruefully nodded his head when East discarded.  Presumably West has led from two or three low trumps, or from four to the queen. Perhaps South should have led dummy's low trump at Trick 2. If East follows suit, South puts in his nine -- an interesting way to play in a grand slam. But when East discards, declarer can win with his king and finesse on the way back through West.  In the other room, Passell's teammates stopped in six spades, so his team gained 14 international match points instead of losing 11.  Bridge  ", 
            "title": "Defending A Slam Again, Only This Time It's Grand"
        }, 
        "weight": 0.5517442059410743, 
        "file": "1821705.txt", 
        "other_topics": {
            "0": 0.00027209544363334114, 
            "1": 0.00022113036010886842, 
            "2": 0.0002334547463620689, 
            "3": 0.0037513793309995676, 
            "4": 0.00030966877574391965, 
            "5": 0.00013268313296920374, 
            "6": 0.007417131149943398, 
            "7": 0.00035624597463976634, 
            "8": 0.00014973129231661021, 
            "9": 0.00022089262739001102, 
            "10": 0.1610091124433492, 
            "11": 0.0004119261622233046, 
            "12": 0.00021682930094162105, 
            "13": 0.0001745296828124199, 
            "14": 0.004343456452063728, 
            "15": 0.00029435699076936153, 
            "16": 0.00016632275401176193, 
            "17": 0.0004011191296529742, 
            "18": 0.00012026503378723583, 
            "19": 0.0433710257709954, 
            "20": 0.0002409868680588399, 
            "21": 0.00016705785707218067, 
            "22": 0.00018069544090807026, 
            "23": 0.0001219455111983294, 
            "24": 0.2228998758709767, 
            "25": 0.00013180155695374543, 
            "26": 0.5517442059410743, 
            "27": 0.00017418717697532265, 
            "28": 0.0004568927881927815, 
            "29": 0.0002087329537970671, 
            "30": 0.00010026148007879472
        }
    }, 
    {
        "content": {
            "text": "  Daniela Desirée Nied and Stephen Johannes Somary were married on Monday evening at Blessed Sacrament Church in Manhattan by Msgr. Robert B. O'Connor. The Rev. Bernard McMahon took part in the ceremony.  Mrs. Somary is the managing director of the Mendelssohn Project, a nonprofit organization founded in Manhattan and Stuttgart, Germany, by the bridegroom, its music director. Its goal is to record all the works of Felix Mendelssohn, and Fanny Mendelssohn Hensel, his sister.  The bride, 28, graduated from Ruhr-Universität Bochum in Germany. She is a daughter of Ingeborg and Karl Nied of Heilbronn, Germany. Her father is a municipal surveying engineer for Heilbronn.  Mr. Somary, 42, has conducted the Bronx Arts Ensemble and the Amor Artis Chorus and Orchestra.  He is a son of Anne and Johannes Somary of Riverdale, the Bronx, who retired as music teachers at Horace Mann High School there. The bridegroom's father, a choral conductor, is the music director of Amor Artis, which he founded.  Mendelssohn's ''Wedding March'' would have seemed a certainty for the wedding. But the couple chose the ''Trumpet Voluntary'' of Jeremiah Clarke.  ''As great a piece as the Mendelssohn 'Wedding March' is, it has become such a cliché,'' Mr. Somary said.  WEDDINGS/CELEBRATIONS  ", 
            "title": "Daniela Nied, Stephen Somary"
        }, 
        "weight": 0.5511959109583763, 
        "file": "1817099.txt", 
        "other_topics": {
            "0": 0.10914209152552745, 
            "1": 0.0005219607384727998, 
            "2": 0.00055105147819202, 
            "3": 0.0005086935258810657, 
            "4": 0.009077089573851628, 
            "5": 0.00031318804904669796, 
            "6": 0.0008152700769415033, 
            "7": 0.0008408904679999087, 
            "8": 0.00035342888182150685, 
            "9": 0.0005213995891786328, 
            "10": 0.01281908519281085, 
            "11": 0.009318460052942788, 
            "12": 0.0005118084282335075, 
            "13": 0.0004119635226992095, 
            "14": 0.0019062447766064273, 
            "15": 0.0006948064128370458, 
            "16": 0.00039259171588228875, 
            "17": 0.0009468100039549313, 
            "18": 0.00028387610736552263, 
            "19": 0.002220187763751024, 
            "20": 0.0005688304561721491, 
            "21": 0.292509258463628, 
            "22": 0.0004265173073865128, 
            "23": 0.00028784274148147763, 
            "24": 0.0003306637082456119, 
            "25": 0.00031110715853568, 
            "26": 0.5511959109583763, 
            "27": 0.0004111550647399564, 
            "28": 0.0010784593169865528, 
            "29": 0.000492697640676236, 
            "30": 0.00023665929977475213
        }
    }, 
    {
        "content": {
            "text": "  When you play in a tournament that gives out deal records, under every board you see the highest contracts that each side can make in the five strains, assuming the play is double-dummy -- everyone knows where the cards lie. (This is done using Bill Bailey's Deep Finesse software.) Competitors in the Flight A/X Pairs last Saturday at the District 3 Winter Regional in Rye Brook, N.Y., were surprised to see that there was a way to defeat three no-trump by South in the diagramed deal. What leads by West work?  The winners of the Flight A/X Pairs, R. Jay Becker of New York and Bob Sartorius of Lake Hiawatha, N.J., played well and had that necessary slice of luck in this deal.  The event had finished. North and South were itching to leave, not having done well. But they had a late play against Becker and Sartorius, who knew they were in contention. (You get a late play when you take so long to complete the first deal of a round that you do not have time for the final board. Playing that deal is postponed until the end of the session.)  South opened one no-trump, showing 12-14 points. Becker (West) overcalled a natural two hearts. North responded with a natural and forcing three clubs. And South converted to three no-trump.  West, assuming South was prepared for a heart lead, tried our well-known sneak attack with the spade six. East played the three under dummy's jack to show an odd number of spades. (If dummy wins with the ace, king or queen, it is probably best for third hand to signal attitude. But when dummy has only the jack, signaling possession of the ten is surely a waste of time, so giving count is preferable.)  Declarer guessed well, cashing the club ace to drop West's king. Next, he played a club to his queen. Now, knowing that West had the heart king for his bid, South should have led a heart toward dummy's queen. Then South would have won nine tricks: two spades, two hearts and five clubs. And if he had done that, Becker and Sartorius would not have won. Jonathan Green of Kingston, N.Y., and Norman Rubin of Monticello, N.Y., would have taken the title.  But declarer led a diamond to the nine on the board. The defenders took advantage of the opportunity. East won with his ten and returned a spade, West taking South's queen with his king and leading another diamond. East won with his queen and went back to spades, eventually defeating the contract by one trick.  How can the defenders always defeat three no-trump? West must lead a diamond or -- yes -- the club king. Then the defenders have an answer for anything that declarer tries, taking one spade, one heart and three diamonds.  Bridge  ", 
            "title": "Could the Contract Be Defeated? The Software Oracle Knows"
        }, 
        "weight": 0.5481581444457135, 
        "file": "1819987.txt", 
        "other_topics": {
            "0": 0.00034849356993823795, 
            "1": 0.0002832186661674214, 
            "2": 0.0002990034558916596, 
            "3": 0.00027601980622062814, 
            "4": 0.0003966166272994457, 
            "5": 0.0001699374971575666, 
            "6": 0.00044236986949089505, 
            "7": 0.00045627162961844815, 
            "8": 0.00019177238653505862, 
            "9": 0.00028291418358300383, 
            "10": 0.1835734568093023, 
            "11": 0.0005275855299422106, 
            "12": 0.000277709968764427, 
            "13": 0.0002235335932543182, 
            "14": 0.010091659205357827, 
            "15": 0.03207762800946645, 
            "16": 0.00021302234809056502, 
            "17": 0.014099725144663485, 
            "18": 0.00015403268207509594, 
            "19": 0.04649128903683229, 
            "20": 0.00030865042367717727, 
            "21": 0.00021396385113955782, 
            "22": 0.009288751229271428, 
            "23": 0.0001561849987929816, 
            "24": 0.14962521102377283, 
            "25": 0.0001688083949252889, 
            "26": 0.5481581444457135, 
            "27": 0.00022309491967602944, 
            "28": 0.0005851777475954292, 
            "29": 0.00026734035403590186, 
            "30": 0.00012841259174863035
        }
    }, 
    {
        "content": {
            "text": "  Lauren Beth Cutson, a daughter of Linda Rothfarb Cutson and Gary A. Cutson of New York, was married yesterday to Andrew Michael Janian, a son of Roberta S. Janian and Keith R. Janian of Danvers, Mass. Rabbi Randy C. Fleisher performed the ceremony in the Graham Chapel at Washington University in St. Louis, from which the bride and bridegroom graduated and where they met.  Mrs. Janian, 24, is a third-year law student at the university. Her father is a partner in PricewaterhouseCoopers, the New York accounting and consulting firm.  Mr. Janian, also 24, is a software designer at Scottrade, the online securities brokerage firm in St. Louis. His mother is an agent in the Boston office of Garber Travel. His father is an information technology consultant.  WEDDINGS/CELEBRATIONS  ", 
            "title": "Lauren Cutson, Andrew Janian"
        }, 
        "weight": 0.5461085125445592, 
        "file": "1817091.txt", 
        "other_topics": {
            "0": 0.08979098169505632, 
            "1": 0.0007934846665512401, 
            "2": 0.0008377084063930009, 
            "3": 0.0007733158511912607, 
            "4": 0.1279892144184289, 
            "5": 0.00047610844331465527, 
            "6": 0.0012393734958761537, 
            "7": 0.0012783216120033796, 
            "8": 0.0005372825535925442, 
            "9": 0.0007926316074459322, 
            "10": 0.006799769497821987, 
            "11": 0.0014781194826190777, 
            "12": 0.0007780511254605449, 
            "13": 0.0006262669092635041, 
            "14": 0.0028978731338227216, 
            "15": 0.001056244644799844, 
            "16": 0.0005968178903246584, 
            "17": 0.1536929720598779, 
            "18": 0.0004315484322707042, 
            "19": 0.0033751292339642687, 
            "20": 0.0008647360070808632, 
            "21": 0.000599455669264149, 
            "22": 0.051399602097761794, 
            "23": 0.00043757850908843286, 
            "24": 0.0005026749388192514, 
            "25": 0.0004729450737514658, 
            "26": 0.5461085125445592, 
            "27": 0.0006250378915483105, 
            "28": 0.0016394737543516352, 
            "29": 0.0007489989079761768, 
            "30": 0.0003597694457201114
        }
    }, 
    {
        "content": {
            "text": "  The premier event at the Edgar Kaplan Winter Regional in Midtown Manhattan, which finished last Saturday, was the Truscott Board-a-Match Teams.  Igor Milman, Oleg Rubinchik, Albert Shekhter and Yuri Yurachkivsky of New York; Victor Melman of Scarsdale, N.Y.; and Michael Prahin of Irvington, N.Y., won the event. They finished just over three points (three boards) ahead of Robert Heitzman Jr. of Suffern, N.Y.; Walter Lee of Framingham, Mass.; Aviv Shahaf of New York; and Jonathan Weinstein of Evanston, Ill. Third were Jeff Aker of Briarcliff, N.Y.; Barry Rigal of New York; Bruce Rogoff of Upper Grandview, N.Y.; and Michael Rosenberg of New Rochelle, N.Y.  The winners gained one point on the diagramed deal from the final session.  Both Wests made a disciplined pass on the first round, not wishing to open two spades when holding four cards in the other major. But after South opened one diamond in the fourth position, each West overcalled two spades. Both Norths responded three diamonds.  Note that you are permitted to ''overbid'' a tad when an opponent makes a weak jump overcall. The basic rule is that you may bid one level higher than you would have in an uncontested auction. Here, North's three-diamond response promised the values only for a respectable single raise.  In the given auction, when East passed, Shekhter (South) cue-bid three spades. Yurachkivsky (North) assumed that this was asking for a spade stopper, so he bid three no-trump. But when South continued with four clubs, it changed the meaning of three spades from a western cue-bid (Partner, I want to be in three no-trump if you have a stopper in the opposition's spade suit) to an advance cue-bid (Partner, I am interested in a diamond slam and have first-round controls in spades and in clubs). After North showed his first-round heart control, South jumped to six diamonds.  West led the spade queen, promising the king as well, which declarer ruffed.  This is an interesting declarer-play problem. In a knockout team match scored by international match points, when overtricks are unimportant, the best line would be to cash the diamond ace, then, if the king did not drop, to play on clubs, planning to discard two hearts from the board and eventually to ruff South's second heart in the dummy. And declarer has the heart finesse available should the clubs break 5-1.  But in board-a-match, overtricks can be vital. You receive one point for scoring more total points on a board than your opponents (and half a point for a tie). If at the other table South was in six diamonds making seven, Shekhter's team would score nothing if he made the contract exactly. But Shekhter realized that trying to get into the dummy to take the diamond finesse was not without risk.  It was also possible his opponents would not reach slam. And West might have a singleton diamond king. So Shekhter adopted the best line for his contract, cashing the diamond ace at Trick 2. He played off his three top clubs, discarding one heart from the dummy, ruffed a club on the board, trumped a spade in his hand and threw dummy's heart queen on his last club. East took the diamond king, but that was all.  What happened at the other table? After North raised to three diamonds, Rubinchik (East) bid three hearts. This was fit-showing, promising spade support and four or more hearts with at least one of the top three heart honors. (Normally East would have longer and stronger hearts, but he had not opened one heart in the third position.)  Now South was worried that he had two fast heart losers and that perhaps the opponents could do very well in a major. (Note that six spades doubled costs only 1,100, a good save against six diamonds.) So South jumped to five diamonds. This was passed out, Milman (West) deciding not to bid five hearts. Declarer took all 13 tricks for plus 640, but the winning team scored the point on the board for plus 1,370.  The District 3 Winter Regional takes place Tuesday through Jan. 15 at the Hilton Rye Town, Rye Brook, N.Y. Details are at bridge-district3.org.  Bridge  ", 
            "title": "Pondering Six Diamonds and Contemplating the Other Table"
        }, 
        "weight": 0.5445649237759205, 
        "file": "1816232.txt", 
        "other_topics": {
            "0": 0.00021935412662831428, 
            "1": 0.0058792644289868065, 
            "2": 0.008739698244433955, 
            "3": 0.00017373658726722779, 
            "4": 0.0002496444737931781, 
            "5": 0.002957462958660378, 
            "6": 0.0002784431758268994, 
            "7": 0.003137691746126856, 
            "8": 0.00012070829417966154, 
            "9": 0.00017807615119444162, 
            "10": 0.18395955855823973, 
            "11": 0.00033208091375321486, 
            "12": 0.00017480043509868301, 
            "13": 0.0001406999162971062, 
            "14": 0.003501547412438222, 
            "15": 0.00023730063159073123, 
            "16": 0.00013408376839205364, 
            "17": 0.04308084334326975, 
            "18": 9.695359502554815e-05, 
            "19": 0.04636624458890905, 
            "20": 0.00019427544712278402, 
            "21": 0.00013467638357019397, 
            "22": 0.00014567054154541198, 
            "23": 9.830833897093287e-05, 
            "24": 0.15403984208784444, 
            "25": 0.00010625394908413022, 
            "26": 0.5445649237759205, 
            "27": 0.00014042379969714282, 
            "28": 0.0003683314839033283, 
            "29": 0.00016827343437769165, 
            "30": 8.082740785171776e-05
        }
    }, 
    {
        "content": {
            "text": "  Rebekah Evangeline Dopp is to be married today to Theodore Steven Calabrese in the chapel of the Hackley School in Tarrytown, N.Y. The Rev. Leslie Harry Cohen, an interfaith minister, is to officiate.  The bride, 30, is a director of affiliate relations at HBO in New York. She graduated from the College of William and Mary.  She is a daughter of Stephanie Evangeline Dopp and Charles G. Dopp of Middletown, Del. Her father works in Philadelphia as a vice president for programming of ''Comcast Newsmakers,'' an interview series produced by Comcast, the cable television company.  The bridegroom, 28, is a director of business development in New York at Computershare, an Australian firm that serves the securities industry. He graduated from Gettysburg College and received a law degree from New York Law School.  He is the son of Patricia Carr Calabrese and Steven Calabrese of Irvington, N.Y. His mother is a sales agent at Country Village Real Estate in Nantucket, Mass. His father works in New York and Shelton, Conn., managing the Medicare programs of Health Net Northeast, the managed-care insurance company.  WEDDINGS/CELEBRATIONS  ", 
            "title": "Rebekah Dopp, Theodore Calabrese"
        }, 
        "weight": 0.5369722328733348, 
        "file": "1818802.txt", 
        "other_topics": {
            "0": 0.04540458908914063, 
            "1": 0.009502580658083374, 
            "2": 0.0005904771201487529, 
            "3": 0.000545088617103571, 
            "4": 0.1885920330777497, 
            "5": 0.0003355954653689533, 
            "6": 0.0008735995568967922, 
            "7": 0.0009010529897029019, 
            "8": 0.00037871537700990675, 
            "9": 0.0005587037510090113, 
            "10": 0.01373624208835683, 
            "11": 0.04575826294374403, 
            "12": 0.0005484263788978936, 
            "13": 0.0004414379492962719, 
            "14": 0.0020426293559400273, 
            "15": 0.0007445171748000321, 
            "16": 0.0004206801632199819, 
            "17": 0.001014550666477884, 
            "18": 0.00030418636550290156, 
            "19": 0.002379033772362701, 
            "20": 0.1347586622616974, 
            "21": 0.0004225394594857146, 
            "22": 0.0004570330020445549, 
            "23": 0.009251712406913819, 
            "24": 0.0003543214416612808, 
            "25": 0.0003333656950391066, 
            "26": 0.5369722328733348, 
            "27": 0.00044057164923823127, 
            "28": 0.001155618988231638, 
            "29": 0.0005279482870186807, 
            "30": 0.00025359137452258396
        }
    }, 
    {
        "content": {
            "text": "  Players in duplicate tournaments win only master points, no prizes. And they strive to attain the rank of life master. You must gain 300 points, at least 50 being silver points, which can be won only in sectional tournaments. Earlier this month the Greater New York Bridge Association ran a ''STaC'' -- for Sectional Tournaments at Clubs -- week. These pair events were played simultaneously in the clubs across the city.  The diagramed deal was played Jan. 18, and it helped Justine Cushing and Barry Rigal of New York to second place behind Joan Hight and Phyllis Young, also of New York.  When you uncover a good fit with your partner, the strength of your hand increases. There are two commonly used methods of evaluation. First, you can add points for short suits. Here each doubleton is worth one point, giving North a total of nine. This would suggest raising to two spades, with the intention of accepting a game-try by partner, or of competing to three spades if the opponents enter the auction.  Second, you can use the Losing Trick Count. You look at no more than the first three cards in every suit, counting one loser for each top honor missing. The North hand has eight losers: three spades, two hearts, one diamond and two clubs. This makes the hand worth a game-invitational raise to three spades, which was the bid chosen by Cushing. (Perhaps the best approach with a borderline hand is to underbid slightly in a pair event, where you do not push for thin games, but to overbid in a team event or Chicago, where you bid game with any excuse.)  A club, heart or high-spade start would have defeated four spades, but West had a natural diamond lead. (She was using Rusinow leads, so selected the jack, the second-highest of touching honors.)  Declarer immediately discarded two heart losers on dummy's top diamonds, then called for a club. East went up with his ace, cashed the heart ace and continued with the heart king. South ruffed, took his top trumps and club king, ruffed a club on the board (West discarded a diamond) and trumped a diamond in his hand to give this unusual finish:  When did you last see four singleton queens in a three-card end position?  South led his club jack, leaving West with no winning play. If she had ruffed, declarer would have crossruffed the last two tricks. If West had thrown the heart queen, declarer would have ruffed the club jack on the board and trumped a diamond in his hand. And when West pitched her diamond queen, South ruffed on the board and discarded his last club on the high diamond nine.  Bridge  ", 
            "title": "In the Buzz of Club Activity, A Cluster of Singleton Queens"
        }, 
        "weight": 0.5156092539701732, 
        "file": "1822338.txt", 
        "other_topics": {
            "0": 0.0003305312071218096, 
            "1": 0.000268620759988017, 
            "2": 0.0002835919561642937, 
            "3": 0.0002617929500271728, 
            "4": 0.0003761738634348402, 
            "5": 0.0001611784288608375, 
            "6": 0.0004195688516808398, 
            "7": 0.004727994209020632, 
            "8": 0.00018188788512022463, 
            "9": 0.0002683319713133997, 
            "10": 0.2299496736004864, 
            "11": 0.0005003922514343772, 
            "12": 0.0002633959967230786, 
            "13": 0.00021201202772183053, 
            "14": 0.0009810257417318953, 
            "15": 0.00035757368879299576, 
            "16": 0.00020204256242310393, 
            "17": 0.00048726427886277646, 
            "18": 0.00014609339377915755, 
            "19": 0.07416167496813031, 
            "20": 0.00029274169143136757, 
            "21": 0.00020293553769190904, 
            "22": 0.00021950195639892605, 
            "23": 0.00014813477389127063, 
            "24": 0.1676845372903547, 
            "25": 0.00016010752381124125, 
            "26": 0.5156092539701732, 
            "27": 0.00021159596464385202, 
            "28": 0.0005550160002315617, 
            "29": 0.000253560861818825, 
            "30": 0.00012179383673517177
        }
    }, 
    {
        "content": {
            "text": "  When is bridge like poker?  When bluffing is involved. In poker you are permitted to behave like a third-string actor, appearing to wish to fold but then reluctantly deciding to stay in the pot for one more round of betting. Of course those theatrics work only against the most naïve of opponents. But if you are to win at poker, your adversaries must believe that you might be bluffing. If you never bluff, you will surely lose.  In bridge acting is not allowed, and bluff bids occur rarely. We have the out-and-out psych, when a player misrepresents both the high-card content of his hand and the length of the suit that he has bid. For example, he opens one spade with eight high-card points and a doubleton spade. A psych is a gamble because partner might have a strong hand with support for the suit opened and drive the bidding far too high.  There are other bluff bids -- for example, the imaginative one made in the diagramed deal. This took place last Friday during the two-session Open Pairs at the District 3 Winter Regional in Rye Brook, N.Y. It was won by Jay Borker of Greenwich, Conn., and Michael Kamil of Holmdel, N.J. The runners-up were Warren Rosner of White Plains and Allan Stauber of Palm Beach Gardens, Fla. Third were William Ehlers of West Orange, N.J., and Gregory Rosoff of Franklin Lakes, N.J.  This was Borker's third consecutive victory in the event, each with a different partner, which is surely less likely to happen than getting four of a kind in five-card-draw poker.  After a pass by East, Kamil passed with his solid nine-card heart suit -- as would we all.  Many years ago, playing rubber-bridge for high stakes at a club in London, John Collings passed as dealer with a solid 10-card heart suit. The auction continued Pass-Pass-Pass. Collings asked his partner what he held.  ''Just three bare aces,'' was the reply. ''What did you have?''  ''Only a 10-count.''  Borker opened one spade in the fourth position. Now South had to respond two hearts. Three hearts would have been a fit-showing jump by a passed hand, promising four spades and five hearts. And four hearts would have been a splinter bid, showing at least four spades with a singleton or void in hearts.  North rebid two no-trump, South mentally heaving a huge sigh of relief before leaping to four hearts.  West guessed well to lead the club jack. But South, after ruffing the second club, immediately played a spade. West understandably ducked this. Who would have guessed what would happen next? Declarer won with the spade king on the board and discarded his remaining spades on the ace-king of diamonds to take 12 tricks and score a near top.  Bridge  ", 
            "title": "A Bit of Bidding Subterfuge From the Inner Poker Player"
        }, 
        "weight": 0.5027471327579581, 
        "file": "1819592.txt", 
        "other_topics": {
            "0": 0.00033339523228620194, 
            "1": 0.00027094833632485693, 
            "2": 0.00028604925665929497, 
            "3": 0.0002640613639638394, 
            "4": 0.00037943337838486737, 
            "5": 0.00016257502641734155, 
            "6": 0.0004232043805613738, 
            "7": 0.00043650385276608055, 
            "8": 0.0001834639283768314, 
            "9": 0.00027065704532061547, 
            "10": 0.16695529778188645, 
            "11": 0.0005047281082893303, 
            "12": 0.00026567830092480286, 
            "13": 0.004546307123345731, 
            "14": 0.0833062288022412, 
            "15": 0.0003606720347910797, 
            "16": 0.00020379324426672427, 
            "17": 0.030818692587339613, 
            "18": 0.00014735928077294082, 
            "19": 0.0618069055688786, 
            "20": 0.008960194332015052, 
            "21": 0.00020469395709127582, 
            "22": 0.00022140392242577745, 
            "23": 0.03914154061207524, 
            "24": 0.08682080717546131, 
            "25": 0.00016149484206538404, 
            "26": 0.5027471327579581, 
            "27": 0.00021342942591578732, 
            "28": 0.009224741225685274, 
            "29": 0.00025575794540218087, 
            "30": 0.0001228491701069126
        }
    }, 
    {
        "content": {
            "text": "  Elisabeth Anne Paton and Matthew Douglas Casey were married last evening in New York. The Rev. Michael L. Lindvall, a Presbyterian minister, performed the ceremony at Brick Presbyterian Church, with the Rev. George Hill, a Roman Catholic priest, taking part.  Mrs. Casey, 25, is an interior designer in New York. She graduated from Hamilton College and received an associate's degree in interior design from the New York School of Interior Design. She is the daughter of Nancy Nation Paton and Leland Bartlett Paton of Rye, N.Y. Her father retired as the chief administrative officer of Prudential Securities in New York.  Mr. Casey, 32, is an associate in the securities unit of Bank of America in New York, working on corporate bonds. He graduated from the University of Miami. He is the son of Beth Casey and J. Douglas Casey III of Rye. His father is a principal and a managing director at Gates Capital Corporation, an investment banking firm in New York.  WEDDINGS/CELEBRATIONS  ", 
            "title": "Elisabeth Paton, Matthew Casey"
        }, 
        "weight": 0.48130639441236145, 
        "file": "1820410.txt", 
        "other_topics": {
            "0": 0.040844743006416974, 
            "1": 0.0006265454747587083, 
            "2": 0.04073525937872823, 
            "3": 0.0006106199244264474, 
            "4": 0.18120948237647466, 
            "5": 0.00037594121629311533, 
            "6": 0.0009786249036822943, 
            "7": 0.011027827396808056, 
            "8": 0.0004242450633398263, 
            "9": 0.0006258718885576599, 
            "10": 0.015387632107353512, 
            "11": 0.0011671417382428547, 
            "12": 0.0006143589565593006, 
            "13": 0.0004945082300022396, 
            "14": 0.0022881970817569862, 
            "15": 0.09100006119508254, 
            "16": 0.00047125491417899585, 
            "17": 0.0011365213505711803, 
            "18": 0.010359204641670935, 
            "19": 0.0026650445023181568, 
            "20": 0.0006828064295839069, 
            "21": 0.00047333773761291904, 
            "22": 0.0005119781415575082, 
            "23": 0.10053000320215867, 
            "24": 0.00039691845535048465, 
            "25": 0.00037344337989078105, 
            "26": 0.48130639441236145, 
            "27": 0.0004935377821532602, 
            "28": 0.01131299767170599, 
            "29": 0.000591418960156281, 
            "30": 0.00028407848024600524
        }
    }, 
    {
        "content": {
            "text": "  Alexandra Lauren Goletka, the daughter of Eileen and Michael Goletka of London, was married last evening to Gregory Scott Kwiat, a son of Fern and Lowell Kwiat of Muttontown, N.Y. Rabbi David Lincoln officiated at the Rainbow Room in New York.  The bride, 26, is studying for a doctorate in child psychology at Yeshiva University. She graduated from the University of Pennsylvania and received a master's degree in counseling and guidance from New York University.  Her father is the chairman of Bolton Group International, a real estate holding and investment company in London. Her mother is a partner in Khedouri Associates, a New York firm that invests and manages commercial properties.  The bridegroom, 29, graduated summa cum laude from Penn, where the couple met and from which he also received an M.B.A. He is a partner in Kwiat, his family's diamond business in New York.  His father is a president of the company. The bridegroom's mother is a founder of the Peer AIDS Education Program for high school students at North Shore University Hospital in Manhasset, N.Y.  WEDDINGS/CELEBRATIONS  ", 
            "title": "Alexandra Goletka, Gregory Kwiat"
        }, 
        "weight": 0.4678873178302827, 
        "file": "1820397.txt", 
        "other_topics": {
            "0": 0.15338283560378674, 
            "1": 0.0005966575593933101, 
            "2": 0.048332618676892265, 
            "3": 0.0005814917009264502, 
            "4": 0.01991663626523486, 
            "5": 0.00035800780250657305, 
            "6": 0.000931941846387863, 
            "7": 0.0009612287234896491, 
            "8": 0.0004040074252782444, 
            "9": 0.0005960161050776225, 
            "10": 0.005113058946231756, 
            "11": 0.0011114659175764292, 
            "12": 0.0005850523711040467, 
            "13": 0.00047091884867043495, 
            "14": 0.0021790438862203942, 
            "15": 0.0007942388535718877, 
            "16": 0.009989316230296178, 
            "17": 0.13464988652393525, 
            "18": 0.00032450108390597374, 
            "19": 0.002537914664598109, 
            "20": 0.0006502347143605021, 
            "21": 0.00045075824608204135, 
            "22": 0.0004875553981489828, 
            "23": 0.13389661569422134, 
            "24": 0.00037798437047013573, 
            "25": 0.00035562911966291434, 
            "26": 0.4678873178302827, 
            "27": 0.010010536145142628, 
            "28": 0.0012327956042458262, 
            "29": 0.0005632066746339091, 
            "30": 0.00027052716766491386
        }
    }, 
    {
        "content": {
            "text": "  We all know of the destruction caused by Hurricane Katrina in 2005. Apart from its far more serious consequences, the Louisiana Bridge Association premises were severely damaged. The club had to relocate temporarily to the American Legion Hall in Harahan. But in October it reopened at 2709 Edenborn Avenue, Metairie, eight miles from downtown New Orleans.  The diagramed deal was played during one of the daily duplicates last month. John Brumfield of New Orleans (North) opened one club, being too strong for one no-trump but not strong enough for two no-trump. Carol Hoadley of New Orleans (East) overcalled one diamond in the modern style. (This bid had the advantage of indicating a good lead, but it consumed no bidding space and threatened to make partner's life difficult when a simple overcall can range from 8 to 18 high-card points.)  Bonita Gordon of Metairie (South) responded one spade. (Some would make a negative double, but most prefer that call to guarantee at least four-card length in both majors. A few would raise clubs, but we love majors and dislike minors.) Jeffrey Reilly of Harahan (West) raised pre-emptively to three diamonds. (With at least game-invitational values, he would have cue-bid two spades.)  North was under pressure with his rebid. Three no-trump would have worked well here, 10 tricks being certain for plus 630. But if West had the ace or king of diamonds, North rated to lose the first five tricks in three no-trump. So North, hoping his partner had five spades, jumped to four spades.  West defended well, leading the diamond jack and continuing the suit when declarer let him hold the first trick. How should Gordon have planned the play?  If the trumps were 3-3, declarer could win 11 tricks -- for plus 650 -- by ruffing, cashing the spade queen, playing a trump to the king on the board, ruffing the diamond queen, returning to the dummy with a club, pulling the remaining trumps and running the clubs. If the room was making three no-trump with an overtrick, that would have been required to get a good board.  But declarer knew that spades were unlikely to break 3-3 and -- correctly as it transpired -- judged that three no-trump would not be the normal contract. So she played safely for her contract, discarding heart losers from her hand on the second and third rounds of diamonds. South then had no trouble taking the last 10 tricks for plus 620. This was worth 11 match points out of 12 en route to victory in the event.  Bridge  ", 
            "title": "Safely Back Home in Louisiana, Playing It Safe"
        }, 
        "weight": 0.4669615283257729, 
        "file": "1820626.txt", 
        "other_topics": {
            "0": 0.0003702937181061442, 
            "1": 0.0003009355178369108, 
            "2": 0.00031770773110198676, 
            "3": 0.0002932863304608111, 
            "4": 0.014857284367875232, 
            "5": 0.00018056800209909153, 
            "6": 0.0004700424853776903, 
            "7": 0.014920671111614145, 
            "8": 0.00020376878130847783, 
            "9": 0.00030061198822830843, 
            "10": 0.23355258370354878, 
            "11": 0.05830401778877648, 
            "12": 0.0002950822217670923, 
            "13": 0.029109231294831596, 
            "14": 0.07809028056441807, 
            "15": 0.00040058937814997924, 
            "16": 0.0002263480423129079, 
            "17": 0.010169786416047539, 
            "18": 0.00016366825524372628, 
            "19": 0.001280045231628863, 
            "20": 0.014763815404838858, 
            "21": 0.0002273484414441791, 
            "22": 0.0002459077806126099, 
            "23": 0.0001659552109547001, 
            "24": 0.07236992974275272, 
            "25": 0.0001793682684460828, 
            "26": 0.4669615283257729, 
            "27": 0.0002370507074551455, 
            "28": 0.0006217837647578201, 
            "29": 0.0002840639318347004, 
            "30": 0.000136445490396491
        }
    }, 
    {
        "content": {
            "text": "  Karen Anne Bernard and Jonathan Charles Reiter were married last evening at the Carlyle in New York. Justice Lewis J. Lubell of State Supreme Court in White Plains officiated.  Mrs. Reiter, 51, is a vice president for sales at Argus Research, a firm in New York that researches securities for banks, brokerage houses and other financial institutions. She graduated from Skidmore.  The bride, who had changed her maiden name, is a daughter of Sylvia Kordower-Zetlin of Leonia, N.J., and Nathan Borodinsky of South Orange, N.J., and a stepdaughter of Dr. Valentine Wolf Zetlin of Leonia.  Mr. Reiter, 56, is a partner at Broder & Reiter, a New York law firm. He graduated from Brandeis University and Brooklyn Law School. He is the son of Shirley Reiter of Manhattan and the late Louis Alexander Reiter.  The bridegroom was a widower.  WEDDINGS/CELEBRATIONS  ", 
            "title": "Karen Bernard, Jonathan Reiter"
        }, 
        "weight": 0.4666038607990959, 
        "file": "1820401.txt", 
        "other_topics": {
            "0": 0.07081387203936819, 
            "1": 0.0007287601150155949, 
            "2": 0.05903366879620536, 
            "3": 0.0007102364701097009, 
            "4": 0.08259055765990839, 
            "5": 0.0004372722732222805, 
            "6": 0.04774971160620906, 
            "7": 0.0011740489063758678, 
            "8": 0.0004934564107631566, 
            "9": 0.000727976639949339, 
            "10": 0.029550829146340465, 
            "11": 0.0013575492628510794, 
            "12": 0.0007145854880133646, 
            "13": 0.0005751823117250622, 
            "14": 0.002661493595691145, 
            "15": 0.000970086759426035, 
            "16": 0.0005481354495314324, 
            "17": 0.21107338564453892, 
            "18": 0.0003963470226882944, 
            "19": 0.003099819911362411, 
            "20": 0.000794199483044051, 
            "21": 0.000550558064818611, 
            "22": 0.0005955022649722432, 
            "23": 0.012054743680527221, 
            "24": 0.00046167173944465723, 
            "25": 0.00043436693974340364, 
            "26": 0.4666038607990959, 
            "27": 0.0005740535449961806, 
            "28": 0.001505741865157003, 
            "29": 0.0006879030601759276, 
            "30": 0.00033042304872964336
        }
    }, 
    {
        "content": {
            "text": "  FARKAS--Elisabeth (Lily), nee Princess zu HohenloheOehringen, has died. She is survived by her husband Jnos, her daughter Alexandra, her brother Kraft Prince zu Hohenlohe-Oehringen, her sister Alexandra Hilz, and her sister Princess Dagmar zu Hohenlohe-Oehringen. A memorial service will be held in Vienna, Austria, on January 17th at St. Anna's Church.  ", 
            "title": "Paid Notice: Deaths   FARKAS, ELISABETH (LILY), NEE PRINCESS ZU HOHENLOHEOEHRINGEN"
        }, 
        "weight": 0.46254368728152384, 
        "file": "1817313.txt", 
        "other_topics": {
            "0": 0.0015447472854690897, 
            "1": 0.00125540699598514, 
            "2": 0.04147323666853486, 
            "3": 0.001223497025986979, 
            "4": 0.001758059577688351, 
            "5": 0.0007532721119648944, 
            "6": 0.001960867327309605, 
            "7": 0.0020224888551446407, 
            "8": 0.0008500583628572033, 
            "9": 0.001254057333648945, 
            "10": 0.01075821444131313, 
            "11": 0.00233859785526441, 
            "12": 0.0012309889117110041, 
            "13": 0.0009908444263461052, 
            "14": 0.004584852561159728, 
            "15": 0.0016711311162657914, 
            "16": 0.0009442518380338288, 
            "17": 0.44390371872262546, 
            "18": 0.0006827717583173691, 
            "19": 0.005339940431475358, 
            "20": 0.0013681368761515541, 
            "21": 0.0009484251841287086, 
            "22": 0.001025848827573601, 
            "23": 0.0006923122081110707, 
            "24": 0.0007953041331509323, 
            "25": 0.0007482672058237649, 
            "26": 0.46254368728152384, 
            "27": 0.0009888999433549594, 
            "28": 0.002593883546474499, 
            "29": 0.0011850241204349747, 
            "30": 0.0005692070661702669
        }
    }, 
    {
        "content": {
            "text": "  In the Senior Pairs at the Edgar Kaplan Winter Regional in Midtown Manhattan on Dec. 27, Augie Boehm and Seymour Reich of New York finished first, ahead of Al Pagan of Hackensack, N.J., and Martin Weiss of Fort Lee, N.J.; and Michael Kallman and Jean Ludwig of New York.  The winners did well on the diagramed deal.  West opened one heart in the modern style. (When you are thinking of opening with minimum values, consider two things: Are you going to bid a suit that you are happy for partner to lead at trick one, in particular if he holds king-doubleton; and do you have a comfortable rebid whatever partner responds? This hand answers positively to these questions.) East's decision to pass is strange. With three-card heart support and a singleton, it would seem normal to raise to two hearts. If you had been South, what would you have done now?  You could jump to four spades or to three no-trump, trusting partner to have a few useful goodies. But Boehm decided to double, keeping his options open and hoping to learn something beneficial for the play.  Surprise, surprise: West passed, and partner advanced one spade. Now, not wanting a heart lead straight through his king-jack, South felt endplayed into bidding three no-trump. Boehm might also have been influenced by his own workmanlike book, ''Three Notrump in Depth'' (HNB Publishing, 2006). In it he discusses the bidding, declarer play and defense of our favorite contract.  Notice that four spades, even when played by South, should lose four tricks: two hearts, one diamond and one club.  If West had led fourth-highest from his longest and strongest, he would have defeated three no-trump. But he tried a sneak attack, selecting the club six. Declarer won with his jack and played the diamond king. To keep South to his contract, East had to hold up his ace, but understandably he did not, so Boehm took 10 tricks (six spades, two diamonds and two clubs) for a shared top.  Bridge  ", 
            "title": "Despite 11 Spades, Taking the No-Trump Path"
        }, 
        "weight": 0.44984938178865186, 
        "file": "1819038.txt", 
        "other_topics": {
            "0": 0.0004613045068100826, 
            "1": 0.000374899448328204, 
            "2": 0.0003957939361092297, 
            "3": 0.00036537024370632563, 
            "4": 0.0005250054905789927, 
            "5": 0.012214216122192855, 
            "6": 0.0005855695257427674, 
            "7": 0.006598605486559747, 
            "8": 0.00025385107164538535, 
            "9": 0.00037449640161356325, 
            "10": 0.23700343035862134, 
            "11": 0.0006983703680193018, 
            "12": 0.006362241587765138, 
            "13": 0.0002958937061878756, 
            "14": 0.0013691645030989466, 
            "15": 0.0004990462340704981, 
            "16": 0.0002819798633382518, 
            "17": 0.04863712083635871, 
            "18": 0.0002038946384287071, 
            "19": 0.05554636127139706, 
            "20": 0.012397831843331274, 
            "21": 0.024261762374939346, 
            "22": 0.0003063469940468853, 
            "23": 0.0002067436821060964, 
            "24": 0.11413554704893925, 
            "25": 0.00022345340081945556, 
            "26": 0.44984938178865186, 
            "27": 0.00029531302948064406, 
            "28": 0.0007746057762230325, 
            "29": 0.00035388116397906856, 
            "30": 0.024148517296910192
        }
    }, 
    {
        "content": {
            "text": "  Devon Elizabeth Beddard, the daughter of Michael J. Beddard of Watch Hill, R.I., and the late Anita P. Beddard, was married yesterday to Scott Clinton Caraher, a son of Judith K. Caraher and James C. Caraher of Chicago. The Rev. Philippa A. Turner, an Episcopal priest, performed the ceremony at the Church of the Heavenly Rest in New York.  Mrs. Caraher, 28, is the promotions manager at Tiffany & Company in New York. She graduated from Trinity College in Hartford. Her father, who is retired, was a vice president and a stockbroker at Smith Barney in New York.  Mr. Caraher, 30, is an associate portfolio manager working in New York and San Francisco for Symphony Asset Management, a hedge fund unit of Nuveen Instruments. He graduated from Georgetown. His parents own Windsor Outdoor, a billboard company in Chicago. The bridegroom's mother is also an assistant headmistress and a teacher at St. Chrysostom's Day School, a preschool in Chicago.  WEDDINGS/CELEBRATIONS  ", 
            "title": "Devon Beddard, Scott Caraher"
        }, 
        "weight": 0.4492159386739524, 
        "file": "1822049.txt", 
        "other_topics": {
            "0": 0.0008031333233430568, 
            "1": 0.0006527017087636399, 
            "2": 0.04243582385407127, 
            "3": 0.0006361113185467587, 
            "4": 0.14702764363886703, 
            "5": 0.0003916355382882558, 
            "6": 0.0010194793077359275, 
            "7": 0.0010515171063487927, 
            "8": 0.00044195591370775367, 
            "9": 0.0006520000025313936, 
            "10": 0.00559332947127679, 
            "11": 0.0012158661064687356, 
            "12": 0.0006400064430996498, 
            "13": 0.01095183852472261, 
            "14": 0.023257094232989693, 
            "15": 0.2096025655659924, 
            "16": 0.000490928272790335, 
            "17": 0.04293071216076465, 
            "18": 0.0003549815277232824, 
            "19": 0.013212987620755352, 
            "20": 0.0007113113753089502, 
            "21": 0.0004930980473224998, 
            "22": 0.0005333515623473485, 
            "23": 0.00035994172621081464, 
            "24": 0.00041348850878997597, 
            "25": 0.0003890334253472223, 
            "26": 0.4492159386739524, 
            "27": 0.0005141413779660734, 
            "28": 0.032658650869528065, 
            "29": 0.0006161087765223771, 
            "30": 0.010732624017916866
        }
    }, 
    {
        "content": {
            "text": "  A graphic about the growth of Pentecostalism that accompanied an article yesterday about a storefront church in Harlem referred imprecisely to the beliefs of evangelicals. Some evangelicals believe in the literal truth of the Bible; not all do.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.4343808711715308, 
        "file": "1819119.txt", 
        "other_topics": {
            "0": 0.003696841129101419, 
            "1": 0.0030044009529430517, 
            "2": 0.05121215313230205, 
            "3": 0.29116987198633737, 
            "4": 0.004207333468293068, 
            "5": 0.0018027073755765039, 
            "6": 0.0046926866630537765, 
            "7": 0.004840157385728943, 
            "8": 0.002034333219101817, 
            "9": 0.003001170983043264, 
            "10": 0.02574622399175276, 
            "11": 0.0055966596071049275, 
            "12": 0.00294596435357976, 
            "13": 0.0023712580448036523, 
            "14": 0.010972326462974984, 
            "15": 0.003999298979739921, 
            "16": 0.002259754112474807, 
            "17": 0.005449829208344656, 
            "18": 0.0016339881232871412, 
            "19": 0.10885999158176626, 
            "20": 0.0032741825938613087, 
            "21": 0.002269741634469281, 
            "22": 0.002455029488440194, 
            "23": 0.0016568200308226017, 
            "24": 0.0019032971005894345, 
            "25": 0.001790729789958542, 
            "26": 0.4343808711715308, 
            "27": 0.0023666045686240047, 
            "28": 0.006207601378496326, 
            "29": 0.0028359628455802252, 
            "30": 0.0013622086363171033
        }
    }, 
    {
        "content": {
            "text": "  Carolyn Ann Elsinger and Jonathan James Kuhe were married yesterday at the Fifth Avenue Presbyterian Church in New York. The Rev. Dr. Robert J. Duncan Sr., a United Methodist minister, performed the Presbyterian ceremony.  Mrs. Kuhe, 32, is a district sales manager for Forest Pharmaceuticals in New York. She graduated from Denison University. She is a daughter of Judith L. Elsinger and Carl R. Elsinger of Wyckoff, N.J.  Mr. Kuhe, 36, works in New York as a vice president for sales of mortgaged-backed securities for HSBC. He graduated from Hamilton College. He is a son of Rachel Kuhe of West Hartford, Conn., and the late H. James Kuhe.  WEDDINGS/CELEBRATIONS  ", 
            "title": "Carolyn Elsinger, Jonathan Kuhe"
        }, 
        "weight": 0.4303035352796255, 
        "file": "1822045.txt", 
        "other_topics": {
            "0": 0.015425621020297724, 
            "1": 0.015219167431423658, 
            "2": 0.11553285162957373, 
            "3": 0.0008730044213416496, 
            "4": 0.0012544319697596858, 
            "5": 0.0005374838436474577, 
            "6": 0.0013991418124001938, 
            "7": 0.01576650497320232, 
            "8": 0.0006065439420043842, 
            "9": 0.02954159862568317, 
            "10": 0.007676331510026817, 
            "11": 0.001668664675125787, 
            "12": 0.0008783501224118946, 
            "13": 0.0007069993197278814, 
            "14": 0.003271439547524185, 
            "15": 0.0441625883858226, 
            "16": 0.0006737540116197099, 
            "17": 0.2737693768628885, 
            "18": 0.0004871795771611617, 
            "19": 0.01813361321475056, 
            "20": 0.0009762095996247814, 
            "21": 0.0006767318280877803, 
            "22": 0.0007319760841898705, 
            "23": 0.0004939869944859164, 
            "24": 0.0005674750406458617, 
            "25": 0.0005339126823803664, 
            "26": 0.4303035352796255, 
            "27": 0.015029006090347088, 
            "28": 0.0018508192144487444, 
            "29": 0.0008455527676511428, 
            "30": 0.0004061475221197966
        }
    }, 
    {
        "content": {
            "text": "  We have all heard the expression ''busman's holiday.'' But why busmen? Why not golfers or doctors -- or bridge professionals?  At the end of last year a group of New York friends went to Reno, Nev., for a vacation. It was not a coincidence, though, that there was a regional taking place at the same time.  Jill and Bobby Levin and her 19-year-old son, Shane Blanchard, who has been playing bridge for only seven months, had decided before leaving New York that they would compete only on one day. On Dec. 28 they won a knockout team event with their fellow New Yorkers Ellin and Bill Kronthal. That gave them the enthusiasm to play in another knockout three days later, this time with Christal Henner-Welland and Roy Welland, also from New York. Again they finished first.  The diagramed deal is from the second victory.  Note West's two-heart overcall. The policy against a strong no-trump is to assume that you cannot make a game contract (and here West knew that was impossible, since his partner was a passed hand). You get into the auction, hope to find a fit and get back out of the auction. So long suits are in some ways more important than high-card points.  Against three no-trump West led the heart jack. Roy Welland found an excellent line of play. He took the first trick in his hand with the king and played the spade king. When West unwisely ducked, declarer claimed nine tricks: one spade, three hearts and five clubs. Later, with a relaxing drink in his hand, West no doubt realized that winning with the spade ace and shifting to the diamond jack is the correct defense, but it was much harder to find at the table.  In the other room Bobby Levin jumped to three hearts, bidding ''one more'' opposite a passed partner at favorable vulnerability. After North responded three no-trump, Levin led the heart jack, but declarer made matters much clearer by winning with the heart queen on the board and playing a spade to his king. It was easy for Levin to take the trick with his ace and switch to the diamond jack, giving the defenders two spades and five diamonds for down three.  Plus 600 and plus 300 gave the winners 14 international match points.  Shane Blanchard won more than 50 gold master points in the two events. As his stepfather said, ''It took me years to do that.'' And Bobby Levin won the Bermuda Bowl world team championship in 1981 at the age of 23, which is still a record.  Bridge  ", 
            "title": "Finding Time On a Vacation To Collect A Pair of Titles"
        }, 
        "weight": 0.4243816999399064, 
        "file": "1817335.txt", 
        "other_topics": {
            "0": 0.00036676401612206793, 
            "1": 0.005064151022449343, 
            "2": 0.0003146792875881122, 
            "3": 0.0002904906758441879, 
            "4": 0.00041741001739261415, 
            "5": 0.00017884679754145126, 
            "6": 0.0004655619613717113, 
            "7": 0.00048019254803203506, 
            "8": 0.00020182642302231542, 
            "9": 0.00029774650421007174, 
            "10": 0.16460114418898483, 
            "11": 0.033917833724830225, 
            "12": 0.00029226944841256733, 
            "13": 0.00023525277213774768, 
            "14": 0.09641024716985418, 
            "15": 0.03852544347339468, 
            "16": 0.0002241904547142583, 
            "17": 0.0005406781567910329, 
            "18": 0.00016210814191472162, 
            "19": 0.03939651620580198, 
            "20": 0.005090916088797551, 
            "21": 0.00022518131787279801, 
            "22": 0.00024356374629961263, 
            "23": 0.00016437329797931794, 
            "24": 0.18606610514545607, 
            "25": 0.0001776584999513524, 
            "26": 0.4243816999399064, 
            "27": 0.000234791100252759, 
            "28": 0.0006158568173622313, 
            "29": 0.0002813561866724829, 
            "30": 0.00013514486903938575
        }
    }, 
    {
        "content": {
            "text": "  Johanna Bess Francis, the daughter of Anne V. Francis and David M. Francis of Newtown, Conn., is to be married today to William Wallace Stroever, a son of Karen A. Stroever and Bruce W. Stroever of Long Valley, N.J. The Rev. Donald Delaney, a Roman Catholic priest, is to perform the ceremony in the Chapel of De La Salle and His Brothers at Manhattan College in Riverdale, the Bronx.  The bride and the bridegroom, both 26, are law clerks in southern New Jersey, she to Judge Julio L. Mendez, who presides in Family Court of Cumberland County, and he to Judge Carmen H. Alvarez of Superior Court in Cape May County. The bride and bridegroom met at Haverford College, from which they graduated.  The bride received her law degree from the University of Connecticut. Her father is an executive recruiter at the Hagan-Ricci Group in Armonk, N.Y., which recruits quantitative analysts. Her mother is a manager of Julie Allen Bridals in Newtown.  The bridegroom received his law degree from Boston College. His mother is a vice chairwoman of the National Society of the Daughters of the American Revolution. His father is the president and chief executive of the Musculoskeletal Transplant Foundation in Edison, N.J., a tissue bank.  WEDDINGS/CELEBRATIONS  ", 
            "title": "Johanna Francis, William Stroever"
        }, 
        "weight": 0.42247773868232874, 
        "file": "1818795.txt", 
        "other_topics": {
            "0": 0.10823871595107074, 
            "1": 0.0005176404384366635, 
            "2": 0.0005464903923752752, 
            "3": 0.1329374334187825, 
            "4": 0.058664314356568, 
            "5": 0.00031059577296177097, 
            "6": 0.07530205662651855, 
            "7": 0.025665108563791755, 
            "8": 0.000350503529973449, 
            "9": 0.017071202731237398, 
            "10": 0.004435921464518341, 
            "11": 0.0009642712068656014, 
            "12": 0.000507572159472256, 
            "13": 0.0004085536761517245, 
            "14": 0.0018904666753619666, 
            "15": 0.13312200583831832, 
            "16": 0.00038934221093048785, 
            "17": 0.0009389732013128992, 
            "18": 0.0002815264479629824, 
            "19": 0.0022018111377541576, 
            "20": 0.0005641222126986144, 
            "21": 0.00039106300164553904, 
            "22": 0.0004229869982986949, 
            "23": 0.00028546025001274664, 
            "24": 0.0003279267850914638, 
            "25": 0.0003085321061051149, 
            "26": 0.42247773868232874, 
            "27": 0.0004077519098470215, 
            "28": 0.001069532845160758, 
            "29": 0.0004886195530387523, 
            "30": 0.00851175985540769
        }
    }, 
    {
        "content": {
            "text": "  Kristina Binderis Daugirdas, a lawyer for the State Department, was married last evening to Nicholas John Bagley, a clerk at the United States Supreme Court. Judge Stephen F. Williams of the United States Court of Appeals for the District of Columbia Circuit, for whom the bride was a law clerk, officiated at the Newberry Library in Chicago.  The couple met at New York University, where each received a law degree, she magna cum laude and he summa cum laude.  The bride, 29, is keeping her name. She is a lawyer with the State Department Office of Diplomatic Law and Litigation in Washington. She graduated from Brown and received a postgraduate diploma in economics with distinction from the London School of Economics.  She is a daughter of Therese N. Daugirdas and Thomas C. Daugirdas of Wilmette, Ill. Her father, now retired, is a founder of the Stuart Thomas Consulting Group, a firm in Wilmette specializing in human resource and organizational consultation. Her mother, also retired, was an assistant superintendent at the Kenilworth School District in Kenilworth, Ill.  The bridegroom, 28, is a law clerk to Justice John Paul Stevens. He graduated from Yale.  He is a son of Patricia M. Bagley and Kevin M. Bagley of San Diego. His mother retired as an accountant there for KPMG, the international accounting firm. His father is of counsel to Duckor Spradling Metzger & Wynne, a law firm, also in San Diego.  WEDDINGS/CELEBRATIONS  ", 
            "title": "Kristina Daugirdas, Nicholas Bagley"
        }, 
        "weight": 0.42115625387276584, 
        "file": "1820396.txt", 
        "other_topics": {
            "0": 0.13116744103415295, 
            "1": 0.0004537879338302103, 
            "2": 0.007735138392277091, 
            "3": 0.029466490471795382, 
            "4": 0.0006354801477616204, 
            "5": 0.0002722828504171522, 
            "6": 0.269182980037356, 
            "7": 0.0007310625492018347, 
            "8": 0.0003072678656003184, 
            "9": 0.00045330007572135075, 
            "10": 0.0038887372132213305, 
            "11": 0.01535744392012619, 
            "12": 0.00044496160735099796, 
            "13": 0.0003581573516929017, 
            "14": 0.0016572719263940187, 
            "15": 0.10944494689222964, 
            "16": 0.0003413156784748565, 
            "17": 0.0008231480334739226, 
            "18": 0.00024679931406732897, 
            "19": 0.0019302111131490676, 
            "20": 0.000494536041468006, 
            "21": 0.00034282420448085335, 
            "22": 0.0003708102801525875, 
            "23": 0.00025024786980546034, 
            "24": 0.0002874760300869471, 
            "25": 0.0002704737430726331, 
            "26": 0.42115625387276584, 
            "27": 0.00035745448567276486, 
            "28": 0.0009376027526652192, 
            "29": 0.0004283468619108402, 
            "30": 0.0002057494496247165
        }
    }, 
    {
        "content": {
            "text": "  Joy Sandy Chang, a daughter of Tzen-Yuan Chang and Loh-Yi Chang of Greenville, S.C., was married in Manhattan last evening to William Sheehan Schaaf, the son of Nora Schaaf and Homer D. Schaaf of New York. The Rev. Dr. Melvin Hawthorne, an ecumenical minister, officiated at the Yale Club of New York City.  Ms. Chang, 33, is keeping her name. She works in Manhattan as a director of brand merchandise development for fragrance, body care and cosmetics for Victoria's Secret Beauty. She graduated from Yale and has an M.B.A. from Harvard.  Her father retired as a research scientist in Greenville, S.C., for Michelin, the French tire company. Her mother is a math teacher at Camperdown Academy, a school for dyslexic children in Greenville.  Mr. Schaaf, also 33, is an associate in trusts and estates at Cadwalader, Wickersham & Taft, the Manhattan law firm. He graduated from Haverford College and received his law degree from the University of Pennsylvania.  His mother is a volunteer English teacher at St. Ann's Episcopal Church in the South Bronx and at the Abyssinian Development Corporation in Harlem. His father is a partner in Sidley Austin, the Chicago law firm; he works out of its Manhattan office.  WEDDINGS/CELEBRATIONS  ", 
            "title": "Joy Chang, William Schaaf"
        }, 
        "weight": 0.4176576565149161, 
        "file": "1822044.txt", 
        "other_topics": {
            "0": 0.25937262777442005, 
            "1": 0.0005219607384727998, 
            "2": 0.00055105147819202, 
            "3": 0.0005086935258810657, 
            "4": 0.059153934990149155, 
            "5": 0.00031318804904669796, 
            "6": 0.0008152700769415033, 
            "7": 0.017533172273432415, 
            "8": 0.00035342888182150685, 
            "9": 0.0005213995891786328, 
            "10": 0.01281908519281085, 
            "11": 0.0009723191502265339, 
            "12": 0.0005118084282335075, 
            "13": 0.0004119635226992095, 
            "14": 0.0019062447766064273, 
            "15": 0.059117792731850825, 
            "16": 0.00039259171588228875, 
            "17": 0.08440821903111748, 
            "18": 0.00028387610736552263, 
            "19": 0.002220187763751024, 
            "20": 0.0005688304561721491, 
            "21": 0.0003943268685591119, 
            "22": 0.0004265173073865128, 
            "23": 0.00028784274148147763, 
            "24": 0.0003306637082456119, 
            "25": 0.00031110715853568, 
            "26": 0.4176576565149161, 
            "27": 0.0004111550647399564, 
            "28": 0.05950144563600033, 
            "29": 0.017184979446108743, 
            "30": 0.00023665929977475213
        }
    }, 
    {
        "content": {
            "text": "  An article on Saturday about a controversy over a national sweepstakes awarding a $25,000 savings bond to the first American baby born in 2007 gave an erroneous birth weight in some copies for a Chinese-American girl, born in Manhattan, who was disqualified because her mother was not a legal resident. The girl, Yuki Lin, weighed 6.5 pounds, not 6.5 ounces. (The sponsor of the sweepstakes, Toys ''R'' Us, has since reversed its decision and awarded Yuki and two other babies born shortly after midnight $25,000 each.)  ", 
            "title": "Corrections"
        }, 
        "weight": 0.41562051413483886, 
        "file": "1818077.txt", 
        "other_topics": {
            "0": 0.0016796130273510827, 
            "1": 0.0013650115879271583, 
            "2": 0.0014410885682270432, 
            "3": 0.285074890114809, 
            "4": 0.0019115487674399823, 
            "5": 0.0008190373042230646, 
            "6": 0.002132062855094245, 
            "7": 0.0021990643134496635, 
            "8": 0.000924273577752315, 
            "9": 0.0013635440919401306, 
            "10": 0.16448301143510122, 
            "11": 0.04619578298385806, 
            "12": 0.0013384616578281771, 
            "13": 0.0010773511125243727, 
            "14": 0.0049851378038637435, 
            "15": 0.0018170309277736841, 
            "16": 0.0010266907106298707, 
            "17": 0.0024760609978928317, 
            "18": 0.0007423818450854337, 
            "19": 0.027632655118420116, 
            "20": 0.00148758346559305, 
            "21": 0.0010312284149744855, 
            "22": 0.001115411608807085, 
            "23": 0.0007527552336073137, 
            "24": 0.0008647389740133615, 
            "25": 0.0008135954396317584, 
            "26": 0.41562051413483886, 
            "27": 0.022901742589799094, 
            "28": 0.0028203452027864874, 
            "29": 0.001288483863432346, 
            "30": 0.0006189022713249498
        }
    }, 
    {
        "content": {
            "text": "  Dora E. McDonald, who served as secretary and confidante to the Rev. Dr. Martin Luther King Jr. in the most turbulent years of the civil rights movement, died on Saturday. She was 81.  The cause was complications from cancer, said the Rev. Betsy Lunz, the minister of pastoral care at Ms. McDonald's church.  Ms. McDonald was viewed as a rock of serenity in the 1960s, as Dr. King and his lieutenants were preaching, marching and getting arrested. She was with the King family in Oslo when Dr. King was awarded the Nobel Peace Prize in 1964, and in 1968 she was the first to tell Coretta Scott King of her husband's assassination.  Dora Edith McDonald was born in Sumter, S.C., never married and had no surviving close relatives, said several people who knew her.  She worked first for Benjamin Mays, the president of historically black Morehouse College, then in 1960 went to the Southern Christian Leadership Conference to work for Dr. King. After his death, she was secretary to Andrew Young, the civil rights leader and politician. Before Mrs. King's death, Ms. McDonald assisted her part time, said Christine King Farris, Dr. King's sister.  ''She was just like one of our family,'' Ms. Farris said.  Ms. McDonald wrote in a coming memoir, ''Secretary to a King: Martin Luther King Jr., the Movement and Me,'' of the excitement of working for Dr. King: ''After I got into my job and what I was doing -- what we were doing -- and what the movement meant, I never wanted to be doing anything else.''  ''I was a part of something momentous; it was a 24-hour-a-day, 7-day-a-week position.''  Ms. McDonald typed Dr. King's speeches and manuscripts and kept up with his torrential correspondence. ''Archivally, I know quite well,'' said David Garrow, a King biographer, ''an awful lot of the letters that people received around the world signed by Dr. Martin Luther King were actually signed by Dora McDonald.''  ", 
            "title": "Dora E. McDonald, 81, Secretary To Martin Luther King in '60s"
        }, 
        "weight": 0.4136657011564122, 
        "file": "1819077.txt", 
        "other_topics": {
            "0": 0.0004970608840680297, 
            "1": 0.0004039584449569499, 
            "2": 0.0004264724946036859, 
            "3": 0.0003936906179492115, 
            "4": 0.0005656994229089548, 
            "5": 0.00024238404911866373, 
            "6": 0.0006309578637366895, 
            "7": 0.0006507861239261898, 
            "8": 0.00027352743411548675, 
            "9": 0.00040352415751049645, 
            "10": 0.009921010027324857, 
            "11": 0.0007525020618918484, 
            "12": 0.00039610131863556335, 
            "13": 0.0003188288538626015, 
            "14": 0.14357959969346124, 
            "15": 0.05221202230925798, 
            "16": 0.09719313830821254, 
            "17": 0.1169999220318773, 
            "18": 0.00021969880575181338, 
            "19": 0.014636832302399585, 
            "20": 0.0004402320894705153, 
            "21": 0.0003051794069683335, 
            "22": 0.0003300923911311765, 
            "23": 0.00022276868291131523, 
            "24": 0.00025590889800911103, 
            "25": 0.00024077359600792596, 
            "26": 0.4136657011564122, 
            "27": 0.0003182031680667914, 
            "28": 0.0008346465864729495, 
            "29": 0.14248562027927303, 
            "30": 0.0001831565397070405
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  I'm sure I'm not the only parent of a child adopted from overseas who didn't appreciate Michael Winerip's comment that ''while Madonna and Angelina travel the planet to adopt, there's a plentiful supply right here'' (''A Family That Kept On Growing,'' Parenting, Jan. 14).  Why was that little slap necessary in an otherwise uplifting article about a wonderful family? Why must The Times jump on the bandwagon of the international adoption critics, who persist in making inappropriate value judgments that some children are more deserving of loving homes than others, simply because they were born ''right here''?  The decision to adopt domestically or internationally is a highly personal one, and there are many valid reasons families choose one or the other path to parenthood. Mr. Winerip simply chose to fall back on a tired old stereotype.  Edith Sachs  South Orange  ", 
            "title": "Value Judgments Regarding Adoption"
        }, 
        "weight": 0.413502258558027, 
        "file": "1820556.txt", 
        "other_topics": {
            "0": 0.0011347332623215373, 
            "1": 0.0304138199180522, 
            "2": 0.04521103137219135, 
            "3": 0.0008987507437615005, 
            "4": 0.0012914272118886626, 
            "5": 0.0005533351177025665, 
            "6": 0.0014404047835061013, 
            "7": 0.01623148488687837, 
            "8": 0.0006244319108518418, 
            "9": 0.000921199592150499, 
            "10": 0.19959830686222266, 
            "11": 0.0017178763144785174, 
            "12": 0.0009042540982639048, 
            "13": 0.0007278498812958918, 
            "14": 0.0033679196286194976, 
            "15": 0.0012275717077900367, 
            "16": 0.00069362411489842, 
            "17": 0.0016728072050484044, 
            "18": 0.0005015472964571093, 
            "19": 0.2693472486327205, 
            "20": 0.0010049996108628311, 
            "21": 0.0006966897520246907, 
            "22": 0.0007535632512264475, 
            "23": 0.0005085554756073542, 
            "24": 0.0005842108039530313, 
            "25": 0.000549658637072654, 
            "26": 0.413502258558027, 
            "27": 0.0007264215120416927, 
            "28": 0.0019054028878771336, 
            "29": 0.000870489496087738, 
            "30": 0.0004181254741196841
        }
    }, 
    {
        "content": {
            "text": "  In his last Mass as pastor at the inner-city parish in Detroit where he had served for 23 years, Auxiliary Bishop Thomas J. Gumbleton told his parishioners that he was forced to step down as pastor because of his lobbying efforts on behalf of the victims of sexual abuse by members of the clergy, a stance that put him in opposition to his fellow bishops.  Last weekend, the archbishop of Detroit, Cardinal Adam Maida, sent a letter to the parish, St. Leo, saying Bishop Gumbleton had to be removed because of church rules on retirement. But as Bishop Gumbleton, who turns 77 on Friday and had already retired last year as a bishop, told his parish last Sunday, there are many pastors even older than he who are allowed to continue serving.  ''I'm sure it's because of the openness with which I spoke out last January concerning victims of sex abuse in the church. So we're all suffering the consequences of that, and yet, I don't regret doing what I did because I still think it was the right thing to do,'' he said, as the congregation rose and erupted in applause.  Bishop Gumbleton, though he never led a diocese, is known nationally in church circles as a liberal maverick. He co-founded the peace ministry Pax Christi and accompanied antiwar delegations to Haiti and Iraq. He broke ranks with church teaching by preaching in favor of acceptance of gay men and lesbians and the ordination of women.  Last January, he lobbied in favor of a bill in Ohio to extend the statute of limitations and allow victims of sexual abuse to sue the church many years after they were abused. He said he was speaking out because he had been abused by a priest as a teenage seminarian and knew how hard it was to speak publicly even decades later. Bishops in Ohio opposed the bill, which failed.  A spokesman for the archdiocese of Detroit, Ned McGrath, said Bishop Gumbleton's removal from St. Leo Parish had nothing to do with his lobbying on sexual abuse or his political stands.  All bishops are required at age 75 to submit resignation letters to the pope, Mr. McGrath said, and the pope has the option to accept or reject the resignation. Bishop Gumbleton's resignation was accepted last year, and, Mr. McGrath said, ''it was with the understanding that he would give up any pastoral office.''  Cardinal Maida announced in his letter to parishioners that he had appointed a new pastor, the Rev. Gerard Battersby.  In his brief remarks at Mass on Sunday, Bishop Gumbleton told the parish that after he turned 75, he had sent a separate resignation letter to Cardinal Maida asking to stay on as pastor at St. Leo's on a year-by-year basis. He said he was surprised by his sudden replacement.  ''I did not choose to leave St. Leo's,'' he said. ''It's something that was forced upon me.''  Three canon lawyers interviewed on Thursday said there was nothing in canon law that would prohibit an archbishop from permitting a retired auxiliary bishop from serving as a pastor after 75.  Bishop Gumbleton, who has already moved out of his room behind the church and plans to move into an apartment in Detroit, did not respond to an interview request. A video of his remarks during Mass was taken by a parishioner and posted on the Web site of the National Catholic Reporter, an independent Catholic weekly newspaper that publishes a column by Bishop Gumbleton.  Mary M. Black, a parishioner at St. Leo's, said: ''Almost universally, everyone in the parish is hurt and angry and upset and bewildered.''  Ms. Black said: ''He talks after Mass with people, and he is there ahead of Mass to say the rosary for anybody who has problems. And we all have his personal phone number. You do not have to go through a secretary. He was a pastor in the truest sense of the word.''  ", 
            "title": "Outspoken Catholic Pastor Replaced; He Says It's Retaliation"
        }, 
        "weight": 0.41136219005796876, 
        "file": "1821495.txt", 
        "other_topics": {
            "0": 0.0002637036480574825, 
            "1": 0.0002143103974043469, 
            "2": 0.00022625468273173349, 
            "3": 0.010489318887603053, 
            "4": 0.00030011816722373, 
            "5": 0.00012859100370245116, 
            "6": 0.09971247922290515, 
            "7": 0.0003452588616106781, 
            "8": 0.0001451133745019947, 
            "9": 0.024201810285005176, 
            "10": 0.28626247851289127, 
            "11": 0.000399221796065729, 
            "12": 0.055039239790652235, 
            "13": 0.00016914694872277854, 
            "14": 0.0007826797027297352, 
            "15": 0.0619680136457391, 
            "16": 0.00016119313282941924, 
            "17": 0.00038874806715863105, 
            "18": 0.00011655589568117404, 
            "19": 0.0009115806743509416, 
            "20": 0.00023355450349509755, 
            "21": 0.00016190556430619124, 
            "22": 0.00017512254640700132, 
            "23": 0.00011818454487083384, 
            "24": 0.00013576628565714432, 
            "25": 0.006981373841930459, 
            "26": 0.41136219005796876, 
            "27": 0.00016881500623407877, 
            "28": 0.00044280158979783686, 
            "29": 0.00020229534405682265, 
            "30": 0.03779217401770893
        }
    }, 
    {
        "content": {
            "text": "  Scores of parishioners of a Catholic church in East Harlem took to the streets yesterday to protest its imminent closing, while an activist from Boston warned of a ''tough fight'' of vigils, lawsuits and prayers.  The church, Our Lady Queen of Angels, is one of 21 parishes scheduled to be closed by the Roman Catholic Archdiocese of New York. The archdiocese is closing parishes and opening a few new ones in response to a shift in the church's membership, mostly toward the city's northern suburbs.  ''You don't go in and sing 'Kumbaya' and the world admires you,'' Peter Borré, the activist, who successfully fought parish closings in Boston, told the marchers. ''It's not a walk in the park.'' Our Lady Queen of Angels, on East 113th Street, mainly consists of parishioners from Puerto Rico, the Dominican Republic and Ecuador.  Most of the marchers yesterday were elderly women clutching rosary beads. But at the head of the march, taking turns holding a staff with a crucifix on one side and a depiction of Mary on the other, were Melinie Martinez, 12, a former altar girl, and her cousin, Jose Rodriguez, also 12.  ''I'm an altar boy,'' he said. ''We're marching because our church is closing. I was baptized there and I had my first communion there and I want to make my confirmation there.''  Mr. Borré, 68, co-chairman of a Catholic group in Boston called the Council of Parishes, told the protesters that of 83 Boston parishes scheduled to be closed since 2004, parishioners had successfully lobbied to keep open or to reopen only 10.  The most successful tactics, he said, were attracting media attention; filing appeals under church law; filing lawsuits under civil law; and holding public demonstrations ranging from short-term vigils to round-the-clock sit-ins and occupation of church buildings.  Five parishes in the Boston Archdiocese remain under 24-hour occupation, with dissident parishioners sleeping on the floor, in chairs and on benches, he said. ''I've slept with women whose names I don't even know,'' Mr. Borré said, to applause.  Mr. Borré also has been in contact with parishioners at Mary Help of Christians in the East Village, another of the churches to be closed.  Yesterday, a parishioner asked when Our Lady Queen of Angels was set to close, and another answered, ''March 1,'' prompting gasps.  But Carmen Villegas, a march organizer, said the parish had not yet received an official letter with a closing date.  ", 
            "title": "At March, Worshipers Brace to Fight Closing of a Church"
        }, 
        "weight": 0.40833593312556987, 
        "file": "1822173.txt", 
        "other_topics": {
            "0": 0.00037389201931453095, 
            "1": 0.019738708619209643, 
            "2": 0.0003207950319576021, 
            "3": 0.07803553145112774, 
            "4": 0.010142946709576944, 
            "5": 0.00018232265800703455, 
            "6": 0.00047461008769019515, 
            "7": 0.09766376893374687, 
            "8": 0.00020574888903421464, 
            "9": 0.00030353316249513024, 
            "10": 0.17751756692746032, 
            "11": 0.0005660363236721401, 
            "12": 0.00029794966094642405, 
            "13": 0.0002398248741900808, 
            "14": 0.12743623891960135, 
            "15": 0.005263194270952085, 
            "16": 0.0002285475623002738, 
            "17": 0.0005511861550086629, 
            "18": 0.00016525868913936485, 
            "19": 0.0012924839743850647, 
            "20": 0.005189857273151451, 
            "21": 0.00022955768273446458, 
            "22": 0.0002482973708780229, 
            "23": 0.00016756786816954703, 
            "24": 0.00019249612613670767, 
            "25": 0.00018111126603296263, 
            "26": 0.40833593312556987, 
            "27": 0.0002393542297818199, 
            "28": 0.0006278259014797884, 
            "29": 0.06345008284711673, 
            "30": 0.0001377713891329958
        }
    }, 
    {
        "content": {
            "text": "  The pastor at St. Michael the Archangel Church in Greenwich, Conn., resigned after an investigation found that he had maintained secret bank accounts with church funds and could not document how he spent more than $500,000 from those accounts, church officials said yesterday.  Officials of the Diocese of Bridgeport said that the priest, the Rev. Michael R. Moynihan, violated rules for handling money and misled church officials about his actions. They are still investigating the matter.  Bishop William E. Lori asked for and received Father Moynihan's resignation at St. Michael, though the priest remains employed by the diocese, officials of the diocese said. They said that they had not involved law enforcement in the matter. Father Moynihan could not be reached for comment yesterday.  The church inquiry involving Father Moynihan, first reported yesterday in The Advocate of Stamford and Greenwich Time, follows a scandal last year involving the Rev. Michael Jude Fay, a former pastor at St. John's church in Darien. After an audit commissioned by the diocese, Father Fay was accused of spending $1.4 million in parish funds on himself. He resigned last May without publicly commenting on the claims.  Officials say the case of Father Moynihan does not appear to be nearly as serious. At this point, Father Moynihan is being accused only of not following accounting rules, officials said.  ''I think it's important to draw a very sharp distinction,'' Bishop Lori said. Unlike Father Fay, Father Moynihan ''was pastorally engaged at every level,'' he said, and at least some of the undocumented spending appears to be legitimate.  Father Moynihan, 54, a priest in the Roman Catholic diocese since 1979, served as pastor of St. Michael, one of the wealthiest parishes in the region, for 14 years.  Church officials said that in February 2004 they completed a routine review of St. Michael's finances and its official bank account. Seventeen days later, they said, Father Moynihan opened a second account not shown on the parish books. That act, the diocese says, violated its rules against having multiple operating accounts for a parish and against off-the-books accounts. The diocese also contends that Father Moynihan disregarded instructions from the 2004 review to hire an accountant, keep invoices on all payments, and not make checks out to cash.  As a result of the Darien scandal, the diocese decided last June to audit all 87 parishes in Fairfield County, starting with St. Michael and six others. In July, officials say, they received a tip about a secret second account at St. Michael -- a tip from ''civil authorities'' whom they would not name.  The diocese hired the auditing firm Grant Thornton to investigate, and it found that $1.374 million had been spent from the off-the-books account, said Joseph McAleer, communications director for the diocese.  Auditors found no documentation for $529,000 of that spending, including $185,000 in checks made out to Father Moynihan, to cash and to his personal credit card accounts -- which the diocese says violated rules against commingling of personal and church funds. According to Bishop Lori, Father Moynihan has defended the spending to church officials, and members of the parish council have supported his explanations in some cases; the investigation continues.  During the audit, Father Moynihan assured the diocese that there were no other hidden parish accounts, but another one was discovered in December, officials of the diocese said. Officials said that an investigation of that account was still going on but that they found payments from that account, too, to Father Moynihan.  ", 
            "title": "Amid Accounting Inquiry, A Greenwich Pastor Resigns"
        }, 
        "weight": 0.40579978108667425, 
        "file": "1820719.txt", 
        "other_topics": {
            "0": 0.00026013786692064217, 
            "1": 0.0002114125081331048, 
            "2": 0.057691379524646785, 
            "3": 0.00020603881911166562, 
            "4": 0.000296059991664186, 
            "5": 0.00012685220570421635, 
            "6": 0.2504858386542712, 
            "7": 0.0003405902969354182, 
            "8": 0.0001431511622333587, 
            "9": 0.00021118522287777309, 
            "10": 0.12688951295357806, 
            "11": 0.13223259916013402, 
            "12": 0.000207300464424005, 
            "13": 0.00016685975624913362, 
            "14": 0.0041525777918763615, 
            "15": 0.00028142110235078547, 
            "16": 0.010300457769073653, 
            "17": 0.007144454296550575, 
            "18": 0.00011497983551943952, 
            "19": 0.0008992543481993964, 
            "20": 0.00023039639685106133, 
            "21": 0.00015971628929461969, 
            "22": 0.00017275455234543483, 
            "23": 0.00011658646223575927, 
            "24": 0.0001339304640294147, 
            "25": 0.00012600937165625355, 
            "26": 0.40579978108667425, 
            "27": 0.00016653230226210396, 
            "28": 0.00043681405959908944, 
            "29": 0.00019955992144427234, 
            "30": 9.585536315393188e-05
        }
    }, 
    {
        "content": {
            "text": "  Pamela Vanessa Flood was married yesterday to Kenneth Maxwell Morrison at Wyndham Sugar Bay, a resort on St. Thomas in the Virgin Islands. The Rev. Michael A. Walrond Jr. officiated, assisted by his wife, the Rev. Dr. Lakeesha Walrond. Both are Baptist ministers.  The bride, 36, is the controller for Cornerstone Promotion and Fader Magazine in Manhattan. She graduated from Pace University and received an M.B.A from Dowling College. She is a daughter of the late Ruthie M. D. Flood and the late Melvin W. Flood, who lived in Westbury, N.Y.  The bridegroom, 39, is the vice president of Lemor Realty, a Manhattan property management and development company that he owns with his father, Leroy W. Morrison, of the Bronx. The bridegroom is also an owner of the Essence Bar and Restaurant in Brooklyn. He is also a son of Catherine Morrison, also of the Bronx.  The bridegroom's previous marriage ended in divorce.  The couple met in September 2003 through Rhonda Lucas, a cousin of Mr. Morrison's and a friend of Ms. Flood's.  Ms. Flood had just purchased a home and needed help finding tenants, so Ms. Lucas gave her Mr. Morrison's number for advice.  It wasn't Ms. Lucas's first attempt at getting the two together, but when she had attempted a match-up before, Ms. Flood and Mr. Morrison were dating other people. Now they were both unattached.  After a phone conversation that Ms. Flood described as ''very professional,'' they decided to meet at Mr. Morrison's restaurant. ''We chatted but I didn't feel any kind of connection,'' Ms. Flood remembered.  Mr. Morrison wasn't doing cartwheels, either. ''No sparks or anything like that,'' he recalled.  A month later, they met again, this time at a wedding reception.  Mr. Morrison was now in the mood to do that cartwheel.  ''She had a sense of style that I liked,'' he said of Ms. Flood. ''We danced and talked all night.''  Ms. Flood then left for an eight-day cruise to the Caribbean. But when she returned, her cruising days -- and his -- were over.  ''We really connected at the reception, and I thought about him on the cruise,'' she said. ''He was different than all the other guys I had met in terms of personality. I knew he was the one.''  WEDDINGS/CELEBRATIONS  ", 
            "title": "Pamela Flood, Kenneth Morrison"
        }, 
        "weight": 0.4030546135507662, 
        "file": "1822046.txt", 
        "other_topics": {
            "0": 0.0004558393269015022, 
            "1": 0.053682986260068566, 
            "2": 0.00039110487490208944, 
            "3": 0.00036104161893544515, 
            "4": 0.018289628407617543, 
            "5": 0.00022228299458540874, 
            "6": 0.030196703444855866, 
            "7": 0.0005968160404405324, 
            "8": 0.00025084363999005335, 
            "9": 0.000370059657164464, 
            "10": 0.12164692563823207, 
            "11": 0.0006900966146791501, 
            "12": 0.00036325239876835834, 
            "13": 0.00029238818583361833, 
            "14": 0.14351968591482125, 
            "15": 0.000493133919294398, 
            "16": 0.0002786391834597981, 
            "17": 0.1546859624137029, 
            "18": 0.00020147905205363924, 
            "19": 0.02527021954097148, 
            "20": 0.00040372337831599803, 
            "21": 0.000279870695754859, 
            "22": 0.0003027176312025975, 
            "23": 0.03574597989657685, 
            "24": 0.00023468621964751652, 
            "25": 0.00022080609731681448, 
            "26": 0.4030546135507662, 
            "27": 0.00029181438853603244, 
            "28": 0.0007654288445807252, 
            "29": 0.006273302911980733, 
            "30": 0.00016796725804366222
        }
    }, 
    {
        "content": {
            "text": "  The Episcopal Diocese of Virginia has announced that it intends to ''recover or secure'' the property of 11 churches that voted in December to leave the Episcopal Church and affiliate with an Anglican archbishop with whom they share conservative views on homosexuality and scripture. Many of the congregations had hoped to retain their property by reimbursing the diocese, but now both sides are preparing for a legal battle. The presiding bishop of the Episcopal Church, Katharine Jefferts Schori, said in a statement, ''While individuals have the right and privilege to depart or return at any time, congregations do not.''  LAURIE GOODSTEIN  ", 
            "title": "National Briefing | South: Virginia: Church Claims Ownership Of Property"
        }, 
        "weight": 0.39176526783743537, 
        "file": "1820126.txt", 
        "other_topics": {
            "0": 0.0013083701078912614, 
            "1": 0.0010633046597558749, 
            "2": 0.0011225664333323643, 
            "3": 0.001036277552291742, 
            "4": 0.0014890413603419143, 
            "5": 0.0006380064387707954, 
            "6": 0.035665252432422426, 
            "7": 0.0017130076786708273, 
            "8": 0.0007199824608124244, 
            "9": 0.0010621615227048927, 
            "10": 0.2471430515322764, 
            "11": 0.13799849352013616, 
            "12": 0.1370603708598084, 
            "13": 0.0008392254456095298, 
            "14": 0.003883278576721029, 
            "15": 0.001415414689157496, 
            "16": 0.00079976245359103, 
            "17": 0.0019287801072057457, 
            "18": 0.0005782940468631608, 
            "19": 0.004522822926560905, 
            "20": 0.0011587846174572485, 
            "21": 0.000803297194407077, 
            "22": 0.0008688734745405406, 
            "23": 0.0005863746173508612, 
            "24": 0.0006736067214910621, 
            "25": 0.0006337673831987593, 
            "26": 0.39176526783743537, 
            "27": 0.000837578507340177, 
            "28": 0.00219696757358446, 
            "29": 0.0010036917694511004, 
            "30": 0.017484325498818974
        }
    }, 
    {
        "content": {
            "text": "  Dr. Heidi Rochelle Pechter, a daughter of Phyllis Yantz Pechter and Marc S. Pechter of Weston, Fla., was married last evening to Dr. Monte Reid Sichelman, a son of Janet L. Sichelman and Dr. Alan K. Sichelman of Tarpon Springs, Fla. Rabbi Norman S. Lipson performed the ceremony at the Aventura Turnberry Jewish Center in Aventura, Fla.  The bride, 29, is a dentist with the Dental Health Group in Tampa, Fla. She graduated cum laude from the University of Pennsylvania and received her dental degree from Tufts University.  Her father is a commercial real estate developer working from Weston on projects in South Florida. Her mother retired as a Spanish teacher at Cypress Bay High School in Weston.  The bride is a great-great-granddaughter of Moses and Anne Pechter, who founded the Pechter Baking Company in New York in 1888.  The bridegroom, 32, is an ophthalmologist and cornea fellow at the University of South Florida in Tampa. He graduated from Stanford and received both his M.D. and an M.B.A. from the University of South Florida.  His father is an internist and pediatrician in private practice in New Port Richey, Fla. The bridegroom's mother retired as the manager of her husband's office.  WEDDINGS/CELEBRATIONS  ", 
            "title": "Heidi Pechter, Monte Sichelman"
        }, 
        "weight": 0.3842730929040511, 
        "file": "1820403.txt", 
        "other_topics": {
            "0": 0.15087279603910875, 
            "1": 0.0005219607384727998, 
            "2": 0.008897192380908274, 
            "3": 0.0005086935258810657, 
            "4": 0.0007309486711353741, 
            "5": 0.01700546985447921, 
            "6": 0.0008152700769415033, 
            "7": 0.04257159498158118, 
            "8": 0.00035342888182150685, 
            "9": 0.0005213995891786328, 
            "10": 0.01281908519281085, 
            "11": 0.009318460052942788, 
            "12": 0.0005118084282335075, 
            "13": 0.0004119635226992095, 
            "14": 0.0019062447766064273, 
            "15": 0.20100218807802717, 
            "16": 0.00039259171588228875, 
            "17": 0.15952348715556378, 
            "18": 0.00028387610736552263, 
            "19": 0.002220187763751024, 
            "20": 0.0005688304561721491, 
            "21": 0.0003943268685591119, 
            "22": 0.0004265173073865128, 
            "23": 0.00028784274148147763, 
            "24": 0.0003306637082456119, 
            "25": 0.00031110715853568, 
            "26": 0.3842730929040511, 
            "27": 0.0004111550647399564, 
            "28": 0.0010784593169865528, 
            "29": 0.000492697640676236, 
            "30": 0.00023665929977475213
        }
    }, 
    {
        "content": {
            "text": "  Melissa Nicole Bolton and Brendan Daniel Klinger were married last evening at the Metropolitan Building in Long Island City, Queens. Harris Edelman, a minister of the Church of Spiritual Humanism, officiated.  Mrs. Bolton-Klinger, 34, works in Manhattan as a senior writer and producer of on-air promotional advertisements for VH1, part of Viacom International. She graduated from Northwestern.  She is the daughter of Judith Bolton of Chicago and Dr. Edgar Bolton of Fort Lauderdale, Fla., and the stepdaughter of Karen Bolton. Her father is a pulmonologist in Fort Lauderdale. Her mother retired as a marketing director for New Century Marketing in Chicago.  The bridegroom, who will also use the surname Bolton-Klinger, is 32. He is a Web design strategist for Deutsch, the advertising agency in Manhattan. He graduated from Wesleyan University and received a Master of Fine Arts degree in interactive art from the School of Visual Arts.  He is the son of Janis Klinger and Richard Klinger of Los Angeles. His mother is a retired vocalist and composer whose professional name was Janis Hansen. She was a member of Sergio Mendes's band, Brasil '66. His father is an independent producer of videos, including the ''Jane Fonda Workout'' series.  WEDDINGS/CELEBRATIONS  ", 
            "title": "Melissa Bolton, Brendan Klinger"
        }, 
        "weight": 0.37796401111815525, 
        "file": "1822036.txt", 
        "other_topics": {
            "0": 0.0580954996573225, 
            "1": 0.0005133910700550483, 
            "2": 0.0005420041914879771, 
            "3": 0.008709453771865947, 
            "4": 0.15669207750829703, 
            "5": 0.00030804605744674444, 
            "6": 0.0008018847900504904, 
            "7": 0.058290869172109246, 
            "8": 0.0003476262072078399, 
            "9": 0.0005128391338357919, 
            "10": 0.0043995064879922005, 
            "11": 0.0009563553964429619, 
            "12": 0.0005034054427212164, 
            "13": 0.016823423993893374, 
            "14": 0.001874947622520883, 
            "15": 0.08277451982870941, 
            "16": 0.00038614605707946173, 
            "17": 0.0337677134263817, 
            "18": 0.00027921536579526124, 
            "19": 0.002183736223322592, 
            "20": 0.06623238799287831, 
            "21": 0.11531542198627934, 
            "22": 0.0004195146506169078, 
            "23": 0.00028311687482305783, 
            "24": 0.008534346887687276, 
            "25": 0.0003059993314626318, 
            "26": 0.37796401111815525, 
            "27": 0.00040440462871404033, 
            "28": 0.0010607529301505415, 
            "29": 0.00048460842035832923, 
            "30": 0.00023277377433661127
        }
    }, 
    {
        "content": {
            "text": "  Erica Piccininni, an actress, is to be married in Newark today to Andrew Brad Brettler, a lawyer. The Rev. Deborah Steen Ross, an interfaith minister, is to officiate at the Newark Club, a caterer, with Rabbi Roger Ross, her husband, taking part.  The bride, 27, will continue to use her name professionally. She is in the Broadway musical ''Jersey Boys.'' She also had a starring role in ''Palm Beach: The Screwball Musical'' at the La Jolla Playhouse in California in 2005. She graduated from New York University.  She is a daughter of Frances Piccininni and Joseph Piccininni of Tenafly, N.J. Her father is the vice president for finance at Gilmar USA, a textile importer and exporter in New York.  The bridegroom, 29, is an associate at Simpson Thacher & Bartlett, the New York law firm, and is to become a law clerk to Judge Richard M. Berman of Federal District Court in Manhattan in March. He graduated from Rutgers and received a degree magna cum laude from Brooklyn Law School.  He is a son of Susan K. Brettler and Norman Brettler of Cherry Hill, N.J. His father is a partner in Tilton Dynamic Imaging, a magnetic resonance imaging clinic in Northfield, N.J.  Ms. Piccininni and Mr. Brettler met in 2000, when a friend of his arranged for him to meet Ms. Piccininni's sister, Lisa. But Lisa asked her sister to come along.  The bride remembers, ''Andrew and I had instant chemistry, making fun of each other all night long, just ripping on each other.''  WEDDINGS/CELEBRATIONS  ", 
            "title": "Erica Piccininni, Andrew Brettler"
        }, 
        "weight": 0.37761989847430194, 
        "file": "1817094.txt", 
        "other_topics": {
            "0": 0.051350789470302416, 
            "1": 0.0004537879338302103, 
            "2": 0.00047907915919977005, 
            "3": 0.00044225353948609846, 
            "4": 0.0006354801477616204, 
            "5": 0.0002722828504171522, 
            "6": 0.08052543997734565, 
            "7": 0.0007310625492018347, 
            "8": 0.0003072678656003184, 
            "9": 0.00045330007572135075, 
            "10": 0.04742509261168526, 
            "11": 0.00810138468704887, 
            "12": 0.00044496160735099796, 
            "13": 0.014870275817847544, 
            "14": 0.0016572719263940187, 
            "15": 0.08042070995992036, 
            "16": 0.0003413156784748565, 
            "17": 0.21124886579271623, 
            "18": 0.00024679931406732897, 
            "19": 0.0019302111131490676, 
            "20": 0.11659148377070515, 
            "21": 0.00034282420448085335, 
            "22": 0.0003708102801525875, 
            "23": 0.00025024786980546034, 
            "24": 0.0002874760300869471, 
            "25": 0.0002704737430726331, 
            "26": 0.37761989847430194, 
            "27": 0.00035745448567276486, 
            "28": 0.0009376027526652192, 
            "29": 0.0004283468619108402, 
            "30": 0.0002057494496247165
        }
    }, 
    {
        "content": {
            "text": "  Alyssa Feinsmith, a daughter of Dr. and Mrs. Norman Feinsmith of Cherry Hill, N.J., is to be married this evening to Matthew Lawrence Grodin, a son of Mr. and Mrs. James A. Grodin of Aurora, Ohio. Rabbi Joshua Skoff is to officiate at the Ritz-Carlton Cleveland.  The bride, 27, is a lawyer in New York. She graduated cum laude from Syracuse and received her law degree from New York Law School.  Her father is an associate clinical professor at the University of Pennsylvania School of Medicine. He is also the director of the cardiology clinic at Penn Presbyterian Medical Center and was its chief of staff from 1998 to 2000.  The bridegroom, 28, is a real estate investment analyst at Spectrum Group Management, a hedge fund in New York. He graduated from Cornell.  His mother, Randi Grodin, is a real estate agent in the Pepper Pike, Ohio, office of Prudential Select Properties. His father is the vice president for marketing at River Recycling Industries in Cleveland, which recycles copper and copper-base metals.  WEDDINGS/CELEBRATIONS  ", 
            "title": "Alyssa Feinsmith, Matthew Grodin"
        }, 
        "weight": 0.37606981295606934, 
        "file": "1818803.txt", 
        "other_topics": {
            "0": 0.09706564571221524, 
            "1": 0.0006024048276217173, 
            "2": 0.06806306002502856, 
            "3": 0.0005870928849309153, 
            "4": 0.029740922217785997, 
            "5": 0.0003614562912359542, 
            "6": 0.0009409187204425793, 
            "7": 0.0009704877016351063, 
            "8": 0.000407899002620704, 
            "9": 0.0006017571945357276, 
            "10": 0.014794750326313576, 
            "11": 0.0011221720465016034, 
            "12": 0.0005906878530508766, 
            "13": 0.0004754549462937915, 
            "14": 0.002200033396029528, 
            "15": 0.08749385062417211, 
            "16": 0.0004530975751619846, 
            "17": 0.18410909422561952, 
            "18": 0.00032762682117395183, 
            "19": 0.0025623609757000495, 
            "20": 0.0006564980613273141, 
            "21": 0.0004551001479076615, 
            "22": 0.0004922517463394244, 
            "23": 0.1255539266848036, 
            "24": 0.00038162528229474484, 
            "25": 0.00035905469587217806, 
            "26": 0.37606981295606934, 
            "27": 0.0004745218895680917, 
            "28": 0.0012446704341157542, 
            "29": 0.0005686317292170467, 
            "30": 0.00027313300441526443
        }
    }, 
    {
        "content": {
            "text": "  CASTELLANOS--Rafael May 21, 1921 -January 22, 1997 Ambassador, adored husband, father, grandfather. Happy 10th Anniversary in Heaven.  ", 
            "title": "Paid Notice: Memorials  CASTELLANOS, RAFAEL MAY"
        }, 
        "weight": 0.3742593238491469, 
        "file": "1820184.txt", 
        "other_topics": {
            "0": 0.004089790726380702, 
            "1": 0.003323748769983658, 
            "2": 0.0035089931825089725, 
            "3": 0.003239265631152354, 
            "4": 0.004654545002208042, 
            "5": 0.001994323166601141, 
            "6": 0.0051914880099358535, 
            "7": 0.005354633888524408, 
            "8": 0.002250569295054649, 
            "9": 0.0033201754757896896, 
            "10": 0.028482876175526903, 
            "11": 0.006191547259000228, 
            "12": 0.0032591007491975152, 
            "13": 0.0026233069863759247, 
            "14": 0.06528528254970006, 
            "15": 0.004424397832681497, 
            "16": 0.0024999509284691734, 
            "17": 0.431202476494101, 
            "18": 0.0018076701811798703, 
            "19": 0.014137742180554417, 
            "20": 0.003622206403039543, 
            "21": 0.002511000057551562, 
            "22": 0.002715982776694112, 
            "23": 0.0018329289684642471, 
            "24": 0.0021056049096245593, 
            "25": 0.001981072443382565, 
            "26": 0.3742593238491469, 
            "27": 0.0026181588766627053, 
            "28": 0.006867428072845879, 
            "29": 0.0031374068133226615, 
            "30": 0.0015070023443391942
        }
    }, 
    {
        "content": {
            "text": "  Last week, a 5-year-old Ontario boy became a member of a larger family. An appeals court ruled that he has three parents: a father and two mothers.  The boy, who like other members of the family cannot be identified under a court order, has been raised by his biological mother and her partner; the partner was given parental status by the Ontario Court of Appeal last week. The boy's father has also been involved in his upbringing since birth.  The court decision affirming the partner's parental rights, which overturned a 2003 trial court ruling, is the latest of a series of legal actions expanding the rights of same-sex couples in Canada. Like those earlier rulings, this one was swiftly criticized by some religious and family groups for undermining traditional definitions of marriage.  But the biological mother's partner said the ruling eliminated the possibility that she could lose any legal relationship to the boy if her partner died suddenly.  ''There's no fragility in my status with him now,'' said the second mother, who is a lawyer. ''Legal status will make it easier for him to walk with dignity.''  The women in this case have been together since 1990. After they decided to become parents, they approached a friend, a recently separated father of two, to see if he would agree to both father a child and play a role in the upbringing. Since the boy's birth, the man has entered a relationship with another woman and had a child with her. The two families have a dinner at least once a week, the second mother said.  She said the father's role could not have been filled by herself or her partner.  ''I'm going to sound really, really sexist,'' she said. ''But some things are daddy stuff. There's no way we can keep up when they get into wrestling and hanging little boys upside down.''  A trial court in 2003 was sympathetic to the women's situation and found that the boy was ''obviously thriving in a loving family that meets his every need.'' But it also concluded the partner's application for parental rights went beyond current laws.  The three court of appeal judges, however, found that Ontario's family legislation, which dates to 1990, does not reflect current social or reproductive realities, and they used the court's general power to act as a guardian for minors to grant her request. It did, however, set aside constitutional arguments made by her lawyer, Peter R. Jervis, so the 1990 law remains in effect.  David Quist, the executive director of the Institute of Marriage and Family in Canada, which was part of a group that opposed the women's bid in court, said that the judges should have left the issue to politicians.  ''Social policy should be debated in a public forum,'' he said, adding that the opposition coalition may appeal to the Supreme Court of Canada.  Mr. Jervis, who has represented groups opposed to same-sex rights in other cases, rejected the idea that the decision undermined the definition of a family.  ''This is really intended to support families,'' he said. ''It provides equal status for a child regardless of their parenting.''  ", 
            "title": "Canadian Court Rules Lesbian Partner Is a Parent"
        }, 
        "weight": 0.37068199320026696, 
        "file": "1818248.txt", 
        "other_topics": {
            "0": 0.02162099712786407, 
            "1": 0.00026633283304106325, 
            "2": 0.0002811765148615569, 
            "3": 0.0002595631776710958, 
            "4": 0.0003729698730994296, 
            "5": 0.00015980562181988197, 
            "6": 0.2516767129207551, 
            "7": 0.0004290681733551728, 
            "8": 0.00018033868916936236, 
            "9": 0.0002660465040698235, 
            "10": 0.21521515168460417, 
            "11": 0.051600005034223954, 
            "12": 0.00026115257071739924, 
            "13": 0.0002102062550357406, 
            "14": 0.03504191989225452, 
            "15": 0.0003545281219568821, 
            "16": 0.0002003217027880555, 
            "17": 0.00048311409674748555, 
            "18": 0.00014484907069551293, 
            "19": 0.04797807941964857, 
            "20": 0.00029024831897440435, 
            "21": 0.0002012070723074742, 
            "22": 0.00021763238964996528, 
            "23": 0.0001468730637353547, 
            "24": 0.00016872265614956155, 
            "25": 0.0001587438380032117, 
            "26": 0.37068199320026696, 
            "27": 0.0002097937356970017, 
            "28": 0.0005502887555354448, 
            "29": 0.00025140120473024415, 
            "30": 0.00012075648057159114
        }
    }, 
    {
        "content": {
            "text": "  Rachel Leigh Glazer, a daughter of Patsy Glazer and Dr. Donald J. Glazer of Richmond, Va., was married there last evening to Kenneth Henriques Coelho, a son of Jane L. Coelho and Dr. Gary H. Coelho of New York. Rabbi Gary Creditor performed the ceremony at Temple Beth-El.  The bride, 25, graduated from the University of Tennessee and is studying for a master's degree in early childhood education at George Mason University in Fairfax, Va. Her father is a podiatrist in Richmond. Her mother is a preschool teacher at the Jewish Community Center there.  The bridegroom, 28, is a media-planning supervisor at LM&O Advertising, an agency in Arlington, Va. He graduated from Cornell. His mother works in New York as the coordinator of office volunteers at Doctors Without Borders. His father is a dentist in New York.  When Ms. Glazer moved to New York three years ago, she was occasionally asked to baby-sit for the grandchildren of Helen Lobel, a longtime friend of Mr. Coelho's mother.  ''Rachel was coming to my daughter's home to baby-sit, and I was there when she walked in,'' Mrs. Lobel remembered. ''I looked at her and said, 'I know who you're going to marry.' ''  Mrs. Lobel phoned Mr. Coelho and told him: ''I've met a wonderful girl who is new in New York. She has no boyfriend, so here is her number.''  She instructed both of them: ''Don't tell me how it went, don't call me. Eventually I will know either way.''  The introduction repaid an old debt. It was Mr. Coelho's mother who fixed up Mrs. Lobel with her husband, Steven.  WEDDINGS/CELEBRATIONS  ", 
            "title": "Rachel Glazer, Kenneth Coelho"
        }, 
        "weight": 0.36576176906971225, 
        "file": "1817096.txt", 
        "other_topics": {
            "0": 0.015180644963970697, 
            "1": 0.00045710471270128965, 
            "2": 0.00048258079402596795, 
            "3": 0.000445486012379431, 
            "4": 0.022567408298343403, 
            "5": 0.00027427299148943287, 
            "6": 0.008023063470344004, 
            "7": 0.03728187823135553, 
            "8": 0.0003095137154530959, 
            "9": 0.00045661328879143166, 
            "10": 0.04777172709313948, 
            "11": 0.0008515040175601695, 
            "12": 0.00044821387376814664, 
            "13": 0.00036077515760631594, 
            "14": 0.19170584092347198, 
            "15": 0.09562670143595811, 
            "16": 0.0003438103870079333, 
            "17": 0.1981747147956168, 
            "18": 0.0002486031935653715, 
            "19": 0.0019443192084939095, 
            "20": 0.007807245107492446, 
            "21": 0.0003453299389729964, 
            "22": 0.00037352056751525085, 
            "23": 0.0002520769551231275, 
            "24": 0.0002895772195445119, 
            "25": 0.00027245066120845277, 
            "26": 0.36576176906971225, 
            "27": 0.00036006715427204847, 
            "28": 0.000944455779746079, 
            "29": 0.0004314776895842146, 
            "30": 0.00020725329178616718
        }
    }
]