[
    {
        "content": {
            "text": "  GRECO--Dr. Gabriel, 91, loving husband of Norma, he passed away on Friday, January 6, in his sleep after a lingering illness. He was a man of infinite wisdom, integrity and great dignity. He was a skilled ophthalmologist and had great compassion. He was on the staffs of Bellevue, Tish Hospital, St. Vincent and Cabrini. He was a warm, loving friend and will be missed by all. Besides his wife, he is survived by his two sisters, Marion Macina and Rosalie Pasquale, and nieces, nephews and cousins. Services will be held Monday & Tuesday at Chas Peter Nagel Funeral home in NYC. In lieu of flowers, contributions may be made to Diabetes Research Institute Foundation.  $(6$)GRECO--Gabriel J. M.D., beloved husband of Norma, devoted brother of Marion Macina and Rosalie Pasquale, survived by many nieces, nephews and many wonderful friends. Reposing at Chas. Peter Nagel Funeral Home, 352 E. 87 St. NYC, between 1st and 2nd Ave. Mass of Christian Bural. St Joseph's Church. 87 St between 1st and York. Wednesday 10AM. Entombment Nassau Knolls Cemetery. Visiting hours, Monday and Tuesday 2-5, 7-9pm.  ", 
            "title": "Paid Notice: Deaths   GRECO, DR. GABRIEL"
        }, 
        "weight": 0.9827237303296089, 
        "file": "1817316.txt", 
        "other_topics": {
            "0": 0.00040915691901024864, 
            "1": 0.0004971776371544941, 
            "2": 0.0007064301725500244, 
            "3": 0.0006146473610489822, 
            "4": 0.0003816873846288689, 
            "5": 0.001016019229871904, 
            "6": 0.0007319444805983343, 
            "7": 0.0005816926885689227, 
            "8": 0.000729707161627051, 
            "9": 0.0007303382704967015, 
            "10": 0.0005577219868375007, 
            "11": 0.004077578959861541, 
            "12": 0.0009019774438288055, 
            "13": 0.000791227017592133, 
            "14": 0.0006797628888036974, 
            "15": 0.0005345068449370971, 
            "16": 0.0007961496173386306, 
            "17": 0.002095209484773656, 
            "18": 0.9827237303296089, 
            "19": 0.00044333412086246493
        }
    }, 
    {
        "content": {
            "text": "  CURLEY--Jane. The partners and staff of Goldfarb & Fleece express our profound sadness on the passing of our good friend and colleague, Jane Curley. We extend our heartfelt condolences to her family. $(6$)CURLEY--Jane. Jack Rudin, the entire Rudin family and all of Rudin Management Company mourn the passing of respected colleague of 17 years and longtime friend, Jane Curley. Our thoughts and prayers are with the Curley family. $(6$)CURLEY--Jane A. suddenly on January 14, 2007. Devoted daughter of the late Robert and Katherine (Murphy). Beloved sister of Robert (Gerry) and Raymond (Tracy). Loving aunt of Amy Doherty (John), Daniel, Kaitlyn, Taylor and Patrick. Great aunt to Jack Doherty. Friends may call at Andrett Funeral Home 353 Second Ave (between 20th and 21st St.). Wednesday and Thursday, 2-5 and 7-9pm. Mass of Christian burial will be celebrated on Friday, 10am at Epiphany R.C. Church. In lieu of flowers donations may be made to Msgr Scanlan High School 915 Hutchinson River Pkwy, Bronx, NY 10465, Jane Curley Scholarship fund.  ", 
            "title": "Paid Notice: Deaths   CURLEY, JANE"
        }, 
        "weight": 0.9825709794510858, 
        "file": "1819347.txt", 
        "other_topics": {
            "0": 0.0004127745448070812, 
            "1": 0.0005015735120919855, 
            "2": 0.000712676186969284, 
            "3": 0.0006200818631824539, 
            "4": 0.0003850621341804569, 
            "5": 0.0010250025250461707, 
            "6": 0.0007384160838190914, 
            "7": 0.0005868358167386387, 
            "8": 0.0007361589832372566, 
            "9": 0.00073679567215608, 
            "10": 0.0005626531742458054, 
            "11": 0.0041136315209901655, 
            "12": 0.0009099524204633188, 
            "13": 0.0007982227767666723, 
            "14": 0.0006857731202039492, 
            "15": 0.0005392327719860776, 
            "16": 0.0008031889004596146, 
            "17": 0.0021137346117597053, 
            "18": 0.9825709794510858, 
            "19": 0.0004472539298104054
        }
    }, 
    {
        "content": {
            "text": "  FEINERMAN--Rabbi Judah. The Yeshiva University/ RIETS family is saddened by the passing of a devoted alumnus who was widely recognized for his leadership on behalf of Jewish education. A past member of the YU Board of Trustees, he also served on the Board of Trustees of the Rabbi Isaac Elchanan Theological Seminary (RIETS) and was its Chair for many years. Heartfelt condolences are extended to his beloved wife, Ruth ''Shepsie'' Feinerman, who, with him, is a YU Guardian; to their children: Elliot (and Carol) Feinerman, Sharon (and Dr. Abraham) Herzberg, Rabbi Rodney (and Raisie) Feinerman, Ira (and Rabbi Sholom) Schlessel; to his sisters: Rickie (and Dr. Irving) Goldstein and Dr. Esther (and Rabbi Dr. Maurice) Wohlgelernter; and to his seventeen grandchildren and four greatgrandchildren. May the entire family be comforted among the mourners of Zion and Jerusalem. Yeshiva University Richard M. Joel, President Dr. Norman Lamm Chancellor Morry J. Weiss, Chair YU Board of Trustees Julius Berman, Chair RIETS Board of Trustees  ", 
            "title": "Paid Notice: Deaths   FEINERMAN, RABBI JUDAH"
        }, 
        "weight": 0.9817648338833576, 
        "file": "1817476.txt", 
        "other_topics": {
            "0": 0.00043186663141248777, 
            "1": 0.0005247728228351267, 
            "2": 0.0007456396428180156, 
            "3": 0.0006487625480339248, 
            "4": 0.00040287243693948945, 
            "5": 0.0010724120303684723, 
            "6": 0.0007725700887122182, 
            "7": 0.0006139787701432992, 
            "8": 0.000770208590317273, 
            "9": 0.0007708747280481217, 
            "10": 0.000588677606388365, 
            "11": 0.004303899574700166, 
            "12": 0.0009520405061673551, 
            "13": 0.0008351430243356206, 
            "14": 0.0007174922268380874, 
            "15": 0.0005641739388112829, 
            "16": 0.0008403388464555411, 
            "17": 0.0022115013097701716, 
            "18": 0.9817648338833576, 
            "19": 0.0004679407935474597
        }
    }, 
    {
        "content": {
            "text": "  LEPORE--Eleanor (Eda) nee Scoppa, on January 12, 2007. Beloved wife of the late Pietro. Devoted mother of Alfred, Annamaria Ronconi and the late Anthony. Dear mother-in-law of Mary Louise, Angelo and Adeline. Loving grandmother of Peter Lepore, Eleanor Androulidakis, Adeline Sessa, Louise Lepore, Annamarie Galante, Ernest Lepore, Anthony Lepore, Gabriella Gaspar and the late Alfred Lepore. Cherished great-grandmother of 11. Fond sister of Marcia Paul, Hugo Scoppa and Gilda Tucillo. Visiting Monday 24:30 and 7-9:30 pm at the Ralph Aievoli & Son Funeral Home 1275 65th Street (corner 13th Avenue) Brooklyn. Funeral Mass Tuesday 10:15 am St. Bernadette's Church. Entombment St. John's Cemetery. In lieu of flowers donations to Cabrini Hospice 227 East 19th Street, New York, NY, 10003, would be greatly appreciated by her family.  ", 
            "title": "Paid Notice: Deaths   LEPORE, ELEANOR (EDA) NEE SCOPPA"
        }, 
        "weight": 0.9803074917995678, 
        "file": "1818543.txt", 
        "other_topics": {
            "0": 0.0004663811191070936, 
            "1": 0.0005667123102110499, 
            "2": 0.0008052306563503209, 
            "3": 0.0007006112099868115, 
            "4": 0.00043506972831568484, 
            "5": 0.0011581184710458652, 
            "6": 0.0008343133651789986, 
            "7": 0.0006630475362055233, 
            "8": 0.0008317631374371562, 
            "9": 0.0008324825124427606, 
            "10": 0.000635724320637457, 
            "11": 0.00464786430386658, 
            "12": 0.0010281269364326626, 
            "13": 0.0009018870872941143, 
            "14": 0.0007748337180136949, 
            "15": 0.0006092623365998143, 
            "16": 0.0009074981559868826, 
            "17": 0.002388242991555175, 
            "18": 0.9803074917995678, 
            "19": 0.0005053383037646171
        }
    }, 
    {
        "content": {
            "text": "  SEDERBAUM--Arthur D. died peacefully at his home in New York City on January 19, surrounded by his beloved wife, Jayne M. Kurzman, daughters, Rebecca and Elizabeth, son David and his wife, Phoenix, sister Caroline Sederbaum and stepchildren, Anthony and Pamela Rykowski. He is also survived by his father, William Sederbaum, of Jacksonville, Florida. A nationally respected trusts and estates attorney, an avid patron of the arts and devoted father and husband, his wisdom, generosity and sense of humor will be greatly missed. Visitation at Frank E. Campbell Funeral Chapel, 81st Street and Madison Avenue, Monday, January 22, 2-5pm and 7-9pm. Funeral at St. Paul's Chapel at Columbia University, 118th Street and Amsterdam Avenue, Tuesday, January 23, 10:30 am. In lieu of flowers, the family asks that donations be made to The Rockefeller University or Memorial Sloan-Kettering Cancer Center.  ", 
            "title": "Paid Notice: Deaths   SEDERBAUM, ARTHUR D."
        }, 
        "weight": 0.9790518716640565, 
        "file": "1820608.txt", 
        "other_topics": {
            "0": 0.000496118190586912, 
            "1": 0.0006028466299483146, 
            "2": 0.0008565732184837853, 
            "3": 0.0007452830990864982, 
            "4": 0.00046281034447612994, 
            "5": 0.0012319616228045039, 
            "6": 0.0008875102789485689, 
            "7": 0.000705324316227001, 
            "8": 0.0008847974453431054, 
            "9": 0.0008855626886420133, 
            "10": 0.0006762589366194432, 
            "11": 0.004944218224233668, 
            "12": 0.0010936816575533611, 
            "13": 0.000959392590160391, 
            "14": 0.0008242381315149538, 
            "15": 0.0006481097017935789, 
            "16": 0.000965361427947917, 
            "17": 0.0025405204951707183, 
            "18": 0.9790518716640565, 
            "19": 0.0005375593364027072
        }
    }, 
    {
        "content": {
            "text": "  FEIL--Seymour. We wish to express our profound sorrow over the passing of a dear friend and business associate. We extend our heartfelt condolences to his wife Yvette and the entire family. Liliane and Andrew Ratner  $(6$)FEIL--Seymour, a kind and loving man has left us with wonderful memories. Ellen and Marc Kaplan and family.  $(6$)FEIL--Seymour, beloved husband of Yvette, devoted father of Gloria and Dr. Frank Turetz, Joanne Feil, and the late Dr. Edward Feil. Loving father-in-law of Susan Feil, cherished grandfather and great-grandfather. Services Thursday 10am at Gutterman's Inc., 175 N. Long Beach Rd., Rockville Centre, LI. Contributions may be made to The Yvette and Seymour Feil Scholarship Fund at CornellWeill Medical College, 525 E. 68th St, NY, NY 10021.  ", 
            "title": "Paid Notice: Deaths   FEIL, SEYMOUR"
        }, 
        "weight": 0.9771054933234113, 
        "file": "1821191.txt", 
        "other_topics": {
            "0": 0.0005422146095639491, 
            "1": 0.0006588596352366666, 
            "2": 0.000936161023794908, 
            "3": 0.0008145304732885079, 
            "4": 0.0005058119919679108, 
            "5": 0.0013464283369986458, 
            "6": 0.0009699725761210272, 
            "7": 0.0007708589525543425, 
            "8": 0.0009670076817831311, 
            "9": 0.0009678440270420057, 
            "10": 0.0007390929867930467, 
            "11": 0.005403606247294377, 
            "12": 0.001195300201018657, 
            "13": 0.0010485337739319035, 
            "14": 0.0009008215484669017, 
            "15": 0.0007083282886621965, 
            "16": 0.0010550572014375252, 
            "17": 0.0027765708948276997, 
            "18": 0.9771054933234113, 
            "19": 0.0005875062258052561
        }
    }, 
    {
        "content": {
            "text": "  GEISLER--Enid (Friedman), on December 29, 2006. Beloved wife, devoted mother, grandmother and sister-inlaw. She is survived by her husband Mortimer Geisler and children, Iris Horowitz, Daniel Friedman, Steven, Warren, Edward and Jayne Geisler, son and daughters-inlaw, Steven Horowitz, Holly Friedman, Carla, Beverly, and Kathi Geisler, 11 grandchildren, Lee and Pamela Horowitz, Lindsay, Amanda and Paul L. Friedman, Seth, Joshua, Sarah, Julia, Andrew and Michelle Geisler, nieces, nephews, grandnieces and nephews and sister-in-law Harriet Ansell. She is also predeceased by her husband Lawrence Friedman, son Paul Richard Friedman and brother Leonard Ansell. Funeral on Wednesday, January 3, at 11:00am at Gutterman's, Woodbury, NY.  ", 
            "title": "Paid Notice: Deaths   GEISLER, ENID (FRIEDMAN)"
        }, 
        "weight": 0.976561040345719, 
        "file": "1815722.txt", 
        "other_topics": {
            "0": 0.0005551089847472885, 
            "1": 0.0006745279392256202, 
            "2": 0.0009584238165340016, 
            "3": 0.0008339007767358672, 
            "4": 0.0005178406785462965, 
            "5": 0.0013784476736755059, 
            "6": 0.0009930394394873853, 
            "7": 0.0007891907060193872, 
            "8": 0.000990004037163726, 
            "9": 0.000990860271502239, 
            "10": 0.0007566693156100601, 
            "11": 0.005532109104035335, 
            "12": 0.0012237255679799983, 
            "13": 0.0010734688967319952, 
            "14": 0.0009222439351276195, 
            "15": 0.0007251730039204746, 
            "16": 0.0010801474575008213, 
            "17": 0.002842600371366226, 
            "18": 0.976561040345719, 
            "19": 0.0006014776783711931
        }
    }, 
    {
        "content": {
            "text": "  WINKLER--Martin. The Officers, Board, and members of Temple Emanu-el of Lynbrook record with great sorrow the death of our beloved past President. We extend heartfelt condolences to his family. Bruce Kerner, President Rabbi Scott Corngold  WINKLER--Martin on January 2nd, 2007. Age 85 of Boca Raton. Formerly of Muttontown, NY. President of Belwin-Mills Music Publishing Corp. for over 40 years. Survived by his wife of 40 years, Kate. Beloved father of five children. Poppa to 14 grandchildren. Great-Poppa to five great-grandchildren. Services to be held on Friday January 5th, at 1pm at Gutterman's Funeral Home, 800 Jericho Tpk. Woodbury. 516 -921-5757.  WINKLER--Marty. Farewell dear friend, you are in our hearts and memories forever. Be at peace. Norma and Joel  ", 
            "title": "Paid Notice: Deaths   WINKLER, MARTIN"
        }, 
        "weight": 0.9762789862982959, 
        "file": "1816427.txt", 
        "other_topics": {
            "0": 0.0005617889201291607, 
            "1": 0.0006826449093541903, 
            "2": 0.0009699570637679823, 
            "3": 0.0008439355689236113, 
            "4": 0.0005240721436564656, 
            "5": 0.0013950353017637748, 
            "6": 0.0010049892357790924, 
            "7": 0.0007986874770409976, 
            "8": 0.0010019173067697962, 
            "9": 0.0010027838446526765, 
            "10": 0.0007657747386397769, 
            "11": 0.005598680052003771, 
            "12": 0.0012384513388535732, 
            "13": 0.0010863865454490015, 
            "14": 0.0009333418097112576, 
            "15": 0.0007338994143010816, 
            "16": 0.0010931454730567826, 
            "17": 0.002876806963799344, 
            "18": 0.9762789862982959, 
            "19": 0.0006087155940518178
        }
    }, 
    {
        "content": {
            "text": "  van HENGEL--Maarten, died peacefully at home with his loving family in Scarborough NY on December 29, 2006. Born in Amsterdam, The Netherlands, on March 29, 1927. Survived by his wife of 55 years, the former Drusilla Drake Riley; his four children and their spouses: Maarten and Claudia van Hengel; Ginny and John Loughlin; Hugh and MaryAnn van Hengel; and Drusilla van Hengel and Joshua Patlak; and his five grandchildren: Peter, Christina, Katherine, Emily, and Riley. Memorial service at Scarborough Presbyterian Church on Saturday January 6, 2007 at 11:30 am. Private interment. Donations may be made in Maarten's memory to Phelps Memorial Hospital, Sleepy Hollow or the Netherlands-America Foundation, New York City. $(6$)van HENGEL--Maarten. The Partners of Brown Brothers Harriman & Co. mourn the passing of their long time friend and Partner, Maarten van Hengel. Maarten joined the Firm in 1950 and spent 56 years making it a better place. His wisdom, wit, and energy will be missed. Our sincerest condolences are sent to his wife Dru and his whole family. For the Partners Michael W. McConnell  ", 
            "title": "Paid Notice: Deaths   VAN HENGEL, MAARTEN"
        }, 
        "weight": 0.9732564053710205, 
        "file": "1816039.txt", 
        "other_topics": {
            "0": 0.00042020516605807326, 
            "1": 0.0005106026609209845, 
            "2": 0.0007255055314300598, 
            "3": 0.0006312443574008697, 
            "4": 0.00039199388642436266, 
            "5": 0.0010434542576947727, 
            "6": 0.0007517087887921292, 
            "7": 0.0005973998273966589, 
            "8": 0.0007494110566845378, 
            "9": 0.000750059207051917, 
            "10": 0.000572781857533296, 
            "11": 0.00418768365958051, 
            "12": 0.0009263330618520618, 
            "13": 0.0008125921006571279, 
            "14": 0.0006981181651793563, 
            "15": 0.0005489398494819143, 
            "16": 0.000817647622750994, 
            "17": 0.011152608335343863, 
            "18": 0.9732564053710205, 
            "19": 0.0004553052367459922
        }
    }, 
    {
        "content": {
            "text": "  ROBBINS--Phyllis. Congregation Emanu-El of the City of New York records with deep sorrow the death of our cherished member, Phyllis Robbins. To her family and loved ones we express our profound sympathy. May beautiful memory bring comfort to those who mourn her passing. Rabbi David M. Posner Marcia Waxman, Pres. George Asch, Sec'y  $(6$)ROBBINS--Phyllis. On January 10, 2007. Beloved wife of the late Melvin. Devoted mother of Charles, Jessica and Howard. Cherished grandmother of Benjamin, Michelle, Charlotte and Victoria. Loving sister of Martin Bakalar and sister-in-law of Susan. Services Friday 11:30 am at ''The Riverside'' 76th St and Amsterdam Avenue  ", 
            "title": "Paid Notice: Deaths   ROBBINS, PHYLLIS"
        }, 
        "weight": 0.9730340198122044, 
        "file": "1818160.txt", 
        "other_topics": {
            "0": 0.0006386400294873451, 
            "1": 0.0007760287706263655, 
            "2": 0.0011026444018579513, 
            "3": 0.0009593835287795987, 
            "4": 0.0005957637064136331, 
            "5": 0.0015858721208838935, 
            "6": 0.0011424688742968832, 
            "7": 0.0009079456279973713, 
            "8": 0.0011389767142296662, 
            "9": 0.0011399617920039792, 
            "10": 0.0008705305215936489, 
            "11": 0.006364563389181558, 
            "12": 0.0014078679219630152, 
            "13": 0.001235001101945356, 
            "14": 0.001061020286300284, 
            "15": 0.0008342947445140603, 
            "16": 0.0012426846314207037, 
            "17": 0.0032703458867928766, 
            "18": 0.9730340198122044, 
            "19": 0.0006919861375074508
        }
    }, 
    {
        "content": {
            "text": "  SILBERMAN--Dr. Elliot J., 75, passed away on January 24 after more than 4 years of the most courageous and valiant battle with pancreatic cancer. Beloved husband of 40 years to Dr. Rosanne K., devoted dad to Michelle and Dr. Clark Hubbard and Dr. Marc and Amy Silberman. Adored grandpa to Rebecca, Jaclyn, and Max. Loving brother to Barbara Cohan. Cherished Uncle Joey and Dr. Joe to all the children whose smiles he cared for as their pedodontist. His inspiration and gentle goodness will live on in our hearts forever. Services will be held at 1:30pm, January 27 at Congregation Neve Shalom, 250 Grove Avenue, Metuchen, NJ.  ", 
            "title": "Paid Notice: Deaths   SILBERMAN, DR. ELLIOT J."
        }, 
        "weight": 0.9714730583674288, 
        "file": "1821653.txt", 
        "other_topics": {
            "0": 0.0006756085526479175, 
            "1": 0.0008209502228616733, 
            "2": 0.0011664724320875675, 
            "3": 0.0010149187138071185, 
            "4": 0.0006302502768787833, 
            "5": 0.0016776724270401867, 
            "6": 0.0012086021968096938, 
            "7": 0.0009605032620750618, 
            "8": 0.0012049078884361314, 
            "9": 0.0012059499887408735, 
            "10": 0.0009209223327291859, 
            "11": 0.006732984562606536, 
            "12": 0.0014893642195281651, 
            "13": 0.0013064907748949971, 
            "14": 0.0011224388495234753, 
            "15": 0.0008825889997458693, 
            "16": 0.0013146190756409342, 
            "17": 0.0034596541857982413, 
            "18": 0.9714730583674288, 
            "19": 0.0007320426707187724
        }
    }, 
    {
        "content": {
            "text": "  HORNBLASS--Albert. I mourn the untimely passing of Dr. Albert Hornblass. He was a great mentor, colleague and friend. The entire Ophthalmic community will miss his warmth and intellect. Dr. Marc Werner  $(6$)HORNBLASS--Albert, M.D. Lenox Hill Hospital and Manhattan Eye, Ear & Throat Hospital mourn the passing of Dr. Albert Hornblass, a respected member of our staffs for more than 40 years and former Surgeon Director of Ophthalmic Plastic Surgery. An international leader in the field, he was a prolific writer, esteemed lecturer and gifted teacher. We honor the memory of our wonderful colleague and extend our heartfelt condolences to his family. William O. Hiltz, Chairman, Board of Trustees/Directors Gladys George, President and CEO Jack M. Dodick, M.D., Chair, Ophthalmology (MEETH) Stephen Obstbaum, M.D., Chair, Ophthalmology (LHH)  $(6$)HORNBLASS--Albert. The officers, Board of Directors, and staff of UJA-Federation of New York mourn the loss of Albert Hornblass, former board member of UJA-Federation and past president of The Board of Jewish Education of New York, and cherished leader of the Jewish community. We extend our heartfelt condolences to the entire family. Morris W. Offit, President Susan K. Stern, Chair of the Board John S. Ruskay, Exec. V.P. & C.E.O.  ", 
            "title": "Paid Notice: Deaths   HORNBLASS, ALBERT"
        }, 
        "weight": 0.9697085431864523, 
        "file": "1819771.txt", 
        "other_topics": {
            "0": 0.0003561011054935197, 
            "1": 0.00043270808335746776, 
            "2": 0.0006148266195951593, 
            "3": 0.0005349453830273237, 
            "4": 0.000332193574895567, 
            "5": 0.0008842709340838422, 
            "6": 0.0006370324601413333, 
            "7": 0.0005062639780306453, 
            "8": 0.0006350852567042195, 
            "9": 0.0006356345290144935, 
            "10": 0.00048540158272601896, 
            "11": 0.011176544669639762, 
            "12": 0.0007850170679127911, 
            "13": 0.0006886277674161526, 
            "14": 0.000591617310937865, 
            "15": 0.0004651967730043102, 
            "16": 0.0006929120484100322, 
            "17": 0.009451231155980904, 
            "18": 0.9697085431864523, 
            "19": 0.00038584651317644477
        }
    }, 
    {
        "content": {
            "text": "  CLAYMAN--Lawrence. On Monday, January 15, Lawrence Clayman of Rockville, MD. Beloved husband of the late Hilda Clayman; devoted father of Lewis Clayman; loving brother of David Clayman and Frances Rosenfeld; loving grandfather of Nicole and Jacob. Funeral services will be held on Wednesday, January 17, at 1pm at Cedar Park Cemetery, Paramus, NJ. Shiva will be observed at Lewis Clayman's residence. Memorial contributions may be made to the Disabled American Veterans. Services by Danzansky Goldberg Memorial Chapels, Inc.  ", 
            "title": "Paid Notice: Deaths   CLAYMAN, LAWRENCE"
        }, 
        "weight": 0.967738001412245, 
        "file": "1819149.txt", 
        "other_topics": {
            "0": 0.0007640665603814964, 
            "1": 0.0009284379402361244, 
            "2": 0.001319199668908652, 
            "3": 0.001147802892201601, 
            "4": 0.0007127694866308352, 
            "5": 0.001897331518009201, 
            "6": 0.0013668455198896001, 
            "7": 0.0010862627786646058, 
            "8": 0.0013626675125495312, 
            "9": 0.0013638460559417013, 
            "10": 0.0010414994842636144, 
            "11": 0.007614540010912853, 
            "12": 0.0016843679552458147, 
            "13": 0.0014775507335301544, 
            "14": 0.001269400731581472, 
            "15": 0.000998147135087856, 
            "16": 0.0014867432796700061, 
            "17": 0.003912629678076141, 
            "18": 0.967738001412245, 
            "19": 0.0008278896459738311
        }
    }, 
    {
        "content": {
            "text": "  HITTLEMAN--Warren, of Long Beach, L.I. Beloved husband of Karen. Loving father of Carly, Matthew, Greg and Neal. Adored grandfather of Naamah, Maya, Yaakov, Zeev, Shaul, Bracha Miriam, and Rochel Naomi. Your smile and laugh are etched in our hearts and we remember you with love. In lieu of flowers, donations can be made to United Cerebral Palsy of Nassau County, 380 Washington Avenue, Roosevelt, NY. Services 11:00, Friday at Temple Emanuel of Long Beach, 455 Neptune Boulevard, Long Beach, NY.  ", 
            "title": "Paid Notice: Deaths   HITTLEMAN, WARREN"
        }, 
        "weight": 0.967738001412245, 
        "file": "1821404.txt", 
        "other_topics": {
            "0": 0.0007640665603814964, 
            "1": 0.0009284379402361244, 
            "2": 0.001319199668908652, 
            "3": 0.001147802892201601, 
            "4": 0.0007127694866308352, 
            "5": 0.001897331518009201, 
            "6": 0.0013668455198896001, 
            "7": 0.0010862627786646058, 
            "8": 0.0013626675125495312, 
            "9": 0.0013638460559417013, 
            "10": 0.0010414994842636144, 
            "11": 0.007614540010912853, 
            "12": 0.0016843679552458147, 
            "13": 0.0014775507335301544, 
            "14": 0.001269400731581472, 
            "15": 0.000998147135087856, 
            "16": 0.0014867432796700061, 
            "17": 0.003912629678076141, 
            "18": 0.967738001412245, 
            "19": 0.0008278896459738311
        }
    }, 
    {
        "content": {
            "text": "  WOLF--Gerald L., of Coral Gables, Florida on January 19, 2007 after a courageous battle against idiopathic pulmonary fibrosis. Son of the late Betty and Max Wolf. Beloved husband and best friend of Harriet (nee Chipurnoi). Father of Monica and Andrew Gaines and Elliot and Melinda Wolf. Grandfather of Lauren and Emily Gaines. Brother of Margit Lowenstein. Graduate of the Wharton School of the University of Pennsylvania. Member of The Rotary Club of Coral Gables. Former Member of the Senior Advisory Board of Coral Gables. In lieu of flowers, contributions may be made to The Rabbi's Fund at Temple Judea of Coral Gables; Pulmonary Rehabilitation at South Miami Hospital, att: Dr. Rodney Benjamin, or The Miller School of Medicine at the University of Miami, att: Dr. Marilyn Glassberg. Memorial service to be held.  ", 
            "title": "Paid Notice: Deaths   WOLF, GERALD L."
        }, 
        "weight": 0.9670232249305593, 
        "file": "1820613.txt", 
        "other_topics": {
            "0": 0.0005181431829324308, 
            "1": 0.000629609793771084, 
            "2": 0.0008946004848457848, 
            "3": 0.0007783696797926113, 
            "4": 0.00048335664672409794, 
            "5": 0.0012866541251700036, 
            "6": 0.0009269109852143212, 
            "7": 0.0007366369408409668, 
            "8": 0.0009240777163163636, 
            "9": 0.000924876932322019, 
            "10": 0.0007062812139421342, 
            "11": 0.01626237700466511, 
            "12": 0.0011422352695617222, 
            "13": 0.0010019844863164912, 
            "14": 0.0008608298930789178, 
            "15": 0.0006768823037499253, 
            "16": 0.0010082183085554568, 
            "17": 0.0026533060078195764, 
            "18": 0.9670232249305593, 
            "19": 0.0005614240938217514
        }
    }, 
    {
        "content": {
            "text": "  COHEN--Dorothy, Temple Beth El of Cedarhurst, records with sorrow the passing of it's member. We grieve with the family on their loss. Dr. Sholom Stern, Rabbi Richard Holland, President  $(6$)COHEN--Dorothy, passed away on January 2nd, 2007. In loving memory her daughter Natalie, and sons Jay and Gerald, daughter - in - law Loretta, grandchildren Damon, Dawn, Aaron, Nicole, Arianna, Leah, Rachel, andNaomi, and her extended community of friends. Services ''Boulevard-Riverside'', 1450 Broadway, Hewlett L.I. 10am Thursday.  ", 
            "title": "Paid Notice: Deaths   COHEN, DOROTHY"
        }, 
        "weight": 0.9666462423834306, 
        "file": "1816195.txt", 
        "other_topics": {
            "0": 0.0007899228805856726, 
            "1": 0.0009598566541508714, 
            "2": 0.001363841917138328, 
            "3": 0.0011866450044610696, 
            "4": 0.0007368898931944876, 
            "5": 0.001961537980910322, 
            "6": 0.0014131001229103935, 
            "7": 0.0011230223486908173, 
            "8": 0.0014087807301188446, 
            "9": 0.0014099991558941768, 
            "10": 0.0010767442463745995, 
            "11": 0.007872219112366225, 
            "12": 0.0017413676453915843, 
            "13": 0.0015275516455776543, 
            "14": 0.0013123577637107122, 
            "15": 0.0010319248362384294, 
            "16": 0.0015370552711820558, 
            "17": 0.004045034642567962, 
            "18": 0.9666462423834306, 
            "19": 0.0008559057651053023
        }
    }, 
    {
        "content": {
            "text": "  FLAGLER--Elizabeth M. (Betsy). Wife of the late Jack Flagler, passed away on December 15, 2007 after a long illness. She is survived by her son James F. Flagler of New York, her daughter and sonin-law Ann Flagler-Hess and Robert Hess, and her granddaughter Chloe of Connecticut. She is mourned by her family and many others whose lives she enriched. A memorial service will be held at All Souls Church at Lexington Avenue and 80th St. in Manhattan on March 15th at 1pm. In lieu of flowers, contributions may be sent in her name to the Central Park Conservancy, 14 East 60th St., New York 10022.  ", 
            "title": "Paid Notice: Deaths   FLAGLER, ELIZABETH M. (BETSY"
        }, 
        "weight": 0.9666462423834306, 
        "file": "1821626.txt", 
        "other_topics": {
            "0": 0.0007899228805856726, 
            "1": 0.0009598566541508714, 
            "2": 0.001363841917138328, 
            "3": 0.0011866450044610696, 
            "4": 0.0007368898931944876, 
            "5": 0.001961537980910322, 
            "6": 0.0014131001229103935, 
            "7": 0.0011230223486908173, 
            "8": 0.0014087807301188446, 
            "9": 0.0014099991558941768, 
            "10": 0.0010767442463745995, 
            "11": 0.007872219112366225, 
            "12": 0.0017413676453915843, 
            "13": 0.0015275516455776543, 
            "14": 0.0013123577637107122, 
            "15": 0.0010319248362384294, 
            "16": 0.0015370552711820558, 
            "17": 0.004045034642567962, 
            "18": 0.9666462423834306, 
            "19": 0.0008559057651053023
        }
    }, 
    {
        "content": {
            "text": "  NEARY--Eileen C (nee Twomey) Lady of the Holy Sepulchre, of Demarest NJ on January 18, 2007. Beloved wife of James (Seamus) Neary. Devoted mother of Patrick, Una, Ann Marie and Eileen. Cherished Nana of Briana, Ryan, Sofia, Daniel, Gavin and Matthew. Dear sister of Father Dermot Twomey, Veronica and Maureen. Friends may call at the Barrett Funeral Home 148 Dean Dr Tenafly NJ on Sunday 2-4 and 7-9 PM. Funeral Mass Monday 11 AM St Josephs Church Demarest NJ. Interment Mt Carmel Cemetery Tenafly NJ. For those who wish donations in her memory may be made to Memorial Sloan Kettering Cancer Center 1275 York Ave. New York NY 10021. For directions visit www.barrettfuneralhome.net.  ", 
            "title": "Paid Notice: Deaths   NEARY, EILEEN C (NEE TWOMEY)"
        }, 
        "weight": 0.9662746115594448, 
        "file": "1819776.txt", 
        "other_topics": {
            "0": 0.0005299056707462994, 
            "1": 0.0006439027108076678, 
            "2": 0.0009149090166337092, 
            "3": 0.0007960396292869375, 
            "4": 0.0004943294373621368, 
            "5": 0.0013158627570047867, 
            "6": 0.012298568241719862, 
            "7": 0.0007533595058100736, 
            "8": 0.0009450554175296135, 
            "9": 0.0009458727767220112, 
            "10": 0.0007223146665587289, 
            "11": 0.005280937736488102, 
            "12": 0.0011681654156706653, 
            "13": 0.0010247307670709369, 
            "14": 0.000880371790879926, 
            "15": 0.0006922483649305858, 
            "16": 0.0010311061047452782, 
            "17": 0.0027135393190190257, 
            "18": 0.9662746115594448, 
            "19": 0.0005741691115688087
        }
    }, 
    {
        "content": {
            "text": "  ADELMAN--Fay, 90 years old, died on January 23, 2008 in Boca Raton, FL. Beloved wife of the late Mannie Manoff and the late Jacob Freed Adelman. Cherished mother of Maxine E. Arno, and the late Alan M. Arno, Jill I. Gordon and Jacob M. Gordon; grandmother of Michael Arno, Michelle Arno Ward and Glenn Ward, Matthew Gordon and Amy Gordon; greatgrandmother of Paige Addison Ward. Burial at Wellwood Cemetery, Farmingdale, NY Sunday, January 27, 2008 at 10:00am.  ", 
            "title": "Paid Notice: Deaths   ADELMAN, FAY"
        }, 
        "weight": 0.9660721767807229, 
        "file": "1821613.txt", 
        "other_topics": {
            "0": 0.0008035185767512733, 
            "1": 0.0009763771522312533, 
            "2": 0.0013873155761233355, 
            "3": 0.001207068852577887, 
            "4": 0.0007495728162260956, 
            "5": 0.001995298839167738, 
            "6": 0.0014374215856694141, 
            "7": 0.001142351160420716, 
            "8": 0.0014330278499850879, 
            "9": 0.0014342672466008007, 
            "10": 0.0010952765461491216, 
            "11": 0.00800771119878536, 
            "12": 0.0017713390590589513, 
            "13": 0.0015538429818092862, 
            "14": 0.0013349453071969182, 
            "15": 0.0010496857302244764, 
            "16": 0.0015635101783259434, 
            "17": 0.004114655441422285, 
            "18": 0.9660721767807229, 
            "19": 0.0008706371205512034
        }
    }, 
    {
        "content": {
            "text": "  GOLDSMITH--Ann Kortlang of Patterson, NY, died peacefully in her sleep on January 21, 2007, at the age of 100. She is survived by her husband of 75 years, S. Delvalle Goldsmith; a son, Stephen Goldsmith; a daughter, Susan Deborah Goldsmith Franz; three grandchildren, Christopher Goldsmith, Elizabeth Brown and Ronald Franz; two greatgrandchildren, Stephanie and Alexander Brown. A graveside service was held on Wednesday at Maple Avenue Cemetery, Patterson, NY. Services under the guidence of Dwyer Funeral Home, Patterson, NY, 845-878-3161.  ", 
            "title": "Paid Notice: Deaths   GOLDSMITH, ANN KORTLANG"
        }, 
        "weight": 0.9660721767807229, 
        "file": "1821196.txt", 
        "other_topics": {
            "0": 0.0008035185767512733, 
            "1": 0.0009763771522312533, 
            "2": 0.0013873155761233355, 
            "3": 0.001207068852577887, 
            "4": 0.0007495728162260956, 
            "5": 0.001995298839167738, 
            "6": 0.0014374215856694141, 
            "7": 0.001142351160420716, 
            "8": 0.0014330278499850879, 
            "9": 0.0014342672466008007, 
            "10": 0.0010952765461491216, 
            "11": 0.00800771119878536, 
            "12": 0.0017713390590589513, 
            "13": 0.0015538429818092862, 
            "14": 0.0013349453071969182, 
            "15": 0.0010496857302244764, 
            "16": 0.0015635101783259434, 
            "17": 0.004114655441422285, 
            "18": 0.9660721767807229, 
            "19": 0.0008706371205512034
        }
    }, 
    {
        "content": {
            "text": "  SCHACHTEL--Dr. Maurice. Died on January 25, 2007, in Rancho Mirage, CA. Born May 24, 1913, in London, England, the family emigrated to the US aboard the ill-fated Lusitania. The family settled in Buffalo, where he spent his childhood. An exceptional student, he attended medical school at John Hopkins and graduated shortly after his 20th birthday. The family later settled in New York where Dr. Schachtel practiced medicine in a career spanning more than 70 years. He maintained a private practice in midtown Manhattan for 60 years and was affiliated with Mt. Sinai Hospital for more than 50 years. Retiring shortly before his 93rd birthday, he has been currently residing in Rancho Mirage with his son Daniel and daughter-in-law Sari, and his three grandchildren, Jonathan, Elliot and Julia. He now joins his mother Jane and father Bernard, as well as siblings Irving, Shirley and Rosalyn, in repose in the family mausoleum at Westchester Hill Cemetery, wife Elizabeth and siblings Hyman, John, and Anita rest elsewhere. Services Friday, 11:30am, February 2nd, at ''The Riverside'' 76th Street and Amsterdam Avenue.  SCHACHTEL--Dr. Maurice Died on January 25, 2007 in Rancho Mirage, CA. Born May 24, 1913 in London, England, the family emigrated to the US aboard the ill-fated Lusitania. The family settled in Buffalo, where he spent his childhood. An exceptional student, he attended medical school at Johns Hopkins and graduated shortly after his 20th birthday. The family later settled in New York where Dr. Schachtel practiced medicine in a career spanning more than 70 years. He maintained a private practice in midtown Manhattan for 60 years and was affiliated with Mt. Sinai Hospital for more than 50 years. Retiring shortly before his 93rd birthday, he has been currently residing in Rancho Mirage with his son Daniel and daughter-in-law Sari, and his three grandchildren, Jonathan, Elliot and Julia. He now joins his mother Jane and father Bernard, as well as siblings Irving, Shirley and Rosalyn, in repose in the family mausoleum at Westchester Hills Cemetery, wife Elizabeth and siblings Hyman, John, and Anita rest elsewhere. Services Friday 11:30 am February 2nd at ''The Riverside'' 76th Street and Amsterdam Avenue.  ", 
            "title": "Paid Notice: Deaths   SCHACHTEL, DR. MAURICE"
        }, 
        "weight": 0.9655061554151753, 
        "file": "1821879.txt", 
        "other_topics": {
            "0": 0.00023099937623670172, 
            "1": 0.0002806935890008709, 
            "2": 0.00039883213904480915, 
            "3": 0.0003470139460217542, 
            "4": 0.00021549079013491712, 
            "5": 0.0005736180849944887, 
            "6": 0.0004132368551095594, 
            "7": 0.0003284085933238377, 
            "8": 0.00041197372289109615, 
            "9": 0.00041233003057759306, 
            "10": 0.00031487535731915506, 
            "11": 0.012198139704913699, 
            "12": 0.0005092330527076087, 
            "13": 0.0004467062367356188, 
            "14": 0.0003837764828280451, 
            "15": 0.0003017686907834599, 
            "16": 0.00044948540877957346, 
            "17": 0.016026967586136354, 
            "18": 0.9655061554151753, 
            "19": 0.00025029493728568903
        }
    }, 
    {
        "content": {
            "text": "  LYNCH--Sylvia Maitland, long time Lawrence resident. On January 5, 2007. Wife of the late G. Philip Lynch, beloved mother of Petria Fossel, Maitland Horner, Mac Horner, and the late Sandy baker, also survived by 9 grandchildren, 3 sisters, Helen Corroon, Andree Dean, Nancy Ijams, and her brother Henry Mellen. Mass of Christian Burial, Tuesday, January 9th at 10 am at St. Joachim R.C. Church Cedarhurst. Interment Holy Rood R.C. Cemetery Westbury.  ", 
            "title": "Paid Notice: Deaths   LYNCH, SYLVIA MAITLAND"
        }, 
        "weight": 0.9654780041363705, 
        "file": "1816807.txt", 
        "other_topics": {
            "0": 0.0008175904715041112, 
            "1": 0.0009934762920928656, 
            "2": 0.0014116114161213489, 
            "3": 0.001228208059989345, 
            "4": 0.0007626999673396, 
            "5": 0.0020302421946515018, 
            "6": 0.0014625949243503673, 
            "7": 0.001162356977044416, 
            "8": 0.0014581242418624319, 
            "9": 0.0014593853438365993, 
            "10": 0.0011144579524396611, 
            "11": 0.00814794898850271, 
            "12": 0.0018023602420556754, 
            "13": 0.0015810551901329084, 
            "14": 0.0013583239948927533, 
            "15": 0.0010680687117094795, 
            "16": 0.0015908916867452614, 
            "17": 0.004186714756528586, 
            "18": 0.9654780041363705, 
            "19": 0.0008858844518298962
        }
    }, 
    {
        "content": {
            "text": "  ROSENFIELD--Helen Anna, of Brooklyn, New York, died peacefully on Sunday, January 7, 2007 at the age of 95 . She was predeceased by her husband Harry in 1969. She is survived by her son Stephen Rosenfield and his wife Riva Rosenfield, her daughter Mimi Meyers and husband, Gary Mangus, her four grandchildren, Peter Rosenfield, Jonathan Rosenfield, Joan Meyers, and Gregory Meyers, and her two greatgrandchildren, Hannah Rosenfield and Jessie Rosenfield. Funeral services will be held at 12 pm on Wednesday, January 10, 2007 at the Weinstein - Garlick - Kirshenbau Chapels, 1153 Coney Island Ave., Brooklyn, NY, 11230. Active in progressive political causes, Helen was a spirited and compassionate woman who will be missed by her family and friends. In lieu of flowers, contributions may be made to the ACLU Foundation, 125 Broad Street, New York, NY, 10004.  ", 
            "title": "Paid Notice: Deaths   ROSENFIELD, HELEN ANNA"
        }, 
        "weight": 0.9642454297077585, 
        "file": "1817493.txt", 
        "other_topics": {
            "0": 0.0005617889201291607, 
            "1": 0.0006826449093541903, 
            "2": 0.0009699570637679823, 
            "3": 0.0008439355689236113, 
            "4": 0.0005240721436564656, 
            "5": 0.0013950353017637748, 
            "6": 0.0010049892357790924, 
            "7": 0.0007986874770409976, 
            "8": 0.0010019173067697962, 
            "9": 0.0010027838446526765, 
            "10": 0.0007657747386397769, 
            "11": 0.005598680052003771, 
            "12": 0.0012384513388535732, 
            "13": 0.0010863865454490015, 
            "14": 0.012966898400248636, 
            "15": 0.0007338994143010816, 
            "16": 0.0010931454730567826, 
            "17": 0.002876806963799344, 
            "18": 0.9642454297077585, 
            "19": 0.0006087155940518178
        }
    }, 
    {
        "content": {
            "text": "  MONSANTO--Anna Maria, on January 19th, 2007. Beloved wife of the late Enrique. Loving mother of Enrique, Anna Maria, and Yvette. Cherished grandmother of Gabriela, and Michael. In repose at the Fairchild Sons Funeral Chapel, 1570 Northern Boulevard, Manhasset, New York on Sunday, 3-5 and 7-9pm. Graveside service, Monday at Calverton National Cemetery. Donations may be made to: Gurwin Jewish Geriatric Foundation, 68 Hauppauge Road, PO Box 9017, Commack New York, 11725.  ", 
            "title": "Paid Notice: Deaths   MONSANTO, ANNA MARIA"
        }, 
        "weight": 0.9642249587692995, 
        "file": "1820167.txt", 
        "other_topics": {
            "0": 0.0008472665642922166, 
            "1": 0.001029536514972778, 
            "2": 0.001462848695450815, 
            "3": 0.0012727883451341673, 
            "4": 0.0007903836987297366, 
            "5": 0.002103933924008333, 
            "6": 0.0015156827527916452, 
            "7": 0.00120454706450986, 
            "8": 0.0015110497978788684, 
            "9": 0.001512356674089044, 
            "10": 0.0011549094483385772, 
            "11": 0.0084436952069863, 
            "12": 0.0018677805369894422, 
            "13": 0.0016384427724993988, 
            "14": 0.0014076270999480141, 
            "15": 0.0011068364166882958, 
            "16": 0.0016486363045669732, 
            "17": 0.0043386800006482975, 
            "18": 0.9642249587692995, 
            "19": 0.0009180394121778065
        }
    }, 
    {
        "content": {
            "text": "  PUDALOV--Dr. Irving, on December 30, 2006. Formerly of Wantagh L.I. presently of Hollywood, FL. Founder of Wantagh Animal Hospital. Beloved husband of the late Mary. Devoted father of Dr. Mitchell Pudalov and Barbara Hubschman. Loving father-in-law of Linda and Harold. Dear brother of Judge Murray Pudalov. Adored grandfather of Eric, Emily, Adam and Julie. Services Wednesday 1 pm at ''Guttermans'' 8000 Jericho Tpk. Woodbury L.I.  ", 
            "title": "Paid Notice: Deaths   PUDALOV, DR. IRVING"
        }, 
        "weight": 0.963563694218828, 
        "file": "1815876.txt", 
        "other_topics": {
            "0": 0.0008629274084028701, 
            "1": 0.0010485664301691639, 
            "2": 0.001489887937104433, 
            "3": 0.0012963145182408023, 
            "4": 0.0008049931220388557, 
            "5": 0.0021428229615222056, 
            "6": 0.0015436985772240715, 
            "7": 0.0012268118682873968, 
            "8": 0.0015389799869425472, 
            "9": 0.001540311019404677, 
            "10": 0.0011762567522386907, 
            "11": 0.008599768159617152, 
            "12": 0.0019023045239558577, 
            "13": 0.0016687276886352964, 
            "14": 0.0014336456276549732, 
            "15": 0.0011272951404339095, 
            "16": 0.0016791096375758775, 
            "17": 0.004418876002709259, 
            "18": 0.963563694218828, 
            "19": 0.0009350084190139996
        }
    }, 
    {
        "content": {
            "text": "  SCHUSTACK--Bernice ''Bunny'' (nee Rochkind) 79 of East Northport, NY on Friday, January 12, 2007. Wife of William D.; mother of Susan Frankel and Amy Schustack; sister of Michael Rochkind; grandmother of David and Leora Frankel. Service 9:30 AM, Monday, at Mount Sinai Memorial Chapels, East Brunswick, NJ. For directions please visit www.msmc.us. Burial New Mount Carmel Cemetery, Glendale, NY.  ", 
            "title": "Paid Notice: Deaths  SCHUSTACK, BERNICE ''BUNNY'' (NEE ROCHKIND)"
        }, 
        "weight": 0.9628775237284634, 
        "file": "1819010.txt", 
        "other_topics": {
            "0": 0.0008791781042480801, 
            "1": 0.0010683130901596198, 
            "2": 0.0015179455876942357, 
            "3": 0.001320726783688079, 
            "4": 0.0008201527962551975, 
            "5": 0.0021831767199713427, 
            "6": 0.001572769592712596, 
            "7": 0.0012499152560540823, 
            "8": 0.0015679621416824889, 
            "9": 0.0015693182402202717, 
            "10": 0.0011984080833128585, 
            "11": 0.008761719460897427, 
            "12": 0.0019381288261193386, 
            "13": 0.001700153259143809, 
            "14": 0.0014606441200171016, 
            "15": 0.0011485244237740698, 
            "16": 0.0017107307215109787, 
            "17": 0.004502092515707303, 
            "18": 0.9628775237284634, 
            "19": 0.0009526165483678113
        }
    }, 
    {
        "content": {
            "text": "  GABEL--JACK. The Yeshiva University family notes with sadness the passing of the beloved husband of Stefanie; father of Joyce (and Daniel) Straus who together with his brother, Moshael, are YU Guardians, and father of Jeffrey (and Debbie); grandfather of seven. Sincerest condolences are extended to the entire family. May they be comforted among the mourners of Zion and Jerusalem. Yeshiva University Richard M. Joel, President Norman Lamm, Chancellor Morry J. Weiss, Chairman Board of Trustees  ", 
            "title": "Paid Notice: Deaths   GABEL, JACK"
        }, 
        "weight": 0.962165013201172, 
        "file": "1821206.txt", 
        "other_topics": {
            "0": 0.0008960526157989467, 
            "1": 0.0010888177654839197, 
            "2": 0.0015470802877389327, 
            "3": 0.0013460761631359942, 
            "4": 0.0008358944051135303, 
            "5": 0.0022250795387525808, 
            "6": 0.0016029565577096126, 
            "7": 0.001273905513914209, 
            "8": 0.0015980568348320315, 
            "9": 0.0015994389616572904, 
            "10": 0.0012214097378659028, 
            "11": 0.008929887589214062, 
            "12": 0.0019753283163084045, 
            "13": 0.0017327851634997555, 
            "14": 0.00148867900391132, 
            "15": 0.001170568635932883, 
            "16": 0.0017435656444703587, 
            "17": 0.00458850346224054, 
            "18": 0.962165013201172, 
            "19": 0.0009709006012477763
        }
    }, 
    {
        "content": {
            "text": "  BAUMANN--John J. ''Jack'' of Asharoken, Northport, L.I. on December 22, 2006 in his 62nd year (Retired from NYC Board of Education). Husband of the late Jane (Grunwald) (Died January 5, 2007). Father of the late Jacquelyn Anne Baumann. Stepfather of Jessica D. Beeam and David R. Briggs. Brother of Margaret Ivaldi and the late Walter F. Baumann. Uncle of many nieces and nephews, grandfather of five. Burial private, visiting Saturday, January 13, 2007, at Nolan & Taylor-Howe Funeral Home, Northport L.I. 11am to 12pm, services at 12 noon. In lieu of flowers donation to Jacquelyn Anne Baumann Memorial Scholarship Fund, C/O Jed Albert, ESQ., at Farrell Fritz, 1320 Reckson Plaza, Uniondale 11556 in Jack's memory.  ", 
            "title": "Paid Notice: Deaths   BAUMANN, JOHN J. ''JACK''"
        }, 
        "weight": 0.9619564326017975, 
        "file": "1817917.txt", 
        "other_topics": {
            "0": 0.0005977544820650462, 
            "1": 0.0007263476362822158, 
            "2": 0.0010320534305743561, 
            "3": 0.0008979640765827522, 
            "4": 0.0005576230886220862, 
            "5": 0.001484345052722901, 
            "6": 0.0010693283519652946, 
            "7": 0.0008498192151257037, 
            "8": 0.001066059758961591, 
            "9": 0.0010669817723456421, 
            "10": 0.0008147994128628879, 
            "11": 0.0059571059072578295, 
            "12": 0.001317736630421584, 
            "13": 0.001155936693532512, 
            "14": 0.0009930940786894425, 
            "15": 0.0007808834396066842, 
            "16": 0.0011631283257038541, 
            "17": 0.015864920656987976, 
            "18": 0.9619564326017975, 
            "19": 0.0006476853878921389
        }
    }, 
    {
        "content": {
            "text": "  ROEDER--Dorothy F. Congregation Emanu-El of the City of New York expresses to the family of our devoted member, Dorothy Roeder, our deepest sympathies on the occasion of her passing. It is our hope and prayer that beautiful memories will linger as a legacy to her life. May all who loved her be comforted. Rabbi David M. Posner Marcia Waxman, President George Asch, Secretary  $(6$)ROEDER--Dorothy (nee Friedman). Died peacefully at home in her 90th year surrounded by love. Darling daughter of the late Rena F. and Stanleigh P. Friedman. Dear sister of Dr. Edward W. Friedman and the late Mary F. Schwartzreich. Beloved wife of over 60 years to the late Martin A. Roeder. Adored mother of Katherine Roeder and Thomas Roeder. Dearly loved mother-in-law of Susan B. Roeder. Cherished grandmother of Kenneth and Erik (Pamela Heller) Heirfoq, Sarah and Louisa Roeder. Loving greatgrandmother of Madeline and Charlotte. Much loved aunt and friend to Stan Morris and so many others. In lieu of flowers, contributions may be sent to The Central Park Conservancy or The Child Development Center. Family will receive friends on Monday 7-9 pm at Frank E. Campbell, 1076 Madison Ave. at 81st St. Funeral services Tuesday 11:30 am at Frank E. Campbell.  ", 
            "title": "Paid Notice: Deaths   ROEDER, DOROTHY F."
        }, 
        "weight": 0.9611928033772712, 
        "file": "1818161.txt", 
        "other_topics": {
            "0": 0.0003644406479073348, 
            "1": 0.0004428416868714449, 
            "2": 0.0006292252625427863, 
            "3": 0.000547473284912515, 
            "4": 0.00033997322613702846, 
            "5": 0.0009049797014713402, 
            "6": 0.0006519511423312215, 
            "7": 0.0005181201892365107, 
            "8": 0.0006499583372787191, 
            "9": 0.000650520473013615, 
            "10": 0.0004967692168738166, 
            "11": 0.003631945224389653, 
            "12": 0.0008034014060471939, 
            "13": 0.0007047547616464537, 
            "14": 0.000605472414393598, 
            "15": 0.0004760912301104255, 
            "16": 0.008515482654664923, 
            "17": 0.017478913098720104, 
            "18": 0.9611928033772712, 
            "19": 0.0003948826641802394
        }
    }, 
    {
        "content": {
            "text": "  MURASKIN--Jean, 94 years old, beloved wife of the late Abraham. Beloved mother of Matthew Muraskin and Gail Forrester. Adoring grandmother of Kevin Forrester and Allison, Amy Forrester and Dr. Paul Fronstin, Seth Muraskin and Stacy, Craig Muraskin and Savet Constantine, Tracy Birkhahn and Ted, dearly loved great-grandmother of Samantha, Dylan, Zoey, Lindsay, Nickia, Benjamin, Zachary, Sloane and Sydney, dear sister of Arthur Garter in Florida. Mother-inlaw of Dr. Roslyn Muraskin and Dr. Sanford Forrester. She died on Thursday, January 18, 2007. Services will be held Sunday, January 21, 11 am at I. J. Morris in Dix Hills.  ", 
            "title": "Paid Notice: Deaths   MURASKIN, JEAN"
        }, 
        "weight": 0.9609566141565228, 
        "file": "1819977.txt", 
        "other_topics": {
            "0": 0.0006134639961245113, 
            "1": 0.0007454366916495882, 
            "2": 0.0010591767033630707, 
            "3": 0.014062003569576884, 
            "4": 0.0005722779143296713, 
            "5": 0.001523354947545087, 
            "6": 0.001097431242505487, 
            "7": 0.0008721532122910618, 
            "8": 0.0010940767479999344, 
            "9": 0.001095022992707471, 
            "10": 0.0008362130587928913, 
            "11": 0.006113663895213837, 
            "12": 0.0013523679092214767, 
            "13": 0.0011863157275401979, 
            "14": 0.001019193465410303, 
            "15": 0.000801405743899452, 
            "16": 0.0011936963621366088, 
            "17": 0.003141424533053125, 
            "18": 0.9609566141565228, 
            "19": 0.0006647071301165568
        }
    }, 
    {
        "content": {
            "text": "  WEINSTEIN--Beatrice, be loved wife of Milton, cherished mother of Judy and Marilyn, devoted mother-inlaw of Irwin, adored grandmother of Lisa, Gregory and Keith, loving sister of Herman and Murray Wolff. Services Thursday, January 25, 2pm. Riverside Nassau North Chapels, 55 North Station Plaza, Great Neck, NY. Interment: Knollwood Park Cemetary, Ridgewood, Brooklyn.  ", 
            "title": "Paid Notice: Deaths  WEINSTEIN, BEATRICE"
        }, 
        "weight": 0.9606546631647195, 
        "file": "1821007.txt", 
        "other_topics": {
            "0": 0.0009318225001161059, 
            "1": 0.0011322827192457045, 
            "2": 0.0016088388072120745, 
            "3": 0.0013998107182151387, 
            "4": 0.0008692628096526008, 
            "5": 0.002313903382681313, 
            "6": 0.001666945624449383, 
            "7": 0.0013247590598558982, 
            "8": 0.0016618503075660179, 
            "9": 0.001663287608067219, 
            "10": 0.0012701676838358057, 
            "11": 0.009286363359051102, 
            "12": 0.0020541822408625563, 
            "13": 0.0018019569105066113, 
            "14": 0.0015481061790753729, 
            "15": 0.0012172970355316952, 
            "16": 0.0018131677418276322, 
            "17": 0.004771673775165619, 
            "18": 0.9606546631647195, 
            "19": 0.0010096583723627323
        }
    }, 
    {
        "content": {
            "text": "  ANDERSON--Joseph Anthony, died January 14, 2007, of Greenport, NY, formerly of Bridgehampton, NY. Beloved husband of the late Frances Brooke and the late Martha Hartman. Devoted father of Helen Anderson Phinney and her husband, Terry, grandfather of Arthur and Brooke Phinney, brother of Stephen T. Anderson. A memorial service will be held at 1:00 pm February 3rd at St. Ann's Episcopal Church in Bridgehampton, New York.  ", 
            "title": "Paid Notice: Deaths   ANDERSON, JOSEPH ANTHONY"
        }, 
        "weight": 0.9606546631647195, 
        "file": "1821186.txt", 
        "other_topics": {
            "0": 0.0009318225001161059, 
            "1": 0.0011322827192457045, 
            "2": 0.0016088388072120745, 
            "3": 0.0013998107182151387, 
            "4": 0.0008692628096526008, 
            "5": 0.002313903382681313, 
            "6": 0.001666945624449383, 
            "7": 0.0013247590598558982, 
            "8": 0.0016618503075660179, 
            "9": 0.001663287608067219, 
            "10": 0.0012701676838358057, 
            "11": 0.009286363359051102, 
            "12": 0.0020541822408625563, 
            "13": 0.0018019569105066113, 
            "14": 0.0015481061790753729, 
            "15": 0.0012172970355316952, 
            "16": 0.0018131677418276322, 
            "17": 0.004771673775165619, 
            "18": 0.9606546631647195, 
            "19": 0.0010096583723627323
        }
    }, 
    {
        "content": {
            "text": "  MITTLEMAN--Frank, 89, of Boynton Beach, Florida, died January 11, 2007. Loving husband of 64 years to wife Grace Meropol. Survived by his son Dr. Henry L. Mittleman, wife Barbara, daughter Sharon Tauber and her husband Yale, grandchildren Marcus Tauber, wife Elysabeth, and Hayes, husband to Jennifer, great-grandchildren Brennan, Cecelia, and Ellerie, his sisters Ruth Goldstein and Sarah Glaser.  ", 
            "title": "Paid Notice: Deaths   MITTLEMAN, FRANK"
        }, 
        "weight": 0.9606546631647195, 
        "file": "1819158.txt", 
        "other_topics": {
            "0": 0.0009318225001161059, 
            "1": 0.0011322827192457045, 
            "2": 0.0016088388072120745, 
            "3": 0.0013998107182151387, 
            "4": 0.0008692628096526008, 
            "5": 0.002313903382681313, 
            "6": 0.001666945624449383, 
            "7": 0.0013247590598558982, 
            "8": 0.0016618503075660179, 
            "9": 0.001663287608067219, 
            "10": 0.0012701676838358057, 
            "11": 0.009286363359051102, 
            "12": 0.0020541822408625563, 
            "13": 0.0018019569105066113, 
            "14": 0.0015481061790753729, 
            "15": 0.0012172970355316952, 
            "16": 0.0018131677418276322, 
            "17": 0.004771673775165619, 
            "18": 0.9606546631647195, 
            "19": 0.0010096583723627323
        }
    }, 
    {
        "content": {
            "text": "  BROZ--Ida, Congregation Emanu-El of the City of New York, records with deep sorrow the death of our cherished member, Ida Broz. To her family and loved ones, we express our profound sympathy. May beautiful memory bring comfort to those who mourn her passing. Rabbi David M. Posner Marcia Waxman, President George Asch, Secretary $(6$)BROZ--Ida, on January 15th. Beloved wife of the late Michael Bohan and Jaroslav Broz. Devoted aunt of Eileen Milloy. Family will receive friends Thursday, 6-9 pm at Frank E. Campbell, 1076 Madison Ave, at 81st St. Entombment to take place Friday, 10:30 am at the Woodlawn Cemetery, Bronx, NY.  ", 
            "title": "Paid Notice: Deaths   BROZ, IDA"
        }, 
        "weight": 0.9599028250980263, 
        "file": "1819340.txt", 
        "other_topics": {
            "0": 0.0006300215162506903, 
            "1": 0.014260659587357246, 
            "2": 0.0010877641016356738, 
            "3": 0.0009464365488534379, 
            "4": 0.0005877238135904945, 
            "5": 0.0015644706126250844, 
            "6": 0.0011270511387009832, 
            "7": 0.0008956928078612149, 
            "8": 0.001123606105694981, 
            "9": 0.0011245778897428676, 
            "10": 0.0008587826221873287, 
            "11": 0.006278672948115374, 
            "12": 0.0013888685987752097, 
            "13": 0.0012183346343690232, 
            "14": 0.0010467017078216088, 
            "15": 0.0008230358506663982, 
            "16": 0.0012259144738195839, 
            "17": 0.0032262122308797186, 
            "18": 0.9599028250980263, 
            "19": 0.0006826477130267979
        }
    }, 
    {
        "content": {
            "text": "  JAFFE--Edith, 82, of New York City on January 10, 2007, after a brief illness. Beloved wife of the late Morris Jaffe; sister of the late Sylvia Buchsbaum and the late Sol Kornhauser. She is survived by her cousins Charlotte Korn hauser, Selma Levine, Janice Levine and Vicki Friedman as well as her nieces and nephews; Phyllis Wahlberg, Elaine Klein, Harvey and Audrey Buchsbaum and Fred and Sharon Buchsbaum. Funeral services will be held Thursday, January 18th at The Frank E. Campbell Funeral Chapel, 1076 Madison Avenue, New York, NY. In lieu of flowers, contributions may be made to: The Foundation Alumnae Association, The Mount Sinai School of Nursing, Box #  ", 
            "title": "Paid Notice: Deaths   JAFFE, EDITH"
        }, 
        "weight": 0.9593543072716803, 
        "file": "1818539.txt", 
        "other_topics": {
            "0": 0.0006386400294873451, 
            "1": 0.0007760287706263655, 
            "2": 0.0011026444018579513, 
            "3": 0.0009593835287795987, 
            "4": 0.0005957637064136331, 
            "5": 0.0015858721208838935, 
            "6": 0.0011424688742968832, 
            "7": 0.0009079456279973713, 
            "8": 0.0011389767142296662, 
            "9": 0.0011399617920039792, 
            "10": 0.0008705305215936489, 
            "11": 0.006364563389181558, 
            "12": 0.0014078679219630152, 
            "13": 0.001235001101945356, 
            "14": 0.01474073282682448, 
            "15": 0.0008342947445140603, 
            "16": 0.0012426846314207037, 
            "17": 0.0032703458867928766, 
            "18": 0.9593543072716803, 
            "19": 0.0006919861375074508
        }
    }, 
    {
        "content": {
            "text": "  MARBLESTONE--Robert Andrew, Ph.D., died on January 26, 2007. He was the beloved and cherished son of Shirley Marblestone and the late Mortimer Marblestone. He is survived by his loving brother Howard, two nieces, five great-nieces and nephews, and a son, Adam. He was a practicing clinical psychologist for many years. Funeral was Sunday, January 28 at 2 pm at the Community Synagogue, 160 Port Washington Blvd., Port Washington.  ", 
            "title": "Paid Notice: Deaths  MARBLESTONE, ROBERT ANDREW, PH.D."
        }, 
        "weight": 0.9590187147776195, 
        "file": "1822325.txt", 
        "other_topics": {
            "0": 0.0009705669521590617, 
            "1": 0.0011793621506925914, 
            "2": 0.0016757330687298076, 
            "3": 0.0014580137549891426, 
            "4": 0.0009054060786089888, 
            "5": 0.002410113678774355, 
            "6": 0.0017362559220614785, 
            "7": 0.001379841507271219, 
            "8": 0.0017309487458802252, 
            "9": 0.0017324458082141067, 
            "10": 0.0013229802644579272, 
            "11": 0.009672483097277413, 
            "12": 0.0021395935346536746, 
            "13": 0.001876880871984143, 
            "14": 0.0016124752253316242, 
            "15": 0.0012679112958756055, 
            "16": 0.001888557840918738, 
            "17": 0.004970076245296463, 
            "18": 0.9590187147776195, 
            "19": 0.0010516391792040594
        }
    }, 
    {
        "content": {
            "text": "  DELLOVA--Dr. Louis A. Devoted husband of the late Madeline, beloved father of Gerard and Carole. Loving brother of William and Eugene. In lieu of flowers donations can be made to Parkinsons Disease Association and American Heart Association. Reposing Scarpaci Funeral Home, 1401 86th St, Brooklyn. Viewing Sunday and Monday 2-5 and 7-9:30 until Tuesday 9am. Mass at St. Francis Cabrini Church, 9:45am.  ", 
            "title": "Paid Notice: Deaths   DELLOVA, DR. LOUIS A."
        }, 
        "weight": 0.9590187147776195, 
        "file": "1821853.txt", 
        "other_topics": {
            "0": 0.0009705669521590617, 
            "1": 0.0011793621506925914, 
            "2": 0.0016757330687298076, 
            "3": 0.0014580137549891426, 
            "4": 0.0009054060786089888, 
            "5": 0.002410113678774355, 
            "6": 0.0017362559220614785, 
            "7": 0.001379841507271219, 
            "8": 0.0017309487458802252, 
            "9": 0.0017324458082141067, 
            "10": 0.0013229802644579272, 
            "11": 0.009672483097277413, 
            "12": 0.0021395935346536746, 
            "13": 0.001876880871984143, 
            "14": 0.0016124752253316242, 
            "15": 0.0012679112958756055, 
            "16": 0.001888557840918738, 
            "17": 0.004970076245296463, 
            "18": 0.9590187147776195, 
            "19": 0.0010516391792040594
        }
    }, 
    {
        "content": {
            "text": "  LEIBLER--Frieda The Officers, Trustees, and members of the Forest Hills Jewish Center mourn the death of Frieda Leibler, beloved mother of our member and past president, Jack Leibler. Our thoughts and prayers are with Jack and Valerie and their family at this painful time. Rabbi Gerald C. Skolnik Cantor Adam Frei Meir Toshav, President  $(6$)LEIBLER--Frieda. Loving wife of the late Charles. Beloved mother of Jack and Valerie, and Sylvia and Leo. Adored and adoring Bomma of Carine and Bruce, Philippe, Jennifer and Daniel, Lauren, Nicole and Jeremy. Cherished sister of Hilda and Berthe. May her memory be for a blessing.  ", 
            "title": "Paid Notice: Deaths   LEIBLER, FRIEDA"
        }, 
        "weight": 0.9587905741723985, 
        "file": "1820604.txt", 
        "other_topics": {
            "0": 0.0006474976106720144, 
            "1": 0.0007867918570601738, 
            "2": 0.0011179374650176755, 
            "3": 0.0009726896434937381, 
            "4": 0.0006040266168996456, 
            "5": 0.0016078672831202926, 
            "6": 0.0011583142806882829, 
            "7": 0.0009205383277028816, 
            "8": 0.0011547736863077173, 
            "9": 0.0011557724265616061, 
            "10": 0.0008826042946312363, 
            "11": 0.020322278862716082, 
            "12": 0.0014273942651928462, 
            "13": 0.0012521298787500582, 
            "14": 0.0010757360461815274, 
            "15": 0.0008458659475240069, 
            "16": 0.0012599199744958718, 
            "17": 0.003315703761114457, 
            "18": 0.9587905741723985, 
            "19": 0.0007015835994713653
        }
    }, 
    {
        "content": {
            "text": "  SANDS--Harry, Ph.D., aged 89 years, died on January 3, beloved husband, father, grandfather, brother, uncle and colleague. He dedicated his life to people through the practice of psychology. He was the former CEO of the Postgraduate Center for Mental Health in NYC to which he devoted his passion and commitment for more than 40 years. He was a boundless inspiration to his family and to the people whose lives he touched. He is survived by his loving wife of 61 years, Helene; son, Jeff, and wife, Lynn, of Celebration, FL; son, Rick, and wife, Colleen, of Abington, PA; grandchildren: Michael, Laura, Kevin, Jessica, and Robbie; brothers, Nat and Al. Services at Riverside Chapels (212-362-6600), 76th St. and Amsterdam Ave. On Friday January 5 at 11:30am; interment to immediately follow; shiva at the family home in NYC. Contributions may be made to the Postgraduate Center for Mental Health, NYC, or the American Psychological Foundation, Washington, D.C.  ", 
            "title": "Paid Notice: Deaths   SANDS, HARRY, PH.D."
        }, 
        "weight": 0.9582418603555463, 
        "file": "1816211.txt", 
        "other_topics": {
            "0": 0.0004909014374010592, 
            "1": 0.0005965076120750877, 
            "2": 0.0008475662295218303, 
            "3": 0.0007374463415249136, 
            "4": 0.0004579438280193654, 
            "5": 0.0012190073714939227, 
            "6": 0.0008781779824050684, 
            "7": 0.0006979077309383549, 
            "8": 0.0008754936746299866, 
            "9": 0.000876250871286999, 
            "10": 0.0006691479779224898, 
            "11": 0.015407370993413418, 
            "12": 0.01159732336522115, 
            "13": 0.0009493044409125639, 
            "14": 0.00081557115058165, 
            "15": 0.000641294736295914, 
            "16": 0.0009552105155236236, 
            "17": 0.0025138065615993104, 
            "18": 0.9582418603555463, 
            "19": 0.0005319068236870453
        }
    }, 
    {
        "content": {
            "text": "  HIDARY--Mariel. The officers, Board of Directors, and staff of UJA-Federation of New York mourn the tragic loss of Mariel Hidary, beloved daughter of David and Aimee Hidary, treasured leaders of the New York Jewish community whose commitment has fostered a shining example of philanthropic generosity and devotion that has enabled us to enrich the Jewish community worldwide. We extend our heartfelt condolences to David and Aimee, and to the entire family. May they becomforted along with the mourners of Zion and Jerusalem. Morris W. Offit, President Susan K. Stern, Chair of the Board John S. Ruskay, Exec. V.P. & C.E.O. $(6$)HIDARY--Mariel, the Jewish Community Relations Council of New York mourns the tragic passing of Mariel Hidary, daughter of our esteemed Board member, David Hidary. May the family be comforted among the mourners of Zion and Jerusalem. Matthew J. Maryles, Pres Michael S. Miller, Executive Vice President and CEO  ", 
            "title": "Paid Notice: Deaths   HIDARY, MARIEL"
        }, 
        "weight": 0.9582418603555463, 
        "file": "1816012.txt", 
        "other_topics": {
            "0": 0.0004909014374010592, 
            "1": 0.0005965076120750877, 
            "2": 0.0008475662295218303, 
            "3": 0.0007374463415249136, 
            "4": 0.0004579438280193654, 
            "5": 0.0012190073714939227, 
            "6": 0.0008781779824050684, 
            "7": 0.0006979077309383549, 
            "8": 0.0008754936746299866, 
            "9": 0.0219065347223236, 
            "10": 0.0006691479779224898, 
            "11": 0.004892229067895117, 
            "12": 0.0010821814397028514, 
            "13": 0.0009493044409125639, 
            "14": 0.00081557115058165, 
            "15": 0.000641294736295914, 
            "16": 0.0009552105155236236, 
            "17": 0.0025138065615993104, 
            "18": 0.9582418603555463, 
            "19": 0.0005319068236870453
        }
    }
]