[
    {
        "content": {
            "text": "  A wide swath of all-inclusive resorts and relatively low-cost flights makes this country, which shares the island of Hispaniola with Haiti, the best option for the bargain-seeker.  JetBlue began flying from Kennedy Airport to Santiago in 2004 bringing some low-priced fares with it. Current one-way fares range from $109 to $399 not including taxes and fees. But there are many flight options. American and Continental both fly here. Delta has flights from Kennedy Airport to Punta Cana, Santo Domingo and Santiago. It also has flights from Atlanta to Puerto Plata, Santo Domingo and Punta Cana.  Most all-inclusive resorts are located in Punta Cana on the eastern tip of the island. Package deals are prevalent. Through Feb. 16, Club Med Punta Cana is offering a seven-night, all-inclusive vacation starting at $1,015 a person, down from the regular $1,400 a person, for travel through October. (A comparable vacation at the Club Med Columbus Isle in the Bahamas starts at $1,225 a person, down from the regular or $1,715 a person.) Apple Vacations is offering seven-night all-inclusive trips to the Bavaro Princess All Suites Resort, Spa & Casino with roundtrip flights to Punta Cana from several cities including Chicago, Detroit and Baltimore for under $1,000 per person for travel in April and March.  WHERE TO STAY -- Allegro Playa Dorada, Puerto Plata. Rates from $67 per person, a night based on double occupancy, Feb. 1 to April 7, (800-858-2258, www.occidentalhotels.com). Doubles start at $190 a night in season at Sofitel Nicolas de Ovando, a luxury hotel in the heart of the colonial city of Santo Domingo, (800-763-4835, www.sofitel.com).  THE 10 POINT CARIBBEAN ESCAPES PLAN: FOR BUDGET TRAVELERS Michelle Higgins, a staff reporter for the Travel section, writes the Practical Traveler column.  ", 
            "title": "The Dominican Republic"
        }, 
        "weight": 0.8520389936362481, 
        "file": "1821911.txt", 
        "other_topics": {
            "0": 0.00027607883532869534, 
            "1": 0.0003354708588311745, 
            "2": 0.8520389936362481, 
            "3": 0.00041473361366280273, 
            "4": 0.0002575437532937196, 
            "5": 0.0006855594824917704, 
            "6": 0.0004938799036263967, 
            "7": 0.00039249743195789166, 
            "8": 0.030060506713364084, 
            "9": 0.0004927961125585964, 
            "10": 0.00037632318899988185, 
            "11": 0.03231948488027909, 
            "12": 0.0006086097304363877, 
            "13": 0.0064475081134192985, 
            "14": 0.00045867034851705256, 
            "15": 0.006274286048781041, 
            "16": 0.06558710252371591, 
            "17": 0.0014137436456536077, 
            "18": 0.0007670712594968718, 
            "19": 0.0002991399193376823
        }
    }, 
    {
        "content": {
            "text": "  Situated between the French islands of Guadeloupe and Martinique in the eastern Caribbean, Dominica (pronounced dom-in-EEK-ah) is the largest and most mountainous of the Windward Islands, with an area of nearly 290 square miles. More than half of it is covered with tropical forests offering a range of outdoor adventures. Hikers, bikers and horseback riders can explore more than 300 miles of trails that wind across valleys, past waterfalls and up mountains reaching heights of nearly 5,000 feet. There are three national parks, more than 365 rivers and streams, and at least 40 dive sites just offshore.  The island has at least eight potentially active volcanoes -- all of which have been mostly silent for the last 1,000 years. But other geothermal features like hot sulfur springs, a boiling lake and warm bubbles that rise up from vents in the ocean floor off a beach the locals call Champagne indicate that there is still plenty of volcanic activity.  Of course, this is not the place to go to work on your tan. Most of Dominica's beaches are of the rocky or black-sand variety. But that may not matter while you're taking a long soak in one of the island's natural hot springs.  WHERE TO STAY -- Rooms at Jungle Bay Resort & Spa, Pointe Mulâtre, an ecolodge on 55 acres, with 35 free-standing cottages, start at $189 in season, breakfast included, (767-446-1789, www.junglebaydominica.com). The seven-room nature lodge Papillote Wilderness Retreat, above Trafalgar village, has its own hot springs and a botanical garden. Double rooms are $110 (767-448-2287 www.papillote.dm). Beau Rive is a small inn on the wild eastern shores of Dominica, near Castle Bruce. Double rooms are $160 including breakfast (767-445-8992, www.beaurive.com).  THE 10 POINT CARIBBEAN ESCAPES PLAN: FOR ADVENTURERS Michelle Higgins, a staff reporter for the Travel section, writes the Practical Traveler column.  ", 
            "title": "Dominica"
        }, 
        "weight": 0.7791530543169604, 
        "file": "1821907.txt", 
        "other_topics": {
            "0": 0.0002862349564238494, 
            "1": 0.00034781183622673733, 
            "2": 0.7791530543169604, 
            "3": 0.01882350669591936, 
            "4": 0.05544756681368573, 
            "5": 0.0007107791814731428, 
            "6": 0.0005120482797053556, 
            "7": 0.00040693624775394995, 
            "8": 0.06795337607823765, 
            "9": 0.0005109246191802922, 
            "10": 0.00039016700239415006, 
            "11": 0.06416428326068231, 
            "12": 0.0006309986763859817, 
            "13": 0.0005535207163298237, 
            "14": 0.0004755434695469555, 
            "15": 0.0003739263259653859, 
            "16": 0.000556964432074236, 
            "17": 0.0014657510791306, 
            "18": 0.006926461622643852, 
            "19": 0.0003101443892803746
        }
    }, 
    {
        "content": {
            "text": "  St. Vincent and the Grenadines is an archipelago of 32 islands and cays at the southern end of the Caribbean. With relatively calm waters, a steady breeze and short distances between anchorages, the islands have long been a draw for the sailing and yachting crowds. But it's become more popular in the last year or so, thanks to increased marketing efforts and expansions by charter companies. Barefoot Yacht Charters, www.barefootyachts.com, one of the longest running operators in the islands, organized about 400 sailing trips last year, up 45 percent from 2005. Prices for staffed yachts vary widely depending on the size and amenities. A 47-foot, air-conditioned catamaran with a two-person crew and accommodating six guests costs about $9,660 for seven nights. A week-long charter of a 126-foot sailboat that can accommodate 12 guests will run about $64,000. Footloose Sailing Charters, www.footloosecharters.com, a 12-year-old company based in Florida, opened a new base on the island of St. Vincent in October and is offering 10 percent off five-day May charters booked by Feb. 5.  Airlines that fly to St. Vincent and the Grenadines include Caribbean Star and LIAT.  A typical seven-day itinerary setting sail from St. Vincent might include Bequia, an island with a strong seafaring history and where model boats are ubiquitous; Mustique, a private island famous for its celebrity beachcombers; and the numerous islets, coves and coral reefs of the Tobago Cays.  WHERE TO STAY -- If you need a night on land, the Frangipani on Bequia is a favorite hangout for the yachting crowd and overlooks the island's harbor. Doubles start at $60 a night in season (784-458-3255, www.frangipanibequia.com). On Mustique, the high-end Cotton House offers cottages starting at $700 a night in season (784-456-4777, www.cottonhouse.net). Petit St. Vincent is the only resort on the island by the same name. Rates start at $940 a night for a couple in season (800-654-9326, www.psvresort.com).  THE 10 POINT CARIBBEAN ESCAPES PLAN: FOR SAILORS Michelle Higgins, a staff reporter for the Travel section, writes the Practical Traveler column.  ", 
            "title": "St. Vincent and the Grenadines"
        }, 
        "weight": 0.7500254600088608, 
        "file": "1821914.txt", 
        "other_topics": {
            "0": 0.00024302427120432448, 
            "1": 0.0002953053640662802, 
            "2": 0.7500254600088608, 
            "3": 0.005570674384736704, 
            "4": 0.00022670837071923523, 
            "5": 0.0006034783267663957, 
            "6": 0.00043474829752294247, 
            "7": 0.00034550421888577567, 
            "8": 0.0004334194117405315, 
            "9": 0.0004337942673667505, 
            "10": 0.0003312664972492288, 
            "11": 0.07009468484290927, 
            "12": 0.0005357416696251552, 
            "13": 0.00046995996003841963, 
            "14": 0.00040375433719386006, 
            "15": 0.00031747755056613666, 
            "16": 0.08896802079580275, 
            "17": 0.05850603716559761, 
            "18": 0.021497615977883685, 
            "19": 0.0002633242812641077
        }
    }, 
    {
        "content": {
            "text": "  For years, golf was scarce in the Caribbean, where strict development rules and lack of fresh water posed major challenges. But thanks in part to a new breed of salt-tolerant turf grass, known as paspalum, golf courses have been springing up on many islands in recent years. Anguilla got its first golf course in November. Barbados, which has a total of seven courses, played host to the World Golf Championships for the first time last month. And the Dominican Republic, with a new Jack Nicklaus-designed course, Punta Espada, and half a dozen other courses planned, is quickly gaining notice among golfers as a hotspot to tee-off.  But for many avid golfers, the island of choice remains Jamaica. While it may be better known for reggae, Jamaica also has 12 golf courses, with a range in difficulty to suit every level of player. Most courses are in and around resort centers, making it easy to play a round at one course in the morning and hit a different set of links in the afternoon. Montego Bay, a resort city on the north coast of the island, has three notable courses -- Half Moon Golf Club, a Robert Trent Jones Sr.-designed course; White Witch, owned by Ritz-Carlton; and Cinnamon Hill, at the Rose Hall Resort & Country Club -- all within a 10-minute drive of one another.  Green fees in Jamaica range from $23 for the nine-hole Manchester Golf Club in Mandeville, the oldest golf course in the Caribbean, to $200 at the White Witch. Caddies are mandatory at most courses and will cost $14 to $45 more.  WHERE TO STAY -- Later this year, the Half Moon Resort, in the Rose Hall area of Montego Bay, is scheduled to open a $4 million spa. Rooms start at $355 a night; (866-648-6951, www.halfmoon.com). At the Ritz-Carlton Golf & Spa Resort, Montego Bay, ocean-view rooms begin at $459 a night through March; (800-241-3333, www.ritzcarlton.com). Rose Hall Resort & Country Club has rooms from $149 a night; (866-831-1313, wwwrosehallresort.com).  THE 10 POINT CARIBBEAN ESCAPES PLAN: FOR GOLFERS Michelle Higgins, a staff reporter for the Travel section, writes the Practical Traveler column.  ", 
            "title": "Jamaica"
        }, 
        "weight": 0.7150695190094218, 
        "file": "1821910.txt", 
        "other_topics": {
            "0": 0.00024176573638308858, 
            "1": 0.00029377608437033297, 
            "2": 0.7150695190094218, 
            "3": 0.00036318748371503683, 
            "4": 0.01058281111560506, 
            "5": 0.0057789915235133904, 
            "6": 0.00043249689329819473, 
            "7": 0.00034371497747298657, 
            "8": 0.10400394274491867, 
            "9": 0.00043154780371919754, 
            "10": 0.0003295509878483325, 
            "11": 0.1422326273157608, 
            "12": 0.0005329672572462227, 
            "13": 0.0004675262073462957, 
            "14": 0.0004016634394820168, 
            "15": 0.010673110234692326, 
            "16": 0.000470434910333673, 
            "17": 0.0012380332347513019, 
            "18": 0.0058503724200897975, 
            "19": 0.0002619606200314024
        }
    }, 
    {
        "content": {
            "text": "  I am planning a trip this May from Detroit to Nuuk in Greenland. Air Greenland serves Nuuk, via Copenhagen, but I hear that the carrier will start direct flights from Baltimore in May. I am unable to get confirmation of this from any source, including Air Greenland. If it is true, how do I book a flight? --Elsa M. Shartsis, Huntington Woods, Mich.  Air Greenland (www.airgreenland.com), Greenland's national airline, announced last summer plans for a new direct route from Baltimore-Washington International Airport to Kangerlussuaq, on Greenland's west coast. Updated information is now on the Web site.  The flights will be offered in each direction every Friday beginning May 25; during the summer, June 11 to Aug. 20, flights are on Mondays as well. The restricted round-trip economy fare is $1,100; flexible economy, $1,600; and flexible business class, $2,600. Flights may be booked by sending an e-mail message to airgreenlandres@aviareps.com, or by calling (877) 245-0739 in North America.  You may want to consider a five-day package from Baltimore called ''Arctic Capital: Nuuk,'' with departures every Monday from June 11 to Aug. 20. The tour may be booked on the Air Greenland Web site or through other tour operators in the United States and Canada (see the Web site for contact information). Price per person in a double room is $3,075 (single room, $3,285). This includes round-trip economy fare from Baltimore to Nuuk (via Kangerlussuaq); one night at the Hotel Kangerlussuaq, with a welcome dinner and breakfast; three nights at Hotel Hans Egede in Nuuk, in a standard room, with breakfast; guide service; and all local taxes. Excursion options include a cruise to an ice fjord and a helicopter tour.  Other Air Greenland tours include five days based in Ilulissat, with a boat excursion through iceberg-filled waters and a four-day trip based in Kangerlussuaq to see a herd of musk ox, a glacier and the ice cap.  Alternatively, Air Greenland flies from Copenhagen to Kangerlussuaq or Narsarsuaq. Air Iceland (www.airiceland.is) flies from Reykjavik (Keflavik International Airport) in Iceland to Kulusuk, on the east coast (round-trip fare for dates in May are about $465) and on to Nuuk.  Icelandair (www.icelandair.com) flies from Baltimore-Washington to Reykjavik. Expect to pay about $930 for a round trip.  ROGER COLLIS  ", 
            "title": "Q & A"
        }, 
        "weight": 0.7062052702659156, 
        "file": "1822286.txt", 
        "other_topics": {
            "0": 0.00022115103413550364, 
            "1": 0.0002687266021841573, 
            "2": 0.7062052702659156, 
            "3": 0.0003322194815951185, 
            "4": 0.00020630363536644912, 
            "5": 0.0005491626633890588, 
            "6": 0.0003956190676321941, 
            "7": 0.00031440734263339307, 
            "8": 0.03829097042029288, 
            "9": 0.00039475090432244427, 
            "10": 0.0003014510776148736, 
            "11": 0.06852292967080986, 
            "12": 0.00048752259879208357, 
            "13": 0.0004276615280018461, 
            "14": 0.00036741469798317044, 
            "15": 0.05713374414531003, 
            "16": 0.08096051355890521, 
            "17": 0.015343679768634422, 
            "18": 0.029036877581121348, 
            "19": 0.00023962395536034588
        }
    }, 
    {
        "content": {
            "text": "  The Explorer column on Jan. 14 about Angel Falls in Venezuela, misidentified the type of airplane flown by Jimmie Angel, who survived a crash landing there in the 1930s. It was a radial-engine monoplane -- not a turboprop, which was not developed until the 1940s.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.696101392415116, 
        "file": "1821902.txt", 
        "other_topics": {
            "0": 0.002020920831788601, 
            "1": 0.0024556755546391827, 
            "2": 0.696101392415116, 
            "3": 0.0030358857407386626, 
            "4": 0.0018852424363085699, 
            "5": 0.005018354405720097, 
            "6": 0.22005654655044926, 
            "7": 0.0028731149771870513, 
            "8": 0.003604192757157067, 
            "9": 0.003607309950103208, 
            "10": 0.0027547181269057335, 
            "11": 0.020140107328945535, 
            "12": 0.00445507559898164, 
            "13": 0.003908053580992614, 
            "14": 0.0033575064207230975, 
            "15": 0.0026400531617062108, 
            "16": 0.003932367441792816, 
            "17": 0.0103487251418913, 
            "18": 0.005615027627662636, 
            "19": 0.00218972995119068
        }
    }, 
    {
        "content": {
            "text": "  With very few exceptions, travelers in search of soft sand, crystal-clear waters and balmy breezes will find a good beach on almost any island in the West Indies. And everyone has a favorite.  There are a few standouts however, which www.frommers.com does a good job of summarizing in its list of ''best beaches.'' Those include Seven Mile Beach, a stretch of sugar-fine sand lined with condos and high-end resorts on Grand Cayman; Grace Bay Beach on Providenciales in the Turks and Caicos, which is conveniently fringed by a reef for snorkelers; and Grenada's Grand Anse Beach, which is within walking distance of most of the island's best hotels.  One island that's not on that list -- and thus might offer a better chance to find a beach of your own -- is Eleuthera, one of the so-called Out Islands of the Bahamas, about 60 miles from Nassau. There are few direct flights from the United States to this sickle-shaped island: you either have to fly down to Florida first, and get a connecting flight from there, or else fly to Nassau, where you can catch a flight or a ferry. (It's also not technically in the Caribbean; any geographer will tell you it's too far north to qualify. But who cares?)  Once there you'll have your pick of beaches. About 110 miles long and roughly a mile wide, the island is basically one big sand bar. There is Surfer's Beach for wave riders, Winding Bay for windsurfers, and Ten Bay Beach has soft sand and shallow waters for young children or people who prefer not to get their hair wet. You can also take a water taxi to Harbour Island, a three-and-a half-mile long cay just off Eleuthera's northern shore with pink sands that run along the island's eastern side. In the last decade, these remote shores have become favored by the likes of Elle Macpherson, Diane von Furstenberg and other bold-faced names.  WHERE TO STAY -- On Eleuthera: The Cove, 800-552-5960, outside Gregory Town, www.thecoveeleuthera.com (garden view rooms from $225), and Pineapple Fields, 877-677-9539, south of Governor's Harbour, www.pineapplefields.com (one-bedroom suites from $240). On Harbour Island: Rock Island House with rooms from $300 a night; 242-333-2053, www.rockhousebahamas.com.  THE 10 POINT CARIBBEAN ESCAPES PLAN: FOR BEACH BUMS Michelle Higgins, a staff reporter for the Travel section, writes the Practical Traveler column.  ", 
            "title": "Eleuthera"
        }, 
        "weight": 0.6766780738034597, 
        "file": "1821912.txt", 
        "other_topics": {
            "0": 0.0002321480499488952, 
            "1": 0.0002820893734922375, 
            "2": 0.6766780738034597, 
            "3": 0.005321366417058821, 
            "4": 0.03999757754666948, 
            "5": 0.010521724274023049, 
            "6": 0.0004152917278114124, 
            "7": 0.0003300416467292416, 
            "8": 0.025277156815279454, 
            "9": 0.00041438039397938465, 
            "10": 0.000316441114991156, 
            "11": 0.13657446900640097, 
            "12": 0.0005117652786839503, 
            "13": 0.005421554440339227, 
            "14": 0.00038568486009020247, 
            "15": 0.0003032692738928741, 
            "16": 0.00045172053201449763, 
            "17": 0.08572344031844399, 
            "18": 0.010590265566067672, 
            "19": 0.0002515395606238083
        }
    }, 
    {
        "content": {
            "text": "  If you would like to start with a test, look only at the West hand in the diagramed deal and the auction. What would you lead against six hearts?  After you have decided, study all four hands and see if you can guess how South failed to make six hearts without doing anything unreasonable.  There are days when we can seem to do no wrong. Athletes say that they are in the zone. Zia Mahmood calls it being in Heat 1 (out of 3) at the bridge table. It happens rarely, but when it does, it is thrilling.  This deal was played six days ago at Thebridgeplace in Lake Park, Fla., and was sent in by the ''victim,'' Claire Tornay (South) of Palm Beach Gardens. She opened two clubs, strong, artificial and forcing. North responded two diamonds, which normally shows 0-7 points but might be stronger when having no good long suit to bid. North's four-heart rebid was incorrect. Her hand should contain at least four-card heart support but no first- or second-round control -- no ace, void, king or singleton. (North should have bid three hearts.) South, hoping her partner would table a black-suit queen or doubleton, jumped to six hearts.  Sitting West was Harold Rosenson of West Palm Beach, who was at least momentarily in Heat 1. His opening lead was the heart five; what adjective would you apply?  South won East's ten with her king and cashed the heart ace, being shocked to see the queen fall on her left. To make the contract now, declarer had to guess that East held the queen and ten of spades. Being in Heat 2, though, she did not do that, playing off the ace and king of spades. When West discarded, South played a heart to dummy's jack and ran the club nine through East. West won with his queen and returned a club, leaving declarer with a spade loser. Down one gave East-West 11 match points out of 12.  Rosenson was unlucky that declarer had no fast dummy entry; otherwise he surely would have taken a trump trick. But he had avoided giving away a trick. Notice that South would have had an easy time after any other lead. She would ruff the diamond ace and have a discard for her spade loser on dummy's diamond king. A club would be away from the queen, and South would lose only one spade. And if West selected his singleton spade, declarer would pick up that suit successfully.  Rosenson and his partner, Ellen Kaye Miller of Highland Park, Ill., had a creditable 61.2 percent game, but that was good enough only for second, 11.4 percentage points behind Deborah Drury of Vero Beach and Gail Nye of Palm City.  The Allendale Unit 106 Sectional takes place tomorrow, Saturday and Sunday at the Guardian Angel Auditorium, East Allendale Avenue, Allendale, N.J. Full details can be found at bridge-njba.org/Sectional/jan07.pdf.  Bridge  ", 
            "title": "It's Tough for the Opposition When a Player Is in the Zone"
        }, 
        "weight": 0.6667213908412425, 
        "file": "1821225.txt", 
        "other_topics": {
            "0": 0.00019204035787131593, 
            "1": 0.0002333534322130643, 
            "2": 0.6667213908412425, 
            "3": 0.00028848858151058143, 
            "4": 0.0001791473601776207, 
            "5": 0.0004768749774065337, 
            "6": 0.004457060146418854, 
            "7": 0.0002730210999587318, 
            "8": 0.00034249261823337504, 
            "9": 0.0003427888331268605, 
            "10": 0.09075915372910585, 
            "11": 0.19936267374656916, 
            "12": 0.00042334875217006857, 
            "13": 0.00037136734723540427, 
            "14": 0.0003190509615462026, 
            "15": 0.0002508741292575257, 
            "16": 0.00037367780020113056, 
            "17": 0.0009833996703382886, 
            "18": 0.03344171397419011, 
            "19": 0.0002080816412268967
        }
    }, 
    {
        "content": {
            "text": "  Yesterday, Jan. 10, a date that will live in meteorological history, snow flurries were glimpsed in Central Park for the first time this winter.  The previous record for the latest recorded snowfall was Jan. 4, 1878, when President Rutherford B. Hayes discussed with his Cabinet the possible minting of silver dollars.  The first snow yesterday, a chilly, blustery day, follows a period of unusual warmth throughout the Northeast and especially in New York City. A shift in the jet stream, which carries frigid air from the Arctic Circle, appears to have spared the region the usual winter storms so far, meteorologists say.  For the record, flurries fell in the park at 9:55 a.m., when the temperature was 33 degrees, according to the National Weather Service. It was over in less than 15 minutes. New Jersey got more snow, with Newark Liberty International Airport reporting a total of 0.1 inch.  Brian Ciemnecki, a meteorologist at the National Weather Service's station in Upton, on Long Island, said, ''You can still get snow flurries at 33, even 34 and 35 degrees.''  No snow is in the forecast, until perhaps Tuesday, he said.  Were there any instances yesterday of toddlers sticking their tongues out and letting snow flakes melt?  ''Not that I know of,'' he said.  ", 
            "title": "Snow at Last, for Those People Who Were Fast Enough to See It"
        }, 
        "weight": 0.6570027361283441, 
        "file": "1818068.txt", 
        "other_topics": {
            "0": 0.0004572454330386816, 
            "1": 0.0005556112910121921, 
            "2": 0.6570027361283441, 
            "3": 0.0006868873180704665, 
            "4": 0.0004265473840506103, 
            "5": 0.010929660758498558, 
            "6": 0.020406426534985426, 
            "7": 0.000650059458663266, 
            "8": 0.010609698222008888, 
            "9": 0.0008161754653099766, 
            "10": 0.0006232714627033332, 
            "11": 0.18085292454274074, 
            "12": 0.0010079875170931542, 
            "13": 0.0008842205116950676, 
            "14": 0.0007596559217586794, 
            "15": 0.010391555868336629, 
            "16": 0.0008897216682151827, 
            "17": 0.10028374140119362, 
            "18": 0.0012704336056858123, 
            "19": 0.0004954395065955207
        }
    }, 
    {
        "content": {
            "text": "  The enchantment with a school of dolphins, feeding and frolicking in the local bays north of here last week, has turned to alarm, after four of them died over the weekend and the others grew increasingly sluggish and showed signs of distress.  On Sunday, a week after perhaps 30 dolphins first entered the bays on the northern part of Long Island's south fork , rescuers began efforts to save a group in a small, shallow cove in Northwest Harbor.  All three attempts to drive the dolphins out to deeper waters in Gardiners Bay and eventually the ocean on Sunday were unsuccessful.  Through thick fog, several boats tried to herd the dolphins by using small devices, called pingers for the high-frequency sound they produce, towed in the water. Each time they neared the harbor's narrow outlet, nearby sandbars and shallows, they panicked and retreated back to the deeper cove.  ''It's like trying to push them over a fence,'' said Chuck Hamilton, a regional supervisor for New York State's Department of Environmental Conservation.  He called the next few days critical for the dolphins' survival, because expected cold weather might make them more nervous and rough seas would hinder further rescue attempts.  More than 80 dolphin rescuers, including a crew with a dolphin ambulance, were in the harbor on Sunday.  Officials said that the dolphins were lured to the local bays by warm water and by abundant baitfish, a food source that now appears to be depleted.  Necropsy results on the dead dolphins were not yet available and the cause of their deaths was still unclear. But Mr. Hamilton said: ''We haven't seen any evidence'' of the dolphins' eating on Saturday or Sunday.  ", 
            "title": "Frolicsome L.I. Dolphin Visit Turns Fatal"
        }, 
        "weight": 0.6531609994105064, 
        "file": "1819093.txt", 
        "other_topics": {
            "0": 0.0003173684009244819, 
            "1": 0.00038564292658382676, 
            "2": 0.6531609994105064, 
            "3": 0.0004767599936485054, 
            "4": 0.00029606126472390797, 
            "5": 0.0007880898093401005, 
            "6": 0.0005677431776906484, 
            "7": 0.0004511982318352472, 
            "8": 0.0005660077693148306, 
            "9": 0.0005664972979124521, 
            "10": 0.00043260501509106563, 
            "11": 0.12552777855692654, 
            "12": 0.021093789382726838, 
            "13": 0.0006137265231855269, 
            "14": 0.0005272677816357104, 
            "15": 0.00041459785910800506, 
            "16": 0.007415597378419588, 
            "17": 0.11039402025369346, 
            "18": 0.028074002538015355, 
            "19": 0.04793024642871752
        }
    }, 
    {
        "content": {
            "text": "  The International Ski Federation yesterday gave a green light to the coming World Cup ski races in Kitzbühel, Austria, where organizers used a fleet of helicopters this week to import more than 100,000 cubic feet of snow from higher elevations.  Among the three races confirmed for Jan. 26-28 is the Hahnenkamm downhill, the most famous ski race in the world. But the dangerous course will be heavily modified, redirecting the racers through the woods and onto a solitary strip of imported snow.  Pilots made hundreds of trips between low-lying Kitzbühel and a high mountain pass nearby, collecting snow and carrying it back to the downhill course in large nets suspended under the helicopters by cables.  The weeklong helicopter effort cost organizers an estimated $389,000.  ''It is a lot of money for something that would normally come from heaven, not from helicopters,'' the F.I.S. president, Gian Franco Kasper, said in a telephone interview.  Kasper said high-profile competitions could afford to take such extreme measures, but that grass-roots ski racing was suffering from the extraordinarily warm temperatures in Europe this winter.  ''This is extremely catastrophic for tourism, and the worst, of course, for the junior athletes,'' said Kasper, who said it seemed like springtime in his native Switzerland.  Dozens of major competitions have been disrupted this winter in the Alps. The freestyle skiing world championships, originally scheduled for next week in Italy, have been postponed until March.  The high Swiss village of Wengen managed to hold the Lauberhorn downhill last week, even though birds were chirping in town on the morning of the race. The thinness of the snow cover exaggerated the terrain, causing many racers to crash or collapse from exhaustion.  The Alpine skiing world championships, scheduled for Feb. 3-18 in Are, Sweden, are not threatened, officials said, because temperatures there have dropped low enough for snowmaking systems to be used on the host mountain.  There has been no such luck for Kitzbühel, an upscale resort town southeast of Innsbruck, at a relatively low altitude of 2,500 feet above sea level.  Safety officials from the F.I.S., who customarily inspect World Cup courses 10 days before the first training run, extended Kitzbühel's deadline earlier this week to accommodate the unprecedented helicopter effort.  The helicopters took 105,000 cubic feet of snow from the nearby Glockner Pass, near some of the highest peaks in the Alps, and deposited it on the muddy slopes of Kitzbühel, where troops from the Austrian army worked alongside volunteers to patch together a race surface.  The course will not include the treacherous final slope, where safety netting now stands in fields of grass and mud. Instead, racers will be funneled through the woods and onto the slalom course, allowing organizers to get double the use out of what snow they have available.  The historic Hahnenkamm races, now in their 67th year, are crucial to the region's economy and sense of pride. About 80,000 people visit the town of 9,000 people, and the downhill race receives daylong television coverage from Austria's national broadcaster.  Only the most experienced downhillers win at Kitzbühel, and many consider a victory there more prestigious than an Olympic gold medal. But whenever the course is shortened -- as it often is for blizzards or fog -- the race winner has a figurative asterisk by his name.  Many top skiers decline to speak publicly about climate change, for fear that their comments will damage the tourist industry that is often so important to the ski towns they come from, not to mention their equipment sponsors.  Kasper echoed many of the prominent skiers in the sport when he expressed skepticism about long-term global warming. He prefers to call this season's problems a cyclical phenomenon.  Benjamin Raich, last year's overall World Cup champion, said last week that he was not worried about his sport, even though he comes from Pitztal, Austria, where in recent summers townspeople have wrapped parts of a glacier in protective foil to slow its rapid demise.  One World Cup skier who has been particularly vocal about his fear for his sport is Steven Nyman, a young American who won his first World Cup race in December.  ''I'm going to be out of a job in a few years if this persists,'' he wrote in a recent posting on his blog.  SKIING  ", 
            "title": "The Races Will Go On (With Imported Snow)"
        }, 
        "weight": 0.6456467733080098, 
        "file": "1819917.txt", 
        "other_topics": {
            "0": 0.00012822046610639997, 
            "1": 0.02762071454606026, 
            "2": 0.6456467733080098, 
            "3": 0.0001926164937291337, 
            "4": 0.00011961213923116005, 
            "5": 0.005811379380336159, 
            "6": 0.00022937474134214627, 
            "7": 0.04687263691278387, 
            "8": 0.00022867361649737866, 
            "9": 0.00022887139165324362, 
            "10": 0.0001747773770588506, 
            "11": 0.25395499603132143, 
            "12": 0.00028265920210991663, 
            "13": 0.013980407734288696, 
            "14": 0.00021302221811397458, 
            "15": 0.00016750227995821618, 
            "16": 0.00024949516990334516, 
            "17": 0.0034030820050943485, 
            "18": 0.00035625416309951146, 
            "19": 0.0001389308233021289
        }
    }, 
    {
        "content": {
            "text": "  Severe storms swept through Atlanta, grounding planes scheduled to leave Hartsfield-Jackson Atlanta International Airport and diverting and delaying inbound flights. Hartsfield halted all departures for a half-hour, the F.A.A. said, and blocked arrivals for several hours. The storms knocked down trees and power lines, but no deaths or injuries were reported.  RACHEL POMERANCE  ", 
            "title": "National Briefing | South: Georgia: Storms Hit Atlanta Area"
        }, 
        "weight": 0.6447891569242321, 
        "file": "1816755.txt", 
        "other_topics": {
            "0": 0.001035126585018268, 
            "1": 0.0012578103064714206, 
            "2": 0.6447891569242321, 
            "3": 0.00155499710324387, 
            "4": 0.000965631376712803, 
            "5": 0.0025704282803631416, 
            "6": 0.0018517472280744833, 
            "7": 0.001471625037418374, 
            "8": 0.0018460870320989554, 
            "9": 0.0018476836751927504, 
            "10": 0.0014109815300721944, 
            "11": 0.09900579724285237, 
            "12": 0.04662687647426456, 
            "13": 0.0020017261902243884, 
            "14": 0.0017197329557853548, 
            "15": 0.001352249514457722, 
            "16": 0.002014179881285828, 
            "17": 0.0496456356600201, 
            "18": 0.0028760475331740484, 
            "19": 0.13415647946903733
        }
    }, 
    {
        "content": {
            "text": "  An article last Friday about observing butterflies in the Lower Rio Grande Valley misstated the trees that are hung with Spanish moss there. Many indigenous trees, including species of elm and ash, have Spanish moss there, but oaks are not among them.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6406372480847053, 
        "file": "1819920.txt", 
        "other_topics": {
            "0": 0.00185989738618714, 
            "1": 0.0022600116113181993, 
            "2": 0.6406372480847053, 
            "3": 0.002793991662189613, 
            "4": 0.0017350296085156933, 
            "5": 0.004618500683126153, 
            "6": 0.16268369733753635, 
            "7": 0.002644190189061449, 
            "8": 0.003317016967170471, 
            "9": 0.0033198857876218083, 
            "10": 0.0025352269932215994, 
            "11": 0.018535378719156392, 
            "12": 0.004100102948851595, 
            "13": 0.08327492180526563, 
            "14": 0.0030899861675841495, 
            "15": 0.0024296983323719395, 
            "16": 0.003619043265561692, 
            "17": 0.049363284337176086, 
            "18": 0.005167632023870765, 
            "19": 0.0020152560895078464
        }
    }, 
    {
        "content": {
            "text": "  MEXICAN blue wing butterflies defy stereotype. They prefer shade to sunlight. They are dark, not bright. They seek tree bark, rather than blooms. And they are one of the reasons Mel and Maris Midgley traveled from Gloucestershire, England, to southern Texas and the Lower Rio Grande Valley.  ''You can walk right up to them,'' said Ms. Midgley as she displayed a vivid image of the blue wing on her digital camera. ''You can't do that with a bird.''  Indeed, it is the kingfishers, green jays, kiskadees and other birds that thrive along the Rio Grande that make this 275-mile stretch of the river a prime destination for nature lovers. Some 500 bird species have been sighted in the four-county region, making it the most concentrated area in the United States for birds, according to experts. To a growing number of eco-tourists, the region is also the center of butterflying. Of the 700 varieties found in the United States, 300 alight here.  As rich as the region is for birders and butterfliers, some naturalists say the area is now threatened because of the border fence legislation signed in late October by President Bush to help curb illegal immigration. The details on just what such a fence would look like have not been made public yet, but environmentalists and people who depend on nature tourism, which brings an estimated $125 million to the area annually, are concerned.  ''A physical fence on the river doesn't make sense because the river is so winding, and it would eliminate the last remnant of the native riparian forest down here,'' said Keith Hackland, a local naturalist, noting that in some places the green corridor is only 50 to 100 feet wide. ''Even if birds and butterflies could fly over, they would have nowhere to fly to.''  Possible threats to the environment notwithstanding, the North American Butterfly Association is continuing to expand its flagship butterfly park in the Lower Rio Grande Valley town of Mission. ''This is the only place they could put a park like this,'' said Sue Sill, executive director of the park, which opened in 2002. ''We have butterflies 12 months of the year and see more butterflies than anywhere else.''  Monarchs and the similar species known as queens, crepe-paperlike yellow sulfurs, large black swallowtails and ornate red admirals swarm the five-foot-tall purple-flowered crucita bushes that have been planted on five acres of rehabilitated cotton and sorghum fields at the NABA International Butterfly Park. In the next two years, the organization expects to build a visitors' center designed by architect Wendy Evans Joseph and to replant more of the 100 acres it has acquired for the park. Already it's a destination for butterfliers like the Midgleys, who are former birders.  ''Most birders appreciate beautiful things. It's easy to turn them onto something like this,'' Mr. Midgley said. ''And you don't have to get up as early.''  Whereas birding is usually best at dawn and dusk, midday is prime time for viewing heat-loving butterflies. Late fall and winter are high season in southern Texas because butterfly migration and greater rainfall help the flowers that provide food for many species. Any butterfly safari here inevitably involves sharing the wild with birders, as my 7-year-old son, Seth, and I discovered in November. We signed up for a canoe trip on the Rio Grande along a stretch protected by the Santa Ana National Wildlife Refuge with Mr. Hackland and Cheryl Longton, a park volunteer guide.  ''There are so many butterflies now it's distracting,'' Ms. Longton said as we passed the park's butterfly garden.  ''That makes it hard to bird,'' said Allison Hilf, a birder from Denver in the group.  THE rio might have once been grand, but dams upriver have narrowed it considerably, to less than 200 feet wide in some places and as shallow as a foot in parts. Still, as the river wound through native forest of old-growth oaks festooned in Spanish moss and banks of tall riverside reeds, it seemed exotic beside the fields of kale and cabbage that bordered the reserve. Herons -- great blue, tricolored, green and night -- perched on downed limbs and flew away only when we came too near. Green and ringed kingfishers crisscrossed our canoes. There were periods of manic activity, when hundreds of dragonflies would patrol the river or flocks of swallows would swoop at insect hatches. Where flowering vines cascaded down from the trees, butterflies perched, warming their wings in the morning sun.  Hot-orange Julias and the cloisonné underwings of gulf fritillaries stood out boldly against the foliage, while small, brown American snouts and pale white peacocks hovered over the water.  ''Temperate meets tropical here, both in terms of vegetation and climate,'' Mr. Hackland said, noting that the Fish and Wildlife Service has identified 11 distinct biological communities in the region. ''Butterflies are a good indicator of that. You don't get great varieties without diverse vegetation. We have huge diversity here, including semidesert, riparian tropical forest, freshwater and saltwater. It's biologically one of the most diverse areas in the United States.''  An emerald green malachite butterfly, the kind of quarry butterfliers buzz about, flew over our van as it crested the levee, towing the canoes back to the visitors' center. ''This is what the rest of Texas looks like,'' Ms. Longton said, indicating the flat fields opposite the levee. ''Only 5 percent of the natural habitat is left.''  The Santa Ana refuge is part of a larger plan by Fish and Wildlife to string together nature preserves along the river to provide a wildlife corridor not only for birds and butterflies but for the endangered ocelot and other native animals. So far, 40,000 acres of the Lower Rio Grande Valley National Wildlife Refuge are open to the public en route to an envisioned 132,500 acres bordering the final 275 miles of the river from Falcon Dam south to the Gulf of Mexico. But the entire project, critics say, is threatened by the proposed immigration fence.  ''Most people here are against it for social reasons. You don't want to put up a fence to keep out the neighbors,'' said Martin Hagne, director of the Valley Nature Center in Weslaco. ''It could wipe out all that habitat it has taken 20 years to develop.''  While specific designs for the fence remain a mystery, the Secure Fence Act calls for it to be completed by 2008 and for the Lower Rio Grande Valley portion to run from Laredo to Brownsville.  Jarrod Agen, a spokesman in Washington for the Department of Homeland Security, said yesterday that the agency would consider the concerns of environmentalists in any decision about the form of the wall, adding that cameras and sensors might prove more effective in a rural area. ''We are looking at a mix of physical barriers as well as technology to have have full surveillance of the border,'' he said.  Mr. Hagne and some other environmentalists are hoping the barrier will indeed be some type of virtual fence made up of electronic surveillance devices that would preserve the habitat, rather than a solid wall or fence, which, if built on the shore, might require clearing vegetation for patrol paths.  In one of the nation's fastest growing regions, eco-advocates already fight developers and agricultural interests for space. Butterflying and birding there require hopscotching from one nature preserve to the next in a central core of communities over 30 miles, from Mission in the west to Weslaco in the east, with the busy McAllen at the center. Vast farm fields and RV parks buffer sights that include the Edinburg Scenic Wetlands, the Valley Nature Center, Quinta Mazatlan and Bentsen-Rio Grande Valley State Park, where we attended an evening ''owl prowl'' in search of nocturnal black witch moths and foraging javalina.  We found the navigating a do-it-yourselfers' dream, but the education was far greater when joined by Mr. Hackland, who correctly identified the least grebes, which we took for small ducks, differentiated the tawny emperor butterfly from the white peacock and picked out a great barbecue joint, Willie's, near Santa Ana.  Meanwhile, the local interest in wild things is expanding from birds to butterflies and, lately, to dragonflies. ''People start out with birds,'' observed Shane Mooneyham, a naturalist at Estero Llano Grande State Park in Weslaco, where we spot a bright red Needham's skimmer dragonfly in addition to a swallowtail butterfly. ''When they've seen all they can see, they go to butterflies. Then, dragonflies. It's the next natural pretty insect.''  ON THE WING  It's Always Butterflying Time  AMERICAN, Continental and Delta offer connecting service to McAllen/Miller International Airport, the most convenient airport in the Lower Rio Grande Valley. A car is essential for getting around. A four-day compact rental from Avis is about $75.  Renaissance Casa de Palmas Hotel (101 North Main Street, McAllen; 956-631-1101; www.renaissancemcallen.com) has rooms from $99. The Alamo Inn (801 Main Street, Alamo; 956-782-9912; www.alamoinnsuites.com; rooms from $55, though lower rates may be available) is run by Keith Hackland, a naturalist who serves as a guide for $200 a day.  Patos, tacos built to order, start at $1.19 each at El Pato (3019 North 10th Street, McAllen; 956-682-1576).  The Original Willie's Bar-B-Que (320 South Alamo Road, Alamo; 956-702-1370) offers smoky barbecue pork, chicken and beef from $6.50 a plate.  Fajitas ($8.95) are a specialty at El Dorado Restaurant (755 Main Street, Alamo; 956-787-8822).  The Blue Onion (423 South International Boulevard, Weslaco; 956-447-0067) has flatbreads from $4 and creative entree salads ($8).  Bentsen-Rio Grande Valley State Park (956-585-1107) is at 280 South Bentsen Palm Drive in Mission.  Edinburg Scenic Wetlands (956-381-9922) is at 714 South Raul Longoria in Edinburg.  Estero Llano Grande State Park (956-565-3919) is at 154A Lakeview Drive, Weslaco.  NABA International Butterfly Park (956-583-9009) is at 3400 South Butterfly Park Drive, Mission.  Quinta Mazatlan (956-688-3370) is at 600 Sunset Avenue, McAllen.  Santa Ana National Wildlife Refuge on Highway 281 near Alamo (956-787-7861) offers canoe trips November through April at $20 a person.  Valley Nature Center (956-969-2475) is at 301 South Border Avenue, Weslaco.  Correction:  January 19, 2007, Friday  An article last Friday about observing butterflies in the Lower Rio Grande Valley misstated the trees that are hung with Spanish moss there. Many indigenous trees, including species of elm and ash, have Spanish moss there, but oaks are not among them.  ", 
            "title": "In Texas, Monarchs Flutter And Admirals Alight"
        }, 
        "weight": 0.6200638855831194, 
        "file": "1818210.txt", 
        "other_topics": {
            "0": 5.140969582444077e-05, 
            "1": 0.018782854942773264, 
            "2": 0.6200638855831194, 
            "3": 0.038619199549371576, 
            "4": 0.046298322707674276, 
            "5": 0.019949245439113243, 
            "6": 9.196726575946311e-05, 
            "7": 7.308844796018325e-05, 
            "8": 0.06065763966377685, 
            "9": 0.005597761222732646, 
            "10": 7.007658031856595e-05, 
            "11": 0.13375743684284114, 
            "12": 0.023238513795790908, 
            "13": 9.941599032686069e-05, 
            "14": 8.541075983922416e-05, 
            "15": 0.014382748659179044, 
            "16": 0.0001000345045053453, 
            "17": 0.014578847623313606, 
            "18": 0.0034464367373022707, 
            "19": 5.57039884777417e-05
        }
    }, 
    {
        "content": {
            "text": "  FIRST VERY LIGHT JET DELIVERED -- In what some aviation industry officials believe is the dawn of a new era in aviation, the first so-called very light jet, an Eclipse 500, was delivered to a customer on Sunday by Eclipse Aviation, based in Albuquerque.  Very light jets, private planes that seat four to six passengers and are being produced by a handful of manufacturers, are the lowest priced business or private jet, and are capable of using more than 5,000 noncommercial airports.  Proponents say the aircraft will attract new customers to private aviation, and will be the workhorses of the air-taxi business being planned by several competitors. The Eclipse 500 cost $1.52 million in 2006.  The first model was delivered to its co-owners, David Crowe and Jet-Alliance, a shared-jet operator in Westlake Village, Calif. Mr. Crowe and Jet-Alliance will share use of the plane. Eclipse said that it has 37 aircraft in various stages of assembly and has an order backlog of about 2,500.  The Federal Aviation Administration has estimated that as many as 5,000 very light jets will be in operation within 10 years.  TRANSATLANTIC BUSINESS AIRLINE -- A new discount, all-business-class transatlantic airline, L'Avion, plans to begin six-day-a-week service between Liberty International Airport in Newark and Orly in Paris.  The airline will fly the route with a 757-200 aircraft outfitted with 90 business-class seats. L'Avion was taking bookings yesterday on its Web site, www.lavion.com, for flights starting tomorrow.  The company offered round-trip fares of $999 for the first 1,000 customers who booked, but L'Avion said regular roundtrip fares will start at $1,599.  Two all-business-class, low-fare airlines, Eos and MaxJet, began flying the New York-London Stansted routes just over a year ago, and another all-business-class low-fare start-up, Silverjet, plans to begin service between Newark and London Luton later this month.  All of the start-ups offer fares sharply lower than the typical $9,000 walk-up business-class fares on most major transatlantic carriers.  JOE SHARKEY  ITINERARIES  ", 
            "title": "MEMO PAD"
        }, 
        "weight": 0.6055106879646164, 
        "file": "1815913.txt", 
        "other_topics": {
            "0": 0.0002522147690739051, 
            "1": 0.00030647298656701825, 
            "2": 0.6055106879646164, 
            "3": 0.00037888432292396644, 
            "4": 0.0002352818468900966, 
            "5": 0.038443501836704044, 
            "6": 0.005853646639894351, 
            "7": 0.011163484978277143, 
            "8": 0.0004498101210326385, 
            "9": 0.00045019915264966323, 
            "10": 0.0003437940691750501, 
            "11": 0.05653809753907899, 
            "12": 0.0005560019203768008, 
            "13": 0.00048773253061384957, 
            "14": 0.0004190231963799218, 
            "15": 0.04895160006815403, 
            "16": 0.227393976836936, 
            "17": 0.0012915406090209776, 
            "18": 0.0007007661429275971, 
            "19": 0.00027328246870758296
        }
    }, 
    {
        "content": {
            "text": "  Another heat wave is wreaking havoc with the World Cup skiing circuit this week, and this time warm temperatures melting the snow in the Alps are threatening the most important races in the sport.  On Tuesday, the French ski resort Chamonix canceled the men's World Cup races scheduled for Jan. 20-21, after the International Ski Federation inspected the racetrack there.  The World Cup calendar was upended as winter arrived late to the Alps. Temperatures dropped in late December, allowing resorts to make artificial snow and salvage races. But cancellations in January present a bigger problem because the classic events on the circuit are the sport's biggest revenue generators.  Canceled races are also disastrous for the European tourism industry. Classic races receive much broader television coverage in Europe, and cancellations often lead recreational skiers to call off planned ski vacations.  The tour is currently in Wengen, which hopes to play host to the 77th annual Lauberhorn races this week.  Rain and warm weather have been melting the carefully prepared track for days, and organizers are taking desperate measures to save the course. They are worried that the snow will be so waterlogged that it will be hazardous for racers as their skis dig deeply while traveling close to 90 miles an hour.  Worst of all are the prospects for low-lying Kitzbühel, Austria, home of the Hahnenkamm, scheduled for Jan. 26-28. On Monday, the mountain operators there cut off public access to the race slope to preserve what snow remains.  ''The snow is running away, but I am sure conditions will improve before next Wednesday,'' said the Hahnenkamm race chief, Peter Obernauer, by telephone. He said that conditions were particularly bad on the Zielschuss, the final stretch of the course.  Organizers fenced off much of the slushy course at Wengen, blocking access to racers and coaches who would normally use Tuesday to study the track.  Organizers also put fertilizer in the snow to raise its freezing temperature. But the forecast was for temperatures to climb as high as 50 degrees at the finish of the course Wednesday. Even Tuesday night, the temperatures were not expected to drop below 41 degrees on the upper part of the course.  The ski federation is trying to find another home for the races that were canceled in Chamonix -- possibly Val d'Isère, France.  The rearranging could work to the advantage of the American team. In December, when some rescheduling left the world's best racers scrambling, the American men and women went on a winning streak.  ''That's often when the Americans are best, because they've learned how to be flexible from being on the road,'' said Tamara McKinney, who won 18 World Cup races in the 1980s. ''The Europeans are used to the home advantage.''  SKIING  ", 
            "title": "Circuit in Europe Bedeviled By Heat Wave in the Alps"
        }, 
        "weight": 0.5951261388719656, 
        "file": "1817828.txt", 
        "other_topics": {
            "0": 0.0001928335821723897, 
            "1": 0.00023431730051253088, 
            "2": 0.5951261388719656, 
            "3": 0.00028968018600441305, 
            "4": 0.0001798873298441078, 
            "5": 0.037653419832986604, 
            "6": 0.016866995110390193, 
            "7": 0.07049279070829038, 
            "8": 0.00034390728685164087, 
            "9": 0.00034420472526321626, 
            "10": 0.0622204767448332, 
            "11": 0.14235902608191792, 
            "12": 0.0004250973977244347, 
            "13": 0.0003729012831628192, 
            "14": 0.0003203688042058637, 
            "15": 0.00025191036694237285, 
            "16": 0.00037522127947380485, 
            "17": 0.07120610350328416, 
            "18": 0.000535778479991632, 
            "19": 0.00020894112418276108
        }
    }, 
    {
        "content": {
            "text": "  Rescuers discovered two more dolphins in the waters off Long Island yesterday, swimming in Noyack Creek near the eastern entrance to Peconic Bay. They were spotted 10 miles west of the Northwest Harbor cove, where rescuers have been monitoring a school of about 30 common dolphins that have grown increasingly sluggish and distressed in recent days, according to Chuck Hamilton, a regional supervisor for the state's Department of Environmental Conservation. Four of those dolphins died over the weekend, possibly of starvation. It was not clear yesterday if the dolphins in Noyack Creek had adequate food. Bad weather yesterday stalled efforts to drive the Northwest Harbor dolphins back into deeper waters, where they have a better chance of surviving.  NICOLE COTRONEO  ", 
            "title": "Metro Briefing | New York: East Hampton: More Dolphins Discovered"
        }, 
        "weight": 0.5923789859950677, 
        "file": "1819322.txt", 
        "other_topics": {
            "0": 0.0006134639961245113, 
            "1": 0.0007454366916495882, 
            "2": 0.5923789859950677, 
            "3": 0.0009215633630945618, 
            "4": 0.0005722779143296713, 
            "5": 0.119787316805886, 
            "6": 0.001097431242505487, 
            "7": 0.0008721532122910618, 
            "8": 0.0010940767479999344, 
            "9": 0.001095022992707471, 
            "10": 0.0008362130587928913, 
            "11": 0.0980967453405901, 
            "12": 0.05391412873515077, 
            "13": 0.0011863157275401979, 
            "14": 0.001019193465410303, 
            "15": 0.000801405743899452, 
            "16": 0.0011936963621366088, 
            "17": 0.10826494618491171, 
            "18": 0.0017044790833131366, 
            "19": 0.01380514733659888
        }
    }, 
    {
        "content": {
            "text": "  WHEN night falls in New York or Paris, one goes clubbing or bar hopping. In a Texas park, the choices include bat detecting; in the Channel Islands of Britain, full-moon tidal treks; and in St. Louis, candlelight museum prowls.  More and more resorts, spas and tourist attractions are offering creative alternatives to dining and drinking the night away. Keyed to the science and mood of darkness, and inaugurated by activities like turtle-nesting watches in Costa Rica and guided stargazing in Hawaii, the new breed of night programs breaks from the mold of ghost-telling tours and pub crawls in nocturnal outings that range from novel to educational. Here are some of the latest offerings aimed at keeping you up at night.  Night-Vision Assisted  The popularity of night-vision technology has lit up the recreational world, allowing scope-toting hikers to see nocturnal creatures and more stars than the naked eye allows. For instance, Desert Storm Hummer Tours combines two military-turned-civilian inventions in its night-vision-assisted drive through the Sonoran Desert near Scottsdale, Ariz., after dark. After issuing riders night-vision monoculars, guides wearing three-pound night-vision headsets drive an eight-mile desert trail without headlights, looking for coyote, bobcats, rattlesnakes and other critters. Ultra-violet lights on the desert floor illuminate tarantulas and scorpions, and guests pass around a thermal-image scope, allowing the eye to capture all warm-blooded creatures within 500 feet. Offered nightly, tours cost $125 for adults, $100 for those 6 to 16; (866) 374-8637; www.dshummer.com.  At the new Hyatt Regency Lost Pines Resort and Spa near Austin, Tex., guests explore the neighboring McKinney Roughs Nature Park in interpretive night hikes led by a naturalist. Guests share night-vision equipment to spy possums, armadillos and deer while a ''bat detector'' picks up the echolocations of darting bats. Tours daily in summer, weekends the rest of the year; $12; (512) 308-1234; www.lostpines.hyatt.com.  From 9 to 11 nightly, guests of Disney's Animal Kingdom Lodge in Orlando, Fla., can glimpse some of the resort savannah's 200 animals and birds. Guides lend night-vision glasses for looks at zebras, wildebeests and giraffes as close as 15 feet away; (407) 938-3000; www.disneyworld.disney.go.com.  As night-vision scopes are to adult adventures, flashlights are to children's programs. Zoos and aquariums around the country including the Jacksonville Zoo and Gardens in Florida (Pack Prowls: $20; 904-757-4463; www.jaxzoo.org) and Waikiki Aquarium in Hawaii (Aquarium After Dark: $10; 808-923-9741; www.waquarium.org) offer special evening tours by flashlight. The Nashville Zoo lets adults in on the action in an after-hours peek at snakes and reptiles in its St. Patrick's Day-themed Adventure Social complete with beer March 15 ($40; 615-833-1534; www.nashvillezoo.org).  Walking and Diving  At Spring Creek Ranch in Jackson Hole, Wyo., a resident naturalist, Kurt Johnson, leads on-property hikes to call for owls, playing recorded owl cries and noting any responses. Owl Hoots are offered as part of a summer astronomy program, free to guests twice weekly; (307) 733-8833; www.springcreekranch.com.  Nighttime walks in the Francis Beidler Forest, the world's largest virgin cypress-tupelo swamp forest, some 50 miles west of Charleston, S.C., venture into the eerie quiet of the 1,000-year-old woods. Trekkers follow a one-and-three-quarter-mile boardwalk over the swamp listening for owls and otters and, with flashlights, spot alligator eyes and spider nests. Night walks, $8, are held monthly; (843) 462-2150; www.beidlerforest.com.  Taking a cue from night scuba dives, snorkelers too can witness the nocturnal action on the oceans' reefs. Squid, moray eels and Caribbean lobsters emerge after dark on the reefs around St. Thomas in the United States Virgin Islands where the guide, Homer Calloway of Homer's Scuba and Snorkel Tours, supplies mask, fins, wet suit and underwater flashlight. Tours Tuesday to Saturday, $38; (866) 719-1856; www.nightsnorkel.com. The Sheraton Keauhou on Hawaii's Big Island offers nighttime snorkeling and diving trips to the manta ray feeding grounds just offshore, setting up lights on the ocean floor. Tours Monday through Friday, $79 adults, $59 ages 4 to 12; (808) 930-4900; www.sheratonkeauhou.com.  The Sporting Life  Guests at the new Anantara Resort Maldives, opened in September on a five-acre island in the South Male Atoll, can shove off at sunset to fish from an indigenous dhoni sailboat, trailing local tackle -- that is, a baited hook on a fishing line. The catch is wok-fried by the chef back at the resort. Two-hour fishing outings take place three times a week for $49 a person; (66) 2877-5803; www.anantara.com.  Cycling in the dark at the Boulders Resort in Carefree, Ariz., is far less suicidal than in urban traffic. Led by a guide and supplied with a 15-watt light, bike and helmet, riders follow the halogen-lighted paved golf-cart paths, looking for coyotes and hares and stopping for a bit of stargazing. The 90-minute tours cost $95; (866) 397-6520; www.theboulders.com.  Moonlight Events  Where downhill skiers have slopes illuminated by flood lamps to boost their vertical mileage, snowshoers and cross-country skiers rely on moonshine. The Mammoth Mountain ski resort in California organizes full-moon snowshoeing and cross-country skiing at its Tamarack Cross Country Ski Center in the company of a naturalist. The tours, which cost $35, conclude with dessert by the lodge's fireplace and are held on six dates January through March; (800) 626-6684; www.mammothmountain.com.  Moonlight massages promise relaxation under the stars for couples in a candlelit poolside spot at Peninsula Spa in the Peninsula Beverly Hills. Cost is $350; 310-551-2888; www.beverlyhills.peninsula.com. During candlelight watsu at Sanctuary on Camelback Resort's Sanctuary Spa in Paradise Valley, Ariz., votives ring the heated, outdoor pool encircled by walls that frame the stars above. Winter only; from $135; (480) 948-2100; www.sanctuaryoncamelback.com.  Come full moons, the tides on the British Channel Island of Jersey recede up to two miles. During these events, most dramatic at the spring and autumn equinox, Derek Hairon, a guide with Jersey Kayak Adventures, offers ''moonwalks,'' two-and-a-half-hour night hikes on the lunarlike, drained ocean bed. The cost is £12 ($24 at $2 to the pound); (44-1534) 853033; www.jerseykayakadventures.co.uk.  Culture in the Dark  While beating the summer desert heat, two-hour night tours of Taliesin West, the seasonal home and studio of Frank Lloyd Wright, offer the beauty of viewing Wright's organic buildings lighted from within like lanterns arrayed on the 600-acre campus. Last year the organization expanded from Fridays only to also include Thursdays from March through September. Tours cost $30; (480) 860-2700; www.franklloydwright.org.  On Friday and Saturday nights, the innovative City Museum in St. Louis, an artist-designed children's museum that appeals to all ages, fills the subterranean and vertical climbing tunnels with candles placed strategically in the mouths of relief sculptures of gargoyles and dragons. Admission is $8 after 5 p.m. and the museum stays open until 1 a.m. for night prowls; (314) 231-2489; www.citymuseum.org.  At Conner Prairie, a living history museum near Indianapolis, participants are offered the disturbing experience of acting as fugitive slaves following the Underground Railroad, encountering re-enacted slave sales and slave hunts in the dark of night. Offered weekends in April and November, the often-harrowing event is limited to participants over the age of 12. Cost is $16; (317) 776-6006; www.connerprairie.org.  This winter the Museum of Neon Art in Los Angeles begins its Poet's Beat Neon Tour featuring the spoken-word performer Mike Sonksen on a drive through the neon corridor of illuminated bowling pins, a bakery and theater marquees from downtown to Hollywood. En route the bus stops at three bars with admirable neon outdoors and libations within. The monthly winter itinerary supplements the Saturday night Neon Cruises held by the museum weekly June through October in an open-air double-decker bus. Poet's cruise, $25; neon cruise, $45; (213) 489-9918, www.neonmona.org.  Miniaturizing the drive-in to living-room level, Las Ventanas al Paraiso, a Rosewood Resort in Los Cabos, Mexico, newly offers guests private movie screenings on the beach at night. Guests get their own private serape-topped beach lounge chairs, 50-inch plasma TVs, a 219-title DVD selection and ''cinema butlers'' to fetch lime-chili-cilantro popcorn, guacamole and drinks. Thursday evening screenings are $250 a couple; (888) 767-3966; www.lasventanas.com.  JOURNEYS: NOCTURNAL PURSUITS  ", 
            "title": "It's Night. Shall We Snorkel, Cycle or Hike?"
        }, 
        "weight": 0.5871594501221894, 
        "file": "1822282.txt", 
        "other_topics": {
            "0": 5.4596119456182634e-05, 
            "1": 6.63412211986802e-05, 
            "2": 0.5871594501221894, 
            "3": 0.09246876843008622, 
            "4": 0.035134507625768245, 
            "5": 0.00013557318639031917, 
            "6": 0.005944930307809354, 
            "7": 7.761854202226374e-05, 
            "8": 0.009452989461846927, 
            "9": 0.0036058108540211083, 
            "10": 0.008260587944202154, 
            "11": 0.041474934140832025, 
            "12": 0.0001203559465380231, 
            "13": 0.058578206093901866, 
            "14": 9.070460294006871e-05, 
            "15": 0.03749380431789235, 
            "16": 0.00010623474171806738, 
            "17": 0.11488592691643161, 
            "18": 0.00015169259195488505, 
            "19": 0.004736966832800324
        }
    }, 
    {
        "content": {
            "text": "  IN recent years, the promise of untracked powder snow has lured more and more skiers and snowboarders from resorts into the adjacent backcountry. Even for a short jaunt, they may take extra layers, food, water and avalanche-safety gear like beacons, collapsible shovels and probes. To carry it all, manufacturers now design ski- and snowboard-specific packs.  ''More people are wanting packs that they can comfortably ski with rather than just a regular day pack,'' said Bob Merrill, a buyer for Backcountry.com, an outdoor retailer.  The latest winter packs come with sleeves for hydration pouches, added compartments for gear and better suspension systems that more evenly distribute loads. The design of ski and board straps has also improved, so equipment doesn't uncomfortably bounce, hang or hit legs when hiking.  Erik Aura and Martinique Davis, ski patrollers for Telluride Ski Resort in Colorado, tested five packs while skiing and hiking in backcountry.  KATE SIBER  ", 
            "title": "PHYSICAL CULTURE | Gear Test With Martinique Davis and Erik Aura, Ski Patrollers; Packs That Start Where the Trails End"
        }, 
        "weight": 0.5851088383619006, 
        "file": "1821215.txt", 
        "other_topics": {
            "0": 0.0004400073054816146, 
            "1": 0.0005346647760454596, 
            "2": 0.5851088383619006, 
            "3": 0.0006609917041382686, 
            "4": 0.00983545275563779, 
            "5": 0.0010926269675088736, 
            "6": 0.0007871330135373955, 
            "7": 0.010050538437389367, 
            "8": 0.0007847270009629565, 
            "9": 0.0007854056953716256, 
            "10": 0.0005997741630029097, 
            "11": 0.15518480691306283, 
            "12": 0.0009699864434025764, 
            "13": 0.000850885447268333, 
            "14": 0.0007310169354888054, 
            "15": 0.07597469807711982, 
            "16": 0.019706151579279338, 
            "17": 0.0022531880483528774, 
            "18": 0.0012225383289586986, 
            "19": 0.13242656804608988
        }
    }, 
    {
        "content": {
            "text": "  Steven Niggle was duck hunting on Scoy Pond in the Northwest Woods here when he did a double take at a tree with a ring chewed out of its lower trunk. Then he found several more gnawed-up trunks around the pond, some merely stumps with a pointy, chewed up tip, others with trees still partially attached, either fallen or leaning.  Mr. Niggle, 19, said he wondered why the pond's water level seemed about three feet higher than normal, overflowing its banks. Turned out that a dam meticulously fashioned from twigs and saplings, some with gnawed-off ends, was blocking the mouth of Ely Brook, where the pond flows into another one nearby. A lodge made of sticks showed up later in a shallow section of the pond, which is in the Grace Estate town nature preserve.  ''I said, 'Is that a beaver ring around that tree?' '' Mr. Niggle recalled of that day at the pond last month. ''Because I've been upstate and seen logs wash down the river chewed up from beavers, but I've never heard of beavers around here.''  Mr. Niggle told his father, Charles Niggle, who also had not heard of beavers being in these parts, and who went to see for himself. Word spread among the local hunters and outdoorsmen, none of whom knew of beavers having lived here.  According to local records and wildlife books, the beaver -- the official animal of New York State -- was once prevalent on Long Island, but disappeared by the early 1700s as a result of trapping, hunting and deforestation for farming.  Local environmental experts say that more recently, beaver-chewed wood has washed up on East End shores after huge rainfalls, probably from Connecticut. A dead beaver was found on Shelter Island last year, and there was evidence of a beaver on Plum Island a few years ago. In the late 1990s, a fatigued beaver was seen just off the Long Island Sound beach in Southold; it was rescued and died soon afterward.  But live beavers chewing trees and building dams in an East Hampton nature preserve is something else.  ''It's a real mystery,'' said Larry Penny, 71, director of the town's Department of Natural Resources. ''It's possible someone caught them up north and released them here.''  Environmental officials say the beavers could have washed out from flooded Connecticut rivers, gotten disoriented, and wound up swimming across Long Island Sound. If any live in the fresh water pond on Gardiners Island -- the huge, private, unoccupied land between Long Island's forks -- they may have taken the shorter swim over from there. Or somebody may have brought beavers to Scoy Pond.  Then again, there are no reports of actual sightings of beavers, which tend to work at night and avoid people.  ''It's possible it could be a hoax,'' Mr. Penny said, ''but I really doubt someone would go through the trouble. It's just too difficult.''  At first, Steven Niggle saw only a few gnawed trees. By last week, more than a dozen stumps were visible, five inches to a foot in diameter, their nubs whittled sharp by a busy little chiseler who left mounds of fresh wood shavings on the forest floor. On some trees, only the bark was stripped away. On others, the trunks appeared beveled by beaver bites. Still others were cut clear through and were left leaning against other tree branches.  Mr. Penny said adult beavers, which weigh about 20 pounds, can drag a large tree to a pond to help build or protect the lodge. He knelt at a stump one foot in diameter, from a white oak whose age he estimated at about 60 years. About 20 yards off a southeast edge of the pond, there was a dense wigwamlike structure of branches and switches rising three feet above the surface.  ''That's the lodge,'' Mr. Penny said, peering at it through a thicket of trees and overgrowth. ''They dam up the river to raise the water level and then build their lodge in shallows so that they must swim underwater to enter it.''  Daniel Rosenblatt, the Long Island regional wildlife manager for New York State's Department of Environmental Conservation, said Long Island was not particularly abundant in wetlands or the hardwood trees that beavers prefer to soft wood, such as the pine trees that proliferate on Long Island.  ''We don't have any breeding beaver on Long Island, and we haven't seen evidence that they have been able to survive here,'' he said. ''Periodically, we've had some wash up on the North Shore, probably flushed out from Connecticut rivers.  ''There are very few locations where they could take root on Long Island,'' Mr. Rosenblatt added. ''A lot of the estuaries here have salt tidal influence, and beavers need a fresh water system of lakes and rivers to become widespread.''  Mr. Penny joked that the town might install night video cameras connected to its Web site to spot the industrious beaver -- or beavers.  ''The beaver is known for appearing out of nowhere, out of the dark, to a pond and building a dam,'' he said. ''They are seen in some Indian lore as the reincarnated spirit of the departed.''  ", 
            "title": "Felled Trees in East Hampton: A Prank's Toll, or a Beaver's Lunch?"
        }, 
        "weight": 0.5835876281706611, 
        "file": "1819689.txt", 
        "other_topics": {
            "0": 0.00011301158600169477, 
            "1": 0.0001373234343325308, 
            "2": 0.5835876281706611, 
            "3": 0.00016976927402799678, 
            "4": 0.00010542433645773667, 
            "5": 0.039012083391652255, 
            "6": 0.00020216743937191621, 
            "7": 0.007422814398252437, 
            "8": 0.06798159189426123, 
            "9": 0.00020172379454372517, 
            "10": 0.00015404614550571373, 
            "11": 0.1027963152984618, 
            "12": 0.000249131559870541, 
            "13": 0.00021854163034021193, 
            "14": 0.00018775457190026227, 
            "15": 0.00014763398458768389, 
            "16": 0.0002199012818058378, 
            "17": 0.19665668922548205, 
            "18": 0.0003139970490995794, 
            "19": 0.00012245153338364843
        }
    }, 
    {
        "content": {
            "text": "  Most bridge deals would cease to be interesting if everyone knew where all of the cards were located -- what is called playing double-dummy. If declarer could peek into his opponents' hands, he would almost always make his contract. But since he is not blessed with X-ray vision, sometimes the defenders can nudge declarer off the road to Rome and onto a dead end.  The diagramed deal, from the Swiss Teams at the Edgar Kaplan Winter Regional in Midtown Manhattan last Saturday, is one of those deals.  The winners were Franco Baseggio, John Diamond, Jim Krekorian and Andrew Stark of New York. The runners-up were John Fout, Michael Kopera and John Rengstorff of New York and William Ehlers of West Orange, N.J. Third were Rozanne and Bill Pollack of Basking Ridge, N.J.; Martin Fleisher of New York; and Michael Kamil of Holmdel, N.J.  What do you think of North's one-spade opening bid?  Distributional hands are worth much more than their face value if a fit is found. The drawback with opening this hand is the potential difficulty in showing both suits. If North had, for example, the majors, it would be much easier. Some would pass, planning to make a two-suited bid on the next round. And a few would open one club, but it is dangerous not to mention a five-card major immediately. If, for example, West bids hearts, North passes, and East raises to four hearts, this hand is not strong enough unilaterally to compete with four spades.  Both auctions were effectively the same, although at the other table Stark (North) rebid two hearts to show a normal two-spade rebid, and Baseggio (South) bid three no-trump over three clubs. West led the heart king, asking his partner either to unblock an honor or to give count. (This was dangerous without the heart ten. If East had played the queen from a three- or four-card suit, it might have sacrificed the setting trick.)  Here, though, East signaled an even number of hearts by playing his five. Now West shifted to a spade. Baseggio took the trick on the board and ran the diamond ten. West won with the queen and persevered with his second spade, but declarer won on the board and played a diamond to his jack. West, after winning with his king, cashed the heart ace, and South claimed the remainder. The defenders took two hearts and two diamonds.  Krekorian (West) led the heart ace, asking for an attitude signal. When Diamond (East) played a discouraging deuce, West wondered how East could gain the lead to push a heart through South's queen.  West shifted to the club queen, playing his partner for three to the jack.  The operation was a success, and the declarer did die, but he might have lived. If South had won with his club king and returned a club to dummy's ten, he would have made his contract. The defenders could have taken only three hearts and one club.  But declarer decided it was better to play on diamonds. He won the second trick with dummy's club ace, then ran the diamond ten. Now, with careful defense, the contract would always fail. West won with his diamond queen and led a second club to South's king. Declarer took his five spade tricks, but West kept the heart king, two diamonds and a club. South, sensing what was happening, played a diamond to his ace, hoping to drop the king, and conceded down one.  Plus 400 and plus 50 gave the winners 10 international match points on the board.  BRIDGE  ", 
            "title": "X-Ray Vision Would Be Nice, But Sometimes a Nudge Will Do"
        }, 
        "weight": 0.582266519870075, 
        "file": "1816645.txt", 
        "other_topics": {
            "0": 0.00015982554482692137, 
            "1": 0.00019420834169490866, 
            "2": 0.582266519870075, 
            "3": 0.031051360184685482, 
            "4": 0.00014909535038400178, 
            "5": 0.0003968790931403965, 
            "6": 0.00028591335001170186, 
            "7": 0.0002272217492918311, 
            "8": 0.0002850394048162938, 
            "9": 0.00028528592959505347, 
            "10": 0.1576976603698554, 
            "11": 0.1898838582842646, 
            "12": 0.014046227738547403, 
            "13": 0.010579492267339927, 
            "14": 0.007112478008474513, 
            "15": 0.00020878993788603267, 
            "16": 0.0003109932655243803, 
            "17": 0.004241908113978913, 
            "18": 0.0004440672963003392, 
            "19": 0.00017317589930682033
        }
    }, 
    {
        "content": {
            "text": "  If an opponent opens one strong no-trump, what are your partnership's intervening options?  You should concentrate on showing as many two-suiters as possible because that doubles your chances of finding a fit.  In the old days, pairs would play Landy, which is like Stayman, a two-club overcall showing length in the majors. Overcalls of two diamonds, two hearts and two spades were natural. This permitted a pair to show three one-suiters and only one two-suiter -- clearly inefficient.  Astro was named more than 30 years ago after Paul Allinger, Roger Stern and Larry Rosler. A two-club overcall shows hearts and either minor; two diamonds promises spades and another suit; and two of a major is natural. The intervener can show two one-suiters and five two-suiters -- a marked improvement.  Nowadays, Cappelletti (Hamilton on the West Coast) enjoys considerable popularity. A two-club overcall shows any one-suiter. Two diamonds promises both majors. And two of a major indicates that major and either minor. With this, the intervener can show four one-suiters and five two-suiters -- even better.  Dont (disturb opponents' no-trump) was invented by Marty Bergen. Double announces any one-suiter. Overcalls of two clubs, two diamonds and two hearts show that suit and a higher-ranking suit. A two-spade overcall is natural but weaker than doubling first, then bidding two spades. Now you can show all four one-suiters and all six two-suiters below two no-trump -- the best. Dont's main drawback is its stressing of minors over majors. (With a major-minor two-suiter, you show your minor, not your major.)  Dont was being used by Joan Dziekanski (West) and Ira Herman (East) in the diagramed deal, which occurred during the Fast Pairs on Dec. 27 at the Edgar Kaplan Winter Regional in Midtown Manhattan. So West's double announced a one-suiter. If North had passed, East would have bid two clubs to ask for his partner's suit, and West would have passed. (This is an advantage over Cappelletti, when West would have to bid first two clubs, then three clubs over a two-diamond inquiry.)  North, though, ignored the double, showing with his transfer sequence the values for game and a five-card heart suit.  Now East made a well-timed penalty double. He had dummy's heart suit covered and a couple of clubs to help establish that suit, assuming it was his partner's.  What should West lead? If she had selected a club, declarer could have got out for down one with a good spade guess. But West, knowing from East's double that he had good hearts, led the heart eight. Now declarer was booked for at least down two. And when South, after taking the first trick with his heart king, made a natural misguess in spades, playing low to dummy's ten, he went down three. East won with his spade queen and returned the club ten, covered by the jack and queen. West led her second heart, declarer winning with the ace on the board and cashing his winners.  Plus 800 was worth 10.5 match points out of 11. In the two-session event, Dziekanski and Herman led at halftime but fell back to third, finishing behind Peter Weiden of New York and Richard Zucker of Dobbs Ferry, N.Y.; and William Ehlers of West Orange, N.J. and John Fout of New York.  Bridge  ", 
            "title": "Landy, Astro and Beyond: Searching for the Right Signal"
        }, 
        "weight": 0.5730757358522146, 
        "file": "1818387.txt", 
        "other_topics": {
            "0": 0.00017032116621535967, 
            "1": 0.00020696185507797633, 
            "2": 0.5730757358522146, 
            "3": 0.04038706103263956, 
            "4": 0.00015888632810349992, 
            "5": 0.0004229418398877907, 
            "6": 0.0003046890612090111, 
            "7": 0.0002421432279225988, 
            "8": 0.011248630356298348, 
            "9": 0.0003040204385730826, 
            "10": 0.15710867258055183, 
            "11": 0.15127731386578055, 
            "12": 0.00037546927106717995, 
            "13": 0.00032936680798013694, 
            "14": 0.00028296724946271184, 
            "15": 0.0002225010135475638, 
            "16": 0.0003314159556070745, 
            "17": 0.0008721801009142738, 
            "18": 0.062494173768675346, 
            "19": 0.00018454822827147373
        }
    }, 
    {
        "content": {
            "text": "  When you play in a tournament that gives out deal records, under every board you see the highest contracts that each side can make in the five strains, assuming the play is double-dummy -- everyone knows where the cards lie. (This is done using Bill Bailey's Deep Finesse software.) Competitors in the Flight A/X Pairs last Saturday at the District 3 Winter Regional in Rye Brook, N.Y., were surprised to see that there was a way to defeat three no-trump by South in the diagramed deal. What leads by West work?  The winners of the Flight A/X Pairs, R. Jay Becker of New York and Bob Sartorius of Lake Hiawatha, N.J., played well and had that necessary slice of luck in this deal.  The event had finished. North and South were itching to leave, not having done well. But they had a late play against Becker and Sartorius, who knew they were in contention. (You get a late play when you take so long to complete the first deal of a round that you do not have time for the final board. Playing that deal is postponed until the end of the session.)  South opened one no-trump, showing 12-14 points. Becker (West) overcalled a natural two hearts. North responded with a natural and forcing three clubs. And South converted to three no-trump.  West, assuming South was prepared for a heart lead, tried our well-known sneak attack with the spade six. East played the three under dummy's jack to show an odd number of spades. (If dummy wins with the ace, king or queen, it is probably best for third hand to signal attitude. But when dummy has only the jack, signaling possession of the ten is surely a waste of time, so giving count is preferable.)  Declarer guessed well, cashing the club ace to drop West's king. Next, he played a club to his queen. Now, knowing that West had the heart king for his bid, South should have led a heart toward dummy's queen. Then South would have won nine tricks: two spades, two hearts and five clubs. And if he had done that, Becker and Sartorius would not have won. Jonathan Green of Kingston, N.Y., and Norman Rubin of Monticello, N.Y., would have taken the title.  But declarer led a diamond to the nine on the board. The defenders took advantage of the opportunity. East won with his ten and returned a spade, West taking South's queen with his king and leading another diamond. East won with his queen and went back to spades, eventually defeating the contract by one trick.  How can the defenders always defeat three no-trump? West must lead a diamond or -- yes -- the club king. Then the defenders have an answer for anything that declarer tries, taking one spade, one heart and three diamonds.  Bridge  ", 
            "title": "Could the Contract Be Defeated? The Software Oracle Knows"
        }, 
        "weight": 0.5637440621270388, 
        "file": "1819987.txt", 
        "other_topics": {
            "0": 0.0002121080959037012, 
            "1": 0.0002577382833897513, 
            "2": 0.5637440621270388, 
            "3": 0.0003186349181622145, 
            "4": 0.0001978678121341146, 
            "5": 0.0005267072221850328, 
            "6": 0.0003794420743574118, 
            "7": 0.00030155112339764285, 
            "8": 0.0003782822419193435, 
            "9": 0.00037860941052979583, 
            "10": 0.20928413230651713, 
            "11": 0.15204502953337137, 
            "12": 0.005010957371809184, 
            "13": 0.00041017430802588455, 
            "14": 0.0003523909906226958, 
            "15": 0.018450568776690053, 
            "16": 0.00041272619755924845, 
            "17": 0.0010861624811569748, 
            "18": 0.04602302907190153, 
            "19": 0.0002298256533281877
        }
    }, 
    {
        "content": {
            "text": "  IT'S that time of year again: mail order catalogs are pouring in, and Web sites are saturated with color images of gorgeous plants that never get eaten by insects or ravaged by disease. I'm dreaming of Fresca strawberries, an everbearing variety that will produce fruit all summer, if I start the seeds 16 weeks before my last frost date (kitchengardenseeds.com; (860) 567-6086).  But then, when is my last frost date? It used to be mid-April in my garden in central Maryland. But the warm fall and mild winter are tempting me to push that date up to early April.  And after talking with gardeners from Washington to Massachusetts who report all kinds of unseasonable spring blooms, maybe I will order some palms and tender bulbs, which, until lately, would never have survived in my garden.  Radical experimentation, laced with a willingness to fall flat on our faces, is the modus operandi of adventurous gardeners these days. Weather extremes seem to be the new norm. On Jan. 6, it was 72 degrees in Central Park, the kind of weather that encourages, and rewards, experimentation. Yesterday, however, the low in Manhattan was 19 degrees.  Nonetheless, the Ladies' Border, a wide, 260-foot-long experimental garden on the southeast side of the Enid A. Haupt Conservatory at the New York Botanical Garden in the Bronx, seems to be sailing through these ups and downs, given a little protection. Spring's Promise, a deep rose-colored camellia, is still in full flower, the buds seemingly intact. The border, dubbed the ''global warming garden'' by the staff, was designed and planted more than four years ago by Lynden B. Miller and others who wanted to test the hardiness of plants generally considered too tender to thrive this far north.  ''Everybody said you're crazy, but Lynden just laughs at them now,'' said Sarah Carter, the curator of herbaceous plants and outdoor gardens. Ms. Carter, who has been keeping careful records for four years, is reveling in the plants that have successfully over-wintered here. Most of these plants are listed as being in Zone 7 on the Agriculture Department's hardiness map, meaning they usually grow where temperatures rarely dip below zero. A few are even listed for Zone 8, which is 10 degrees warmer. This part of New York has traditionally been considered Zone 6.  ''We will be watching the plants very closely over the next few days, to see how extensive any cold damage may be,'' Ms. Carter said. The flowers and buds of camellias and Japanese apricots, for example, ''will likely turn brown and fall off within a few days,'' she said, because of the sudden drop in temperature. Edgeworthia chrysantha, the paper bush, which normally flowers in early March, appears unharmed. ''Its silver buds dangle like earrings off the tip of every branch,'' Ms. Carter said, and its yellow tubular flowers are intoxicating. But it may drop those buds later this week. The early yellow trumpet daffodils are also still blooming. These hardy bulbs are well adapted to extremes and will be fine next year, she said.  Ms. Carter and her crew did wrap burlap around a few plants, including the Himalayan palm, and placed evergreen boughs around the Acanthus mollis, or bear's breech, which had put out tender new growth. But both burlap and evergreens are removed during the warmest hours of the day to help the plants acclimate to colder temperatures.  Good drainage and the right site can make all the difference between success and failure for these marginal plants. So if you try any, choose a warm spot, near a south-facing wall; or beneath evergreens that provide a wind break. And if cold damage occurs, wait until spring, until all signs of frost have passed, before pruning. Otherwise, you might damage an already stressed plant, or encourage new growth, which could be killed in another cold snap. But maybe some plants will be lucky.  Down at the United States Botanic Garden in Washington, Sappho, a gorgeous white rhododendron with purple splotches, is in full bloom. The winter irises and spring crocuses are flowering. Needle palms, which are thought of as South Carolina plants, are thriving in this garden.  ''And yaupon holly does well here now,'' said Holly Shimizu, the executive director of the garden. ''We're saying that Washington is a lot more like the Carolinas now.''  But up in Massachusetts, the palmy days seemed over.  Thomas C. Cooper, a garden designer and former editor of Horticulture Magazine, reported that his Cordyline x baueri, a hybrid of a cabbage palm native to New Zealand, was doing just fine in his unusually balmy garden in Watertown, Mass.  But it's toast now, after a recent plummet to 18 degrees.  ''Without any snow on the ground, any marginal plants are going to have frostbitten toes,'' he wrote in an e-mail message.  Still, some of Mr. Cooper's tender salvias are wintering over, and he plans to leave a few clumps of cannas in the ground next fall.  So, northern gardeners feeling reckless could try the windmill palm, Trachycarpus ''Hayes Stiffie,'' listed as hardy to Zone 7B, where winter temperatures stay above 5 degrees, from Plant Delights Nursery, in Raleigh, N.C. (plantdelights.com; 919-772-4794). New York City gardeners, or others who think they are now in Zone 7, might try Descanso Dwarf, a weeping deodar cedar that grows very slowly into a small pyramidal tree, and Daphne odora, a fragrant shrub that flowers in winter, so plant it by a window or the kitchen door, to enjoy its scent. Both are hardy to Zone 7. I got mine from Forestfarm (forestfarm.com; 541-846-7269).  I've also ordered a southern magnolia and a sweetbay magnolia from the National Arbor Day Foundation (arborday.org; 888-448-7337), which offers 10 free trees to members ($15 for one year). The Foundation has taken the lead in responding to warming temperatures, by publishing its own hardiness zone map, which generally places gardeners in at least one warmer zone than the Department of Agriculture's hardiness zone map, which is still the standard used by most catalogs and nurseries. So, again, adventurous gardeners will have to study both maps, and decide how far to push the limits.  And following Ms. Carter's example, I'm trying more tender bulbs, especially the species gladioluses, always the province of southern gardeners. Unlike the blowsy hybrid glads, these have delicate flowers elegantly spaced along the stem or spike. Gladiolus ''Boone'' has apricot, buff and gold flowers, and is hardy to Zone 6, where temperatures can drop to 10 below zero.  Gladiolus saundersii is a coral red with splashes of white, and a hybrid of Gladiolus tristis is said to have ''reddish striping and pink flushes over the pale green background.'' It makes a good cut flower and is fragrant at night. It is hardy to Zone 7. I've ordered all these from Seneca Hill Perennials, in Oswego, N.Y., which specializes, among other things, in South African bulbs (senecahillperennials .com; 315-342-5915).  It also sells Distant Planet, a crocosmia, hardy to Zone 5, with a bright orange flared flower that it claims is indestructible.  As for hardy rosemary, I've ordered a few Gorizias from Sandy Mush Herb Nursery (sandymushherbs.com; 828-683-2014). I've also ordered Grosso, a hybrid lavender that can take humidity. I will add plenty of grit, for drainage, to a mounded border, and try my luck.  Some expert gardeners caution against making leaps that are too great, saying that this winter's long warm spell could have been an exception, not the new norm.  ''I won't start leaving my rosemary outside,'' wrote Deborah Nevins, a garden designer who noted violets blooming among the Japanese apricots and hellebores in her garden in East Hampton, N.Y. ''This is not England.''  Still, let's have some fun while we can. If the ice caps are melting, and the food chain in the ocean collapses -- a dire prediction based on global warming trends -- I want to have a margarita in the shade of my trachycarpus before I die.  IN THE GARDEN  ", 
            "title": "Is it Spring? Winter? What's a Flower to Think?"
        }, 
        "weight": 0.5605962910550918, 
        "file": "1819726.txt", 
        "other_topics": {
            "0": 7.248117486915064e-05, 
            "1": 8.807383569804273e-05, 
            "2": 0.5605962910550918, 
            "3": 0.05289563969855519, 
            "4": 0.08235285289978544, 
            "5": 0.00017998538958819522, 
            "6": 0.00012966222353294398, 
            "7": 0.0032081487925179485, 
            "8": 0.006339472520824794, 
            "9": 0.00012937768723441414, 
            "10": 9.879912321689582e-05, 
            "11": 0.19944894566949523, 
            "12": 0.00015978315848191142, 
            "13": 0.003245267300448254, 
            "14": 0.017198486619499652, 
            "15": 9.468661605517982e-05, 
            "16": 0.000141036010770438, 
            "17": 0.04850026278193055, 
            "18": 0.023489660199273777, 
            "19": 0.0016310872431302777
        }
    }, 
    {
        "content": {
            "text": "  Jesse Logan retired in July as head of the beetle research unit for the United States Forest Service at the Rocky Mountain Laboratory in Utah. He is an authority on the effects of temperature on insect life cycles. That expertise has landed him smack in the middle of a debate over protecting grizzly bears.  You just never know where the study of beetles will take you.  Dr. Logan seems, in fact, to be on a collision course with the federal government, in the debate over whether to lift Endangered Species Act protections from the grizzly bears in and around Yellowstone National Park.  The grizzly population in the greater Yellowstone area is estimated to be at least 600. The population is centered in the park proper, federal scientists say, where it has reached its likely natural maximum and has leveled off. But in adjoining stretches of national forest, the number of grizzlies is continuing to go up by 4 percent to 7 percent a year. Their resurgence in the past 50 years is why the federal government announced in 2005 the start of proceedings to take them off the endangered or threatened species list.  Dr. Logan enters the fray on the question of what grizzly bears eat, how much of it will be available in the future, and where. All that, he says, hinges on the mountain pine beetle and the whitebark pine.  The tree (Pinus albicaulis) has no value as commercial timber. But gnarled and bushy whitebark pines anchor the timberline in much of the West. They hold the soil for other vegetation to get a foothold, and they trap snow, prolonging the spring runoff.  They are slow-growing trees and may not even bear cones until they are a half-century old. In the late 19th century, the naturalist John Muir counted rings in a weatherbeaten example high in California's Sierra Nevada. Its trunk was just six inches across. To his astonishment it was 426 years old.  The beetle's usual targets were once midaltitude lodgepole and ponderosa pines. But it has begun extending its range as it adapts to warming temperatures in the Rockies -- two degrees since the mid-1970s. As a result, it has been killing whitebark pines at altitudes in the Rockies and the Cascades of Oregon and Washington that would have once been too cold.  Beetle attacks have added to the toll taken by a disease called white pine blister rust. In the northern Rockies, the beetle infests 143,000 acres. Entire forest vistas, like that at Avalanche Ridge near Yellowstone National Park's east gate, are expanses of dead, gray whitebarks.  ''We are very worried the whitebarks may be locally extirpated, if not driven extinct,'' said Diana Tomback, professor of biology at the University of Colorado, Denver, and president of the Whitebark Pine Ecosystem Foundation, a nonprofit organization. One recent Forest Service study suggested that in the next century a global warming would reduce by 90 percent the acreage that has the kind of cold and high altitude climate where the trees now grow.  The plight of trees may not catch the attention of most people. But the seeds of the whitebark pine, the pine nuts, feed Clark's nutcracker birds; red squirrels, which store the nuts underground; and grizzly bears.  ''There is this general notion that grizzly bears are omnivores that will eat anything and do all right, but that's not the case in Yellowstone,'' says David Mattson, a wildlife biologist with the United States Geological Survey on the Northern Arizona University campus in Flagstaff.  The diet of the Yellowstone grizzlies changes radically from season to season. After emerging from dens in early spring, they gorge on elk and bison calves and adults that died over the winter, or they chase wolves off their kills. Later in the spring and in early summer, tourists most often see them in rivers near Yellowstone Lake, where they go after spawning cutthroat trout.  They eat roots and bulbs, too. But by late summer the bears head for remote high country. They turn to delicate fare: moths and pine nuts. In alpine meadows a grizzly can lap up 40,000 army cutworm moths a day from under rocks where the fat insects congregate during daylight hours.  But mostly the bears depend on whitebark pines. A federally supported Interagency Grizzly Bear Study Team says the tree's plump seeds, among the largest of any North American pine, ''are arguably the most important fattening food available to grizzly bears during late summer and fall.'' Loss of the whitebarks, the task force said, would endanger the bears' survival.  The hefty bears -- a male can exceed 700 pounds -- do not climb the trees. They raid messy, cone-stuffed middens on the ground that red squirrels build as winter storehouses.  Grizzlies in northernmost Montana, Canada and Alaska have a wide variety of berries available in the fall, and those near the coast have spawning salmon in the rivers. But when winter looms in Yellowstone, ''the whitebark pines are about it'' on the bear menu, Dr. Mattson says.  The Wind River Pines  Because of the close relationship between the pines and the bears, Dr. Logan has taken up advocacy for the bears as a means of bringing attention to the overall ecosystem in the Wind River Range in Wyoming. The range is high, broad, relatively far from the moderating effect of the Pacific Ocean and exposed to arctic blasts off the plains. They therefore are colder than nearby ranges. Dr. Logan's computer models show them resisting a warming climate longer than other mountains and remaining a refuge for the pines and the bears.  Earlier analyses that Dr. Logan conducted correctly predicted beetle movements. In the 1990s, his analyses predicted a northward invasion by mountain pine beetles from near the Washington-Canada border deep into the lodgepole forest of the British Columbia interior.  Rising temperatures were revving up the beetles' metabolisms, and he surmised that they would soon complete a full cycle of reproduction in one year. Eventually their reproduction would get in pace with the calendar well north of their usual range, a condition called adaptive seasonality. It means millions of adults emerging simultaneously from infested trees.  Like an army roaring out of the trenches, they overwhelm their next round of piney prey, emitting pheromones that draw more attackers to individual trees. Forest managers say defenses -- quarantines, burning and other methods -- are ineffective over large areas.  The result in Canada turned out as bad or worse than Dr. Logan feared. It may be the largest forest insect blight ever seen in North America, and it seems nowhere near its peak. It covers a patch running about 400 miles north-south and 150 miles across. Officials expect 80 percent of British Columbia's mature lodgepoles to be dead by 2014.  Loggers are frantically cutting lifeless trees for lumber before they rot. Funguses carried by beetles stain the wood a blotchy blue. Lumber mills promote it as stylish ''denim wood.'' In 2002, high winds carried the beetles through the Rockies and into the Alberta plain. They appear poised to sweep east to the Atlantic through Canada's jackpine boreal forest.  In 2001, Dr. Logan set up an observing station at a broad stand of whitebark pines at the timberline at Railroad Ridge in the White Cloud Mountains of Idaho. He expected a beetle infestation, but not for a while, and planned to collect data before the insects showed.  Almost immediately, in 2002 and 2003, telltale patches of ''red top'' trees appeared. Today virtually all the mature whitebarks there are dead. ''It was the most magnificent whitebark ecosystem I'd seen,'' Dr. Logan said. ''It broke my heart.''  New computer projections done by Dr. Logan and Jacques Régnière of the Canadian Forest Service based on recent climate and other data for the mountain West show most whitebark pine forests being wiped out as warming continues. But the Wind River Range is projected to stay cold until 2100 or so, which, if the model is right, means they could be a refuge for grizzlies forced out of areas where the trees die.  The exercise produced a map on which most of the realm of the whitebarks, previously out of reach of mountain pine beetles, turns red as the computer calculates ever-warmer decades ahead. A recent trip there showed that so far, the Wind River Range is, in fact, fending off beetle attack. Dr. Logan and several environmental groups, including the Natural Resources Defense Council, argue that the Wind River Range should be included in areas in which grizzlies are protected.  The government's plan to ease Endangered Species Act protection for Yellowstone's bears does not mean an end to local and federal conservation measures for them. A detailed plan has been put together by the Fish and Wildlife Service and the states of Montana, Idaho and Wyoming. It includes close surveillance of bears and maintenance of their population at no fewer than 500 adults, and continued full protection in a 9,300-square-mile ''prime protection area'' that includes and extends out from the 3,300-square-mile national park.  A far larger area farther out, including the Wind River Range, is designated as suitable grizzly bear habitat but would be subject to state and local regulations.  But Dr. Logan's projections shows devastating whitebark damage from the beetles in the government's core area for grizzly protection by the end of the century. He says that the government's recovery area ''is completely out of touch with what is actually happening.''  Government biologists say the official plan can be adjusted if the whitebarks go into serious decline and the bears are not able to adopt an adequate replacement diet of roots or other late-fall food. And if the Wind River Range to the south does turn out to be the bears' best refuge, that's where they'll go.  ''A lot of that area is wilderness already,'' said Chris Servheen, grizzly bear recovery coordinator for the Fish and Wildlife Service office in Missoula, Mont. ''The bears will move in there regardless of what our rules say, and the beetles don't care what regulations we have either.''  He also argued that even outside the proposed primary protection area, state authorities had ''signed up'' to help protect the bears. And if things turn seriously bad, he said, the government can relist the bears.  Bear Activism  Bear supporters are already lining up to oppose the near-certain delisting.  ''The federal government has a core recovery area that it says is adequate,'' said Douglas Honnold, managing attorney for Earthjustice, a Montana-based group. ''Jesse's work, and his is not the only such analysis, suggests that this is flat-out wrong. The federal government has a head-in-the-sand approach.'' Mr. Honnold promised a federal court challenge.  Another bear supporter, Lance Craighead of the Craighead Institute in Montana, says that ''the Winds may be critical. Our own work, and Jesse's, all say the whitebark pine will last there longer than it will anywhere.''  Many believe that if the delisting goes forward, bear hunting will follow, particularly in the Wind River Range. Livestock interests, as well as hunters and some back country backpackers, do not want to share the land with grizzly bears. Wyoming's published bear management plan, set to go into effect as soon as the bears are off the federal list, declares that significant presence of grizzly bears will not be permitted in much of the range, including nowhere in roughly the southern half.  One management tool, it says, is ''hunter harvest.'' Fremont County, which includes the Wind River Indian Reservation, has declared grizzlies ''an unacceptable species'' and resolved to protect its residents.  In an essay Dr. Logan wrote before the trip into the Winds, he said that if it confirmed a potential bear refuge, ''we can efficiently allocate protection and reconstruction strategies.'' It will be costly, he wrote, but it would be ''inconsolable to simply walk away from a problem that is largely our making.''  During a break on the trip's second day, high on a pass called Kirkland Ridge, Dr. Logan said: ''As for active management to encourage bears here, I don't know. That's a policy to be developed. But look, this is clearly a special place, a special ecosystem. It is all connected, we know that, from the plains to the mountain tops.''  In the end, of course, the discovery of places that will resist warming effects may only buy time. ''It's all about global warming,'' Dr. Logan said. ''I can't say if the beetle will stay out of the Winds for all the next century. I don't know how long it will take. But one thing I do know. If it keeps on warming, they'll get nailed there too. The trees can't move uphill, you know. They'll run out of mountain.''  What the bears will fatten for winter on then, nobody knows.  Following the Tracks of a Killer Mountain Beetle  By CHARLES PETIT  In early September, Jesse Logan, a 62-year-old insect specialist with a knack for mathematics and a deep love for the Western landscape, gazed across a rolling meadow 10,400 feet high in the rugged Wind River Range in Wyoming.  Moving carefully with the aid of two trekking poles, Dr. Logan favored a left knee injured three years ago by a Colorado avalanche that killed a close friend. He had not been sure he would ever get into back country like this again. Yet here he was, nearing the end of an arduous expedition, organized and led by Louisa Willcox, director of the wild bears project for the National Resources Defense Council, carrying a 40-pound pack over 12,000-foot passes in a roadless wilderness.  Dr. Logan is an authority on the effects of temperature on insect life cycles. Across the way he could see likely signs of a particularly aggressive organism he was seeking but hoping not to find here, the mountain pine beetle.  The beetle is the most destructive timber pest in the Western United States. The rising warmth across the Rockies is expanding its range north and, equally important, uphill. Dr. Logan had hoped to find no incipient, major outbreaks here. But many of the pine trees across the way were an unhealthy red. This did not look good.  ''We'd better go look,'' he said. He walked through brush littered with elk droppings with two friends and research colleagues, Jacques Régnière of the Canadian Forest Service and Wally MacFarlane, an experienced mapmaker and geographic analyst from Logan, Utah.  They were on the flank of Tybo Peak. Each had a permit from the Wind River Reservation tribal government to be in this seldom-visited corner of Indian Country, which may be among the most remote wildernesses in the lower 48 states. They scrambled uphill into a nearly pure stand of high-altitude, whitebark pines.  Dr. Logan regards the high, whitebark ecosystem as ''the most beautiful in all the Rockies,'' yet the public hardly even is aware of its existence. For most of the trip he had looked out on gloriously healthy forests of these trees, but not now. Some here were bright, brick red. The men took out small hatchets.  Looking closely, the party could see perfectly round holes speckling the bark, each about the size of a BB. Some infested trees were oozing dark pitch from the holes. Dr. Logan whacked a 40-foot-tall tree with his hatchet. He peeled off a piece of bark about eight inches across. The air filled with a rich, piney aroma.  In the pale, exposed tissue, white beetle larvae glistened. Dr. Logan looked up at the foliage, still more green than not. ''This tree is dead,'' he said. ''It just doesn't know it yet.''  He pointed out characteristic J-shaped, largely vertical tracks chewed in the inner bark, or phloem, by the insects. Several of the black, blunt adults, each about a quarter-inch long, moved slowly.  Light blue splotches of fuzzy fungus were taking hold, spreading from spores the beetles carry in their mouth parts. The fungus, along with the beetle tunnels, blocks movement of sap. ''These are true predators,'' Dr. Logan said. ''They have to kill to reproduce. Most other bark beetles don't do that.''  As the party worked its way through the yellowing and red trees, something was peculiar. It was late summer, yet in some trees the female beetles were just boring in. In other whitebarks a short distance away, Dr. Régnière found a different state of affairs. Some bore only larvae. In others were newly molted beetles at the so-called teneral adult stage: pale brown and lacking the dark, hard carapace of an insect ready to fly.  With cold weather only weeks away, this generation of beetle did not have time to get a new larval generation started before winter set in. Out of rhythm with one another and the seasons, these beetles looked unlikely to muster the type of mass attack that can turn a forest of mature pines into deadwood in a few seasons. Scattered about were snags and fallen trees, many bearing beetle tunnel gallery scars.  The insects have been puttering in this south-facing, sunny grove for a long time without catching their full stride. A similar grove nearby told the same story. A few days earlier and miles to the north the team had found a smaller, sun-favored stretch with signs of low-level beetle activity that appeared to have been eking along for centuries.  ''I think we're O.K. here,'' Dr. Logan said.  ", 
            "title": "In the Rockies, Pines Die and Bears Feel It"
        }, 
        "weight": 0.5571793088073164, 
        "file": "1822516.txt", 
        "other_topics": {
            "0": 3.215010198988535e-05, 
            "1": 0.022076101811666072, 
            "2": 0.5571793088073164, 
            "3": 4.8296813343253485e-05, 
            "4": 0.011048509319889968, 
            "5": 0.02211687054695426, 
            "6": 5.751360568237311e-05, 
            "7": 4.570735186270439e-05, 
            "8": 0.006943911352985633, 
            "9": 5.7387395379710754e-05, 
            "10": 0.002798453238156479, 
            "11": 0.22688867144325994, 
            "12": 0.008334762451383223, 
            "13": 6.217181753708217e-05, 
            "14": 5.341336095902744e-05, 
            "15": 4.199965534149764e-05, 
            "16": 0.0041945027467394595, 
            "17": 0.05456856517124458, 
            "18": 8.932745314204446e-05, 
            "19": 0.0833623755551664
        }
    }, 
    {
        "content": {
            "text": "  As scientists have predicted but have had a hard time proving, the surface of Titan, Saturn's largest moon, appears to be dotted with lakes of liquid methane. The lakes are more intriguing evidence of the active phenomena at play on the only moon in the solar system with a dense atmosphere.  The discovery, reported yesterday by an international team of researchers, was made by a radar survey of Titan's high northern latitudes by the Cassini spacecraft, which has been orbiting Saturn and its retinue of satellites since July 2004. One of the mission's major objectives is the investigation of Titan's environment, thought to be a frigid version of conditions on the primordial Earth.  The radar imaging system detected more than 75 dark patches in the landscape near Titan's northern polar region, the scientists said in a detailed description of the find published today in the journal Nature.  The patches, they said, indicated smooth surfaces in an otherwise rugged topography, suggesting lake beds either partly dry or filled with liquid. These smooth surfaces, more or less circular and with diameters ranging from 2 miles to 40 miles, are associated with channels that appear to have been formed by flowing liquids, presumably tributaries to the lakes.  Methane exists in Titan's atmosphere and, in the extreme cold of high latitudes, is expected to rain on the surface and be present as liquids in subsurface reservoirs.  The radar images, made on a close pass of Saturn's largest moon by the Cassini spacecraft in July, ''provide definitive evidence for the presence of lakes on the surface of Titan,'' the discovery team concluded.  When the spacecraft conducted its first radar search above 70 degrees north latitude, Ellen R. Stofan, leader of the team, said in an interview, ''We saw a huge swath of the surface just covered with lakes, like Minnesota.''  Dr. Stofan is a planetary scientist at Proxemy Research, a contractor in Virginia to the National Aeronautics and Space Administration, and also at University College London. Other team members include researchers at the Jet Propulsion Laboratory in Pasadena, Calif., which directs the Cassini mission; the University of Arizona; and several European institutions.  In an accompanying article in the journal, Christophe Sotin, a planetary scientist at the University of Nantes in France who was not involved in the research, wrote that the lakes and other mission findings were strong evidence that ''methane on Titan plays the role of water on Earth.'' It is the second-most abundant component of Titan's atmosphere, after nitrogen.  The discovery, Dr. Sotin concluded, adds to the ''weight of evidence'' that processes on and beneath Titan's surface must be similar to those dominating the early evolution of any Earth-like planet.  ''As far as we know, there is only one planetary body that displays more dynamism than Titan,'' he wrote. ''Its name is Earth.''  Finding large bodies of liquid methane and probably ethane on Titan, in lakes or perhaps vast seas, had long been hypothesized, based on telescope observations of that moon's smoggy methane-rich atmosphere and by the two Voyager spacecraft that passed close some 30 years ago. But the Cassini remote-sensing instruments had failed to detect an ocean, though they and the European Space Agency's Huygens lander did find traces of the channels where liquids had apparently flowed across the surface.  On Cassini's previous encounters with Titan, the smog-penetrating radar found no smaller liquid bodies, until it observed the region from 70 degrees north latitude to 83 degrees north latitude. At present, it is winter in Titan's north. Methane is one of the few molecules to exist as a liquid in such cold conditions, scientists said, and is the most plausible explanation for the smooth, dark surfaces in the radar images.  Dr. Stofan said that the lake depressions could be volcanic craters or sinkholes; very few craters gouged out by meteorite impacts have been detected on Titan. Their roughly circular shapes and steep-sided rims are typical of volcanic depressions. Surface collapses, as in sinkholes, could fill the lakes with liquids from interior chambers, like aquifers on Earth.  In both cases, scientists said, methane vapor condensing and raining out of the cold Titan sky was probably a significant source of the liquid in the lakes.  Jonathan I. Lunine of the University of Arizona, another member of the discovery team, described in an interview what the lakes probably look like. The methane liquid would be transparent, enough to see the dark hydrocarbon sediments on the floor of shallow lakes. The liquid would be less viscous than water, perhaps like gasoline. Overhead, aerosols, minute particles in the upper atmosphere, presumably cast a dim orange light on the lake. In the dark of winter, one would need a flashlight to walk the shore.  ", 
            "title": "Below Haze, Saturn's Biggest Moon Has Lakes"
        }, 
        "weight": 0.5558846773857459, 
        "file": "1816269.txt", 
        "other_topics": {
            "0": 0.00011328581877317869, 
            "1": 0.00013765666198926093, 
            "2": 0.5558846773857459, 
            "3": 0.017156310429704186, 
            "4": 0.0025322700431252283, 
            "5": 0.00028131155798064375, 
            "6": 0.00020265801683538032, 
            "7": 0.07781193319072094, 
            "8": 0.012334987981623554, 
            "9": 0.00020221329546313667, 
            "10": 0.00015441995232422714, 
            "11": 0.14187119795800843, 
            "12": 0.00024973609999376687, 
            "13": 0.00021907194124985542, 
            "14": 0.0001882101752453053, 
            "15": 0.00014799223172137237, 
            "16": 0.00022043489203197494, 
            "17": 0.005433293440300385, 
            "18": 0.002741348876201862, 
            "19": 0.1821169900509614
        }
    }, 
    {
        "content": {
            "text": "  THE wooden canoe, a curiara in the language of my Pemón Indian guides, winds through the rapids of the Carrao River in southeast Venezuela. A drizzle lets up as the sun rises, revealing the misty escarpments of Auyan-tepui. Then, abruptly, the tepui -- a Pemón word for the majestic sandstone mountains in this wide swath of jungle and savanna -- comes into magnificent relief. It is easily one of the most impressive sights I've ever encountered.  But the best part is yet to come: Angel Falls, the world's tallest waterfall at 3,212 feet (almost 20 times the height of Niagara Falls), named in honor of Jimmie Angel, the Missouri-born bush pilot who crash-landed his turboprop nearby in an ill-fated search for gold in the 1930's. Though the Pemón Indians were surely among the first to contemplate the waterfall, the name Angel Falls stuck after word of the arduous 11-day trek of Angel's traveling party reached the outside world. By 1949, the American photojournalist Ruth Robertson had measured Angel Falls for an expedition described in National Geographic, cementing the mystique of Venezuela's tepui country.  Venezuela has done little to develop this corner of Bolívar State, and the flight from Puerto Ordaz, over thick jungle and sinewy rivers, to Canaima, an asphalt strip and collection of thatched huts that passes for an airport, attests to the region's remoteness.  ''I might have one of the most rewarding jobs in the world,'' said Laszlo Miszlai, 36, the Venezuelan pilot of the Cessna Grand Caravan that swooped in for a dramatic view of Angel Falls before we landed. ''I not only get to fly over the falls almost every day, but I get to see the awed expressions of our passengers.''  Beyond the polarizing political theater that defines Venezuela these days are places of intense beauty, from deserted Caribbean beaches to snow-capped peaks. Angel Falls, in the heart of Canaima National Park, a protected reserve about the size of Belgium, may top them all.  Geography unique to Venezuela made the surreal setting around Angel Falls possible. There are dozens of tepuis (pronounced tey-POO-ees) in this region, remnants of what geologists believe were the mountains of the ancient supercontinent known as Gondwana. Some of these isolated mesas are two billion years old, preserving an array of unique plant and animal life that rivals that of places like the Galápagos.  ''Think of each of these mountains like an island surrounded by forest,'' said Charles Brewer-Carías, a Caracas-based naturalist and explorer who is an eminent expert on Auyan-tepui and the country's other mesas.  ''Some birds cannot fly from one tepui to another because of the distances involved,'' added Mr. Brewer-Carías, who described a family of flowering plants found near Angel Falls that is related to plants in Madagascar, another long-isolated portion of Gondwana, which once included Africa, Antarctica, South America, Australia and the Indian subcontinent, among other land masses.  ''Each tepui has characteristics that give us a window into what the world was like more than a billion years ago,'' said Mr. Brewer-Carías.  When I arrived in Canaima in early October near the end of the rainy season, I found myself contemplating a more recent time -- the year 1956. That was when Rudolf Truffino Van Der Lugt, a Dutch adventurer and hotelier, arrived in Canaima to scout out locations for a lodge after working for a spell at the Hotel Tamanaco in Caracas.  He called his establishment -- a series of thatched-roof buildings and a bamboo bar -- Campamento Ucaima and became known as Jungle Rudy, the go-to guy for anyone planning an expedition to Angel Falls. In the '50s, ''almost nothing was known about the area,'' the Dutch writer Jan Brokken wrote in his 2004 biography, ''Jungle Rudy.'' Numerous lodges cater to travelers who come to Canaima for a glimpse of Angel Falls, but Campamento Ucaima has the grandest and most eccentric past. It still feels like an isolated outpost when the fog rolls in off Auyan-tepui. Though accessible only by canoe from Canaima, Ucaima has its small luxuries, among them a drink made with Venezuela's delicious Santa Teresa rum and papaya juice, which was handed to me as soon as I arrived.  I gazed around at the spartan world Rudy Truffino had created: hammocks slung on the porches of bungalows; canoes docked in a small river port; a staff chatting in a patois of Pemón and Spanish. Some leather-bound notebooks contained decades-old clippings of Truffino's Mosquito Coast-esque trajectory into this jungle after leaving post-war Europe.  Truffino died in 1994, and his lodge is now run by his daughters, who appear as children in a black-and-white photo in Ucaima's bar with their Austrian mother and their father, who is petting a capybara, a large rodent. A guide named Yosmary López proudly told me that the lodge had been host to Prince Charles, Neil Armstrong and the German filmmaker Werner Herzog.  I gulped down the welcome cocktail and Ms. López shepherded me and a few other arrivals into a canoe for an excursion to Salto Sapo, or Frog Falls. The 20-minute ride upriver and the one-and-a-half-hour hike through thick rain forest and lighter savanna vegetation was a warm-up for the following day when we would ascend to the foot of Angel Falls.  Near Salto Sapo, Ms. López, who was taking a sojourn from her university studies in western Venezuela, plucked a yellow flower from the ground that was a little larger than a pinhead. ''It's the smallest orchid in the world,'' she said. I had no way of confirming this information, but I marveled at the intricacy of the tiny orchid and the geologic isolation that had made its evolution possible.  WE were drenched as we navigated a narrow rock pathway under Salto Sapo's curtain of water, holding on to a withering length of rope; when we emerged on the other side of the waterfall we could see a group of Pemónes playing soccer on a sandy spot.  By the time we hiked down to the impromptu soccer field they were gone, so we jumped into the water for a swim. Rain started falling and I was surprised by the orange, tannin-tinted color of the river water. In the distance, two other mesas, Kurún-tepui and Kusari-tepui, soared above the savanna and jungle.  The remoteness of this region has kept it relatively pristine; it is still impossible to travel by car through most of Canaima National Park because there are almost no roads. Airstrips built by Capuchin missionaries allow limited travel in small planes. Canoeing or hiking are the most common ways of getting around.  I got a taste of both methods the next morning with Leomar Jaramillo, a Pemón guide who grew up in the village of Santa Marta near Angel Falls. With Auyan-tepui still sheathed in darkness, we set out in a motorized curiara for the four-hour trip to the base of the waterfall.  Mr. Jaramillo, 22, maneuvered the canoe upriver against the rapids with amazing deftness before arriving at a camping site and lookout point where we could view Angel Falls in the distance. I had never been a huge fan of waterfalls before, but even from this distance, the falls, which shoot water over the top of Auyan-tepui in a ''V'' formation, were breathtaking.  We had a brief breakfast of arepas, the white corn cakes that are a staple throughout Venezuela, then set out on a smooth sandy path that led into thick jungle. Early on, we came upon a small coral snake, at which Mr. Jaramillo shrugged and said was deadly. Then we proceeded up the tepui, stopping occasionally to peek at the falls through the trees or gulp down some water.  The path in some stretches was completely overgrown with trees, reminding me how oppressively dark the jungle can be, and I wondered what it was like for Jimmie Angel when he descended Auyan-tepui without any way of reaching the outside world  Slowly, I ascended the tepui, grasping parts of tree trunks and branches to gain balance on the slippery mud and stones. Ahead, Mr. Jaramillo blissfully jogged up the path as if he were strolling on the savanna. Little by little, the thick trees above us began letting in more sunlight, raising the temperature to greenhouse levels. We glimpsed Auyan-tepui's stone escarpment and, finally, the water falling more than 3,000 feet from the top of the soaring mesa.  But we still had about an hour to go before we arrived at Angel Falls. When we finally got there, the pool of cool water at the base of the falls was a welcome sight. I dove in, doing a backstroke as I gazed up at a cascade of water that doesn't so much crash as separate into smaller falls and showers of mist as it descends in seemingly slow-motion. There were no souvenir stands or snack bars here, just a few boulders to sit on. All around us was dense green jungle, accentuating the isolation and benign neglect that has thus far prevented this place from turning into an easily accessible tourist destination.  A retired oil executive who made the trek to the base of Angel Falls with his wife and his teenage daughter were the only other Americans I encountered. A sprinkling of other nationalities was there, some Italians, Spaniards and a Serb. Some Venezuelans were there, too, lugging a bottle of Scotch whiskey and a bucket of ice.  Eventually, we hiked down the tepui back to the lookout point, where our guides prepared a lunch of chicken roasted on a spit over an open fire, accompanied by casabe, a hard bread made from manioc.  Later, in the canoe back to Ucaima, I stole a last glance at Angel Falls. I had gotten a taste of Venezuela's legendary lost world and now I wanted more.  VISITING A PREHISTORIC WORLD  GETTING THERE  Venezuelan airlines fly round-trip from Caracas to Puerto Ordaz daily, with the one-hour flight costing about $170 (prices for flights, lodging and other services below are in United States dollars). Charter companies and Servicios Aéreos Mineros, or Serami, a small private carrier, make the one-hour trip from Puerto Ordaz to Canaima each day for about $240 round trip, according to Akanan Tours, a Caracas-based company that arranges flights, lodging and hiking excursions in Canaima National Park (58-212-264-2769, www.akanan.com). The trip on Serami's propeller plane includes a fly-over of Angel Falls close enough to remind you of Jimmie Angel's bravado in landing his Flamingo airplane atop Auyan-tepui in 1937.  The rainy season, from May to December, offers some of the better conditions for canoe trips with guides who take travelers by river relatively close to the foot of Angel Falls. Hotels and airlines commonly quote their prices in United States dollars to foreign visitors.  WHERE TO STAY  Most of the lodges and small hotels known as ''camps'' offer packages that include all meals and lodging. Alcoholic drinks are often charged separately.  The most intriguing place to stay around Angel Falls is Campamento Ucaima, founded by the Dutch hotelier and adventurer Rudy Truffino in the 1950s. Also known as Jungle Rudy's, its 14 rooms and thatched-hut bar feel like a placid outpost of civilization along the Carrao River. Meals are served in an open-air dining room where visitors can gaze at the sun rising above the thick jungle. Rates are about $220 per person for a spartan room with a shower, bed and a hammock on the porch. (58-286-962-2359; www.junglerudy.com).  Campamento Canaima is a modern hotel near the edge of a lagoon with the luxury of a strip of white sand beach. With 109 rooms largely in the form of yellow bungalows, Canaima has a multilingual staff and rates of about $187 a night (58-212-976-0530).  EXPLORER | ANGEL FALLS  Correction:  January 28, 2007, Sunday  The Explorer column on Jan. 14 about Angel Falls in Venezuela, misidentified the type of airplane flown by Jimmie Angel, who survived a crash landing there in the 1930s. It was a radial-engine monoplane -- not a turboprop, which was not developed until the 1940s.  ", 
            "title": "In Venezuela, A Forest of Islands"
        }, 
        "weight": 0.5554705877191469, 
        "file": "1818627.txt", 
        "other_topics": {
            "0": 4.581017574811784e-05, 
            "1": 5.566518339999242e-05, 
            "2": 0.5554705877191469, 
            "3": 0.035394071414774, 
            "4": 0.056955643913946585, 
            "5": 0.00011375591447039277, 
            "6": 8.195023409401186e-05, 
            "7": 0.06090306520756231, 
            "8": 8.169973857379184e-05, 
            "9": 8.177039901454603e-05, 
            "10": 6.244387189496704e-05, 
            "11": 0.09661972694091105, 
            "12": 0.0030447586968383564, 
            "13": 0.005976129987629806, 
            "14": 0.0049823931435486555, 
            "15": 0.003003615820021764, 
            "16": 8.91387929606682e-05, 
            "17": 0.17686085482337496, 
            "18": 0.00012728128603934827, 
            "19": 4.9636736049765114e-05
        }
    }, 
    {
        "content": {
            "text": "  The Austrian skier Hermann Maier, who knows a thing or two about bouncing back from injury, has offered encouragement to the Austrian-born governor of California, Arnold Schwarzenegger, who broke a leg last month on a skiing trip.  ''I wrote him a letter,'' Maier said in an interview Sunday. ''I told him I believe for sure he will have a great comeback.''  In the late 1990s, Maier's aggressive skiing and seemingly indestructible body earned him the nickname the Herminator, a play on the title of Schwarzenegger's most famous action-movie character, the Terminator.  Maier was already one of the greatest ski racers when he nearly lost a leg in a 2001 motorcycle accident. He then returned to the top of the sport two years later, winning skiing's most coveted trophies with a mellower, more reflective attitude.  Now losing speed at 34, Maier has not said when he plans to retire. He won two medals last year at the Olympic Games in Turin, Italy, but this season has finished on the podium only once in 15 races on the World Cup circuit.  He typically peaks for the annual Hahnenkamm race at Kitzbühel, Austria, the most dangerous and celebrated downhill on the tour. That Jan. 27 event could be canceled as early as tomorrow if race officials decide there is not enough snow.  With dirt showing through much of the course's lower section, organizers are importing snow from higher elevations with trucks and helicopters.  Schwarzenegger, who broke his right femur Dec. 23 in Sun Valley, Idaho, is an avid skier. Maier has never skied with him, though he said he hoped to.  ", 
            "title": "Herminator Encourages Governator"
        }, 
        "weight": 0.5524241524430045, 
        "file": "1819526.txt", 
        "other_topics": {
            "0": 0.00034813469432153315, 
            "1": 0.00042302788170605634, 
            "2": 0.5524241524430045, 
            "3": 0.0005229780096886609, 
            "4": 0.00032476200401447536, 
            "5": 0.09034931254900667, 
            "6": 0.015536918579460107, 
            "7": 0.0004949382423102571, 
            "8": 0.0006208776336271704, 
            "9": 0.008078483269895942, 
            "10": 0.1645300529044822, 
            "11": 0.08549719840538886, 
            "12": 0.0007674552894079097, 
            "13": 0.030501496941174495, 
            "14": 0.0005783821182280187, 
            "15": 0.00045478976018558406, 
            "16": 0.000677410770265985, 
            "17": 0.03906807032462706, 
            "18": 0.008424343517841668, 
            "19": 0.00037721466136295237
        }
    }, 
    {
        "content": {
            "text": "  Finding the perfect island to satisfy everyone on a family vacation can be quite a challenge. The kids are tired of the beach by noon and need something else to do. Dad wants to golf all morning and lie on the beach all afternoon. And Mom just wants to retreat to the spa. Plus, any place that requires changing planes is too much of a hassle, and if you or your spouse want any chance of watching the sunset in peace, a resort without a babysitting program is out of the question.  Consider Aruba, 15 miles off the coast of Venezuela. It takes less than five hours to fly there nonstop from New York. Many major airlines offer direct flights from the United States, with some advance fares running as low as $129 each way not including taxes or fees. Regular rates are in the $400 range.  Families will find a wide variety of kid-friendly accommodations with activities ranging from windsurfing to snorkeling to scavenger hunts. There is no shortage of chain hotels, ranging from the Holiday Inn to the Hyatt Regency, each offering its own kids program. And, yes, many of them also have elaborate spas.  Beyond the resorts, the island has dozens of quirky attractions that appeal to a kid's curiosity, including a butterfly farm, a donkey sanctuary and ''Snuba'' tours, which involve a breathing apparatus that allows kids as young as 8 to descend to a depth of 20 feet with the aid of an instructor. And for grown-ups, there are dozens of casinos and nightclubs.  Still not convinced? Because United States Customs and Immigration agents are stationed at Aruba's airport, American travelers can clear customs before they leave the island, eliminating long lines -- and children's whining -- back home.  WHERE TO STAY -- The all-inclusive Tamarijn Aruba is popular with families who don't like hidden costs. Rates start at $454 a night now through March for up to two adults and two children in one room. Meals and snacks at seven dining spots and many activities are included (800 554-2008, www.tamarijnaruba.com). Prices start at $235 a night at the Holiday Inn Sunspree Resort Aruba, from Jan. 27 to March 2 (800-465-4329, www.aruba.sunspreeresorts.com). Rates start at $449 a night at the Aruba Marriott Resort & Stellaris Casino through mid-April (800-223-6388, www.arubamarriott.com).  THE 10 POINT CARIBBEAN ESCAPES PLAN: FOR FAMILIES Michelle Higgins, a staff reporter for the Travel section, writes the Practical Traveler column.  ", 
            "title": "Aruba"
        }, 
        "weight": 0.5513411987947492, 
        "file": "1821915.txt", 
        "other_topics": {
            "0": 0.00022762056144148653, 
            "1": 0.00027658789976963083, 
            "2": 0.5513411987947492, 
            "3": 0.00034193819268394927, 
            "4": 0.024590577772126376, 
            "5": 0.0005652278057480356, 
            "6": 0.005282840253745784, 
            "7": 0.0003236049794263639, 
            "8": 0.0004059478065755561, 
            "9": 0.08329231134472803, 
            "10": 0.00031026969329836366, 
            "11": 0.1680404475090907, 
            "12": 0.0005017845296824297, 
            "13": 0.0004401722899069026, 
            "14": 0.00037816300594615805, 
            "15": 0.0002973547372318837, 
            "16": 0.01506985418330434, 
            "17": 0.14743503238813704, 
            "18": 0.0006324323649961382, 
            "19": 0.00024663388741167654
        }
    }, 
    {
        "content": {
            "text": "  Forty-five of the world's top professional bull riders came to Manhattan this weekend for the Versus Invitational at Madison Square Garden, hoping to stay atop some of the nation's top bulls in the Professional Bull Riders tour's first visit to New York.  J. B. Mauney of Mooresville, N.C., last year's rookie of the year on the circuit, won the first event of his career by finishing fourth in the final round yesterday after a ride on a bull named The Boogerman. He and the second-place finisher, Steven Shelley, were the only two riders to score on all four of their bulls this weekend.  The three-time world champion Adriano Moraes of Brazil had won the first two rounds of competition Saturday, but he was thrown by his bull in the final round yesterday and finished third over all.  BULL RIDING  ", 
            "title": "Rough Rides In the Big City"
        }, 
        "weight": 0.547005113151141, 
        "file": "1817448.txt", 
        "other_topics": {
            "0": 0.0006216325210984099, 
            "1": 0.014070773050055146, 
            "2": 0.547005113151141, 
            "3": 0.0009338343576338077, 
            "4": 0.0005798980297149981, 
            "5": 0.0015436390441045343, 
            "6": 0.027742865115679218, 
            "7": 0.0008837662903863888, 
            "8": 0.027739465954702093, 
            "9": 0.0011096036734310854, 
            "10": 0.36036343277479554, 
            "11": 0.0061950698400216235, 
            "12": 0.0013703752431647265, 
            "13": 0.0012021120085095114, 
            "14": 0.001032764444845172, 
            "15": 0.0008120767904068654, 
            "16": 0.0012095909192857879, 
            "17": 0.0031832538904628034, 
            "18": 0.001727174922103169, 
            "19": 0.0006735579784580844
        }
    }, 
    {
        "content": {
            "text": "  More than 30 rescuers withstood cold winds that swept across Northwest Harbor on Tuesday to successfully herd several dolphins out of an inlet off Long Island where they have been stranded for at least a week.  Banging on partly submerged metal pipes and revving their engines, the dolphin wranglers maneuvered eight boats to corral the dolphins and push them past a shoal that has discouraged the animals from returning to open waters.  The pod, frightened and disoriented, refused to stay together. But in two separate drives the rescuers were able to move 6 to 13 dolphins into deeper water.  ''We're real happy with the success we've had today,'' said Chuck Hamilton, a regional supervisor for the New York State Department of Environmental Conservation. ''It's truly amazing that they got these animals out. A lot of credit is due to the skillful boat operators.''  When dealing with a mass stranding, the decision to corral and drive the animals is a serious one.  ''We don't take it lightly,'' said Kathy Zagzebski, executive director of the National Marine Life Center, adding that the stress of being corralled could cause the dolphins to beach themselves.  The marine center, in Buzzards Bay, Mass., is used to such rescue endeavors; the center's coastal region is known as a hot spot for marine animal stranding.  Katie Touhey, executive director and senior scientist at the Cape Cod Stranding Network, the group that provided a high-frequency pinger system that rescuers have been using to help move the dolphins out of the Northwest Harbor inlet, said that if corralling fails, then rescuers could use nets to capture and move the dolphins.  ''But capturing is super-stressful,'' Ms. Touhey said, ''and it should be avoided at all costs.''  Five dolphins stranded in the choppy waters of the Northwest Harbor area have already died, possibly of starvation, including one that washed up on shore Tuesday morning, Mr. Hamilton said. Another dolphin was euthanized.  There are plans to continue the rescue effort on Wednesday. Rescuers estimated that three to five animals were still in the inlet. There are concerns that the dolphins that made it out of the inlet may respond to the distress calls of those still stranded.  Chuck Bowman, president of the Riverhead Foundation for Marine Research and Preservation, noted that it has been hard to get an accurate count of how many have been stranded.  ''It's not like we can say, 'Everybody stop and put up your flippers,' '' he said.  ", 
            "title": "Boat Rescuers Report Success Herding Dolphins in L.I. Waters"
        }, 
        "weight": 0.546465551004034, 
        "file": "1819470.txt", 
        "other_topics": {
            "0": 0.00022762056144148653, 
            "1": 0.00027658789976963083, 
            "2": 0.546465551004034, 
            "3": 0.00034193819268394927, 
            "4": 0.00021233881855039477, 
            "5": 0.039570410131469606, 
            "6": 0.08329320490518892, 
            "7": 0.0003236049794263639, 
            "8": 0.044286777923012326, 
            "9": 0.00040629890256969957, 
            "10": 0.00031026969329836366, 
            "11": 0.24605081216053384, 
            "12": 0.0005017845296824297, 
            "13": 0.0004401722899069026, 
            "14": 0.00037816300594615805, 
            "15": 0.0002973547372318837, 
            "16": 0.0004429108111587489, 
            "17": 0.015792542038826726, 
            "18": 0.01038372794642653, 
            "19": 0.009997929468842068
        }
    }, 
    {
        "content": {
            "text": "  Flying over snow-capped peaks and into a thick fog, the helicopter set down on a barren strip of rocks between two glaciers. A dozen bags of supplies, a rifle and a can of cooking gas were tossed out onto the cold ground. Then, with engines whining, the helicopter lifted off, snow and fog swirling in the rotor wash.  When it had disappeared over the horizon, no sound remained but the howling of the Arctic wind.  ''It feels a little like the days of the old explorers, doesn't it?'' Dennis Schmitt said.  Mr. Schmitt, a 60-year-old explorer from Berkeley, Calif., had just landed on a newly revealed island 400 miles north of the Arctic Circle in eastern Greenland. It was a moment of triumph: he had discovered the island on an ocean voyage in September 2005. Now, a year later, he and a small expedition team had returned to spend a week climbing peaks, crossing treacherous glaciers and documenting animal and plant life.  Despite its remote location, the island would almost certainly have been discovered, named and mapped almost a century ago when explorers like Jean-Baptiste Charcot and Philippe, Duke of Orléans, charted these coastlines. Would have been discovered had it not been bound to the coast by glacial ice.  Maps of the region show a mountainous peninsula covered with glaciers. The island's distinct shape -- like a hand with three bony fingers pointing north -- looks like the end of the peninsula.  Now, where the maps showed only ice, a band of fast-flowing seawater ran between a newly exposed shoreline and the aquamarine-blue walls of a retreating ice shelf. The water was littered with dozens of icebergs, some as large as half an acre; every hour or so, several more tons of ice fractured off the shelf with a thunderous crack and an earth-shaking rumble.  All over Greenland and the Arctic, rising temperatures are not simply melting ice; they are changing the very geography of coastlines. Nunataks -- ''lonely mountains'' in Inuit -- that were encased in the margins of Greenland's ice sheet are being freed of their age-old bonds, exposing a new chain of islands, and a new opportunity for Arctic explorers to write their names on the landscape.  ''We are already in a new era of geography,'' said the Arctic explorer Will Steger. ''This phenomenon -- of an island all of a sudden appearing out of nowhere and the ice melting around it -- is a real common phenomenon now.''  In August, Mr. Steger discovered his own new island off the coast of the Norwegian island of Svalbard, high in the polar basin. Glaciers that had surrounded it when his ship passed through only two years earlier were gone this year, leaving only a small island alone in the open ocean.  ''We saw it ourselves up there, just how fast the ice is going,'' he said.  With 27,555 miles of coastline and thousands of fjords, inlets, bays and straits, Greenland has always been hard to map. Now its geography is becoming obsolete almost as soon as new maps are created.  Hans Jepsen is a cartographer at the Geological Survey of Denmark and Greenland, which produces topographical maps for mining and oil companies. (Greenland is a largely self-governing region of Denmark.) Last summer, he spotted several new islands in an area where a massive ice shelf had broken up. Mr. Jepsen was unaware of Mr. Schmitt's discovery, and an old aerial photograph in his files showed the peninsula intact.  ''Clearly, the new island was detached from the mainland when the connecting glacier-bridge retreated southward,'' Mr. Jepsen said, adding that future maps would take note of the change.  The sudden appearance of the islands is a symptom of an ice sheet going into retreat, scientists say. Greenland is covered by 630,000 cubic miles of ice, enough water to raise global sea levels by 23 feet.  Carl Egede Boggild, a professor of snow-and-ice physics at the University Center of Svalbard, said Greenland could be losing more than 80 cubic miles of ice per year.  ''That corresponds to three times the volume of all the glaciers in the Alps,'' Dr. Boggild said. ''If you lose that much volume you'd definitely see new islands appear.''  He discovered an island himself a year ago while flying over northwestern Greenland. ''Suddenly I saw an island with glacial ice on it,'' he said. ''I looked at the map and it should have been a nunatak, but the present ice margin was about 10 kilometers away. So I can say that within the last five years the ice margin had retreated at least 10 kilometers.''  The abrupt acceleration of melting in Greenland has taken climate scientists by surprise. Tidewater glaciers, which discharge ice into the oceans as they break up in the process called calving, have doubled and tripled in speed all over Greenland. Ice shelves are breaking up, and summertime ''glacial earthquakes'' have been detected within the ice sheet.  ''The general thinking until very recently was that ice sheets don't react very quickly to climate,'' said Martin Truffer, a glaciologist at the University of Alaska at Fairbanks. ''But that thinking is changing right now, because we're seeing things that people have thought are impossible.''  A study in The Journal of Climate last June observed that Greenland had become the single largest contributor to global sea-level rise.  Until recently, the consensus of climate scientists was that the impact of melting polar ice sheets would be negligible over the next 100 years. Ice sheets were thought to be extremely slow in reacting to atmospheric warming. The 2001 report by the Intergovernmental Panel on Climate Change, widely considered to be an authoritative scientific statement on the potential impacts of global warming, based its conclusions about sea-level rise on a computer model that predicted a slow onset of melting in Greenland.  ''When you look at the ice sheet, the models didn't work, which puts us on shaky ground,'' said Richard Alley, a geosciences professor at Pennsylvania State University.  There is no consensus on how much Greenland's ice will melt in the near future, Dr. Alley said, and no computer model that can accurately predict the future of the ice sheet. Yet given the acceleration of tidewater-glacier melting, a sea-level rise of a foot or two in the coming decades is entirely possible, he said. That bodes ill for island nations and those who live near the coast.  ''Even a foot rise is a pretty horrible scenario,'' said Stephen P. Leatherman, director of the Laboratory for Coastal Research at Florida International University in Miami.  On low-lying and gently sloping land like coastal river deltas, a sea-level rise of just one foot would send water thousands of feet inland. Hundreds of millions of people worldwide make their homes in such deltas; virtually all of coastal Bangladesh lies in the delta of the Ganges River. Over the long term, much larger sea-level rises would render the world's coastlines unrecognizable, creating a whole new series of islands.  ''Here in Miami,'' Dr. Leatherman said, ''we're going to have an ocean on both sides of us.''  Such ominous implications are not lost on Mr. Schmitt, who says he hopes that the island he discovered in Greenland in September will become an international symbol of the effects of climate change. Mr. Schmitt, who speaks Inuit, has provisionally named it Uunartoq Qeqertoq: the warming island.  Global warming has profoundly altered the nature of polar exploration, said Mr. Schmitt, who in 40 years has logged more than 100 Arctic expeditions. Routes once pioneered on a dogsled are routinely paddled in a kayak now; many features, like the Ward Hunt Ice Shelf in Greenland's northwest, have disappeared for good.  ''There is a dark side to this,'' he said about the new island. ''We felt the exhilaration of discovery. We were exploring something new. But of course, there was also something scary about what we did there. We were looking in the face of these changes, and all of us were thinking of the dire consequences.''  Correction:  January 18, 2007, Thursday  Because of an editing error, an article in Science Times on Tuesday about the appearance of a new island as a result of glacial melting in Greenland referred incorrectly to a region where another such island has appeared. Svalbard, off Norway, is an archipelago, not an island.  ", 
            "title": "The Warming of Greenland"
        }, 
        "weight": 0.5431931076089116, 
        "file": "1819185.txt", 
        "other_topics": {
            "0": 6.946157953535452e-05, 
            "1": 8.440464374877525e-05, 
            "2": 0.5431931076089116, 
            "3": 0.00010434719436977243, 
            "4": 0.0030405415879504035, 
            "5": 0.00017248712478311814, 
            "6": 0.013515105943792625, 
            "7": 0.04622277595320153, 
            "8": 0.00012388061814397813, 
            "9": 0.00012398775996880844, 
            "10": 0.0030704265561720535, 
            "11": 0.2744606376258315, 
            "12": 0.00015312652687181127, 
            "13": 0.00013432469514616872, 
            "14": 0.00011540169986625026, 
            "15": 9.074193297672084e-05, 
            "16": 0.004598775560128296, 
            "17": 0.07623715648294355, 
            "18": 0.00019299553056064512, 
            "19": 0.03429631337509708
        }
    }, 
    {
        "content": {
            "text": "  Barbaro might have been the story of 2006 in thoroughbred racing, but he was neither the Horse of the Year nor the 3-year-old champion. With his career cut short because of the fractured hind leg he sustained during the Preakness Stakes, voters for the Eclipse Awards decided he did not accomplish enough on the racetrack to merit any championship honors.  The winners of the awards, which honor the year's top performers in the industry, were announced last night in Beverly Hills, Calif.  In the voting for the 3-year-old male championship, Barbaro, the Kentucky Derby winner, came in a distant second to Bernardini, the winner of the Preakness, the Jim Dandy, the Travers and the Jockey Club Gold Cup.  Of the 271 votes cast -- by members of the National Turf Writers Association, employees of The Daily Racing Form and representatives of the National Thoroughbred Racing Association and Equibase -- 210 went to Bernardini. Barbaro received only 56 votes.  Barbaro did not fare any better in the voting for Horse of the Year, although he received more votes in that category than Bernardini. The winner was Invasor, who won all four of his North American starts in 2006, including the Breeders' Cup Classic (he defeated Bernardini). Invasor received 228 votes, to 21 for Barbaro and 16 for Bernardini.  The Barbaro team was not shut out, however. His jockey and his owners were named Eclipse winners.  Barbaro's regular rider, Edgar Prado, won an Eclipse Award as the nation's outstanding jockey.  Barbaro's owners, Roy and Gretchen Jackson, shared an award with Darley Stable as the nation's top owners.  It was previously announced that the Jacksons and the George D. Widener Hospital for Large Animals in Kennett Square, Pa., where Barbaro has been treated since breaking down in the Preakness on May 20, would receive a special Eclipse Award for their contributions to the sport.  There were no unanimous winners, but a handful of horses came close to sweeping the voting in their divisions. The Breeders' Cup juvenile filly winner, Dreaming of Anna, received 265 of the 270 votes in the 2-year-old filly division, and Invasor defeated Lava Man by a 262-8 margin in voting for the nation's outstanding older male.  With 213 votes, Fleet Indian was an easy winner in the older filly and mare category, becoming only the third New York-bred horse to win an Eclipse Award.  The closest race was in the male turf division. The Breeders' Cup Mile winner, Miesque's Approval, was the top vote-getter with 74, 5 more than The Tin Man. English Channel was third, with 63 votes.  Despite missing the final six days of the year after his suspension for a medication violation, Todd Pletcher won his third consecutive Eclipse Award as the nation's outstanding trainer.  Pletcher set records in 2006 for the most single-season earnings by a stable, the most stakes victories and the most graded stakes victories.  The other winners were Street Sense, 2-year-old male; Wait a While, 3-year-old filly; Thor's Echo, sprinter; Ouija Board, female turf; McDynamo, steeplechase; Adena Springs, breeder; and Julien Leparoux, apprentice jockey.  Street Sense's team will try to help him become the first Breeders' Cup juvenile champion to win the Kentucky Derby, and the first 2-year-old champion to win the Derby since Spectacular Bid in 1980.  HORSE RACING  ", 
            "title": "Barbaro Loses to Rivals At the Eclipse Awards"
        }, 
        "weight": 0.5388087909615565, 
        "file": "1820890.txt", 
        "other_topics": {
            "0": 0.00015713579334453214, 
            "1": 0.00019093995192948085, 
            "2": 0.5388087909615565, 
            "3": 0.003601913235134059, 
            "4": 0.0001465861805254101, 
            "5": 0.03068293359971745, 
            "6": 0.013744538830586522, 
            "7": 0.00022339776710143328, 
            "8": 0.0002802423921580592, 
            "9": 0.0002804847680982223, 
            "10": 0.18533645338842558, 
            "11": 0.011663562917863505, 
            "12": 0.0003464024060934, 
            "13": 0.1113772258635077, 
            "14": 0.06757824741223167, 
            "15": 0.0002052761501148408, 
            "16": 0.013769196668764807, 
            "17": 0.010902238385155026, 
            "18": 0.0004365939561043281, 
            "19": 0.010267839371587395
        }
    }, 
    {
        "content": {
            "text": "  In Thursday's column you had the chance to pick West's opening lead against a small slam. Now you can select something against a grand slam, seven spades. What would be your choice?  On Thursday Harold Rosenson of West Palm Beach, Fla., led a low trump from queen-doubleton against a small slam. This imaginative choice did not generate a trump trick, but it defeated the contract when declarer failed to play double-dummy. Any side-suit lead would have made declarer's task easy.  That column resulted in a small flurry of e-mail messages. During an open trial in the '70s, someone led low from queen-doubleton of trump against a grand slam. After dummy played low, his partner would not put up the king from king-doubleton, so the grand made.  In the '80s a player underled king-doubleton of trump against a grand slam, confident the ace was on his left. There was bad news, good news and bad news. Dummy did not have the trump ace; it was nestling in declarer's hand -- ugh. But partner had queen-doubleton of trump -- aah. After dummy played low, so did third hand -- ugh, ugh.  And another player in the '80s underled king-doubleton of trump against a grand slam. There was good news, better news and best news. The ace was in the dummy. Partner had queen-doubleton. And after dummy played low, partner eventually put up the queen to hold the trick. Attempts to find these full layouts have failed -- memories get hazy over the decades.  These deals do highlight an advantage of Roman Key Card Blackwood, which uncovers not only the four aces but also the trump king and trump queen. These ''no-play'' grand slams are now avoided.  The diagramed deal occurred during the 1977 Bermuda Bowl world team championship in Manila. It was described in ''Trump Leads'' by Dr. George Rosenkranz (Devyn Press, 1986). North's three-spade rebid was forcing. South, not playing Roman Key Card Blackwood, blasted into seven spades.  If South had been using that convention, he would have known that the trump queen was missing and presumably would have settled for six spades. But there is a strong case for bidding seven anyway. It has always been traditional to lead a trump against a grand slam. So if West leads a trump, it picks up the queen for you. And if West leads a side suit, declarer plays him for the trump queen.  South would presumably have done that here -- except that the American expert Mike Passell did lead a low trump. Declarer, thinking East must have the spade queen, called for dummy's ten, taking the trick. Then he cashed dummy's ace -- and ruefully nodded his head when East discarded.  Presumably West has led from two or three low trumps, or from four to the queen. Perhaps South should have led dummy's low trump at Trick 2. If East follows suit, South puts in his nine -- an interesting way to play in a grand slam. But when East discards, declarer can win with his king and finesse on the way back through West.  In the other room, Passell's teammates stopped in six spades, so his team gained 14 international match points instead of losing 11.  Bridge  ", 
            "title": "Defending A Slam Again, Only This Time It's Grand"
        }, 
        "weight": 0.5371956670053586, 
        "file": "1821705.txt", 
        "other_topics": {
            "0": 0.0637464660992889, 
            "1": 0.00020038237631870106, 
            "2": 0.5371956670053586, 
            "3": 0.00024772735055004347, 
            "4": 0.00015383520783545653, 
            "5": 0.007474113919633049, 
            "6": 0.0002950027583603392, 
            "7": 0.0002344453058865848, 
            "8": 0.00029410102976567724, 
            "9": 0.00029435539175939077, 
            "10": 0.12738790331053648, 
            "11": 0.2489050471880544, 
            "12": 0.0003635328101535671, 
            "13": 0.0003188959803182031, 
            "14": 0.00027397149994786037, 
            "15": 0.0002154275328232929, 
            "16": 0.0003208799839441798, 
            "17": 0.007909070546030949, 
            "18": 0.003990493407248128, 
            "19": 0.00017868129618625172
        }
    }, 
    {
        "content": {
            "text": "  When is bridge like poker?  When bluffing is involved. In poker you are permitted to behave like a third-string actor, appearing to wish to fold but then reluctantly deciding to stay in the pot for one more round of betting. Of course those theatrics work only against the most naïve of opponents. But if you are to win at poker, your adversaries must believe that you might be bluffing. If you never bluff, you will surely lose.  In bridge acting is not allowed, and bluff bids occur rarely. We have the out-and-out psych, when a player misrepresents both the high-card content of his hand and the length of the suit that he has bid. For example, he opens one spade with eight high-card points and a doubleton spade. A psych is a gamble because partner might have a strong hand with support for the suit opened and drive the bidding far too high.  There are other bluff bids -- for example, the imaginative one made in the diagramed deal. This took place last Friday during the two-session Open Pairs at the District 3 Winter Regional in Rye Brook, N.Y. It was won by Jay Borker of Greenwich, Conn., and Michael Kamil of Holmdel, N.J. The runners-up were Warren Rosner of White Plains and Allan Stauber of Palm Beach Gardens, Fla. Third were William Ehlers of West Orange, N.J., and Gregory Rosoff of Franklin Lakes, N.J.  This was Borker's third consecutive victory in the event, each with a different partner, which is surely less likely to happen than getting four of a kind in five-card-draw poker.  After a pass by East, Kamil passed with his solid nine-card heart suit -- as would we all.  Many years ago, playing rubber-bridge for high stakes at a club in London, John Collings passed as dealer with a solid 10-card heart suit. The auction continued Pass-Pass-Pass. Collings asked his partner what he held.  ''Just three bare aces,'' was the reply. ''What did you have?''  ''Only a 10-count.''  Borker opened one spade in the fourth position. Now South had to respond two hearts. Three hearts would have been a fit-showing jump by a passed hand, promising four spades and five hearts. And four hearts would have been a splinter bid, showing at least four spades with a singleton or void in hearts.  North rebid two no-trump, South mentally heaving a huge sigh of relief before leaping to four hearts.  West guessed well to lead the club jack. But South, after ruffing the second club, immediately played a spade. West understandably ducked this. Who would have guessed what would happen next? Declarer won with the spade king on the board and discarded his remaining spades on the ace-king of diamonds to take 12 tricks and score a near top.  Bridge  ", 
            "title": "A Bit of Bidding Subterfuge From the Inner Poker Player"
        }, 
        "weight": 0.5348982855918232, 
        "file": "1819592.txt", 
        "other_topics": {
            "0": 0.0002028900507491561, 
            "1": 0.00024653718743808937, 
            "2": 0.5348982855918232, 
            "3": 0.000304787304043951, 
            "4": 0.00018926863811809114, 
            "5": 0.004849735537490294, 
            "6": 0.0003629518307386634, 
            "7": 0.0002884459570906232, 
            "8": 0.0003618424036740452, 
            "9": 0.00036215535380306027, 
            "10": 0.13500003557546922, 
            "11": 0.2280097294059696, 
            "12": 0.00044726666188537944, 
            "13": 0.03515969712534356, 
            "14": 0.0003370763650787011, 
            "15": 0.0002650477502797467, 
            "16": 0.00039478945304529956, 
            "17": 0.0010389587440538734, 
            "18": 0.05706066144635231, 
            "19": 0.00021983761755319352
        }
    }, 
    {
        "content": {
            "text": "  A damaged and listing cargo ship was spilling fuel and cargo containers into stormy seas off the southwest coast of England, near Devon, British officials said Sunday night. Some of the containers held hazardous materials.  An estimated 150 to 200 containers have slipped off the deck of the heavily damaged ship, the Napoli, which was listing severely, Paul Coley, of the Maritime and Coastguard Agency, said at a news conference.  Some of the containers have already washed up at local beaches, officials said. The police closed some beaches and warned residents not to approach any of the containers, although the coast guard agency said that it believed that only two of those washed overboard contained hazardous substances, like nitric acid.  In addition, the boat's hull developed a crack at some point while it was being towed to shore and since Sunday night has been spilling heavy diesel fuel oil into the sea, presumably from its engines.  It was not clear how much fuel oil had spilled into local waters, although there were reports of a few sea birds covered in oil.  The leaks are extremely threatening because the vessel is near a sensitive ecological area, the estuary of the Axe River, an area known for wildlife and salmon breeding, Mike Dunning, a spokesman for the Environment Agency in Southwest England, said in a phone interview.  The British authorities have deployed a boom over the mouth of the river as a precaution to prevent any oil from washing in to it.  The Napoli was damaged and its crew of 26 was evacuated about 40 miles off the British coast on Thursday after a severe storm, with seas of 40 feet and winds of 70 miles an hour. British officials decided to tow the vessel nearer to land and to ground it to prevent it from sinking.  Recurrent gale force winds and high seas near the coast on Sunday caused the boat to list, allowing containers piled four-high on its deck to fall into the sea perilously close to land, Mr. Dunning said.  ''The salvage plan concerns the oils that we deem at this present moment to be the greater threat,'' Robin Middleton, a salvage adviser to the coast guard agency, said at a news conference Sunday.  The ship's tanks hold 3,000 tons of diesel and fuel oil but British officials said Sunday that only one tank, holding 200 tons, appeared to be damaged.  Salvage teams were working to stabilize the ship, which was listing at a 30-degree angle. A tanker was expected to arrive Monday to begin pumping the remaining oil off the Napoli, officials said, and remaining containers would be unloaded.  The vessel was carrying 2,323 containers, 158 of which were classed as hazardous, according to the International Maritime Dangerous Goods Code. Dangerous materials in containers on board included nitric oxide and potassium hydroxide, battery acid and chemicals used to make perfume.  ", 
            "title": "Damaged Ship Off Britain Spills Fuel And Cargo"
        }, 
        "weight": 0.5311123561261973, 
        "file": "1820683.txt", 
        "other_topics": {
            "0": 0.01955314449087784, 
            "1": 0.085457757252166, 
            "2": 0.5311123561261973, 
            "3": 0.0002717225498429877, 
            "4": 0.00016873588982348593, 
            "5": 0.0159469724546913, 
            "6": 0.0041980300968829515, 
            "7": 0.20172870898057357, 
            "8": 0.00032258804505009555, 
            "9": 0.0003228670448834265, 
            "10": 0.00024655705038470997, 
            "11": 0.08704057666784987, 
            "12": 0.00039874507964981213, 
            "13": 0.0003497846673544306, 
            "14": 0.0003005087423122547, 
            "15": 0.00023629412898962116, 
            "16": 0.00035196084419946257, 
            "17": 0.008675153594804485, 
            "18": 0.0005025649035316092, 
            "19": 0.042814971389934744
        }
    }, 
    {
        "content": {
            "text": "  Despite the burst of colder weather on Wednesday, in the Hamptons it was the day of the dolphin.  Unseasonable conditions, namely warm water and an abundance of bait fish in the bays, have lured an unusually large school of several dozen dolphins to the bays and harbors off East Hampton and Shelter Island, where for the past several days they have been feeding on fish and thrilling residents as they glide from one place to another.  Environmentalists and many longtime residents said it was the first time such a large school, more than 40 dolphins, had arrived and stayed so long. But with the constant movement and sporadic surfacing, who could count.  ''It's very unusual to see this many of them in the bays and that they have stayed here this long, at least three days in row,'' said Kim Durham, director of the rescue program of the Riverhead Foundation for Marine Research and Preservation, a Long Island organization that tends to stranded dolphins.  Dolphin sightings are not especially rare off Long Island, though the animals are usually in small schools just passing by.  Ms. Durham said the dolphins probably followed a school of herring or mackerel, swimming from the ocean into Gardiners Bay between the north and south fork and into Shelter Island Sound near Sag Harbor.  ''There's something's down there they're interested in,'' and the dolphins have it trapped in the harbor, said Larry Penny, director of the Town of East Hampton's Department of Natural Resources. He said the warm water and the fish attracted the dolphins.  On Wednesday morning, the dolphins, a type known as common dolphins, were spotted feeding in a cozy section of Northwest Harbor with large sandbars and shallows rarely deeper than six or eight feet.  Mr. Penny said sandbars could hinder the dolphins' exit from the harbor, especially once the tide dropped and the dolphins were fatigued from their feeding frenzy.  But Ms. Durham said there was no cause for concern.  Foundation officials monitored the dolphins at the landing using a hydrophone, an underwater microphone, to ''monitor the clicks and whistles and listen for any signs they might be in distress.''  ''Judging by their behavior, constant breaching and tail slapping and moving rapidly and chasing bait fish, we feel they are acting normally and healthy,'' she said.  As word of the spectacle spread, amateur photographers and cars packed with families began arriving at a dirt parking area overlooking Northwest Harbor, a perfect spot to watch the dolphins at play.  All were entranced by the dorsal fins and dark gray backs surfacing in the waves and dolphins rolling over to show their white bellies. They seemed to enjoy the attention, moving to within several yards of spectators and sometimes leaping entirely out of the water.  The dolphin sightings were just one of several unusual appearances on the East End that environmentalists attributed to a warm winter. There have regular whale sightings off Montauk, and on Wednesday there were whales spotted off Wainscott. Last month, a pelican wound up in Montauk and was later flown back to Florida.  Cliff Clark, 62, who owns South Ferry, which links southern Shelter Island with North Haven, said he saw the dolphins moving westward near his ferry on Monday.  ''There were maybe 30 or 40 of them stretching three quarters of a mile, just feeding and playing and rolling around in the waves,'' he said.  Dan Rizzie, 55, an artist from Sag Harbor who heard about the dolphins from a friend and called about 30 others, said: ''We heard them click and blow through their holes. It's amazing.''  Susan Nieland, 44, said, ''Four different people called me today to tell me about this.''  Dan Loos, who lives in a house next to the landing, said, ''I can honestly say that before this morning, I never looked out my window and saw 30 or 40 dolphins.  ''We home-school my daughter, so today was like science class for her,'' Mr. Loos said. ''When I see polar bears out my window, then you know this global warming thing has gone too far.''  ", 
            "title": "Dolphins Get Head Start On the Hamptons Season"
        }, 
        "weight": 0.5300539265942551, 
        "file": "1818114.txt", 
        "other_topics": {
            "0": 0.0001472250193333912, 
            "1": 0.00017889710241064433, 
            "2": 0.5300539265942551, 
            "3": 0.00022116568340712248, 
            "4": 0.0001373407853329964, 
            "5": 0.0066727291485095975, 
            "6": 0.0002633721569898701, 
            "7": 0.00020930775783485368, 
            "8": 0.034951835484668854, 
            "9": 0.04756634198150854, 
            "10": 0.0002006824924125301, 
            "11": 0.13391714993709106, 
            "12": 0.0003245543224032647, 
            "13": 0.00974541307075353, 
            "14": 0.0002445958990216647, 
            "15": 0.0001923290965482193, 
            "16": 0.0002864747908662787, 
            "17": 0.23411807846937033, 
            "18": 0.0004090573653538507, 
            "19": 0.0001595228419282664
        }
    }, 
    {
        "content": {
            "text": "  Hundreds of tourists and locals packed the ice-skating rink at Rockefeller Center yesterday, pretending that it really was a cold, snowy day in early January as they circled the ice beneath the giant Christmas tree. In Brooklyn, eight members of a cold-water-braving organization known as the Coney Island Polar Bear Club walked toward the waves, some wearing nothing but swim trunks.  The only thing that ruined this winter imagery was the temperature, which in the middle of the afternoon in Central Park yesterday reached a record-breaking 72 degrees.  And so the make-believe winter collided with reality: People wore T-shirts as they ice-skated on the wet and slushy rink at Rockefeller Center, and the Polar Bears held a moment of silence, turned their backs on the Atlantic and headed toward the boardwalk, a protest, albeit an underdressed one, against global warming, they said.  Louis Scarcella, 55, a former homicide detective and president of the Coney Island club, said the weather has been so mild that he is considering canceling the group's winter swimming season, which usually runs from November to April. A club season has not been canceled since the group was founded 104 years ago.  ''I have not made the decision yet,'' Mr. Scarcella said gravely. ''I have to meet with my board.  ''It's a possibility,'' he added. ''It's not the extreme sport that we love. It's a very easy swim.''  The unseasonably warm spell shattered records around the city and the state as well as throughout New Jersey and Connecticut. In Central Park, the high temperature at 1:37 p.m. -- 72 degrees -- broke the date's previous high of 63 degrees in 1950, the National Weather Service reported.  It tied the highest temperature recorded in the park in January since record-keeping began in the late 1800s, sharing that distinction with a 72-degree high on Jan. 26, 1950.  The difference between the old and new records was even greater in Bridgeport, Conn., the weather service said, where the high of 68 was 15 degrees above the previous record, in 1949. In Newark, the high of 72 was 11 degrees over the old mark, from 1950.  Although global warming is a popular theory for the Northeast's warm winter, the Weather Service cited a specific meteorological cause. ''We have a mild air mass that we're in right now, kind of tropical in nature,'' said John Murray, a meteorologist with the National Weather Service in Upton, N.Y. ''The cold air masses in Canada have stayed up there.''  At the Rockefeller Center rink yesterday, it was hard to find anyone in the mood to complain. Susan Berardesca, who was visiting the city from Pennsylvania, brought her son and two daughters, because yesterday seemed as perfect a day for ice-skating as any other, she said.  ''It is what it is,'' she said of the weather. ''I'm just enjoying it. The snow will be here soon enough, then everyone will be complaining.''  The nearby ice-skating rink in Bryant Park, behind the New York Public Library, was not as lucky. Managers kept it closed because the chilling system could not keep the ice on the top layer of the rink frozen in the warm weather.  Scattered puddles dotted the rink as people stood around glumly, snapped photographs and rearranged their schedules.  ''I just bought new skates,'' said Aileen Kwok, 18, a student at New York Institute of Technology, who stood with her friends and her Bauer ice skates at the padlocked door. ''I guess now I have to go shopping.''  The rink was scheduled to reopen today, with temperatures expected to be in the low 50s.  The Weather Service said that there was a ''slight chance of snow showers'' on Tuesday, and that the low temperature by Tuesday night was expected to fall to 29 degrees.  In Times Square yesterday, one street performer was rejoicing in the seasonal flip-flop: Robert Burck, a k a the Naked Cowboy, who trolls for cash wearing nothing but his cowboy hat, underwear, boots and guitar. Business was brisk. ''This is like a $1,000 day instead of a $50 or $100 day in the winter,'' he said.  Correction:  January 12, 2007, Friday  A picture on Sunday of members of the Coney Island Polar Bear Club, who protested the unseasonably warm weather by refusing to take a winter swim, carried an incorrect credit in some copies. It was by Andrea Mohin of The New York Times.  ", 
            "title": "72 Degrees, and Shorts, Make an Appearance in January"
        }, 
        "weight": 0.5294878203908314, 
        "file": "1817255.txt", 
        "other_topics": {
            "0": 0.014132376784608172, 
            "1": 0.0001588582756567481, 
            "2": 0.5294878203908314, 
            "3": 0.0029967208005265544, 
            "4": 0.00012195681227559817, 
            "5": 0.0003246386217515916, 
            "6": 0.011435185335809615, 
            "7": 0.00018586253797952336, 
            "8": 0.00023315614534455027, 
            "9": 0.04503861508519119, 
            "10": 0.00017820341564825763, 
            "11": 0.12171699762211625, 
            "12": 0.03949280009946784, 
            "13": 0.0002528129792544543, 
            "14": 0.00021719794355362242, 
            "15": 0.000170785709911266, 
            "16": 0.0002543858490881673, 
            "17": 0.18269081939106996, 
            "18": 0.05076915201292661, 
            "19": 0.00014165418698855678
        }
    }, 
    {
        "content": {
            "text": "  Taken From Above  The instruments aboard NASA's Mars Reconnaissance Orbiter, now in the third month of its scientific mission, have taken expansive global images, like a downward look at Mars' north polar region, above, and colorful close-ups, like one of Victoria Crater, right. The orbiter's high-resolution camera was able to spot not only where the Opportunity rover is exploring, but even its tracks in the sand. Elsewhere, the sharper-than-ever images have revealed large boulders in areas that previously looked smooth, which led NASA to reconsider the landing site for its Phoenix mission, scheduled to set down in 2008.  A Polar Canyon, Dipped in Color  The false-color image, right, taken by the Mars Reconnaissance Orbiter's high-resolution camera, shows part of the side wall of Chasma Boreale, a canyon in Mars' north polar region. The reddish area is dust-colored ice at the top of the canyon. The stripes are layers of different materials that have piled on top of each other, and the dark material at the bottom of the canyon may have been sand dunes.  Perservering on the Ground  NASA's rovers, Spirit and Opportunity, were designed to last just three months on Mars, but both of them passed their third anniversaries this month. The two rovers are aging. The right front wheel on Spirit no longer turns, for example, and one of Opportunity's turning motors has failed. But Spirit continues to drive on its other five wheels, and Opportunity just makes wider turns. While Spirit hunkered down through most of winter -- the season is now turning to spring -- Opportunity drove five miles to reach Victoria Crater. Below left is Opportunity's view of Cape St. Mary, one of the promontories that jut into the half-mile-wide crater as other parts of the crater edge erode. What the scientists see so far at Victoria Crater fits with their notion that this region of Mars was once wet. Like other craters in Meridiani Planum, the plains that Opportunity landed on, the rocks appear to have formed from sediments that were pushed by flowing water, dried out and then blown around by wind. What the scientists have not seen yet: finer sediments that settle out on a lake bottom. ''What we would love to find is evidence for a standing body of water,'' said John Grotzinger, a professor of geology at the California Institute of Technology and a member of the rover science team.  Martian Winds And Their Toll On the Planet  Above: The bottom of an impact crater is eroding into a series of ridges. Middle left: The Medusae Fossae formation, a light-colored terrain in the Martian midlatitudes, contains wind-sculpted landforms, including elongated hills known as yardangs. Near left: Polygonal patterns of cracks and troughs are seen in many Martian landscapes. The polygons are about 10 yards to 20 yards in diameter and are similar to patterns seen in cracking permafrost on Earth.  KENNETH CHANG  ", 
            "title": "Views of a Neighbor"
        }, 
        "weight": 0.5285660363203741, 
        "file": "1822503.txt", 
        "other_topics": {
            "0": 0.00018969936296410895, 
            "1": 0.000230508825993594, 
            "2": 0.5285660363203741, 
            "3": 0.09374255454219729, 
            "4": 0.012367083011274078, 
            "5": 0.0004710618144554878, 
            "6": 0.0003393548911026034, 
            "7": 0.00026969294012999564, 
            "8": 0.00033831759229649585, 
            "9": 0.0003386101962950383, 
            "10": 0.00025857928999485153, 
            "11": 0.298516747924159, 
            "12": 0.004481561239907018, 
            "13": 0.00036684033490207174, 
            "14": 0.00031516169220512156, 
            "15": 0.00024781594364773116, 
            "16": 0.00036912262317009565, 
            "17": 0.057858636145361006, 
            "18": 0.0005270702084112597, 
            "19": 0.0002055451011589916
        }
    }, 
    {
        "content": {
            "text": "  A picture caption with an article on Dec. 27 about land that is being rented from farmers in Skagit County, Wash., to create a habitat for birds misidentified the birds shown on flooded land. They were waterfowl, not shorebirds.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5229483498899423, 
        "file": "1816158.txt", 
        "other_topics": {
            "0": 0.002020920831788601, 
            "1": 0.0024556755546391827, 
            "2": 0.5229483498899423, 
            "3": 0.0030358857407386626, 
            "4": 0.0018852424363085699, 
            "5": 0.005018354405720097, 
            "6": 0.22005654655044926, 
            "7": 0.0028731149771870513, 
            "8": 0.003604192757157067, 
            "9": 0.003607309950103208, 
            "10": 0.0027547181269057335, 
            "11": 0.15000488922282582, 
            "12": 0.00445507559898164, 
            "13": 0.003908053580992614, 
            "14": 0.0033575064207230975, 
            "15": 0.0026400531617062108, 
            "16": 0.003932367441792816, 
            "17": 0.05363698577318473, 
            "18": 0.005615027627662636, 
            "19": 0.00218972995119068
        }
    }
]