[
    {
        "i": 0, 
        "content": {
            "text": "  An obituary on Jan. 3 about Teddy Kollek, the former mayor of Jerusalem, incorrectly rendered his birth name. He was Theodor Kollek, not Theodor Herzl Kollek. (Although he was named after Theodor Herzl, the founder of modern Zionism, he was not given a middle name, according to the Jerusalem Foundation, which he founded.)  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7200338168412268, 
        "file": "1818084.txt", 
        "other_topics": {
            "0": 0.0027665124076294884, 
            "1": 0.0022483282953063, 
            "2": 0.002373635676534787, 
            "3": 0.1459940632002334, 
            "4": 0.0031485367741233704, 
            "5": 0.0013490469694784578, 
            "6": 0.003511748388714579, 
            "7": 0.03957282810405129, 
            "8": 0.0015223830008799972, 
            "9": 0.0022459111636276645, 
            "10": 0.019267056829165127, 
            "11": 0.004188231980663455, 
            "12": 0.002204597560997597, 
            "13": 0.0017745189943380376, 
            "14": 0.008211085150894757, 
            "15": 0.002992855214191952, 
            "16": 0.001691075589140311, 
            "17": 0.004078352192541153, 
            "18": 0.0012227867682514859, 
            "19": 0.00956338399079488, 
            "20": 0.0024502180251829027, 
            "21": 0.001698549700835747, 
            "22": 0.0018372089315390606, 
            "23": 0.0012398729110639183, 
            "24": 0.0014243227826957687, 
            "25": 0.0013400836037106704, 
            "26": 0.0015102467028478784, 
            "27": 0.001771036588916755, 
            "28": 0.00464542717295571, 
            "29": 0.0021222784874666664, 
            "30": 0.7200338168412268
        }
    }, 
    {
        "i": 1, 
        "content": {
            "text": "  Q. How do researchers know the pronunciation of the languages of long-gone peoples?  A. Scholars do not so much know the pronunciation of ancient languages as they extrapolate and guess. They have had more success with some languages than with others, said Emily Teeter, spokeswoman for the Oriental Institute of the University of Chicago, a major center for the study of the ancient Near East. For example, she said, Semitic languages like Babylonian and Akkadian are closely related to ancient Hebrew, providing solid clues about how the other ancient Semitic languages were vocalized.  For ancient Egyptian, the clues are sparser, primarily bilingual inscriptions like the Rosetta Stone. A name may appear in Egyptian and in another writing in pronounceable script, helping in recovering the sounds of certain words. However, the hieroglyphs on the Rosetta Stone lack indications for vowel sounds.  Another set of clues comes from Coptic, still used in Egyptian Christian churches. Coptic is the latest form of ancient Egyptian, Ms. Teeter said, and is believed to preserve many of the ancient sounds. ''It is written in Greek letters, with vowels,'' she said, ''except that it was necessary to import a few signs from Egyptian for sounds that Greek didn't have.''  C. CLAIBORNE RAY  Q & A  ", 
            "title": "Speaking in Tongues"
        }, 
        "weight": 0.5951870504265762, 
        "file": "1822622.txt", 
        "other_topics": {
            "0": 0.011239819509211973, 
            "1": 0.011089387894632556, 
            "2": 0.0006890791105956032, 
            "3": 0.0006361113185467587, 
            "4": 0.0009140370367022013, 
            "5": 0.0003916355382882558, 
            "6": 0.0010194793077359275, 
            "7": 0.0010515171063487927, 
            "8": 0.00044195591370775367, 
            "9": 0.0006520000025313936, 
            "10": 0.21432705318865514, 
            "11": 0.0012158661064687356, 
            "12": 0.0006400064430996498, 
            "13": 0.0005151523388536911, 
            "14": 0.002383721861251861, 
            "15": 0.0008688418486140745, 
            "16": 0.000490928272790335, 
            "17": 0.0011839674172889854, 
            "18": 0.0003549815277232824, 
            "19": 0.13845322185118236, 
            "20": 0.0007113113753089502, 
            "21": 0.0004930980473224998, 
            "22": 0.0005333515623473485, 
            "23": 0.00035994172621081464, 
            "24": 0.00041348850878997597, 
            "25": 0.0003890334253472223, 
            "26": 0.0004384326815889542, 
            "27": 0.0005141413779660734, 
            "28": 0.0013485923119213171, 
            "29": 0.011052794962391293, 
            "30": 0.5951870504265762
        }
    }, 
    {
        "i": 2, 
        "content": {
            "text": "  The Roman Catholic Church leadership of Poland called Friday for all of the country's bishops to be investigated for past ties to the secret police.  ''We will ask a special commission to check the past of all our bishops,'' the Council of Bishops' chief, Jozef Michalski, told reporters in Warsaw after the episcopate's 45 bishops held an emergency meeting to deal with the worst crisis to hit the Polish church in years. It culminated last Sunday, when Warsaw's archbishop of just two days, Stanislaw Wielgus, resigned after admitting that he had collaborated with the reviled Communist-era Sluzba Bezpieczenstwa, or Security Service.  Newspapers digging into archives of the secret police have followed with reports that other senior clergymen were once collaborators. The Rev. Tadeusz Isakowicz-Zaleski, who has researched the subject, is about to come out with a book naming 39 priests, including three bishops, who collaborated with the secret police between 1944 and 1989.  The scandal, which has already tarnished the Catholic Church's image as an unimpeachable moral authority during the Communist years, has caused chaos in a church already divided between liberal and conservative camps.  ''The situation is so difficult, it would be impossible for the bishops to stay silent,'' the Rev. Jozef Kloch, the spokesman of the bishops' council, said on Friday. He said the bishops were discussing a systematic way of dealing with the files.  The revelations have embarrassed the Vatican, which has complained that Bishop Wielgus misled Pope Benedict XVI about the depth of his ties until the Polish news media published his file.  But the Polish church, together with the Vatican under Pope John Paul II, a Pole, has been criticized for keeping collaboration among the clergy quiet -- even though it was widely known inside the church that up to 10 percent of priests, monks and nuns had some contact with the Polish secret police.  Even after the news media began revealing cases of collaboration after John Paul died, the Polish church chose to treat the matter internally.  With Archbishop Wielgus's resignation, the scandal has forced the church to be more aggressive. It is not clear what the church will do with bishops it finds collaborated.  ", 
            "title": "Polish Church to Check Ties to the Secret Police"
        }, 
        "weight": 0.5923425813790613, 
        "file": "1818417.txt", 
        "other_topics": {
            "0": 0.0004032836037749945, 
            "1": 0.00032774620308944903, 
            "2": 0.00034601267178196874, 
            "3": 0.0003194155409686851, 
            "4": 0.0004589725509218188, 
            "5": 0.00019665500939472762, 
            "6": 0.1315282863150781, 
            "7": 0.005768661179815516, 
            "8": 0.00022192277223392123, 
            "9": 0.0003273938498625231, 
            "10": 0.118103025329073, 
            "11": 0.0006105323373752425, 
            "12": 0.00032137143026027086, 
            "13": 0.0002586774644603965, 
            "14": 0.0064376115507043166, 
            "15": 0.0004362783383973024, 
            "16": 0.00024651364510914673, 
            "17": 0.0005945147996212859, 
            "18": 0.00017824964500028436, 
            "19": 0.022356704661575532, 
            "20": 0.0003571763323761494, 
            "21": 0.00024760317092917906, 
            "22": 0.00026781598259070907, 
            "23": 0.0001807403481791348, 
            "24": 0.005448282900572934, 
            "25": 0.00019534839011522688, 
            "26": 0.00022015362419273312, 
            "27": 0.00025816982277976374, 
            "28": 0.0006771791827925055, 
            "29": 0.11036311996791201, 
            "30": 0.5923425813790613
        }
    }, 
    {
        "i": 3, 
        "content": {
            "text": "  As his health grew worse, Pope John Paul II discussed with top aides the possibility of resigning in 2000, Cardinal Stanislaw Dziwisz, his personal secretary for 40 years, says in a new book. Among those he consulted was Cardinal Joseph Ratzinger, who became Pope Benedict XVI after John Paul died in 2005. John Paul ''came to the conclusion that he had to submit to God's will, that is, to remain as long as God wanted,'' Cardinal Dziwisz wrote in the book, called ''A Life With Karol,'' the pope's given name.  IAN FISHER  ", 
            "title": "World Briefing | Europe: Vatican City: John Paul II Pondered Quitting In 2000, Aide Says"
        }, 
        "weight": 0.5666565008845601, 
        "file": "1820962.txt", 
        "other_topics": {
            "0": 0.0012448732851727136, 
            "1": 0.0010117011669298712, 
            "2": 0.0010680868931952233, 
            "3": 0.0009859857184840043, 
            "4": 0.017593856084007393, 
            "5": 0.0006070431956551189, 
            "6": 0.0015802140418032745, 
            "7": 0.0016298732931998988, 
            "8": 0.0006850408197592267, 
            "9": 0.0010106135077365926, 
            "10": 0.13808641449527395, 
            "11": 0.0018846176472786704, 
            "12": 0.16276282070381662, 
            "13": 0.0007984967947336332, 
            "14": 0.052226057493565195, 
            "15": 0.01752380260641656, 
            "16": 0.0007609489906218493, 
            "17": 0.001835174018384521, 
            "18": 0.0005502287201246556, 
            "19": 0.02048040447123892, 
            "20": 0.0011025473639615594, 
            "21": 0.0007643121860857068, 
            "22": 0.0008267059680796436, 
            "23": 0.0005579171305128339, 
            "24": 0.0006409157525377307, 
            "25": 0.0006030098667031945, 
            "26": 0.0006795797370041254, 
            "27": 0.0007969297844194413, 
            "28": 0.0020903460146716483, 
            "29": 0.0009549813640661751, 
            "30": 0.5666565008845601
        }
    }, 
    {
        "i": 4, 
        "content": {
            "text": "  Warsaw's new archbishop, Stanislaw W. Wielgus, caught in Eastern Europe's widening witch hunt for former Communist secret police informers, admitted Friday that he had collaborated with the Sluzba Bezpieczenstwa, or Security Service, known as the S.B.  ''Before you today, I confess to the mistake committed by me years ago, just as I have confessed to the Holy Father,'' Bishop Wielgus said in an open letter to Polish Catholics. ''By the fact of this entanglement, I have damaged the church.''  He said he compounded that damage by denying ''facts of this cooperation'' in recent days.  Bishop Wielgus insisted, however, that he had neither spied on anyone nor harmed anyone. He said the only thing he ever did was to inform the secret police of his agenda during foreign academic meetings and to promise not to take part in anti-Communist activities.  He said it was up to Pope Benedict XVI to decide whether he would keep his new job, which he took up Friday.  The bishop is to be officially elevated to archbishop during a ceremony on Sunday in Warsaw at St. John's Cathedral, though many voices in Poland have called for him to step down.  The Warsaw archbishopric is a particularly symbolic institution in the former Soviet bloc. The Polish church, together with the Polish-born Pope John Paul II, were crucial supporters of the pro-democracy Solidarity movement, which helped bring down the totalitarian system and end the cold war.  Confirmation that the archbishop collaborated is doubly troubling because the Polish secret police murdered a charismatic anti-Communist priest from the archdiocese, the Rev. Jerzy Popieluszko, in 1984. Warsaw's departing archbishop, Cardinal Jozef Glemp, waged a quiet battle with the Communist Party in those years.  Many historians argue that a significant segment of the clergy in Poland and other Eastern bloc countries collaborated to varying degrees with the secret services. Priests have recently been added to those segments of society under scrutiny in several countries during recent efforts to expose former Communist collaborators.  Two years ago, files surfaced showing that the Rev. Mieczyslaw Malinski, who had been close to John Paul II, worked for the S.B. in the 1980s. Several other prominent priests have since been accused of having been informers, and some have admitted that they had links to the secret police. The Polish church publicly apologized last year for priests who collaborated with the S.B., but has tried to keep their names secret.  The uproar over Bishop Wielgus's past began shortly after Pope Benedict picked him in early December to succeed Cardinal Glemp as Warsaw's archbishop. A Polish daily newspaper, Gazeta Polska, reported Dec. 20 that the bishop, 67, had spied on dissidents and fellow clerics for more than two decades, until Communism collapsed in 1989.  Both Bishop Wielgus and the Vatican sought to deflect the accusations by saying his involvement with the secret police had been nothing out of the ordinary for people traveling abroad during the Communist era. Leading representatives of the Polish clergy denounced the accusations against him.  But Poland's human rights ombudsman, Janusz Kochanowski, said Thursday that there was evidence in the secret police archives that Bishop Wielgus had knowingly cooperated with Communist authorities. Rzeczpospolita, one of Poland's most respected newspapers, published documents showing that he had met with police agents more than 50 times in one five-year period.  Even Poland's Catholic Church Historical Commission issued a statement on Friday, saying, ''There are numerous, substantial documents confirming Stanislaw Wielgus's willingness for a conscious and secret cooperation with the Communist security forces.''  The commission said that there was no evidence that Bishop Wielgus's actions harmed anyone, and that the documents would be sent to the Vatican for further study.  Monsignor Wielgus first admitted Friday that he had signed a cooperation statement with the secret police in 1978 under pressure by a ''brutal intelligence officer'' when he was seeking permission to travel to Munich. ''That was my moment of weakness,'' he wrote.  But he accused the secret police of falsifying documents that cast him as a more eager, useful collaborator than he actually was.  ''The personality ascribed to me in the intelligence service documents is so far from the truth that I would never have recognized myself,'' he wrote.  Those claims are not far-fetched. Almost from the moment the Iron Curtain fell, the nations of the former Communist bloc have been steeped in controversies over the files of their secret police forces. The documents are often elliptical and incomplete, and were sometimes embellished by secret police officers eager to impress their superiors, experts say.  The documents published by Rzeczpospolita and other newspapers suggest that Bishop Wielgus was recruited by the S.B. in 1967 when he was a philosophy student at the University of Lublin in eastern Poland, more than a decade before he signed the cooperation agreement. Newspapers cited other documents in which the S.B. claimed he had given them information about activities at the university, where he later served as a professor of medieval philosophy.  The newspapers claimed that some documents referred to Bishop Wielgus by the code names Grey, Adam and Adam Wysocki. They said he received training and was rewarded for his collaboration with a grant to study in Munich.  Later Friday, Bishop Wielgus issued another statement, which was broadcast by Vatican Radio's Polish service, in which he said he had collaborated so that he could travel abroad for his academic research.  ''I'm not trying to justify anything, I know that I shouldn't have had any relations with the Communist regime's secret services,'' he said. ''At the time I thought I had to continue my important scientific research and acquire sound training for the good of the church.''  The Vatican has continued to support the embattled prelate.  ''The Holy See, in deciding the nomination of the new archbishop of Warsaw, took into consideration all the circumstances of his life, including those regarding his past,'' the Vatican said in a statement on Friday, repeating the position it has taken for the past month.  The statement said Benedict ''has every confidence in Bishop Stanislaw Wielgus and in full conscience entrusted him the mission of pastor of the archdiocese of Warsaw.''  ", 
            "title": "Ties to Communist Secret Police Snare Polish Bishop"
        }, 
        "weight": 0.5113129009118486, 
        "file": "1816665.txt", 
        "other_topics": {
            "0": 0.00015489220934280446, 
            "1": 0.0001258799837757945, 
            "2": 0.00013289572571568783, 
            "3": 0.00012268036284130823, 
            "4": 0.00017628108798503883, 
            "5": 7.553078924694933e-05, 
            "6": 0.16927334665481472, 
            "7": 0.00020279547994118881, 
            "8": 8.523557162510013e-05, 
            "9": 0.016228290365297778, 
            "10": 0.18625800463492098, 
            "11": 0.00023449181103836727, 
            "12": 0.00012343157615811017, 
            "13": 9.935222657804952e-05, 
            "14": 0.0004597243506360291, 
            "15": 0.00016756474870341826, 
            "16": 9.46803757124908e-05, 
            "17": 0.00022833983315551152, 
            "18": 6.846170057553067e-05, 
            "19": 0.06695843827055824, 
            "20": 0.0021500016520438455, 
            "21": 9.509883820345535e-05, 
            "22": 0.00010286212693123404, 
            "23": 6.941832394077053e-05, 
            "24": 7.97453508687048e-05, 
            "25": 7.502894601534428e-05, 
            "26": 0.004110192509572787, 
            "27": 9.915725276624145e-05, 
            "28": 0.00026008937323970045, 
            "29": 0.04037518695594621, 
            "30": 0.5113129009118486
        }
    }, 
    {
        "i": 5, 
        "content": {
            "text": "  The Roman Catholic Church in Poland was in turmoil on Monday as a second prelate stepped down because of his Communist-era secret police ties, after Sunday's resignation of this city's archbishop over similar allegations.  Questions spread about just how broad and deep a stain secret-police collaboration has left on a church long regarded as a beacon of faith and freedom during the Communist era. Many people also have asked how or why the Vatican could have invited the storm by appointing a man to such a sensitive post despite knowing that he had a clouded past.  ''The people responsible for the procedure of appointing such candidates applied the traditional way of doing it, which means it was without an investigation and was based on their confidence in the truthfulness of the candidate,'' said the Rev. Dariusz Kowalczyk, head of the Jesuits in Warsaw.  In short, church officials from Warsaw to Rome suggested that the archbishop, Stanislaw Wielgus, alone was to blame.  But many people here worry that a mishandling of the affair could permanently damage the last major bastion of Roman Catholic faithful in Europe at a time when the Polish church is already facing the secularizing trend that has emptied churches in Italy, France and Spain.  While cases of Communist collaboration by Polish clergy members have made headlines before, the latest threatens to set off what some worry could be a pernicious cycle of exposures that could erode the church's image.  Just a day after Archbishop Wielgus resigned after admitting that he had collaborated with the Sluzba Bezpieczenstwa, or Security Service, the Rev. Janusz Bielanski resigned as rector of Krakow's Wawel Cathedral, the burial site of Polish kings and queens. Father Bielanski cited ''repeated allegations about his cooperation with the secret services'' in his resignation.  The archbishop's resignation has divided the church between those, like Cardinal Jozef Glemp, who were angered that public pressure had scuttled the appointment and the 60 percent who wanted him to step down, according to a recent survey.  The cardinal, who held the archbishop's post before the appointment of Bishop Wielgus and was reappointed to the job temporarily after the resignation, publicly defended Bishop Wielgus on Sunday.  Poland's conservative Dziennik daily newspaper called Cardinal Glemp's defense a ''huge mistake,'' writing that ''he didn't even mention that the archbishop lied to the last minute. That he lied to the pope, bishops and faithful.''  The turmoil in Poland reverberated back to the Vatican, amid deepening questions of why officials gave such strong support to Bishop Wielgus's contentious appointment in a place of such importance to the Catholic Church.  One of Pope Benedict XVI's greatest concerns is the rapidly declining church attendance around Europe. In May, he visited Poland to urge the nation not to uproot itself from the church as it modernized in other ways. ''Stand firm in your faith!'' he exclaimed.  Any deep erosion of faith in Poland as a result of disclosures that priests collaborated with the Communists would be troubling for a pope elected to re-evangelize Europe as a whole.  George Weigel, a Catholic writer who has taught in Poland for the last 15 years, said he did not believe that the Wielgus case alone could provoke such wide distrust.  ''The danger is for the future,'' he said. ''If you don't acknowledge that there were problems with a very small minority of people, and that some of them included the clergy, then you run the risk of seeming to be avoiding the truth.''  Mr. Weigel said the Polish church should appoint its own commission to review the secret-police files -- and to explain publicly what it finds.  The case has also raised questions among church experts about Benedict's papacy. While some experts like Mr. Weigel maintain that the case says more about the difficulties inside Poland, others drew similarities with the uproar Benedict caused after he delivered a speech in September that seemed to equate Islam with violence.  In both cases, they say, a pope with an impeccable grasp of theology and doctrine seemed tone-deaf to politics. They say they believe that either he has been ill served by his advisers or, as has been reported often in the Italian news media, makes many important decisions alone.  ''I think this hurts the pope's credibility, and I think we will see more of this if he continues to try to do it alone,'' said Robert Mickens, a Vatican expert for The Tablet, a liberal British Catholic magazine.  In a letter to Polish bishops on Saturday, Bishop Wielgus wrote that soon after his nomination to the archbishop's post he had informed the pope and other Vatican officials of ''being entangled in contacts with the secret services of past times.''  The Vatican could have asked the bishop for access to any files related to his entanglement that might have existed in the secret-police archives. It is not clear whether the Vatican did so before it appointed him to the job. Such files did exist and were eventually leaked to the Polish news media, leading to the archbishop's resignation.  Cardinal Giovanni Battista Re, the Vatican official responsible for appointing bishops, said that in this case, church officials simply did not know the full story of Bishop Wielgus's past.  Joaquín Navarro-Valls, until earlier this year the Vatican's chief spokesman, wrote an article in the Italian daily La Repubblica on Monday outlining the difficulties imposed by the Communists, which often forced priests and others to become compromised.  ''Wielgus would never have been allowed to study abroad if he had not agreed to the compromise offered him by the regime,'' he wrote. ''And this situation was common for many of his compatriots, whether priests or not.''  An exception, he said, was Karol Wojtyla, the Polish priest and cardinal who became Pope John Paul II in 1978. While Father Wojtyla was permitted to study in Rome in the late 1940s and also attended the Second Vatican Council in the early 1960s, Dr. Navarro-Valls said in an interview that it was ''absolutely impossible'' that he was compromised, though he was regularly approached by the police.  But in his article, he said John Paul urged understanding of the difficulties the Communists posed to Poles. ''One must learn and forgive,'' he quoted the pope as saying.  ", 
            "title": "Second Church Official Resigns in Poland"
        }, 
        "weight": 0.4972343070875371, 
        "file": "1817534.txt", 
        "other_topics": {
            "0": 0.00015427116970224118, 
            "1": 0.00012537526852762334, 
            "2": 0.00013236288088068254, 
            "3": 0.00012218847645937588, 
            "4": 0.00017557428972846516, 
            "5": 7.522794887554257e-05, 
            "6": 0.09040948060773088, 
            "7": 0.002206730200523046, 
            "8": 8.48938199709023e-05, 
            "9": 0.04222494487187957, 
            "10": 0.25166788230424353, 
            "11": 0.00023355161714055798, 
            "12": 0.008141927990500888, 
            "13": 9.895387425713556e-05, 
            "14": 0.004467376744204652, 
            "15": 0.00016689289857133358, 
            "16": 9.430075515732947e-05, 
            "17": 0.00022742430558630154, 
            "18": 6.818720368444637e-05, 
            "19": 0.0706994643595117, 
            "20": 0.00013663340158100824, 
            "21": 9.471753982475413e-05, 
            "22": 0.00010244970168009976, 
            "23": 6.913999147245853e-05, 
            "24": 7.942561223078216e-05, 
            "25": 7.472811778219483e-05, 
            "26": 8.421705420324963e-05, 
            "27": 9.875968219197905e-05, 
            "28": 0.00025904654602743163, 
            "29": 0.03018956367833275, 
            "30": 0.4972343070875371
        }
    }, 
    {
        "i": 6, 
        "content": {
            "text": "  Poland was convulsed in finger-pointing and recrimination on Tuesday as more allegations of former secret-police collaborators among the Roman Catholic clergy members spilled onto the country's front pages, sullying an institution that for decades was considered spotless in its fight against Communism.  And the stream of disclosures now promises to become a torrent: here in Krakow, the Rev. Tadeusz Isakowicz-Zaleski is preparing to publish a book that will identify 39 priests whose names he found in Krakow's secret police files, three of whom are now bishops in the Polish church.  Perhaps the most explosive assertion by people in the church is that the taint of collaboration was known for decades but kept quiet out of respect for -- or perhaps even at the behest of -- the Polish-born Pope John Paul II, who died in 2005.  ''The church didn't want to hurt the pope, but actually, more harm was done by keeping silent,'' Father Zaleski, 50, said in an interview at the hilltop compound of a charity he runs outside Krakow.  The sudden focus on the fallibility of a church thought to be heroically anti-Communist followed the Vatican's choice of Bishop Stanislaw Wielgus as archbishop of Warsaw despite clear signals of his ties to Poland's secret police. Bishop Wielgus resigned Sunday after admitting his secret past.  ''There is a sort of unholy alliance in Poland that has been present for many years, but is fully visible only recently, that is based on a culture of mendacity,'' said Andrzej Zybertowicz, professor of sociology at Nicolaus Copernicus University in Torun, the heart of the Polish church's most conservative camp.  He argued that there were three elements of this alliance: former members of the secret police and the Communist Party who are now active in business and politics; apologists who wanted to forgive and forget past collaboration; and an influential part of the hierarchy of the Polish church.  Collaboration in the clergy is not unique to Poland. Church officials across the Communist world were commonly bent to ignoble service. Some of that has come to light as Eastern bloc countries have peered into their secret police archives.  But Poland is unique in that the church remained stronger there than elsewhere in the Communist world. That was largely because Poland's primate at the time, Archbishop Stefan Wyszynski, agreed to cooperate with the Communist authorities, preaching compromise -- up to a point, beyond which he said the faithful should not yield.  Most researchers who have delved into the archives of the Sluzba Bezpieczenstwa, or Security Service, estimate that thousands of the country's priests, monks and nuns at the time -- as many as 10 percent of the total -- collaborated with the secret police to some degree.  Poland's current primate and archbishop of Warsaw, Cardinal Jozef Glemp, told an Italian news agency last year that the overall percentage was 15 percent. The percentage was likely to have been much higher in major cities and university towns, some historians say, where surveillance was heavier.  But the most troubling aspect of the recent allegations is how high past collaborators have climbed in the church hierarchy. On Tuesday, the Dziennik newspaper, the third largest daily in the country, reprinted excerpts from a secret 1978 police document concerning a dozen high-ranking church officials -- at least one of whom was a bishop at the time -- indicating that the secret police tried unsuccessfully to influence the appointment of a new primate of Poland, the highest position in the Polish church.  The document gave only code names, like Ramses (cited as a bishop), Professor and Shepherd, but the newspaper promised to disclose those identities soon.  The disclosures have gripped this deeply religious nation -- the largest bloc of devout Roman Catholics left in Europe -- and sparked anger toward the church for letting the frenzied news media disclose them, rather than researching the archives and reporting the findings on its own.  ''The church is guilty because it had the possibility to cleanse itself by publishing honest data about the clergy's activities during the Communist time,'' Father Zaleski said. The church argues that coming to terms with the past is a matter of personal sin that should be handled within the church in a spirit of forgiveness. It also argues that the public disclosure of secret service files on clergy members could do the church harm because many of the documents are false or misleading.  But many people say the church has been overly cautious for fear of tarnishing its Communist-era image as a champion of freedom.  But the church is caught in the dilemma of risking a loss of trust whether it explores the collaboration or continues to treat it as an internal matter. The results could be as bad for the Vatican as they are for the Polish church, because Rome had hoped the church could keep this bastion of the faithful in an otherwise fast secularizing Europe.  Church officials now say that collaboration by some of the Polish clergy members was a quietly understood fact of life under the Communist government that ran Poland from 1944 until 1989.  That was obscured while the pope was still alive. But not even two weeks after his death, in April 2005, the Institute of National Remembrance published documents that showed that the Rev. Konrad Stanislaw Hejmo, a Dominican priest posted to the Vatican, passed information to the secret service's antichurch branch. Father Hejmo admitted giving the information but denied that he was a spy.  During the 25th anniversary celebrations for the Solidarity trade union in Gdansk that August, a friend told Father Zaleski that there was a secret police file on him in Krakow. When he returned to the city, Father Zaleski visited the archives and was stunned to find a file crammed with 500 pages of documents about him.  ''I was shocked by that,'' Father Zaleski said in his garret office. He was even more troubled when he read that two priests had provided the secret police information on his activities. Though the priests were identified only by code names, they were described so precisely, he said, that he knew who they were.  ''I just couldn't imagine that there were priests who had cooperated with the secret police,'' he said.  He sought guidance from the Krakow archbishop, Cardinal Stanislaw Dziwisz, a longtime personal secretary to Pope John Paul II. But Father Zaleski said he was at first ignored and then told to pray. Eventually, his superiors advised that he burn the documents.  ''They weren't interested at all in knowing anything about this,'' he said, rifling through a stack of photocopies stamped by the Institute of National Remembrance.  In a meeting with former Solidarity members at a Krakow-area steel mill last January, Father Zaleski suggested that the church authorities engage in ''lustration,'' as the process of vetting people for past Communist collaboration is known in the former Eastern bloc.  Journalists attending the meeting wrote about Father Zaleski's suggestion. ''It started a storm among the church authorities in Krakow,'' he recalled. ''The archbishop's office published an open letter condemning my activities.'' He decided to undertake the project alone and promised to publish his findings.  The church, meanwhile, publicly acknowledged that some of its clergy members had collaborated and issued an apology for their sins in March. It called on priests, monks and nuns who had collaborated with the secret services to confess -- to the church if not publicly. Seven of the country's 41 Roman Catholic dioceses have since set up commissions to help priests review their files. But none of the commissions has issued a report on its findings.  The disclosures continued, each more shocking than the last. In May, the Rev. Michal Czajkowski, co-president of Poland's Council of Christians and Jews, was accused of having spied for the secret police for 24 years. He resigned his posts and issued an apology.  Next, the press accused the Rev. Mieczyslaw Malinski, a close lifelong friend of Pope John Paul, of collaborating under the code name Delta. Father Malinski admitted having had contacts with the secret police but denied that he was a spy.  When Father Zaleski decided to begin publishing disclosures in May, Cardinal Dziwisz forbade him to do so or to speak to the press because it would undermine ''love for the church and Christ.'' The cardinal issued an order prohibiting any member of the clergy from delving into Krakow's secret police archives without his authorization.  But after he met with Cardinal Dziwisz in June, the archbishop agreed to let him proceed on the condition that Father Zaleski seek comment from the clergymen he intended to identify.  Cardinal Dziwisz could not be reached for comment.  The Rev. Jozef Kloch, the Warsaw episcopate spokesman, said that while Father Zaleski ''can publish whatever he likes, he and his editorial office will be responsible for the consequences.''  Father Zaleski found the 39 priests identified as ''TWs,'' short for tajny wspolpracownik, or secret collaborator. Four of them are now bishops.  Of the 39, 22 answered his request for comment, the majority denying that they were collaborators, and 4 admitting that they were. One of those who he wrote to was the Rev. Janusz Bielanski, who resigned as rector of Wawel Cathedral here on Monday, citing the allegations.  Only one of the bishops responded, and he supplied Father Zaleski with documents that showed he had refused to cooperate with the secret police. But the three bishops who did not respond, along with the other priests, will be identified in his book, which goes to print in mid-February.  ", 
            "title": "Poland Reels at New Wave Of Charges Against Clerics"
        }, 
        "weight": 0.4811986488034161, 
        "file": "1817842.txt", 
        "other_topics": {
            "0": 0.00010061625273719981, 
            "1": 8.177023438350438e-05, 
            "2": 0.02231390028572948, 
            "3": 7.969179628791877e-05, 
            "4": 0.00011451022989953356, 
            "5": 4.9063958817269383e-05, 
            "6": 0.1648732588613702, 
            "7": 0.0014392379600620402, 
            "8": 5.53680772791506e-05, 
            "9": 8.16823248801145e-05, 
            "10": 0.1915963546918665, 
            "11": 0.0014598275434506884, 
            "12": 8.017977608537659e-05, 
            "13": 6.4538098990225e-05, 
            "14": 0.031678734454365046, 
            "15": 0.0001088481930558228, 
            "16": 6.150331674111121e-05, 
            "17": 0.00014832701050766098, 
            "18": 4.447195760944248e-05, 
            "19": 0.05395548938516995, 
            "20": 0.001396617108925563, 
            "21": 6.177514531099586e-05, 
            "22": 6.681809113777588e-05, 
            "23": 4.509336948483423e-05, 
            "24": 5.1801691070623355e-05, 
            "25": 4.8737967047638966e-05, 
            "26": 0.02228249939161188, 
            "27": 6.441144617528195e-05, 
            "28": 0.0001689511578611961, 
            "29": 0.02622727141866994, 
            "30": 0.4811986488034161
        }
    }, 
    {
        "i": 7, 
        "content": {
            "text": "  The newly appointed archbishop of Warsaw, Stanislaw Wielgus, abruptly resigned on Sunday at a Mass meant to celebrate his new position after having admitted two days earlier that he had worked with the Polish Communist-era secret police.  There is no direct evidence that Bishop Wielgus spied on any of his fellow clergy members. But the revelation and the resignation have shaken one of Europe's largest concentrations of Catholics and refocused scrutiny on collaboration with the Communist government by some of the clergy in Poland even as the church was supporting dissidents trying to free themselves from that political system.  Moments before he was to symbolically ascend to his new place in the church hierarchy by taking his seat on the archbishop's throne at St. John's Cathedral in Warsaw, Bishop Wielgus read from a letter he had sent Pope Benedict XVI earlier in the day offering his resignation ''after reflecting deeply and assessing my personal situation.''  A roar of shock arose from the crowd inside the cathedral and stunned many people watching the proceedings live on television. The Vatican had announced the resignation a half hour earlier, though few had heard the news.  ''Stay with us, we want you here!'' people in the church shouted as a clearly troubled Bishop Wielgus removed his glasses and sat down beside Warsaw's departing archbishop, Cardinal Jozef Glemp.  The Vatican reappointed Cardinal Glemp to the position until a new archbishop could be found, and he took the throne instead. But Cardinal Glemp, who supported Bishop Wielgus's promotion, was also clearly troubled by the sudden turn of events and defended him later in his homily.  The Polish president, Lech Kaczynski, who was sitting at the front of the congregation, applauded Bishop Wielgus's resignation then stopped, apparently realizing that the commotion from the crowd was overwhelmingly against it. Mr. Kaczynski has led the country's renewed efforts to expose former Communist secret police agents and their informants.  Outside the cathedral, scuffles erupted between supporters and detractors of the bishop among the hundreds of Catholics gathered beneath umbrellas in the rain. Some of his supporters shouted that ''Jews'' were trying to destroy the church. Anti-Semitism, long present in Poland, is a particular problem within some conservative branches of the Polish Catholic church.  The resignation of an archbishop, or even a bishop, so soon after an appointment is rare, if not unprecedented, and raises questions about how he could have been given the job with such serious doubts surrounding his past.  Bishop Wielgus, 67, had tried to minimize reports of his collaboration, which surfaced two weeks after the pope appointed him to the post on Dec. 6. He insisted that his contacts with the country's feared Sluzba Bezpieczenstwa, or Security Service, were benign and routine.  Bishop Wielgus may have believed that there were no longer documents linking him to the secret police. Gen. Czeslaw Kiszczak, who served as chief of secret services and minister of internal affairs during the Communist years, told the Polish clergy in the early 1990s that all files related to them had been destroyed, according to Adrzej Jonas, editor of the Warsaw Voice, a weekly newsmagazine. But microfilm of some of the documents on Bishop Wielgus survived. They do not include any reports written by the bishop, though in one document a secret police agent praised him for providing information on fellow priests while teaching at the Catholic University of Lublin. He admitted deeper involvement Friday after the Polish news media published the documents, though he maintained that he did not spy on anyone or hurt anyone. Two groups of experts, one from the church, said the documents proved his willingness to work for the secret police even though they did not prove what he did.  That judgment set in motion negotiations with the Vatican that ended with his resignation. In its statement, the Vatican said the charges surrounding Bishop Wielgus had ''gravely compromised his authority.''  Allegations that the secret service archives contained incriminating documents concerning Bishop Wielgus first appeared in the Polish media in the middle of 2006, shortly after he was mentioned as a potential successor to Cardinal Glemp. The documents that led to his resignation had been located by Dec. 20, when the Polish news media began reporting their contents.  Still, the Vatican was sufficiently confident of Bishop Wielgus's innocence to allow him to take the canonical vows for the post Friday. It even reissued a statement saying that it had taken into account ''all the circumstances of his life, including those regarding his past,'' and that Pope Benedict had ''every confidence'' in him.  Many people believe that the pope changed his mind only after personally reviewing the documents in question or at the urging of Polish government officials.  ''Definitely there must have been somebody very high up, maybe the president, who was in touch with the Vatican,'' said Zbigniew Lewicki, a professor at the University of Warsaw. ''Otherwise, why would he have changed his mind without anything new surfacing.''  It is the second major miscalculation by Pope Benedict since he was chosen as pontiff in April 2005. In September, he caused an uproar among Muslims with a speech he gave in Germany that seemed to equate Islam with violence.  Any cooperation between the Polish clergy and the secret police is troubling to Poles because the church under the Polish-born pope, John Paul II, was considered a beacon of hope and encouragement to people opposing the Communists.  That the head of the Warsaw archdiocese could be a former Communist collaborator would have been a cruel twist for many people here who remember the murder of Rev. Jerzy Popieluszko, one of the first priests from the influential archdiocese to support the pro-democracy Solidarity movement. He was beaten to death by police agents in 1984. They dumped his body in a reservoir.  Poland screened thousands of people for past Communist collaboration in the early 1990s, but the process lost momentum until President Kaczynski revived it last year. He has argued that the country's 1989 transition left much of the Communist apparatus in place, fueling corruption and distorting democracy. He says society cannot move forward without breaking with that past.  But many people argue that the secret police files are in many cases too incomplete or unreliable for conclusive judgments and are too easily manipulated for political ends.  It was not clear what Bishop Wielgus would do in the wake of the resignation. The bishop said his contact with the secret police started when he applied to study in what was then West Germany.  He spent 1973-75 at the University of Munich and went there again in 1978 when Pope Benedict, then Joseph Ratzinger, was teaching there. He spent the rest of his career teaching philosophy at the Catholic University of Lublin, where he served three terms as rector. Pope John Paul II appointed him bishop of Plock, north of Warsaw, in 1999 and he served in that post until being appointed archbishop of Warsaw.  The drama over Bishop Wielgus was, in part, a battle between opposing forces in the Polish church -- mirrored in societies across the post-Soviet bloc -- between those willing to forgive and forget and those who insist that past Communist collaborators be exposed and be excluded from positions of authority.  ''Today a judgment was passed on Bishop Wielgus,'' said Cardinal Glemp in a homily defending the prelate that was interrupted repeatedly by applause. ''But what kind of judgment was it, based on shreds of paper photocopied three times over? We do not want such judgments.''  Had the church managed to keep Bishop Wielgus in his new job, the program to purge former collaborators would have been severely weakened, Mr. Jonas of the Warsaw Voice said.  ''It wouldn't be possible to accuse somebody or blame somebody for being a spy or former member of the secret service if the archbishop of Warsaw was himself one,'' he said.  ", 
            "title": "New Warsaw Archbishop Resigns Over Communist Collaboration"
        }, 
        "weight": 0.4810174648087994, 
        "file": "1817445.txt", 
        "other_topics": {
            "0": 0.0001229641351705277, 
            "1": 9.993222645571161e-05, 
            "2": 0.00010550180702970488, 
            "3": 9.73921463396622e-05, 
            "4": 0.00013994410450319378, 
            "5": 5.9961557898263466e-05, 
            "6": 0.11201007745433032, 
            "7": 0.003356821333424791, 
            "8": 6.766588452134373e-05, 
            "9": 9.98247913668116e-05, 
            "10": 0.22456434866286837, 
            "11": 0.001784069933983566, 
            "12": 9.798851136164145e-05, 
            "13": 7.887266035051686e-05, 
            "14": 0.07067318295313696, 
            "15": 0.00013302447228821717, 
            "16": 7.516382241885757e-05, 
            "17": 0.00018127193244954772, 
            "18": 5.434962700378591e-05, 
            "19": 0.05954789009230673, 
            "20": 0.00010890568920455922, 
            "21": 7.549602685006222e-05, 
            "22": 8.165906170211019e-05, 
            "23": 5.510906071119918e-05, 
            "24": 6.330736804030294e-05, 
            "25": 0.006451219706212306, 
            "26": 0.009654611277484484, 
            "27": 7.871787667061713e-05, 
            "28": 0.0002064769105118976, 
            "29": 0.028856784104604623, 
            "30": 0.4810174648087994
        }
    }, 
    {
        "i": 8, 
        "content": {
            "text": "  The Hubble Space Telescope is flying partly blind across the heavens, a result of a short circuit on Saturday morning in its most popular instrument, the Advanced Camera for Surveys.  NASA engineers reported yesterday that most of the camera's capabilities, including the ability to take the sort of deep cosmic postcards that have inspired the public and to track the mysterious dark energy splitting the universe to the ends of time, had probably been lost for good.  In a telephone news conference, Hubble engineers and scientists said the telescope itself was in fine shape and would continue operating with its remaining instruments, which include another camera, the wide-field planetary camera 2, or wfpc2, and an infrared camera and spectrograph named Nicmos.  ''Obviously, we are very disappointed,'' Preston Burch, program manager for the telescope, said at the Goddard Space Flight Center in Greenbelt, Md., noting that the camera had basically met its five-year design lifetime. The Hubble telescope, Mr. Burch said, still has significant science capability.  Mr. Burch and his colleagues said it was unlikely that they would be able to repair the camera during the next Hubble servicing mission, which is scheduled for September 2008. On that mission, astronauts will replace the wide-field camera with a powerful new version, wfpc3, which will extend the telescope's vision to ultraviolet and infrared wavelengths and restore the lost capabilities. They will also install a new ultraviolet spectrograph and make many other pressing repairs.  Noting that the five days of spacewalks for that mission were already full, and that changing things to fix the camera would cost time and money, Dr. Burch said, ''At first blush, this doesn't look attractive.''  The Advanced Camera for Surveys was installed on the telescope in March 2002, and it has been the space telescope's workhorse. Among its feats, in 2003 the camera took the deepest photograph of the cosmos ever taken, the Hubble Ultra Deep Field, showing young galaxy fragments only one billion to two billion years after the Big Bang. In the most recent round of proposals from astronomers to use the telescope, about two-thirds required the advanced camera.  The camera had been operating on its backup electrical system since last summer, however, when electrical problems in its main system caused it to shut down for a while. Now the backup system has failed, dooming its ability to take wide-field or high-resolution images.  The camera may yet be operated in what the engineers called ''solar blind mode,'' at ultraviolet wavelengths to observe phenomena like auroras on Jupiter.  The electrical problems apparently did not spread to the rest of the telescope. Rick Howard, of NASA headquarters, said: ''The fuse did what it was supposed to do. It saw a high current, and it popped. It protected the rest of the telescope.''  Astronomers said that the Space Telescope Science Institute had developed a contingency plan of observations that could go on without the camera and that there was no shortage of astronomers who would want to use it. Some of the telescope's most crucial and high-visibility programs, however, will be delayed.  Adam Riess of the space telescope institute, who has used the Hubble telescope to search for supernova explosions in the distant universe to gauge the effects of dark energy on cosmic history, said these explosions would now be out of reach until the new camera was installed.  Still, Dr. Riess said in an e-mail message, it was a great camera. ''Although it only lasted 4.9 years, it was only rated for 5 years,'' he said, ''so we really got our money's worth.''  ", 
            "title": "Eye on Cosmos Is Lost to Short Circuit on Hubble Telescope"
        }, 
        "weight": 0.4245052637084494, 
        "file": "1822552.txt", 
        "other_topics": {
            "0": 0.0002655234494548386, 
            "1": 0.0002157893392526575, 
            "2": 0.00022781605130143875, 
            "3": 0.00021030439981588797, 
            "4": 0.0003021892628043518, 
            "5": 0.00012947840169617986, 
            "6": 0.00033704947182505, 
            "7": 0.007248575191607365, 
            "8": 0.05190311770335122, 
            "9": 0.00021555734855587701, 
            "10": 0.35379682725807576, 
            "11": 0.041807579128076304, 
            "12": 0.00021159216472026873, 
            "13": 0.00017031422060510433, 
            "14": 0.018040415227173315, 
            "15": 0.0002872473074762279, 
            "16": 0.00016230551595543212, 
            "17": 0.0003914307918044446, 
            "18": 0.00011736024019211709, 
            "19": 0.0009178714321664157, 
            "20": 0.00023516624764406945, 
            "21": 0.00016302286387460642, 
            "22": 0.08988846943468036, 
            "23": 0.00011900012858189027, 
            "24": 0.00013670319979607523, 
            "25": 0.00012861811862250745, 
            "26": 0.0001449499785224426, 
            "27": 0.0001699799874032907, 
            "28": 0.007346791055696755, 
            "29": 0.00020369137081832197, 
            "30": 0.4245052637084494
        }
    }, 
    {
        "i": 9, 
        "content": {
            "text": "  The Misunderstood Jew  The Church and the Scandal of the Jewish Jesus  By Amy-Jill Levine  250 pages. HarperSanFrancisco. $24.95.  As a child Amy-Jill Levine insisted on attending catechism class at a Catholic church. She faithfully administered Holy Communion to her Barbie doll. This, despite being, then as now, an observant Jew. A professor of New Testament studies at Vanderbilt Divinity School, Ms. Levine has spent a lifetime exploring the profound connections and equally profound divisions between Christianity and Judaism -- and, perhaps more important, between Christians and Jews.  The premise of ''The Misunderstood Jew: The Church and the Scandal of the Jewish Jesus'' is simple: Jews and Christians need to understand one another. The implicit corollary: Despite years of trying, and to their mutual harm, they do not.  In a book intended for Jews and Christians alike (but mostly addressed to Christians) Ms. Levine offers both critique and corrective on topics as seemingly disparate as the Jewish content of the Lord's Prayer and Christian responses to the Israeli-Palestinian conflict. But that is Ms. Levine's point: to show how frequently and disastrously inaccurate beliefs about Jesus and early Judaism produce distorted relationships in the present.  Her first chapters, devoted to the Jewish Jesus and the New Testament, are the least satisfying. In the interests of educating her reader about Judaism in both the first century and the 21st, she moves somewhat erratically between the two eras.  A discussion of Jesus' views on the Sabbath begins with a modern Jewish view of the Sabbath before considering the roots of this view in the Torah, and she discusses how the Christian celebration of Sabbath on Sunday rather than Saturday changes its symbolic import, before returning to Jesus and his first-century context. The information is valuable but might be more edifying, especially for the nonspecialists who form the book's primary audience, if the shifting time frame were less distracting.  Ms. Levine's reconstructions of first-century Judaism are corrective in some places but elsewhere simply repeat unhelpful truisms. For example, she uncritically takes rabbinic writings as representing the ''majority'' view among first-century Jews, despite growing scholarly rejection of this stance. Similarly, Paul's belief that Jesus' blood atoned for human sin is described as unprecedented and ''off-putting'' for Jews. Certainly, blood atonement is off-putting for most modern Jews, but in some ancient Jewish contexts it was standard fare, as evidenced by repeated claims in 2 and 4 Maccabees that the blood of Jewish martyrs atoned for the sins of the people.  Ms. Levine's perpetuation of some anachronistic readings, however, confirms her larger point: Our received assumptions about what Jesus (and Paul) meant in their original settings are deeply entrenched, often serving agendas of which we are not even aware. She is on a surer footing when she addresses the question of anti-Judaism within the New Testament. Three extremely painful texts -- 1 Thessalonians 2:14-15, with its claim that the Jews killed Jesus; Matthew 27:25, in which the Jews call for Jesus' blood upon themselves and their children; and John 8:44, in which Jesus labels the Jews ''children of the Devil'' -- suffice to demonstrate that regardless of authorial intent or historical context, the plain meaning of the New Testament is often virulently anti-Jewish.  In such instances historical context becomes irrelevant; the problem will not be solved by more or better scholarship. Rather, the problem can be addressed only by those who read these texts as Scripture: ''Christians must denounce anti-Jewish readings.'' What Ms. Levine finds, however, is that even theologically educated and well-meaning Christians frequently don't denounce such readings, but instead either deny their anti-Jewish content (here the Pontifical Biblical Commission comes in for special criticism) or, often unwittingly, replicate it.  Ms. Levine's documentation of the insouciance with which liberal Christians slander Jews and Judaism is perhaps the book's most important contribution. She cites numerous examples of contemporary scholars, particularly theologians of liberation, who first ''invent a bad Judaism'' and then ''explain how Jesus abrogates this bad system.'' In her most outrageous example, Jesus' crucifixion is said to mark the ''triumph of the patriarchal god of Judaism.''  Many of the works Ms. Levine cites were published by the World Council of Churches, a group committed to overcoming anti-Semitism. How can well-meaning Christians perpetuate such theological abomination? Mostly, argues Ms. Levine, through sloppy scholarship and lazy reading.  Christian seminarians are taught little about Judaism, either ancient or modern (Judaism does not count as a ''different'' tradition in many programs that require study of a non-Christian tradition), and so look to the only ''Jews'' available -- the Israelites of the Old Testament -- for a model of what Jews do and believe. First-century Jews are seen either as figures transplanted from the Old Testament or as practitioners of a ''late Judaism'' that has corrupted Old Testament ideals. Modern Jews, in turn, embody the already-fossilized religion practiced by Jesus' first-century enemies.  Within this limited horizon Jesus can only be defined against the Judaism of his day rather than within it. Hence Ms. Levine's concern ''to see Jesus as a Jew who made sense to other Jews in a Jewish context,'' ultimately allowing him to become ''a bridge,'' spanning the gap between modern Jews and Christians.  Jewish-Christian dialogue, having come into its own in the aftermath of the Holocaust, has seemed less compelling in recent decades. Ms. Levine's chilling tales of casual anti-Judaism among scholars who should know better rekindles the urgency of the task. She covers a vast canvas and of necessity does so in broad strokes, some more effective than others. But it is a book whose strengths far outweigh its flaws, and whose flaws count only because its subject matters so deeply.  BOOKS OF THE TIMES Julie Galambush is associate professor of religious studies at the College of William and Mary.  ", 
            "title": "Interfaith Approach to Forgiving Trespass"
        }, 
        "weight": 0.41372266013145287, 
        "file": "1815752.txt", 
        "other_topics": {
            "0": 0.044483426898029525, 
            "1": 0.0001319904581347702, 
            "2": 0.0001393467586761745, 
            "3": 0.0001286355209927966, 
            "4": 0.002295362702736035, 
            "5": 7.919720973067542e-05, 
            "6": 0.010758783686344323, 
            "7": 0.00021263959131717937, 
            "8": 8.937308228617126e-05, 
            "9": 0.00013184855789791371, 
            "10": 0.15730991060824326, 
            "11": 0.0002458745277798294, 
            "12": 0.0001294231997552775, 
            "13": 0.006435748688962984, 
            "14": 0.0025925648866761968, 
            "15": 0.00017569868763245495, 
            "16": 0.025425571157232082, 
            "17": 0.00023942392018649382, 
            "18": 7.178497289723473e-05, 
            "19": 0.28970329407391426, 
            "20": 0.0001438426053477676, 
            "21": 9.971513219222478e-05, 
            "22": 0.00010785526698630825, 
            "23": 7.278803273608349e-05, 
            "24": 8.361635487676569e-05, 
            "25": 7.867100599228473e-05, 
            "26": 0.023304430842099638, 
            "27": 0.00010397055057865425, 
            "28": 0.015046386615506087, 
            "29": 0.006456164272805693, 
            "30": 0.41372266013145287
        }
    }, 
    {
        "i": 10, 
        "content": {
            "text": "  Donald E. Osterbrock, an astronomer and historian of science who studied the birth of stars and luminous clouds of gas at the core of galaxies outside the Milky Way and wrote an influential textbook about the subject, died on Jan. 11 in Santa Cruz, Calif. He was 82.  The cause was a heart attack, his family said.  Dr. Osterbrock, a former director of Lick Observatory on Mount Hamilton in California, was interested in clusters of stars and dust within clouds of gas that emit a telltale glow and are collectively known as gaseous nebulae.  In his textbook for graduate students, ''Astrophysics of Gaseous Nebulae and Active Galactic Nuclei'' (1989), he explained the phenomenon and also described events going on at the center of external galaxies. The book includes descriptions of quasars, the distant and massive black holes whose brightness can sometimes be detected through optical telescopes from Earth. In 2006, the text was published in a revised edition with another astronomer, Gary J. Ferland.  In the early 1950s, while still a graduate student at the University of Chicago, Dr. Osterbrock helped determine the spiral shape of the Milky Way in observations at the Yerkes Observatory in Wisconsin. Working with William W. Morgan and others, he used a wide-angle camera to detect clouds of glowing hydrogen gas and trace the spiraling arms of the galaxy. The landmark discovery was announced at a meeting of the American Astronomical Society in 1951.  Late in his career, Dr. Osterbrock augmented his research with historical studies and intellectual biographies of prominent astronomers of the 19th and 20th centuries. He wrote profiles of James E. Keeler and Walter Baade as well as a book-length study, ''Pauper and Prince: Ritchey, Hale and Big American Telescopes'' (1993).  Donald Edward Osterbrock was born in Cincinnati on July 13, 1924. He earned his doctorate in astronomy from the University of Chicago in 1952.  After teaching briefly at Princeton and the California Institute of Technology, he joined the University of Wisconsin as an assistant professor of astronomy in 1958. Dr. Osterbrock was named a professor of astronomy at Wisconsin in 1961 and remained until 1973.  He was director of Lick Observatory from 1973 to 1981, and a professor of astronomy and astrophysics at the University of California, Santa Cruz, from 1973 to 1992. He became a professor emeritus there in 1993.  He served as president of the American Astronomical Society from 1988 to 1990. The Royal Astronomical Society awarded him a gold medal in 1997.  Dr. Osterbrock is survived by his wife of 54 years, the former Irene Hansen. The couple lived in Santa Cruz.  He is also survived by a son, William, of Santa Cruz; two daughters, Laura of Seattle and Carol LePage of Santa Cruz; and three grandchildren.  ", 
            "title": "Donald E. Osterbrock, 82; Studied the Cores of Galaxies"
        }, 
        "weight": 0.41273841955420815, 
        "file": "1821725.txt", 
        "other_topics": {
            "0": 0.1890867213401559, 
            "1": 0.00027451632772951186, 
            "2": 0.00028981610499249384, 
            "3": 0.00026753866406357057, 
            "4": 0.0003844299583642078, 
            "5": 0.0001647159005955581, 
            "6": 0.0048182874947931284, 
            "7": 0.00044225196702244867, 
            "8": 0.030912450820051843, 
            "9": 0.0002742212008508248, 
            "10": 0.019910509124440565, 
            "11": 0.0005113746357288082, 
            "12": 0.00026917689370806495, 
            "13": 0.00021666517244341312, 
            "14": 0.005392066988388946, 
            "15": 0.1101031749174335, 
            "16": 0.052880598515553434, 
            "17": 0.11462522203278004, 
            "18": 0.00014929978594202813, 
            "19": 0.001167669801292323, 
            "20": 0.0002991666545379808, 
            "21": 0.0002073894756886324, 
            "22": 0.0002243194867096818, 
            "23": 0.00015138596934759343, 
            "24": 0.00017390692481315513, 
            "25": 0.00016362149180312052, 
            "26": 0.00018439806130488687, 
            "27": 0.004605750112279412, 
            "28": 0.048851808721294736, 
            "29": 0.0002591259016821304, 
            "30": 0.41273841955420815
        }
    }, 
    {
        "i": 11, 
        "content": {
            "text": "  As scientists have predicted but have had a hard time proving, the surface of Titan, Saturn's largest moon, appears to be dotted with lakes of liquid methane. The lakes are more intriguing evidence of the active phenomena at play on the only moon in the solar system with a dense atmosphere.  The discovery, reported yesterday by an international team of researchers, was made by a radar survey of Titan's high northern latitudes by the Cassini spacecraft, which has been orbiting Saturn and its retinue of satellites since July 2004. One of the mission's major objectives is the investigation of Titan's environment, thought to be a frigid version of conditions on the primordial Earth.  The radar imaging system detected more than 75 dark patches in the landscape near Titan's northern polar region, the scientists said in a detailed description of the find published today in the journal Nature.  The patches, they said, indicated smooth surfaces in an otherwise rugged topography, suggesting lake beds either partly dry or filled with liquid. These smooth surfaces, more or less circular and with diameters ranging from 2 miles to 40 miles, are associated with channels that appear to have been formed by flowing liquids, presumably tributaries to the lakes.  Methane exists in Titan's atmosphere and, in the extreme cold of high latitudes, is expected to rain on the surface and be present as liquids in subsurface reservoirs.  The radar images, made on a close pass of Saturn's largest moon by the Cassini spacecraft in July, ''provide definitive evidence for the presence of lakes on the surface of Titan,'' the discovery team concluded.  When the spacecraft conducted its first radar search above 70 degrees north latitude, Ellen R. Stofan, leader of the team, said in an interview, ''We saw a huge swath of the surface just covered with lakes, like Minnesota.''  Dr. Stofan is a planetary scientist at Proxemy Research, a contractor in Virginia to the National Aeronautics and Space Administration, and also at University College London. Other team members include researchers at the Jet Propulsion Laboratory in Pasadena, Calif., which directs the Cassini mission; the University of Arizona; and several European institutions.  In an accompanying article in the journal, Christophe Sotin, a planetary scientist at the University of Nantes in France who was not involved in the research, wrote that the lakes and other mission findings were strong evidence that ''methane on Titan plays the role of water on Earth.'' It is the second-most abundant component of Titan's atmosphere, after nitrogen.  The discovery, Dr. Sotin concluded, adds to the ''weight of evidence'' that processes on and beneath Titan's surface must be similar to those dominating the early evolution of any Earth-like planet.  ''As far as we know, there is only one planetary body that displays more dynamism than Titan,'' he wrote. ''Its name is Earth.''  Finding large bodies of liquid methane and probably ethane on Titan, in lakes or perhaps vast seas, had long been hypothesized, based on telescope observations of that moon's smoggy methane-rich atmosphere and by the two Voyager spacecraft that passed close some 30 years ago. But the Cassini remote-sensing instruments had failed to detect an ocean, though they and the European Space Agency's Huygens lander did find traces of the channels where liquids had apparently flowed across the surface.  On Cassini's previous encounters with Titan, the smog-penetrating radar found no smaller liquid bodies, until it observed the region from 70 degrees north latitude to 83 degrees north latitude. At present, it is winter in Titan's north. Methane is one of the few molecules to exist as a liquid in such cold conditions, scientists said, and is the most plausible explanation for the smooth, dark surfaces in the radar images.  Dr. Stofan said that the lake depressions could be volcanic craters or sinkholes; very few craters gouged out by meteorite impacts have been detected on Titan. Their roughly circular shapes and steep-sided rims are typical of volcanic depressions. Surface collapses, as in sinkholes, could fill the lakes with liquids from interior chambers, like aquifers on Earth.  In both cases, scientists said, methane vapor condensing and raining out of the cold Titan sky was probably a significant source of the liquid in the lakes.  Jonathan I. Lunine of the University of Arizona, another member of the discovery team, described in an interview what the lakes probably look like. The methane liquid would be transparent, enough to see the dark hydrocarbon sediments on the floor of shallow lakes. The liquid would be less viscous than water, perhaps like gasoline. Overhead, aerosols, minute particles in the upper atmosphere, presumably cast a dim orange light on the lake. In the dark of winter, one would need a flashlight to walk the shore.  ", 
            "title": "Below Haze, Saturn's Biggest Moon Has Lakes"
        }, 
        "weight": 0.400248926264226, 
        "file": "1816269.txt", 
        "other_topics": {
            "0": 0.00018777434916427985, 
            "1": 0.19048198942670183, 
            "2": 0.01480183024647966, 
            "3": 0.00014872423465005281, 
            "4": 0.00021370388289254218, 
            "5": 9.156525594725889e-05, 
            "6": 0.00023835651931328783, 
            "7": 0.00024584702756183844, 
            "8": 0.044025496345459346, 
            "9": 0.0172332814063824, 
            "10": 0.13795447171213024, 
            "11": 0.0002842721876646031, 
            "12": 0.00014963492339446755, 
            "13": 0.00012044375739019032, 
            "14": 0.0005573194488084287, 
            "15": 0.0002031371478537319, 
            "16": 0.00011478011711160574, 
            "17": 0.0002768142035095082, 
            "18": 0.004963236142049159, 
            "19": 0.000649105422309786, 
            "20": 0.0001663061744167406, 
            "21": 0.00011528741520118639, 
            "22": 0.0001246987761367566, 
            "23": 8.415517251228925e-05, 
            "24": 9.667452883384031e-05, 
            "25": 0.0025310772136431297, 
            "26": 0.00010250653166155609, 
            "27": 0.07332381751637611, 
            "28": 0.11012071905417972, 
            "29": 0.00014404759603838974, 
            "30": 0.400248926264226
        }
    }, 
    {
        "i": 12, 
        "content": {
            "text": "  Parliament voted to allow the relocation of war memorials and soldiers' graves, a move critics have said was intended to eliminate Soviet-era monuments. The country's ethnic Russians, joined by lawmakers and officials in Russia, have denounced the proposal, saying it was meant to remove the Bronze Soldier, a monument in the capital, Tallinn, to the Red Army soldiers who died in World War II, as well as other Soviet objects. For many in Estonia, absorbed into the Soviet Union during the war, the monuments symbolize occupation and totalitarianism.  STEVEN LEE MYERS  ", 
            "title": "World Briefing | Europe: Estonia: Monuments To Soviet Soldiers To Go"
        }, 
        "weight": 0.3951001909739056, 
        "file": "1818117.txt", 
        "other_topics": {
            "0": 0.0012653428371556127, 
            "1": 0.0010283366509379946, 
            "2": 0.0010856495322548922, 
            "3": 0.0010021983612961635, 
            "4": 0.001440072505610685, 
            "5": 0.0006170248559552703, 
            "6": 0.0016061976289346437, 
            "7": 0.0016566734314132153, 
            "8": 0.0006963050012927903, 
            "9": 0.001027231107276745, 
            "10": 0.025255415136843477, 
            "11": 0.05124484889287939, 
            "12": 0.033894496710781076, 
            "13": 0.0665839496425565, 
            "14": 0.0037555724501023013, 
            "15": 0.0013688671330292458, 
            "16": 0.0007734613363403997, 
            "17": 0.03475151148326943, 
            "18": 0.000559276175414463, 
            "19": 0.0043740846411347845, 
            "20": 0.0011206766393255883, 
            "21": 0.0007768798330989319, 
            "22": 0.000840299561090061, 
            "23": 0.0005670910069556864, 
            "24": 0.0006514543820267632, 
            "25": 0.16504373295797053, 
            "26": 0.0006907541215128273, 
            "27": 0.0008100337652367588, 
            "28": 0.0021247177430388695, 
            "29": 0.19828765350135938, 
            "30": 0.3951001909739056
        }
    }, 
    {
        "i": 13, 
        "content": {
            "text": "  NASA will soon launch a fleet of five spacecraft in hopes of solving the mystery of how the greenish auroras above the Earth's poles suddenly burst into shimmering multicolor lights.  The quintet of identical satellites, NASA's first attempt to launch so many satellites on a single rocket, will be positioned in orbits inside the magnetic field surrounding Earth to look for the origin of sudden energy outbursts that enliven the northern and southern lights.  The space probes are part of a mission called Themis, short for Time History of Events and Macroscale Interactions during Substorms, which is designed to find the trigger point of geomagnetic substorms that can spring up within minutes to brighten auroras and release bursts of potentially damaging radiation.  The Sun constantly fills space with charged particles and other radiation through solar flares or large eruptions called coronal mass ejections. The Earth's magnetic field shields the planet from most of this solar wind by capturing these high-energy particles and channeling them around the planet, forming a tear-shaped protective bubble called the magnetosphere.  Some of these particles leak through the magnetosphere and pour through the atmosphere toward the poles, colliding with air molecules and causing the atmosphere to glow in a greenish-white light. From space, these auroras glow like oval haloes encircling the north and south magnetic poles. At times, however, energy builds up within the magnetic field until it suddenly breaks loose into what is called a substorm, releasing a burst of electrical current that turns the auroras into pulsing red, purple and white colors.  Built by the Space Sciences Laboratory at the University of California, Berkeley, and Swales Aerospace of Beltsville, Md., the satellites aim to establish once and for all where in the magnetosphere substorms originate and what triggers them, said Dr. Vassilis Angelopoulos, a research physicist at the university and the chief scientist for the mission.  ''For over 30 years, the source location of these explosive energy releases has been sought after with great fervor,'' Dr. Angelopoulos said. ''A substorm starts from a single point in space and progresses past the Moon's orbit within minutes, so a single satellite cannot identify the substorm origin.''  Substorms are a recurring phenomenon that can pop up at any time, even during periods of low solar activity, he said. They appear as well during major storms caused by regular solar eruptions, adding to their destructive power, and a series of substorms happening by themselves can produce enough accumulated energy to cause damage, he said.  Solar storms can damage or disrupt communications and GPS navigation satellites, overload and knock out electric power grids, and pose a radiation danger to astronauts in space, experts said. ''Themis is a stepping stone to explain space weather phenomenon that affects our lives,'' Dr. Angelopoulos said.  Peter Harvey, project manager for the mission at the university, said the five-satellite constellation is scheduled to be launched aboard a Delta II rocket from Cape Canaveral, Fla., on Feb. 15. Observations from four of the satellites are needed to complete the $200 million mission, and the fifth spacecraft will serve as an in-orbit spare.  The dishwasher-sized satellites are to coast in Earth orbit for 10 months until they line up within Earth's shadow like a string of beads, with two of the spacecraft positioned about one-sixth of the way to the Moon and the other two about halfway. By February 2008, they will begin collecting coordinated measurements every four days to pinpoint where and when substorms begin.  To get an added dimension to the life cycles of these substorms, the satellite measurements will be coordinated with ground-based readings from 20 observatories spread over Alaska and Canada. These northern observatories are equipped with all-sky cameras and magnetometer sensors that measure currents in near-Earth space.  Dr. Angelopoulos said he expected the satellites to observe more than 30 substorms during the mission's lifespan and make a major contribution to understanding space physics.  ''Themis is so important because the same fundamental physical process is seen around all planets, it happens on the Sun in solar flares, and in astrophysical systems such as black holes,'' he said. ''It's amazing that being so close to us, here at Earth, it is not understood yet.''  ", 
            "title": "Five New Satellites With a Mission of Finding a Source of Color in Space"
        }, 
        "weight": 0.3890080155489872, 
        "file": "1820817.txt", 
        "other_topics": {
            "0": 0.005570988687551547, 
            "1": 0.07527185035003925, 
            "2": 0.0001770973598769357, 
            "3": 0.0001634843276631846, 
            "4": 0.00023491286202215997, 
            "5": 0.00010065262289678705, 
            "6": 0.00026201214210824585, 
            "7": 0.00027024604364925064, 
            "8": 0.06717081935632799, 
            "9": 0.00016756781233472784, 
            "10": 0.2803956122410291, 
            "11": 0.0003124846974875576, 
            "12": 0.00016448539744472624, 
            "13": 0.00013239716273877623, 
            "14": 0.0006126304539166123, 
            "15": 0.0002232974344660545, 
            "16": 0.00012617143614317998, 
            "17": 0.00030428654788411673, 
            "18": 9.123232789706296e-05, 
            "19": 0.057041602345741786, 
            "20": 0.0001828111818812274, 
            "21": 0.00012672908088275493, 
            "22": 0.026959968110679227, 
            "23": 9.250712790638011e-05, 
            "24": 0.00010626896407128308, 
            "25": 9.998386465862144e-05, 
            "26": 0.00011267976230777995, 
            "27": 0.00013213733988043827, 
            "28": 0.09422672385210072, 
            "29": 0.00015834355742523094, 
            "30": 0.3890080155489872
        }
    }, 
    {
        "i": 14, 
        "content": {
            "text": "  Because of its otherworldly brilliance, the 16th-century Taíno Indians of Cuba called it turey, their word for the most luminous part of the sky.  They adored its sweet smell, its reddish hue, its exotic origins and its dazzling iridescence, qualities that elevated it to the category of sacred materials known as guanín. Local chieftains wore it in pendants and medallions to show their wealth, influence and connection to the supernatural realm. Elite women and children were buried with it.  What was this treasured stuff? Humble brass -- specifically, the lace tags and fasteners from Spanish explorers' shoes and clothes, for which the Taíno eagerly traded their local gold.  A team of archaeologists from University College London and the Cuban Ministry of Science, Technology and Environment came to these conclusions by analyzing small brass tubes found in two dozen burial sites in the Taíno village of El Chorro de Maíta in northeastern Cuba, according to a recent paper in The Journal of Archaeological Science.  The graves mostly date to the late 15th and early 16th centuries, when waves of gold-hungry conquistadors landed on Caribbean shores. Within decades, the Taíno, like their neighbors the Carib and the Arawak, were largely wiped out by genocide, slavery and disease.  But the archaeologists say this is not the whole picture. Their research -- the first systematic study of metals from a Cuban archaeological site -- focuses on one of the few indigenous settlements ever found that date from the period after the arrival of Europeans. The scientists say the finds add important detail and nuance to a history of the Caribbean long dominated by the first-person reportage of the Europeans themselves.  ''It's certainly true that the arrival of the Europeans was in the short term devastating,'' said Marcos Martinón-Torres of University College London, the project's lead researcher. ''But instead of lumping the Taíno in all together as 'the Indians of Cuba who were eliminated by the Spaniards,' we're trying to show they were people who made choices. They had their own lives. They decided to incorporate European goods into their value system.''  Brass first came to the Americas with Europeans. While a few brass artifacts have been found elsewhere in the Caribbean, no one knows when and how they were acquired. In contrast, El Chorro, first excavated in the mid-1980s, is one of the best-preserved sites in Cuba, and its artifacts have a clear archaeological context.  Training X-rays and microscopes on a half-dozen pendants, Dr. Martinón-Torres and a Cuban archaeologist, Roberto Valcárcel Rojas, determined the metals' bulk chemical composition. It was a mixture of zinc and copper -- the elements of brass.  They then used a scanning electron microscope to find the pendants' unique geochemical signature. All came from Nuremberg, Germany, a center of brass production since the Middle Ages.  The few other metal artifacts from the cemetery -- pendants made from a gold-copper-silver alloy -- probably came from Colombia, where the Taíno are thought to have originated. Only two tiny gold nuggets, of local origin, were found.  Sixteenth-century portraits in places like the Tate Gallery held further clues. Many subjects wear bootlaces and bodices fastened with objects strikingly like those found in the graves. Similar objects have been excavated from early colonial settlements, including Havana and Jamestown, Va.  European accounts said the Taíno traded 200 pieces of gold for a single piece of guanín, of which brass was the highest form. Yet the residents of El Chorro may not have considered the trade unfair, said Jago Cooper, a field director for the project. In fact, access to European brass may have increased the power of local chieftains, hastening the transition from an egalitarian society to a hierarchical one.  The finds from El Chorro suggest that interaction between the Taíno and the Europeans may have been more varied than once thought.  ''Large European materials being incorporated into their culture, and exotic materials being used to reflect Taíno beliefs -- it's new, important evidence for what was happening during contact,'' said William F. Keegan, an archaeologist at the University of Florida and the co-editor of The Journal of Caribbean Archaeology, who was not involved in the research. ''There's been a tendency to assume the Taínos quickly disappeared due to European diseases and harsh treatment by the Spanish, but there's increasing evidence that the culture continued to be vibrant until the middle of the 16th century.''  Some of that evidence comes from another site in Cuba: Los Buchillones, a coastal settlement about 200 miles west of El Chorro de Maíta. First excavated in 1998 by a Cuban-Canadian team, Los Buchillones is the site of the only known intact Taíno house. In the last decade, continuing study of the site and the surrounding region by Mr. Valcárcel Rojas and Mr. Cooper has revealed a community with trade networks all over the Greater Antilles that survived into the Spanish colonial period in the early 17th century. Clearly, they would have known about Europeans' presence, but chose to avoid contact, unlike El Chorro's chieftains. It may have kept them alive longer.  Together, the sites hint at an array of tactics not documented by the Europeans. ''Most accounts seem to be based on the idea that Europeans 'acted' and Taíno 'reacted,' '' said Elizabeth Graham of University College London, who with her husband, David Pendergast, first excavated Los Buchillones. ''In the case of El Chorro de Maíta, the Taíno were clearly being proactive.''  The finds at El Chorro also help to fill a hole in the study of the Caribbean past created by Cuba's political isolation. Archaeology of the island has been little known outside of its borders since the 1959 revolution. Very few foreign archaeologists have dug there, and the few field reports published by Cuban archaeologists, mostly trained by Soviet scholars, are difficult to get outside the country.  In recent years, there have been efforts to bring Cuban archaeology out of the long shadow cast by the 45-year-old United States sanctions. In 2005, the scholarly volume Dialogues in Cuban Archaeology assembled a dozen English-language reports in one place. (In it is a paper Mr. Valcárcel Rojas co-wrote about El Chorro de Maíta.) The relatively new Journal of Caribbean Archaeology currently has its first Cuban paper in peer review.  For most American archaeologists, papers published by their international colleagues are about as close as they are going to get to Cuba these days. Since 2004, the Bush administration has greatly tightened restrictions on educational travel to Cuba; programs under 10 weeks are now prohibited. Last summer, Florida went a step further, banning public universities from spending money on research in countries the State Department considers state sponsors of terrorism, including Cuba. Both sets of regulations are being challenged in court.  Last spring, Mr. Valcárcel Rojas was denied a visa to attend the annual Society for American Archaeology conference in Puerto Rico. Dr. Martinón-Torres and Mr. Cooper presented the research -- which received Cuba's highest academic prize -- without him.  Still, the British-Cuban team is seeking a three-year grant in hopes of uncovering the trade and social networks that connected El Chorro's inhabitants -- in particular, the effects of the brass-gold trade on those connections. And there is European behavior to puzzle out, too.  ''We would expect the Europeans to load up with brass in their cargos, but we haven't found that brass in Cuba,'' Dr. Martinón-Torres said. ''It's possible it hasn't been recognized by archaeologists. We expect if both sides were happy with this exchange, there must be more evidence of it.''  ", 
            "title": "Humble Brass Was Even Better Than Gold to a 16th-Century Tribe in Cuba"
        }, 
        "weight": 0.38775156345607087, 
        "file": "1819182.txt", 
        "other_topics": {
            "0": 0.015627644454612198, 
            "1": 0.0512743893713308, 
            "2": 0.00785654489093543, 
            "3": 0.024907808096213496, 
            "4": 0.00013582054276227367, 
            "5": 5.819474401958662e-05, 
            "6": 0.0001514886458115305, 
            "7": 0.00015624927478145425, 
            "8": 6.567205667437384e-05, 
            "9": 0.0016477137316698739, 
            "10": 0.2024390821457209, 
            "11": 0.011036483059518699, 
            "12": 9.510120376168921e-05, 
            "13": 0.09002470922469143, 
            "14": 0.0003542070878852225, 
            "15": 0.010984917290123238, 
            "16": 0.009377931193925902, 
            "17": 0.00793008239075525, 
            "18": 5.27481730279882e-05, 
            "19": 0.050039113480250814, 
            "20": 0.0016565270537992353, 
            "21": 7.327147777730518e-05, 
            "22": 7.925291402029361e-05, 
            "23": 5.348522943132159e-05, 
            "24": 0.0016122723225866287, 
            "25": 5.780808529812493e-05, 
            "26": 6.514852504552505e-05, 
            "27": 0.04194881798692221, 
            "28": 0.03121700001435649, 
            "29": 0.05126895187621988, 
            "30": 0.38775156345607087
        }
    }, 
    {
        "i": 15, 
        "content": {
            "text": "  Q. The optical Large Synoptic Survey Telescope is supposed to measure dark matter. Since dark matter is invisible, how can an optical telescope see it?  A. The Large Synoptic Survey Telescope, a proposed public-private project for which money is being raised by the LSST Corporation (www.lsst.org), plans to study time-lapse images of stars distorted by gravitational lensing, with the gravity coming from invisible dark matter.  ''According to Einstein, gravity warps both space and time,'' explained Alan J. Friedman, consulting senior scientist for the New York Hall of Science. Small objects like Earth ''produce only a modest warping of space and time.''  ''But massive galaxies of stars,'' Dr. Friedman said, ''or large amounts of dark matter warp space and time around them so much that any light rays that happen to pass through these warped spaces are visibly bent, smeared around, even split up, so it might seem they came from multiple directions.''  The result, he said, is that light from a distant galaxy may appear in telescopes to be coming from several galaxies, but all with exactly the same characteristics. When scientists see this, they know the light from the distant galaxy must have passed through warped space before getting to them, he said. They can measure the distortion to calculate what matter is causing it, even if that warping matter is completely dark.  C. CLAIBORNE RAY  Q & A  ", 
            "title": "Eye on the Sky"
        }, 
        "weight": 0.3873923721473013, 
        "file": "1820926.txt", 
        "other_topics": {
            "0": 0.0006476652960346512, 
            "1": 0.0005263537611278474, 
            "2": 0.000555689339719456, 
            "3": 0.025762130606021866, 
            "4": 0.0007371006167421834, 
            "5": 0.0003158239603199824, 
            "6": 0.0008221317039835401, 
            "7": 0.02609712344558107, 
            "8": 0.00035640347544579524, 
            "9": 0.0005257878889850438, 
            "10": 0.2990840737060727, 
            "11": 0.07672796972114485, 
            "12": 0.0005161160051345071, 
            "13": 0.0004154307664109991, 
            "14": 0.0019222884670077403, 
            "15": 0.0007006541712745793, 
            "16": 0.0003958959190051158, 
            "17": 0.0009547787216971309, 
            "18": 0.0002862653180454912, 
            "19": 0.01907164419891414, 
            "20": 0.000573617952427436, 
            "21": 0.00039764567539531695, 
            "22": 0.0004301070413569281, 
            "23": 0.0002902653368822715, 
            "24": 0.0003334467013990342, 
            "25": 0.00031372555623278184, 
            "26": 0.00035356225953942156, 
            "27": 0.0004146155041581107, 
            "28": 0.1525824703628117, 
            "29": 0.0004968443738269172, 
            "30": 0.3873923721473013
        }
    }, 
    {
        "i": 16, 
        "content": {
            "text": "  Today the Armenian Church, one of the most ancient branches of Christianity, celebrates the birth of Jesus. One wonders, admittedly a bit fancifully, if there is a lesson in the Armenian practice for the many Christians who desperately wish that the religious meaning of Jesus' birth could be rescued from angry culture wars and commercial frenzy.  For the Armenian Church, today's holy day is the Feast of the Theophany. Other Christians will also be celebrating Theophany as a major religious feast today or, in some of the Western churches, where the day is commonly known as Epiphany, tomorrow. But over the centuries the focus of the day has come to differ within the different strands of Christianity.  What is common to all of them in its celebration is captured in the derivation of the feast's name from Greek, combining ''theos,'' or ''god,'' with ''phainein,'' meaning ''to show forth.'' Thus ''Theophany'' means ''divine manifestation.'' (''Epiphany'' is simply ''manifestation.'')  In the East, the Orthodox churches, which do not include the Armenian, place their focus on the manifestation of Jesus as God's son when, as related in three of the four Gospels, he was baptized by John the Baptist in the Jordan River. In the West, the focus has come to be the manifestation of Jesus to the Gentiles symbolized by the visit of the gift-bearing Magi.  In the early centuries of Christianity, the many manifestations of Jesus -- from the Annunciation to Mary right through his first miracle, at the wedding feast in Cana, and of course including his birth -- were celebrated together, at least in some parts of the East, and especially on Jan. 6. In the absence of any scriptural basis for precisely dating these events, that day emerged for symbolic reasons, probably related to the Egyptian calendar that placed the winter solstice at this time.  In the fourth century, however, the birth of Jesus was increasingly celebrated separately on Dec. 25, first in Rome and later in the East. Again, most scholars attribute this to a Christian effort either to appropriate or to supplant the religious themes of the imperial Roman cult of the sun, which was in turn related to the dating of the solstice by the Roman, or Julian, calendar.  Only the Armenians, who were not part of the Roman Empire and therefore not faced with a competing imperial cult, never accepted Dec. 25 or in fact any separate date for celebrating Jesus' birth.  Instead, the Armenian Church maintained in the one Feast of Theophany the linkage of Jesus' birth, which will be emphasized in today's services, and his baptism, to be emphasized tomorrow, when a cross will be immersed in water. Indeed, the liturgy retains echoes of the whole series of ''theophanies,'' or divine manifestations.  (Warning: The story of dates for celebrating Jesus' birth is further confused by the fact that some parts of Eastern Orthodox Christianity still follow the Julian calendar in their church life rather than the 16th-century reformed Gregorian calendar. By the Julian calendar, Dec. 25 falls on the modern calendar's Jan. 7 and its eve on Jan. 6, while Theophany comes 12 days later, on the modern Jan. 19. In any event, these Orthodox churches celebrate the two feasts, marking birth and baptism, on separate days.)  Do Armenian Christians in the United States celebrate the Dec. 25 holiday with gifts, Christmas trees and all the rest? Yes, they do, especially those here for generations, said the Very Rev. Vahan Hovhanessian, pastor of Holy Martyrs Armenian Church in Bayside, Queens, although there is also a custom, carried over from the Middle East, of exchanging gifts on New Year's Eve.  But Armenians maintain a clear mental distinction between the American culture's Christmas, Father Vahan said, and the Armenian Church's religious celebration of Christ's birth on Theophany. Armenians churches will be packed today, he said; people will be lined up on the sidewalk outside Holy Martyrs.  Other Christian leaders may observe this distinction with a degree of envy. Many say that they feel trapped and wearied not only by the commercialization of Christmas but also by the culture warriors who are eager to embrace that commercialization in a strangely conceived campaign to keep the culture Christian or, as Stephen Colbert might say, ''Christianish.''  ''Instead of putting the Christ back in Christmas, maybe we should just take him out,'' the Rev. James Martin, a Jesuit priest and author, wrote in The Philadelphia Inquirer before Christmas. ''In the battle between the Christians and the marketers,'' he wrote, ''the marketers have won -- decisively.''  Father Martin's ''modest proposal'' was to ''give Christmas to the corporations'' and find a new date for a ''New Christmas'' -- ''a nice, quiet, shopping-free, religiously grounded holiday.'' His suggestion? ''Around, say, June,'' when Flag Day would be its only serious competition.  But maybe the Armenian celebration of Theophany is more promising. Tied as the feast is to the whole panoply of what Christians hold as divine manifestations, it might prove easier to keep the ''theos'' in Theophany than to keep Christ in Christmas.  Not that anyone should ever underestimate the power of the marketers. How long would it be, after all, before advertisements began appearing on Jan. 7: ''Only 364 shopping days till Theophany''?  BELIEFS  ", 
            "title": "At Armenian Churches, a Distinct Observance Today"
        }, 
        "weight": 0.3859936971133635, 
        "file": "1816655.txt", 
        "other_topics": {
            "0": 0.00018915906178531295, 
            "1": 0.05423225017861457, 
            "2": 0.0001622962891311202, 
            "3": 0.012440394097896325, 
            "4": 0.022338311424087938, 
            "5": 9.224048963131958e-05, 
            "6": 0.0002401142422507795, 
            "7": 0.0002476599880829292, 
            "8": 0.00010409226408318242, 
            "9": 0.00015356318207478882, 
            "10": 0.2028827756470914, 
            "11": 0.005202597756368779, 
            "12": 0.00015073838277480264, 
            "13": 0.00012133195107439226, 
            "14": 0.0448074925446228, 
            "15": 0.0002046351510351336, 
            "16": 0.00011562654516482746, 
            "17": 0.0002788555266347743, 
            "18": 8.360750423821107e-05, 
            "19": 0.14322454033623855, 
            "20": 0.00016753257333488632, 
            "21": 0.00011613758424496616, 
            "22": 0.00012561834779237653, 
            "23": 8.477576169298206e-05, 
            "24": 0.005013616687892262, 
            "25": 9.162762346292743e-05, 
            "26": 0.12055087902213454, 
            "27": 0.0001210938431445564, 
            "28": 0.00031762902750949316, 
            "29": 0.00014510985254547701, 
            "30": 0.3859936971133635
        }
    }, 
    {
        "i": 17, 
        "content": {
            "text": "  The church where Shakespeare is buried is ''urgently'' seeking nearly $400,000 for repairs to its tower and spire, Agence France-Presse reported.  ''The New Year brings with it a focus on the fund to help solve the immediate crisis of the tower and spire,'' said the fund-raisers, Friends of Shakespeare's Church. The building is the Holy Trinity Church in Stratford-on-Avon, where Shakespeare was baptized, worshiped with his family and was buried in the chancel in 1616.  The Friends said the church, dating to the 13th century, needs as much as $2 million in renovations, including work on the chancel roof, windows and stonework.  ", 
            "title": "Shakespeare's Church Is Crumbling"
        }, 
        "weight": 0.3836181322620505, 
        "file": "1816403.txt", 
        "other_topics": {
            "0": 0.0014038439543810205, 
            "1": 0.001140895690951931, 
            "2": 0.0012044818903457234, 
            "3": 0.0011118963724952588, 
            "4": 0.0015976990753086044, 
            "5": 0.0006845627827496839, 
            "6": 0.001782007820101744, 
            "7": 0.020080905958861674, 
            "8": 0.0007725207254245028, 
            "9": 0.0011396691373732675, 
            "10": 0.08274849897859567, 
            "11": 0.0021252838517495203, 
            "12": 0.0011187048897067923, 
            "13": 0.14684364415612874, 
            "14": 0.0041666475871215995, 
            "15": 0.00151869974889474, 
            "16": 0.0008581223910902816, 
            "17": 0.0750411158053989, 
            "18": 0.0006204930826888431, 
            "19": 0.004852860504755658, 
            "20": 0.0012433429729367383, 
            "21": 0.0008619150675623154, 
            "22": 0.000932276553093755, 
            "23": 0.16481523978798404, 
            "24": 0.0007227608746884024, 
            "25": 0.0006800143965543745, 
            "26": 0.00076636226086314, 
            "27": 0.000898697942391932, 
            "28": 0.0023572837896140716, 
            "29": 0.09229141968813662, 
            "30": 0.3836181322620505
        }
    }, 
    {
        "i": 18, 
        "content": {
            "text": "  Before the great pyramids, ancient Egyptian kings left less grandiose monuments to themselves: fortresslike sanctuaries enclosed by mud-brick walls. Inside these mortuary complexes, people presumably gathered to worship and perpetuate the memory of their departed ruler.  The crumbling, almost vanished remains of such structures, archaeologists say, attest to the political hierarchy and religion of the newly unified Egyptian state, beginning more than 5,000 years ago. As symbols of the early power of kings and their roles in the cosmic order, these mysterious funerary centers are considered ancestral in purpose to the classic pyramids of Giza.  The last and largest of the cult centers -- the only major one still standing in clearly recognizable form -- was erected for King Khasekhemwy, who ruled in the second dynasty around 2780 B.C. Known today as Shunet el-Zebib, the two-acre enclosure stands on a desert plain at Abydos, 300 miles south of Cairo near the burial grounds of early Egyptian rulers.  Now, in an ambitious effort to preserve this ruin, archaeologists, engineers and teams of artisans and laborers are shoring up the walls and gates of Shunet el-Zebib, ravaged by time and the elements and in danger of imminent collapse.  Officials of the project said in recent interviews that the work over the last two years had been slow and careful, but was at least halfway completed. More than 250,000 mud bricks, made on the scene from an ancient recipe, have been laid to build up the high walls. It has cost $1 million, and an equal amount is being raised to finish the job.  ''We are not trying to restore the original structure, producing a kind of Walt Disney thing,'' said David O'Connor, an Egyptologist at the Institute of Fine Arts at New York University. ''We are preserving and stabilizing it as it is in a way that reflects its nearly 5,000-year history.''  Dr. O'Connor, director of the preservation work, has conducted excavations at Abydos that have exposed the ruins of eight such enclosures. He suspects there are one or two others yet to be discovered.  British archaeologists investigating the site more than a century ago described the enclosures as fortresses, but more recent excavations, particularly at the one dedicated to Khasekhemwy, revealed the association with royal mortuary practices. Even so, owing to a dearth of inscriptions, archaeologists remain largely in the dark as to just what went on inside these centers to memorialize the king in afterlife.  The rulers were not buried at these sites. The underground royal tombs at Abydos are a mile south of the excavated enclosures. Later kings were buried elsewhere inside pyramids, which adjoined stone temples where priests made offerings and conducted rituals for the king.  At Shunet el-Zebib, the pre-pyramid architecture represents a grandeur of purpose and an investment of time and labor signifying expanding royal power. High, thick double walls, more massive than for any previous mortuary complex, enclose a rectangular open space. Originally, the structure had four monumental gates and a whitewashed facade that glistened in the sun.  ''Most of these details have been lost or obscured by millennia of exposure, erosion and collapse,'' said Matthew Douglas Adams of N.Y.U., associate director of the project. ''But the enclosure itself still looms impressively over the surrounding landscape.''  The open area in the center could accommodate a multitude of people, though archaeologists are not sure if the public was allowed inside. Traces of small chapels have been uncovered inside the walls. Each was dedicated to a specific king.  In two such chapels at other enclosures, Dr. O'Connor said, remains were found of benches for statues or inscribed tablets, as well as evidence of spilled libations and burnt incense.  Writing in ''The Oxford History of Ancient Egypt,'' edited by Ian Shaw, Kathryn A. Bard, an Egyptologist at Boston University, said, ''The paramount role of the king is certainly expressed in these monuments, and the symbols of the royal mortuary cult which evolved at Abydos were to become further elaborated in the pyramid complexes'' of later dynasties.  Betsy M. Bryan, a professor of Egyptian art and archaeology at Johns Hopkins University, who is not involved in the project, said the Abydos enclosures and also one at another site on the Nile, Hierakonpolis, were important artifacts in serious danger.  The enclosures, Dr. Bryan said, ''provide great information not only about burial preparation but about elite religious beliefs on the eve of Egypt's 'big bang' -- the pyramid age.''  A generation after Khasekhemwy, King Djoser introduced burial pyramids. His tomb was the Step Pyramid (designed as a ''staircase to heaven'' for the king) near the ancient capital Memphis, outside modern Cairo. Scholars note that Djoser's burial complex incorporates significant aspects of the Abydos enclosures. The pyramid was surrounded by walls enclosing chapels.  It was in the 26th century B.C., a few generations later, that even more powerful kings erected the majestic pyramids at Giza, the last surviving of the so-called seven wonders of the ancient world.  In 2001, archaeologists grew concerned for the survival of the Shunet el-Zebib enclosure. They were alarmed to discover that the structure was in danger of collapse.  Some of the mud-brick walls still stood at close to their original height of 35 feet and thickness of 15 feet. But there were gaping holes where whole sections had caved in. The four gates were in ruins. Deep cracks and crumbling brick threatened further disintegration, Dr. Adams said.  The Abydos project, which also includes archaeologists from Yale and the University of Pennsylvania, called in American experts to decide what could be done to forestall further damage. The experts -- William Remsen, a preservation architect; Anthony Crosby, a specialist in mud-brick and earthen architecture; and Conor Power, a structural engineer -- recommended immediate action.  With financing from the American Research Center in Egypt and the United States Agency for International Development and permits from the Supreme Council of Antiquities in Egypt, workers began rebuilding some fallen walls and strengthening others. Brick makers from a nearby village were recruited.  An analysis of the ancient bricks revealed their original formula: two parts mud, one part sand mixed in water and sun-dried for two weeks. The replacement bricks, each stamped with PYIFA (for Pennsylvania, Yale and the N.Y.U. Institute of Fine Arts), now fill the most vulnerable sections of the old walls.  ", 
            "title": "Restoring a Mud-Brick Tribute To a Departed Egyptian King"
        }, 
        "weight": 0.38339225489051465, 
        "file": "1817515.txt", 
        "other_topics": {
            "0": 0.02022021236525567, 
            "1": 0.00011416093781263487, 
            "2": 0.00012052353538602022, 
            "3": 0.00011125919191491949, 
            "4": 0.0001598698515790035, 
            "5": 6.849910109233959e-05, 
            "6": 0.00017831225548982772, 
            "7": 0.12978951136275715, 
            "8": 7.730039756796136e-05, 
            "9": 0.00011403820572772286, 
            "10": 0.19995027313833444, 
            "11": 0.020292401484657396, 
            "12": 0.00011194046954279237, 
            "13": 0.11874311282592168, 
            "14": 0.004067787249192553, 
            "15": 0.009279119591851251, 
            "16": 8.586591894579666e-05, 
            "17": 0.00020708208494404256, 
            "18": 6.208812320687049e-05, 
            "19": 0.05342308638646191, 
            "20": 0.012902428535201602, 
            "21": 8.624542384383519e-05, 
            "22": 9.32859738589353e-05, 
            "23": 6.29556878286119e-05, 
            "24": 7.232129976743395e-05, 
            "25": 6.804397794856005e-05, 
            "26": 7.668416586914196e-05, 
            "27": 8.992601227912862e-05, 
            "28": 0.04587164891240119, 
            "29": 0.00010776064284498445, 
            "30": 0.38339225489051465
        }
    }, 
    {
        "i": 19, 
        "content": {
            "text": "  An Op-Ed article on Friday about notable anniversaries this year misspelled the name of a former Soviet premier. It is Nikita Khrushchev, not Kruschev.  ", 
            "title": "Correction"
        }, 
        "weight": 0.35849238047861515, 
        "file": "1816712.txt", 
        "other_topics": {
            "0": 0.004576211543592435, 
            "1": 0.0037190600954442373, 
            "2": 0.003926336622704237, 
            "3": 0.24149529041344114, 
            "4": 0.00520813508424298, 
            "5": 0.0022315187517505304, 
            "6": 0.005808939613033563, 
            "7": 0.005991489308809115, 
            "8": 0.0025182416110562313, 
            "9": 0.0037150618101447932, 
            "10": 0.03187049789819171, 
            "11": 0.0069279412896535225, 
            "12": 0.003646723137691448, 
            "13": 0.0029353110016130217, 
            "14": 0.01358232211405192, 
            "15": 0.004950615273481282, 
            "16": 0.0027972835439918605, 
            "17": 0.006746184232130102, 
            "18": 0.002022666122440886, 
            "19": 0.19422229104801494, 
            "20": 0.004053014900724041, 
            "21": 0.0028096468054485692, 
            "22": 0.0030390092223385977, 
            "23": 0.002050929073208101, 
            "24": 0.002356035831250468, 
            "25": 0.002216692048720799, 
            "26": 0.0024981664192740083, 
            "27": 0.002929550599510941, 
            "28": 0.007684208245432522, 
            "29": 0.06297824585999681, 
            "30": 0.35849238047861515
        }
    }, 
    {
        "i": 20, 
        "content": {
            "text": "  As a boy, in October 1943, Pacifico Disegni watched from his window as two German trucks hauled people from the ghetto in Rome, a city where Jews have lived for 2,000 years.  Last year, in blessedly more peaceful times, a rich visitor from Boston took in the view from that same window. A magnificent front-row view of the Theater of Marcellus, first planned by Julius Caesar, somehow salves the sting of history.  Mr. Disegni, now 78, said the man produced a blank check and offered to buy the apartment on the spot.  ''He said, 'You write how many millions you want,' '' Mr. Disegni said.  Mr. Disegni, who is Jewish, refused. But these bookend events at his window cast light on a paradox in the city with the oldest Jewish population in Europe. High real estate prices, not violence or bias, are driving the last Jews from their homes in the old ghetto, which is slowly transforming itself into a trendy enclave for the rich and famous.  Experts say only 200 or 300 Jews remain, in a neighborhood that numbered perhaps 9,000 after the deportation of 2,000 or more during World War II.  But there is a second paradox. Even as the number of Jews living in the ghetto drops to near nothing, Jewish life is thriving.  Rome's Jewish school recently moved to the ghetto from a neighboring area. Jewish shops, including the first kosher fast-food restaurants, are popular. Visits to the museum at the grand synagogue have doubled in two years.  ''Even if Jews no longer live in the area, they come to open their shops,'' said Daniela Di Castro, director of the Jewish Museum of Rome. ''So there is always Jewish life around, to work, to go to the synagogue, to buy from the kosher market, bring their children to school.  ''You always have a reason to come here if you are Jew.''  It is a dynamic of complex layers, defying media alarmism about the loss of Jewish character in central Rome, but not quite assuring that character's ultimate survival.  On the other hand, this is Italy, where history moves at its own unpredictable pace. For now, few locals can imagine the ghetto as having a soul that is anything other than Jewish.  ''It would be impossible to erase it,'' said Luciano Calò, 45, a Jew who owns Bartaruga, a bar next to one of Rome's most sublime fountains, featuring four boys playing with turtles, a whimsy Bernini added 83 years after the fountain was finished.  ''History was born here,'' Mr. Calò added. ''And the tourists come here because of that history in the walls of these buildings. You feel the desperation of the people who lived here.''  Jews are documented in Rome as early as the second century B.C., first as respected guests from the empire's far reaches, later as slaves who helped build the Colosseum, finished in A.D. 80.  In 1516 the Jews of Venice were the first in Europe to be segregated -- and there the word ''ghetto'' was born, from the local dialect for the slag heaps in the area where Jews were forced to live.  In 1555 a papal bull established a ghetto in Rome, laid out near the Tiber, amid the nubby, desiccated ruins, and locked at night. That entity was not abolished until Italy's unification in 1870, but Jews continued to live there, often in deep poverty, in buildings with inadequate heat and plumbing.  Those conditions drove many Jews to leave the ghetto after World War II, settling in more modern apartments in Monteverde or near Viale Marconi, to the south. Many moved to Israel.  As the years went on, the rich began buying up homes all around central Rome, including in the ghetto. Prices and quality went up -- and then up much more when Italy converted to the euro in 2002.  A real estate operator, Daniela Di Maulo, said apartments in the ghetto now cost as much as $1,000 a square foot.  ''It's only for tourists, for people on the magazine covers,'' she said.  Speculation exploded, and the choicest properties were often those of the district's remaining Jews, many of them elderly. One is Roberto Calò, 75, who said he had fended off at least 10 offers for millions of euros.  ''I would never accept,'' said Mr. Calò, the uncle of the bar owner. ''It's because I have old memories,'' among them of his father and brother, who were taken away by the Nazis in October 1943 (and who were among the few who returned). But many did sell. With prices so high, few are casting blame.  ''It could be that there is an offer you can't say no to,'' said Angelo Sermoneta, 58, who was born in the ghetto. ''There is an even greater god, and that is the god of money.''  But money is not the only force in the ghetto. Mr. Calò and Mr. Sermoneta were sitting in a cozy social club in the heart of the ghetto, along with 11 older friends who were all born there. Only four of them still lived there.  But they all go to the club regularly -- to chat (about sports, and about politics in Italy and Israel) and to drink -- basically to keep the ghetto alive and Jewish. So, too, Jews who live around Rome worship in the ghetto, socialize there, work there, because commercial space is not as pricey as apartments.  ''For us Jews to come here every night -- it's something that's in our DNA,'' Mr. Sermoneta said. ''It's where we were born, where we lived, where our friends are.''  Street life has become even more Jewish, with shops and restaurants with Jewish products and food that attract tourists, many of them American Jews, and that keep Rome's Jews anchored there. Seven years ago, Rafael Fadlon, now 36, opened the ghetto's first modern kosher restaurant, La Taverna del Ghetto, and last year, he started its first kosher fast-food restaurant -- both of which, he reports, are doing well.  ''If you want to keep kosher, it's simpler now than 10 years ago,'' he said.  ''If you are talking about Jews living here, it's not so much,'' he added. ''But it's much better equipped than other ghettos around the world.''  With prices as they are, he cannot see Jews coming back to live in the ghetto.  ''Jews are not stupid,'' he said. ''They would like to move here, but they can't.''  ROME JOURNAL  ", 
            "title": "Renewal, in Real Estate and in Culture, for Ancient People"
        }, 
        "weight": 0.35703546736440084, 
        "file": "1821559.txt", 
        "other_topics": {
            "0": 0.00016956856968322612, 
            "1": 0.015562565981637574, 
            "2": 0.0001454878732909647, 
            "3": 0.00013430458344860732, 
            "4": 0.00019298408924925436, 
            "5": 0.05737464802766538, 
            "6": 0.0002152465138849493, 
            "7": 0.017850306325493052, 
            "8": 0.0022968487638421577, 
            "9": 0.00013765922126416773, 
            "10": 0.10034010323147871, 
            "11": 0.011274395118809984, 
            "12": 0.0001351269757961474, 
            "13": 0.03095828327052819, 
            "14": 0.167972091920618, 
            "15": 0.002386978802399942, 
            "16": 0.00010365153905904534, 
            "17": 0.0002499755092536246, 
            "18": 7.494858969298658e-05, 
            "19": 0.057878131538442075, 
            "20": 0.00015018185524724668, 
            "21": 0.0001041096517450223, 
            "22": 0.00011260852829402867, 
            "23": 0.14550943414486653, 
            "24": 8.730138941827589e-05, 
            "25": 8.213809535445783e-05, 
            "26": 9.256794676375818e-05, 
            "27": 0.00671916344091608, 
            "28": 0.024523639766196745, 
            "29": 0.00013008137125889943, 
            "30": 0.35703546736440084
        }
    }, 
    {
        "i": 21, 
        "content": {
            "text": "  The American Jewish Committee, an ardent defender of Israel, is known for speaking out against anti-Semitism, but this conservative advocacy group has recently stirred up a bitter and emotional debate with a new target: liberal Jews.  An essay the committee features on its Web site, ajc.org, titled '' 'Progressive' Jewish Thought and the New Anti-Semitism,'' says a number of Jews, through their speaking and writing, are feeding a rise in virulent anti-Semitism by questioning whether Israel should even exist.  In an introduction to the essay, David A. Harris, the executive director of the committee, writes, ''Perhaps the most surprising -- and distressing -- feature of this new trend is the very public participation of some Jews in the verbal onslaught against Zionism and the Jewish State.'' Those who oppose Israel's basic right to exist, he continues, ''whether Jew or gentile, must be confronted.''  The essay comes at a time of high anxiety among many Jews, who are seeing not only a surge in attacks from familiar antagonists, but also gloves-off condemnations of Israel from onetime allies and respected figures, like former President Jimmy Carter, who titled his new book on the Mideast ''Palestine Peace Not Apartheid.'' By spotlighting the touchy issue of whether Jews are contributing to anti-Semitism, both admirers and detractors of the essay agree that it aggravates an already heated dispute over where legitimate criticism of Israel and its defenders ends and anti-Semitic statements begin.  The essay, written by Alvin H. Rosenfeld, an English professor and the director of the Institute for Jewish Culture and the Arts at Indiana University in Bloomington, castigates a number of people by name, including the Pulitzer Prize-winning playwright Tony Kushner, the historian Tony Judt, the poet Adrienne Rich and the Washington Post columnist Richard Cohen, in addition to a number of academics.  Mr. Judt, whose views on Israel and the American Jewish lobby have frequently drawn fire, is chastised for what Mr. Rosenfeld calls ''a series of increasingly bitter articles'' that have ''called Israel everything from arrogant, aggressive, anachronistic, and infantile to dysfunctional, immoral, and a primary cause of present-day anti-Semitism.''  A historian at New York University, Mr. Judt said in a telephone interview that he believed the real purpose of outspoken denunciations of him and others was to stifle harsh criticism of Israel. ''The link between anti-Zionism and anti-Semitism is newly created,'' he said, adding that he fears ''the two will have become so conflated in the minds of the world'' that references to anti-Semitism and the Holocaust will come to be seen as ''just a political defense of Israeli policy.''  The essay also takes to task ''Wrestling With Zion: Progressive Jewish-American Responses to the Israeli-Palestinian Conflict'' (Grove Press), a 2003 collection of essays edited by Mr. Kushner and Alisa Solomon. Mr. Kushner said that he and Ms. Solomon took great care to include a wide range of voices in their collection, including those of Ms. Rich, the playwright Arthur Miller and various rabbis.  ''Most Jews like me find this a very painful subject,'' Mr. Kushner said, and are aware of the rise in vicious anti-Semitism around the world but feel ''it's morally incumbent upon us to articulate questions and reservations.''  Over the telephone, the dinner table and the Internet, people who follow Jewish issues have been buzzing over Mr. Rosenfeld's article. Alan Wolfe, a political scientist and the director of the Boisi Center for Religion and American Public Life at Boston College, said, ''I'm almost in a state of shock'' at the verbal assaults directed at liberal Jews.  On H-Antisemitism (h-net.org), an Internet forum for scholarly discussions of the subject, Michael Posluns, a political scientist at the University of Toronto, wrote, ''Sad and misbegotten missives of the sort below make me wonder if it is not the purpose of mainstream Jewish organizations to foster anti-Jewishness by calling down all who take from their Jewish experience and Jewish thought a different ethos and different ways of being as feeding anti-Semitism.''  Others have praised Mr. Rosenfeld's indictment and joined the fray. Shulamit Reinharz, a sociologist who is also the wife of Jehuda Reinharz, the president of Brandeis University, wrote in a column for The Jewish Advocate in Boston: ''Most would say that they are simply anti-Zionists, not anti-Semites. But I disagree, because in a world where there is only one Jewish state, to oppose it vehemently is to endanger Jews.''  Although many of the responses to the essay have referred to its subject as ''Jewish anti-Semitism,'' Mr. Rosenfeld said in a telephone interview that he was very careful not to use that phrase. But whatever it is called, he said, ''I wanted to show that in an age when anti-Semitism is resurgent, Jews thinking the way they're thinking is feeding into a very nasty cause.''  In his essay he says that ''one of the most distressing features of the new anti-Semitism'' is ''the participation of Jews alongside it.'' Like others, Mr. Cohen of The Washington Post complained that the essay cherry-picked quotations. ''He mischaracterized what I wrote,'' he said. ''I've been critical of Israel at times, but I've always been a defender of Israel.'' He did add, however, that a wide range of writers were named, some of whom have written inflammatory words about Israel. ''He has me in a very strange neighborhood,'' Mr. Cohen said.  The dispute goes beyond the familiar family squabbling among Jews that is characterized by the old joke about two Jews having three opinions on a single subject. Bitter debates over anti-Israel statements and anti-Semitism have entangled government officials, academics, opinion-makers and others over the past year, particularly since fervent supporters and tough critics of Israel can be found on the right and the left.  Mr. Wolfe, who has written about a recent rise in what he calls ''Jewish illiberalism,'' traces the heated language to increasing opposition to the Iraq war and President Bush's policy in the Middle East, which he said had spurred liberal Jews to become more outspoken about Israel.  ''Events in the world have sharpened a sense of what's at stake,'' he said. ''Israel is more isolated than ever,'' causing American Jewish defenders of Israel to become more aggressive.  On this point Mr. Rosenfeld and Mr. Wolfe are in agreement. ''It's going up a notch or four or five,'' Mr. Rosenfeld said in an interview. ''One of the things that is clear,'' he said of anti-Semitic and anti-Israel attacks, ''is that what used to be on the margin and not very serious is becoming more and more mainstream.''  Mr. Rosenfeld, who has written and edited more than half a dozen books as well as other publications for the committee, emphasized that policy disagreements were natural and expected. Opposing Israel's settlement of the West Bank or treatment of Palestinians ''is, in itself, not anti-Semitic,'' he writes; it is questioning Israel's right to exist that crosses the line.  But Mr. Judt said, ''I don't know anyone in a respectable range of opinion who thinks Israel shouldn't exist.'' (Mr. Judt advocates a binational state that is not exclusively Jewish, something that many Jews see as equivalent to dissolving Israel). He contends that harsh complaints about Israel's treatment of Palestinians are the real target.  Last year Mr. Judt came to the defense of two prominent political scientists, Stephen M. Walt at Harvard and John J. Mearsheimer of the University of Chicago, after they were besieged for publishing a paper that baldly stated (among other things) that anyone critical of Israel or the American Jewish lobby ''stands a good chance of being labeled an anti-Semite.''  David Singer, the committee's director of research, said the attention Mr. Rosenfeld's essay had drawn was not unexpected. ''We certainly thought that it would raise eyebrows in some quarters,'' he said.  ''I think it's an act of courage'' on the part of the American Jewish Committee and the author, he added. ''It obviously deals with matters of great sensitivity.''  Correction:  February 3, 2007, Saturday  An article in The Arts on Wednesday about an essay titled '' 'Progressive' Jewish Thought and the New Anti-Semitism'' on the Web site of the American Jewish Committee referred incorrectly to the committee. Its stance on issues ranges across the political spectrum; it is not ''conservative.''  ", 
            "title": "Essay Linking Liberal Jews and Anti-Semitism Sparks a Furor"
        }, 
        "weight": 0.3553638721879105, 
        "file": "1822727.txt", 
        "other_topics": {
            "0": 0.0060866772275077, 
            "1": 9.336770885332028e-05, 
            "2": 0.001591519067627944, 
            "3": 0.025471104404194637, 
            "4": 0.0001307512187850992, 
            "5": 5.602270137269208e-05, 
            "6": 0.0001458345303967054, 
            "7": 0.00015041747512172147, 
            "8": 6.322093312001976e-05, 
            "9": 0.0553323300946454, 
            "10": 0.18293972724791402, 
            "11": 0.00017392727965800762, 
            "12": 0.02547166159417947, 
            "13": 7.369153924892845e-05, 
            "14": 0.00631277734099431, 
            "15": 0.00012428613510855044, 
            "16": 0.059788132024027586, 
            "17": 0.0001693642342666005, 
            "18": 5.077941651410094e-05, 
            "19": 0.21836750028525514, 
            "20": 0.00010175170755980195, 
            "21": 0.009028222569318465, 
            "22": 7.62949027420791e-05, 
            "23": 5.1488963251945166e-05, 
            "24": 5.9148726262759706e-05, 
            "25": 5.56504741818945e-05, 
            "26": 6.271694162394439e-05, 
            "27": 7.354692326194722e-05, 
            "28": 0.00019291350497581232, 
            "29": 0.05234130064011901, 
            "30": 0.3553638721879105
        }
    }, 
    {
        "i": 22, 
        "content": {
            "text": "  James Traub (Jan. 14) makes some good points in his article, but he reveals an old, and bad, Jewish trait: the fear of being too demonstrative and loud as individuals. Hence his repeated emphasis on Abraham Foxman's gesticulating and habit of crying gevalt.  Apparently the visibility of the ''Jewish lobby'' is an example of how making noise generates embarrassment among Jews, as well as criticism by others. Perhaps a better measure of influence would be those interests like Saudi Arabia and the evangelical far right that don't even need a lobby.  Jack Herschlag  Upper Montclair, N.J.  Abraham Foxman's style may be melodramatic, as James Traub suggests, but he is certainly not exaggerating the resurgence of anti-Semitic and anti-Zionist incidents across the globe. It seems reasonable that Foxman, a Holocaust survivor, has legitimate grounds on which to be alarmed when a prominent member state of the United Nations, Iran, holds a conference promoting denial of the Holocaust and Iran's president, Mahmoud Ahmadinejad, speaks openly about destroying the state of Israel.  Ari Fridman  New York  Traub asserts that Foxman ''upset many of his colleagues by extending a welcome to Christian conservatives . . . even as they spoke in disturbing terms of America's 'Christian' identity.'' But in a well-publicized talk, in November 2005, Foxman said that some Christian conservatives were attempting to ''Christianize America'' by imposing their religious beliefs on others. That speech upset many in the Jewish community, who criticized him for alienating some of Israel's strong supporters. Foxman has been resolute in his support of the state of Israel. He has as well criticized those, whether friends of Israel or not, whose activities threaten the preservation of religious freedom in our country.  Robert G. Sugarman  New York  An often-overlooked point in this discussion is that, once uttered, the accusation of Jewish control is impossible to disprove. It is similar to the familiar right-wing charge of liberal-media bias. Favorable coverage of Democratic policies? Must be liberal bias. Criticism of the president? Ditto. Similarly, Jewish decision makers in Washington may claim they don't control the action, but they're not likely to be believed. Perhaps the word of non-Jewish policy makers should be sufficient. But according to the thesis, they are controlled by Jewish money.  The most dangerous aspect of the accusation of Jewish influence is that efforts to rebut it are offered as evidence of its truth. Foxman may be brash, but he's right.  Gregory Shill  Cambridge, Mass.  ", 
            "title": "Does Abe Foxman Have an Anti-Anti-Semite Problem?"
        }, 
        "weight": 0.34972610619107714, 
        "file": "1821918.txt", 
        "other_topics": {
            "0": 0.0003685204154043432, 
            "1": 0.0002994943652038674, 
            "2": 0.00031618625787573903, 
            "3": 0.00029188180908554327, 
            "4": 0.00041940895573644254, 
            "5": 0.0001797032784747784, 
            "6": 0.0004677914949651481, 
            "7": 0.01006030897152494, 
            "8": 0.0002027929512774281, 
            "9": 0.11523297428926808, 
            "10": 0.17496722081848815, 
            "11": 0.024502446298735017, 
            "12": 0.038604936401472556, 
            "13": 0.00023637937611734443, 
            "14": 0.0010937787599951468, 
            "15": 0.00039867099230692657, 
            "16": 0.00022526408226888198, 
            "17": 0.024487809478364465, 
            "18": 0.00016288446295930096, 
            "19": 0.19761916013212905, 
            "20": 0.00032638760700347567, 
            "21": 0.0002262596905803374, 
            "22": 0.00982254697613322, 
            "23": 0.00016516046664883104, 
            "24": 0.0001897305871831145, 
            "25": 0.0001785092902363535, 
            "26": 0.000201176304419119, 
            "27": 0.00023591549332798183, 
            "28": 0.0006188060992559036, 
            "29": 0.04817178770248144, 
            "30": 0.34972610619107714
        }
    }, 
    {
        "i": 23, 
        "content": {
            "text": "  To the Editor:  Ethan Bronner's review of Jimmy Carter's ''Palestine Peace Not Apartheid'' (Jan. 7) mentions that the Anti-Defamation League took out advertisements accusing Carter of propagating myths about Jewish power. This deserves further comment.  We did so because charges of Jewish control of the media and American Middle East policy are surfacing too often and in respectable circles. Carter's charges follow those of John Mearsheimer and Stephen Walt in The London Review of Books, which themselves follow charges at the beginning of the Iraq war about excessive influence of Jewish neoconservatives.  In a world where anti-Jewish conspiracy theories range from blaming Jews for 9/11 to accusing Jews of concocting the Holocaust, it is particularly disturbing and dangerous that someone like Jimmy Carter is contributing to this atmosphere. The history of 20th-century anti-Semitism, culminating in the Holocaust, rested heavily on the power of such conspiracy theories. The dangers in this volatile world should be self-evident.  Carter's anti-Israel bias as reflected in his offensive and inaccurate use of the term ''apartheid'' is bad enough. Contributing to conspiracy theories about Jews is even worse and is playing with fire.  Abraham H. Foxman  New York  The writer is national director of the Anti-Defamation League.  To the Editor:  Ethan Bronner criticizes Jimmy Carter for not once mentioning Al Qaeda in his book. Al Qaedais not relevant to the Israel-Palestinian conflict. During the 40-year occupation of the West Bank and Gaza, Al Qaeda was never involved in terrorist attacks against Israel.Although there have been reports of recent contacts between Hamas andHezbollah, the influence of Al Qaeda isconsidered to be minimal.  The book is not about terrorism but about the history of the Palestinian-Israel conflict and the need for America to get involved to bring about a just solution. Carter may be naïve, and even with American participation a solution to the conflictmay not be attainable. However, there is little doubt that if the United States showed a more evenhanded approach, our prestige in the Arab world would get a much-needed boost.  Bronner also criticizes Carter for not challenging statements made to him by Arab leaders. Carter contends that these views have not been given adequate attention in the American news media. His purpose was to inform the American people about the views of Arab leaderspast and present.  In my view the book is a must-read for those interested in the history leading to the present conflict, the situation as it stands today and the resolutions and agreements that have been made and broken.  Marvin Bograd  East Windsor, N.J.  To the Editor:  Ethan Bronner states that ''the biggest complaint against'' Carter's book is its use of the word ''apartheid'' in the title, ''with its false echo of the racist policies of the old South Africa.'' In fact, the comparison of Israeli policies in the occupied territories with South Africa is commonplace among informed commentators. For example, the editorial board of Israel's leading newspaper, Haaretz, observed in September 2006 that ''the apartheid regime in the territories remains intact; millions of Palestinians are living without rights, freedom of movement or a livelihood, under the yoke of ongoing Israeli occupation.''  In addition to Haaretz, those sharing Carter's view include the Nobel Prize winner Desmond Tutu, the father of human rights law in South Africa; John Dugard, a South African professor of international law; and the Israeli human rights organization B'Tselem, among many others. Bronner's opinion demonstrates the truth of Carter's assertion that Americans get only one side of the story.  Geoffrey V. Gray  Jupiter, Fla.  ", 
            "title": "'Palestine Peace Not Apartheid'"
        }, 
        "weight": 0.34919831465184725, 
        "file": "1822257.txt", 
        "other_topics": {
            "0": 0.00023986627936785254, 
            "1": 0.00019493790864819988, 
            "2": 0.00020580249585544142, 
            "3": 0.00018998297145543159, 
            "4": 0.00027298912500051196, 
            "5": 0.00011696707969531446, 
            "6": 0.03459206314646807, 
            "7": 0.00031404934730095693, 
            "8": 0.0001319959184664742, 
            "9": 0.00019472833489718488, 
            "10": 0.09829916210585748, 
            "11": 0.00036313432737936237, 
            "12": 0.00019114630138711375, 
            "13": 0.00015385698891701998, 
            "14": 0.0038289826718184605, 
            "15": 0.00025949099051033263, 
            "16": 0.000146622154514194, 
            "17": 0.0003536073663283515, 
            "18": 0.009457178690688786, 
            "19": 0.2034376196684406, 
            "20": 0.0002124424527140536, 
            "21": 0.00014727018607878044, 
            "22": 0.00015929242522619546, 
            "23": 0.00010750130787258009, 
            "24": 0.00012349375537297654, 
            "25": 0.046871983979703, 
            "26": 0.00013094365907799808, 
            "27": 0.00015355505221529046, 
            "28": 0.0004027747459141129, 
            "29": 0.2495482439109806, 
            "30": 0.34919831465184725
        }
    }, 
    {
        "i": 24, 
        "content": {
            "text": "  Diatribes against the Jews are shockingly crude in Arab television programs and newspapers. They are also shockingly commonplace, ''the elevator music for the Arab world,'' as David Ignatius, an international affairs columnist for The Washington Post, puts it in ''Anti-Semitism in the 21st Century: The Resurgence,'' a PBS documentary that is broadcast tonight. And that background noise has become more strident and pervasive over the last few years, spread by satellite television and the Internet throughout the Middle East and North Africa, with echoes reverberating deep into immigrant groups in Europe.  ''Anti-Semitism in the 21st Century'' tries to explain the origins of that hate as well as its surge. Whatever its roots, anti-Semitism in the Muslim world is linked inexorably to the Israeli-Palestinian conflict and keeps getting worse. And no topic is more sensitive or incendiary. So not surprisingly, the script is cautious and elliptical, more comfortable exploring the past than the present.  The film begins with a vitriol sampler, clips of various Islamic clerics culled by the Middle East Media Research Institute, a Washington monitoring group founded by Yigal Carmon, a former counterintelligence adviser to the Israeli government. In 2004 on Al-Manar TV in Lebanon, for example, Sheikh Taha al-Sabonji said, ''Those responsible for all civil strife and other problems throughout history were the Jews.'' (Muslim extremists are not the only ones to express such sentiments, of course. Mel Gibson expressed a similar idea when he was arrested for drunk driving.)  A history lesson follows. Various experts explain that Jews did not have equal rights in the Muslim-ruled world, but were relatively tolerated until the 19th century, when the crumbling of the Ottoman empire and the rise of the Zionist movement dramatically changed the landscape. Jewish refugees escaping persecution in Europe arrived in Palestine en masse. ''The Arab reaction was a refusal of Jewish presence,'' says Zeev Sternhell, an Israeli historian. ''It was not anti-Semitism.''  But European missionaries and colonists supplied those biases, bringing to the region a Christian rationale for anti-Semitism, steeped in images of Jews as devils and killers of Jesus.  During World War II Arabs found common cause with European fascists. Hitler won the allegiance of the Grand Mufti of Jerusalem by promising to remove the Jews from Palestine.  Fabrications like the early-20th-century ''Protocols of the Elders of Zion'' and medieval blood libels, legends that Jews baked matzo with the blood of murdered Christian children, faded in Europe after World War II. They lingered on in the East, finding new traction when Arab armies were defeated in 1948 and Israel emerged as a state and Palestinians were displaced.  Israeli's victory in the 1967 war left the Arab world humiliated and angry, so anti-Semitic theories of an all-powerful worldwide Jewish conspiracy were ''soothing,'' says Bernard Lewis, professor emeritus of Near Eastern Studies at Princeton.  The film does not mention that Mr. Lewis is one of the leading scholars that Vice President Dick Cheney consulted to formulate the administration's rationale for toppling Saddam Hussein. The documentary makes very little mention of the American occupation of Iraq -- which is odd, given how often the Arab media paint the war as a sinister conspiracy cooked up by Israel and its supporters in Washington.  The film reports that anti-Semitic acts of violence have almost doubled since the 1990s. But there are lots of other indicators besides violence. Lately lurid television dramas include cockeyed depictions of Jews and Jewish history.  One notable example from 2003 is a lavish, Syrian-made series called ''Al Shatat,'' a term for diaspora, which begins with Baron Edmond de Rothschild, an earlier financier of Jewish settlement in Palestine, on his deathbed, telling his family and friends that ''God has given the Jews the mission of ruling the world.''  ''Al-Shatat'' also includes a modern-day blood libel: bearded Jews slitting the throat of a Christian child.  Scholars say that Israel's enemies exploit anti-Semitism to rally support for their cause, but Rashid Khalidi, the Edward Said professor of Arab studies at Columbia University, argues that Israel also finds anti-Semitism useful. ''I think that the brouhaha about it is a systematic attempt to draw attention away from the roots of the conflict,'' Mr. Khalidi argues. ''There has been an oppressive occupation going on for 40 years, a people has been dispossessed.''  The narrator, Judy Woodruff, steps in as if to cool frayed tempers. ''And while some say that hatred of Israel is caused by Israel's occupation of the Golan Heights and West Bank, and the conflict in Lebanon,'' she says, ''others note that overt calls by Arab leaders for the destruction of the entire Jewish state were commonplace even before the occupation which began in 1967.''  ''Anti-Semitism in the 21st Century'' explores the ancient hatreds that have risen up in new forms. But the film's circumspection reveals just how complex the problem is to address, let alone redress.  Anti-Semitism in the 21st Century  The Resurgence  On most PBS stations tonight; check local listings.  Directed, produced and written by Andrew Goldberg. Produced by Two Cats Productions. Presented by Oregon Public Broadcasting.  TELEVISION REVIEW  ", 
            "title": "The Libeling of a People Surges With a Vengeance"
        }, 
        "weight": 0.34134586995115085, 
        "file": "1817342.txt", 
        "other_topics": {
            "0": 0.006563244137126844, 
            "1": 0.00013339815858905304, 
            "2": 0.0001408329153140354, 
            "3": 0.00013000744047771554, 
            "4": 0.00018680946585727823, 
            "5": 0.0022130755277913476, 
            "6": 0.0002083595929742895, 
            "7": 0.00021490742835271774, 
            "8": 9.032626125314203e-05, 
            "9": 0.04705999540768586, 
            "10": 0.10352877195656748, 
            "11": 0.0002484968210072598, 
            "12": 0.00013080351996679017, 
            "13": 0.0001052860326137306, 
            "14": 0.01755145069301741, 
            "15": 0.0001775725437118434, 
            "16": 0.00010033515572310263, 
            "17": 0.004508044749572965, 
            "18": 7.255057171692317e-05, 
            "19": 0.15201280648350338, 
            "20": 0.10253099270234406, 
            "21": 0.00010077861086234609, 
            "22": 0.006508106561026562, 
            "23": 7.356432935780077e-05, 
            "24": 8.45081373768712e-05, 
            "25": 0.04487321704175021, 
            "26": 8.960618856048749e-05, 
            "27": 0.004371146746977061, 
            "28": 0.00027562319614334556, 
            "29": 0.16436951167162722, 
            "30": 0.34134586995115085
        }
    }, 
    {
        "i": 25, 
        "content": {
            "text": "  To the Editor:  Re ''Making Sense of Time, Earthbound and Otherwise'' (Jan. 23): There is an important ambiguity in the facts that Natalie Angier presents in her otherwise excellent article: that our planet twirls on its axis every 24 hours and so gives us our days.  In fact, the Earth twirls once on its axis every 23 hours, 56 minutes and 4 seconds (approximately). This so-called sidereal day measures the rotation of the Earth with respect to the stars. Because of the Earth's movement in its orbit of the Sun, an additional (approximately) 4 minutes is needed for the Sun to reach an overhead position, the so-called 24-hour solar day.  The basic concept of sidereal and solar days is far more relevant and understandable by the lay reader than the more complex measures of time that Ms. Angier presents.  Richard W. Paulson  St. Michaels, Md.  To the Editor:  I was brought up short by Natalie Angier's first column. In heaven's name, what are ''chasmic lollygags'' and ''tweener timed life forms?'' And why use ''changing annum(s)'' and ''universal tockers'' when simpler, clearer phrases would do? This too-cute language almost discouraged me from reading what ultimately became an informative story.  Gerald T. Perkoff, M.D.  Sanibel, Fla.  ", 
            "title": "Lollygags and Sidereal Days"
        }, 
        "weight": 0.3372940830542636, 
        "file": "1822628.txt", 
        "other_topics": {
            "0": 0.0007204258766056206, 
            "1": 0.0005854858552509305, 
            "2": 0.0006181170770440185, 
            "3": 0.0005706039594711925, 
            "4": 0.0008199086182542969, 
            "5": 0.0003513045316147508, 
            "6": 0.0009144923421926348, 
            "7": 0.0009432308573050613, 
            "8": 0.00039644286608432014, 
            "9": 0.0005848564114054412, 
            "10": 0.33268403803273966, 
            "11": 0.0010906550383710638, 
            "12": 0.0005740979603287638, 
            "13": 0.009824007596614564, 
            "14": 0.0021382438775271865, 
            "15": 0.0007793676743656609, 
            "16": 0.0004403720042436686, 
            "17": 0.029147759739276472, 
            "18": 0.0003184251865236206, 
            "19": 0.24589995497262396, 
            "20": 0.0006380598416255843, 
            "21": 0.0004423183332950704, 
            "22": 0.0004784265023939723, 
            "23": 0.00032287457897149424, 
            "24": 0.028456625494278347, 
            "25": 0.00034897038678214975, 
            "26": 0.00039328245981814033, 
            "27": 0.0004611946013877626, 
            "28": 0.001209712970762284, 
            "29": 0.0005526612985786367, 
            "30": 0.3372940830542636
        }
    }, 
    {
        "i": 26, 
        "content": {
            "text": "  HOLLOW EARTH  The Long and Curious History of Imagining Strange Lands, Fantastical Creatures, Advanced Civilizations and Marvelous Machines Below the Earth's Surface.  By David Standish.  Illustrated. 303 pp. Da Capo Press. $24.95.  Jules Verne's ''Journey to the Center of the Earth,'' a survey of mid-19th-  century geological controversies thinly disguised as a ripping yarn set in a dinosaur-inhabited subterranean realm, was a best seller when it was first published in France in 1864. Five years later, an upstate New York alternative healer named Cyrus Teed had a vision revealing that the earth is hollow and that we're all living on its concave inner surface. He eventually renamed himself Koresh, and established a thriving colony of hollow-earthers in the wilds of Florida. Then, in 1871, ''The Coming Race,'' by Edward Bulwer-Lytton, in which the narrator discovers an advanced civilization underground, helped give rise to dozens of science-fiction novels in which travelers penetrated the icy polar realms and descended into a well-lighted netherworld via a whirlpool or tunnel.  Where did the outlandish notion that the earth is hollow come from, and why did it capture the imagination of 19th-century Americans? In his entertaining new book, the journalist David Standish traces America's hollow-earth craze to one John Cleves Symmes, a St. Louis trader who in 1818 self-published a circular gravely announcing that ''the earth is hollow and habitable within; containing a number of solid concentric spheres, one within the other, and that it is open at the poles. ...'' The zone of ice near the poles, he argued, was merely a frozen ring surrounding a warm open sea leading to the interior.  The kookiest thing about Symmes's theory is how believable many found it. Not that it was without a semi-respectable scientific pedigree. As Standish recounts, several pioneering modern scientists and thinkers, including the English astronomer Edmond Halley, the German Jesuit Athanasius Kircher and the Boston cleric Cotton Mather, had also advanced hollow-earth theories. (Since God would probably not have wanted to waste any space, Mather argued, an inhabitable hollow earth made perfect sense.)  Symmes was less persuasive as a scientist, however, than as an advocate for a national expedition to locate the polar opening. One of his converts, an Ohio newspaper editor named Jeremiah Reynolds, joined Symmes on his lecture tour and later embarked on a failed polar expedition. Reynolds's speeches and writings would in turn inspire the young Edgar Allan Poe to write ''Ms. Found in a Bottle,'' a career-launching story about a traveler sucked into an immense whirlpool at the South Pole. Poe later reprised the idea in ''The Narrative of Arthur Gordon Pym,'' which in turn inspired Jules Verne.  Standish's research is impressive, taking in everything from the British Enlightenment and American religious utopianism to such hollow-earth literature as Jacques Casanova's five-volume 1788 novel ''Icosameron'' (about a society of nudist hermaphroditic dwarves) to Edgar Rice Burroughs's Pellucidar novels, in one of which Tarzan descends into a ''Symmes's Hole'' via zeppelin. But his efforts to explain the popularity of hollow-earth-ism -- a Koreshan remnant survives today with the cult newsletter Hollow Earth Insider -- are weak. Standish rather lamely suggests it ''can be seen as a sort of ultimate metaphysical retreat to the womb.'' As for the proliferation of hollow-earth fiction from the 1870s on, it can be chalked up to the fact that writers needed ''somewhere to set improbable romances now that formerly remote, unknown corners of the earth were becoming less believable as settings the more they were explored.'' Ho-hum!  In the topsy-turvy America of the 19th century, in which the Civil War, industrialization, and urbanization caused all that was solid to melt into air (as a contemporary of Symmes put it), what could have made more sense than an inside-out world? Today, when utopian literature is so often dismissed as proto-totalitarian, we need dismissive explanations of hollow-earth mania like we need a Symmes's Hole in the head. If Standish's larger ideas are less than satisfying, it's not because he's wrong. It's only because we surface-dwellers have lost the capacity to imagine that another world is possible.  Joshua Glenn, an editor and blogger at The Boston Globe, is a co-editor of ''Taking Things Seriously,'' a book of photos and essays that will be published this fall.  ", 
            "title": "Journeys to the Center"
        }, 
        "weight": 0.33617255302488486, 
        "file": "1822241.txt", 
        "other_topics": {
            "0": 0.00020049433721892364, 
            "1": 0.06790375879192, 
            "2": 0.00017202182446519854, 
            "3": 0.00015879893599560048, 
            "4": 0.0002281803587782125, 
            "5": 0.002703184047003886, 
            "6": 0.00025450298496158016, 
            "7": 0.00026250090636783217, 
            "8": 0.0001103299482456793, 
            "9": 0.00016276538972400542, 
            "10": 0.10561296313298016, 
            "11": 0.0003035290182565052, 
            "12": 0.00015977131554071304, 
            "13": 0.06526400485850356, 
            "14": 0.003200488809982656, 
            "15": 0.026271058681436782, 
            "16": 0.15905293664370804, 
            "17": 0.0002955658241524117, 
            "18": 8.861764797603796e-05, 
            "19": 0.16743970583937282, 
            "20": 0.0001775718907481215, 
            "21": 0.00012309707903832145, 
            "22": 0.0001331459732643075, 
            "23": 8.985591275640156e-05, 
            "24": 0.00010322334051886407, 
            "25": 9.711836939641194e-05, 
            "26": 0.0001094504079900381, 
            "27": 0.0001283503396211348, 
            "28": 0.06286664886713311, 
            "29": 0.0001538054980578261, 
            "30": 0.33617255302488486
        }
    }, 
    {
        "i": 27, 
        "content": {
            "text": "  To the Editor:  I am grateful for Damon Linker's generous and generally accurate review of my ''What Paul Meant'' (Dec. 31).But he has no grounds for saying that I ''reject ... the early church councils, the church fathers and even, in many instances, the Gospels themselves.'' I invoked the early creeds and councils as a basis for my faith in ''Why I Am a Catholic,'' have written often of the church father Augustine, and am now composing a book on the authenticity of the four Gospels, a point that was implicit in my ''What Jesus Meant'' but whose reasons I am now explicitly expounding.  Garry Wills  Evanston, Ill.  ", 
            "title": "What Wills Meant"
        }, 
        "weight": 0.3350992690317485, 
        "file": "1818602.txt", 
        "other_topics": {
            "0": 0.0015143483614448842, 
            "1": 0.001230701969959592, 
            "2": 0.0012992933946417992, 
            "3": 0.0011994199530012027, 
            "4": 0.0017234629028568778, 
            "5": 0.0007384485470254552, 
            "6": 0.0019222796194915395, 
            "7": 0.0019826885035753713, 
            "8": 0.0008333301511738343, 
            "9": 0.001229378867490634, 
            "10": 0.22701438091282652, 
            "11": 0.0219714746701089, 
            "12": 0.001206764406671412, 
            "13": 0.000971345700101601, 
            "14": 0.004494627715982833, 
            "15": 0.0016382450977463138, 
            "16": 0.0009256700025749692, 
            "17": 0.08094802161327597, 
            "18": 0.0006693355626352643, 
            "19": 0.2610605282499833, 
            "20": 0.0013412134503303426, 
            "21": 0.040287556908087205, 
            "22": 0.001005661253293281, 
            "23": 0.0006786882668920983, 
            "24": 0.0007796534243604325, 
            "25": 0.0007335421319209914, 
            "26": 0.0008266869194325771, 
            "27": 0.0009694394823925958, 
            "28": 0.00254283877714644, 
            "29": 0.0011617041518272846, 
            "30": 0.3350992690317485
        }
    }, 
    {
        "i": 28, 
        "content": {
            "text": "  KOLLEK--Teddy. The Jerusalem Foundation in Israel and the U.S. deeply mourns the passing of its founder, distinguished leader, and longtime Mayor of Jerusalem, Teddy Kollek. The Builder of Modern Jerusalem, Teddy Kollek was born in Vienna and immigrated to Israel in 1935. He helped found Kibbutz Ein Gev in 1937, and worked under David BenGurion in different capacities including Director-General of the Prime Minister's Office. Teddy Kollek was elected Mayor in 1965, holding the office for 28 years, reflecting a combination of far-reaching activism and great vision. He showed deep concern for the welfare of all religious and ethnic communities in the city. Teddy Kollek established the Jerusalem Foundation in 1966 and soon confronted with developing the city after its reunification, the foundation became and remains to this day the primary instrument in Jerusalem for empowering communities, enhancing education, providing access to culture, building bridges of co - existence, beautifying the city and strengthening Jerusalem's status as the capital of Israel. Teddy was a devoted friend and a much -loved man of remarkable charisma and decency, and his spirit is in every corner of Jerusalem. Our sincerest condolences are extended to his wife Tamar, his children Amos and Osnat, his grandchildren and to all who loved him. May his family and friends be comforted among the mourners of Zion and Jerusalem. Info@Jfoundation.com Alan G. Hassenfeld, U.S. Chairman Kenneth J.Bialkin, U.S Vice-Chairman Ruth Cheshin, International President Dan Meridor, International Chairman  $(6$)KOLLEK--Theodor Herzl. Named after the founder of modern Zionism, Teddy Kollek was a giant among Israels builders. A pragmatist, he time and again helped Hadassah serve his beloved Jerusalem and was instrumental in returning Mt. Scopus Hospital to Hadassah, after the SixDay War. His legacy of turning Jerusalem, the heart and Soul of the Jewish people, into a world capital is indelibly built in stone. May his family, friends and all who love Jerusalem be comforted among the mourners of Zion. June Walker National President Morlie Levin National Executive Director Hadassah, The Women's Zionist Organization of America  ", 
            "title": "Paid Notice: Deaths   KOLLEK, TEDDY"
        }, 
        "weight": 0.33214399277251494, 
        "file": "1816203.txt", 
        "other_topics": {
            "0": 0.015023021142782396, 
            "1": 0.00030534341173675766, 
            "2": 0.00032236129270190927, 
            "3": 0.0002975821843907127, 
            "4": 0.015074903522982536, 
            "5": 0.00018321283644992235, 
            "6": 0.00047692734037539127, 
            "7": 0.07372843319223654, 
            "8": 0.00020675344451661279, 
            "9": 0.054011795083872965, 
            "10": 0.11491263580700622, 
            "11": 0.0005687999589697615, 
            "12": 0.0002994043806622259, 
            "13": 0.01977073396365074, 
            "14": 0.015762443592941565, 
            "15": 0.00040645693239875247, 
            "16": 0.00022966343081249355, 
            "17": 0.32767699146887, 
            "18": 0.00016606555387126275, 
            "19": 0.006181228982836904, 
            "20": 0.0003327618715069915, 
            "21": 0.00023067848309358182, 
            "22": 0.00024950966653780214, 
            "23": 0.00016838600731690104, 
            "24": 0.0001934359758717839, 
            "25": 0.00018199552993383467, 
            "26": 0.00020510522496846337, 
            "27": 0.0002405228611406144, 
            "28": 0.0006308912203463131, 
            "29": 0.019817962862703174, 
            "30": 0.33214399277251494
        }
    }, 
    {
        "i": 29, 
        "content": {
            "text": "  Prime Minister Jaroslaw Kaczynski of Poland on Thursday promised a new law that would take aim at former secret police agents, excluding them from serving in numerous public posts and leaving many of them with reduced or no pensions.  Mr. Kaczynski said the proposed law, which his Law and Justice party would introduce to Parliament in the coming weeks, would ''free Poland of the last traces of Communism by removing all the privileges of individuals responsible for the crimes and repression of the totalitarian state.''  The law would declare Poland's Communist-era secret police, the Sluzba Bezpieczenstwa, a ''criminal'' organization. Mr. Kaczynski, who took the prime minister's post last year, has promised with his twin brother, President Lech Kaczynski, to cleanse Poland of the lingering secret police presence.  The move, if put in practice the way that Mr. Kaczynski suggested, would represent the strongest purge yet of former agents in the post-Communist Eastern bloc. While Communist governments in the region were replaced by free-market democracies after the fall of the Berlin Wall in 1989, the hated secret services that had kept people in line during the Communist years faded away without facing much retribution.  In some of the countries, including Poland, many Communist-era secret police agents simply changed hats and began working for the intelligence services of the new democratic governments. In others, the agents were let go when the secret services were disbanded. Many of the former agents used their contacts and inside knowledge to get rich during the dismantling of their countries' centrally planned economies. Others retired and draw pensions from their new governments today.  But several countries in the region have recently begun delving into their dark pasts, opening the archives of their secret police and revealing the names of those people who participated in the mechanisms of oppression. Some of the most disturbing revelations concern the identities of informers who spied on friends, colleagues and neighbors for the secret services.  On Sunday, the newly appointed archbishop of Warsaw, Stanislaw Wielgus, abruptly resigned at a Mass meant to celebrate his new position only days after admitting that he had worked with the Communist-era secret police in Poland. The next day, a second prelate stepped down because of his ties to the secret police during Communist times.  ", 
            "title": "Proposed Polish Law Is Aimed At Former Secret Police Agents"
        }, 
        "weight": 0.3305302007040668, 
        "file": "1818215.txt", 
        "other_topics": {
            "0": 0.00037389201931453095, 
            "1": 0.0003038598359782427, 
            "2": 0.010038219423573302, 
            "3": 0.00029613631820215843, 
            "4": 0.0004255223179612456, 
            "5": 0.00018232265800703455, 
            "6": 0.25312764426969836, 
            "7": 0.005348237213397723, 
            "8": 0.00020574888903421464, 
            "9": 0.00030353316249513024, 
            "10": 0.19209370351488386, 
            "11": 0.04915315828175064, 
            "12": 0.00029794966094642405, 
            "13": 0.0002398248741900808, 
            "14": 0.030261995003444356, 
            "15": 0.000404482075144236, 
            "16": 0.0002285475623002738, 
            "17": 0.0005511861550086629, 
            "18": 0.00016525868913936485, 
            "19": 0.006151196170192914, 
            "20": 0.0003311450773436007, 
            "21": 0.00022955768273446458, 
            "22": 0.0002482973708780229, 
            "23": 0.00016756786816954703, 
            "24": 0.00019249612613670767, 
            "25": 0.00018111126603296263, 
            "26": 0.0002041086777104852, 
            "27": 0.0002393542297818199, 
            "28": 0.0006278259014797884, 
            "29": 0.11689591700100307, 
            "30": 0.3305302007040668
        }
    }, 
    {
        "i": 30, 
        "content": {
            "text": "  It was a bizarre sight: a cadre of Orthodox Jews, with their distinctive hats, beards and sidelocks, standing alongside President Mahmoud Ahmadinejad of Iran last month at a conference in Tehran on the Holocaust.  Among them was Rabbi Yisroel Dovid Weiss, spokesman and assistant director of a small anti-Zionist group with a foothold in this town in Rockland County, home to one of the nation's largest communities of Hasidic Jews.  Unlike Mr. Ahmadinejad and most of the others present, including the former Ku Klux Klan leader David Duke, Rabbi Weiss does not deny or question the Holocaust; his grandparents died at Auschwitz, as did several of his aunts and uncles, he said. What he and the Iranian president have in common, he explained, is their belief that the Holocaust has been exploited to justify the existence of Israel.  ''We went to Iran because we had to let the world know, especially the Arab world and the Muslim world, that we are not their enemies,'' he said in an interview, a Palestinian flag with the phrase ''A Jew Not a Zionist,'' written in Hebrew, English and Arabic pinned to the lapel of his coat. . Below the Palestinian flag was an Israeli flag with a red line across it.  Rabbi Weiss and four other members of his group, Neturei Karta, received a warm reception in Iran, he said, dining with state officials and posing for photographs with Mr. Ahmadinejad, whom Rabbi Weiss had met at least twice before.  Back home, Rabbi Weiss and the others were met with anger and scorn. Since their return, they have been ostracized by synagogues, denied service at kosher stores and vilified in Jewish discussion boards on the Web. Posters have surfaced in the Satmar Hasidic enclaves of Brooklyn, calling the members of Neturei Karta ''rebels'' and ''outcasts'' and asking Orthodox Jews to ''totally cut off ties with this gang.''  On Jan. 7, about 300 people, most of them Orthodox Jews, including several Holocaust survivors, protested outside Neturei Karta's base on Saddle River Road here, chanting and holding signs that read, ''Neturei Crackpots, Leave Monsey.'' A much smaller contingent of Rabbi Weiss's supporters held a counterprotest nearby.  ''In some ways, I feel odd; this is about Jew against Jew, after all,'' said one of the protesters, Rabbi Herbert W. Bomzer, a professor of Talmudic law at Yeshiva University and the president of the rabbinical board of Flatbush, which represents about 200,000 Orthodox Jews who live in Brooklyn. ''But to join together and shake hands with the mad leader of Iran is unacceptable.''  He added, ''If you shake hands with a Holocaust denier, you're on his team.''  Mordechai Levy, the national director of the Jewish Defense Organization, a militant group that helped organize the protest, said other demonstrations were being planned, with the goal of ''running Neturei Karta out of town and out of America.''  Founded in the 1930s to counter the Zionist movement in what was then Palestine, Neturei Karta, which translates to ''guardians of the city'' in the ancient language Aramaic, has a few thousand members -- in New York, the United Kingdom, Canada and in Jewish settlements in the West Bank, among other places. They believe that according to the Torah, Jews were exiled from Israel because they sinned and that God has forbidden the formation of a Jewish state until the Messiah arrives.  Many Jews who back the state of Israel abhor the group, and even ultra-Orthodox Jews who share its theological views have distanced themselves from Neturei Karta because of its vocal support of Middle Eastern leaders like Mr. Ahmadinejad, who has expressed in numerous pronouncements his disdain for Jews.  ''I think they're crazy,'' said Ed Devir, founder of the online newsletter MonseyNY.com and chief executive of HireIsrael.com, a nonprofit group that finds technical jobs for United States citizens in Israel. Mr. Devir said he supports the state of Israel. ''For too long, we tried to ignore them, but that was a big mistake.  ''Everyone knows that they're a joke,'' Mr. Devir added. ''But the bottom line is, they support groups that want to kill Jews.''  Rabbi Weiss, 54, grew up in the Orthodox neighborhood of Borough Park, Brooklyn, the son of Hungarians who fled Eastern Europe before Hitler's troops closed its borders to Jews. He married 18 years ago and has six children. The family moved to Monsey seven years ago, solidifying Neturei Karta's presence in the town.  During the group's first trip to Tehran, last March, Rabbi Weiss released a statement to Iran's official IRIB radio in defense of Mr. Ahmadinejad, saying that ''it is dangerous deviation to pretend that the Iranian president is anti-Jewish and anti-Semitic.'' Rabbi Weiss also met with Mr. Ahmadinejad when he visited New York last year to speak to the United Nations General Assembly.  ''He is extremely friendly and he understands the difference between the Zionists and the Jews who do not embrace the state of Israel,'' Rabbi Weiss said in an interview last week.  ''We don't look at him as an enemy,'' he said. ''But is he a potential enemy? Well, every person who continues to be incited is one, but even when we're dealing with an enemy, we're supposed to approach them with dialogue and try to placate them. Aggression is not going to be successful.''  Rabbi Weiss and his group are no stranger to controversy. He traveled to France in October 2004 to take flowers to the ailing Palestinian leader Yasser Arafat, who died the next month. In the past, Neturei Karta members have attended the annual Salute to Israel parade in Manhattan, burning the Israeli flag and holding signs with messages like ''Authentic Jews will never recognize the state of Israel'' and ''Israel is a cancer for Jews.''  About 200 people protested outside the Park House Hotel in Borough Park late Saturday, demanding the departure of one of its guests, Moshe Ayre Friedman, Neturei Karta's leader in Austria and one of the participants at the conference in Iran. Mr. Friedman left the hotel under police escort.  ''We're constantly disparaged, belittled, but we're the ones trying to make peace with the Arabs,'' Rabbi Weiss said. ''But we don't look at the Zionists with animosity. We just wished they would give us a chance.''  Correction:  January 17, 2007, Wednesday  An article on Monday about Orthodox Jews from Monsey, N.Y., who belong to Neturei Karta, an anti-Zionist group, and who traveled to Iran last month for a conference questioning the Holocaust, referred incorrectly to the locations where the group has members. They are in the United States, the United Kingdom and Canada, among other places, but not in the Jewish settlements of the West Bank.  ", 
            "title": "Friends in Iran Make for Discord at Home"
        }, 
        "weight": 0.3292748466123395, 
        "file": "1819113.txt", 
        "other_topics": {
            "0": 0.00013920169746587844, 
            "1": 0.00011312839743790413, 
            "2": 0.00011943344784140316, 
            "3": 0.02543514164269859, 
            "4": 0.009203027015798042, 
            "5": 6.787955390863752e-05, 
            "6": 0.0019856201166224513, 
            "7": 0.06711231550254754, 
            "8": 7.660124615066437e-05, 
            "9": 0.06885199051460876, 
            "10": 0.08417980291626441, 
            "11": 0.0002107378949327712, 
            "12": 0.00011092801242231084, 
            "13": 8.928789023901625e-05, 
            "14": 0.1397000425816024, 
            "15": 0.00015059051422874388, 
            "16": 8.508929578709062e-05, 
            "17": 0.029147939105121312, 
            "18": 6.152656077377653e-05, 
            "19": 0.06017557827132214, 
            "20": 0.0019322074414767812, 
            "21": 8.546536821394292e-05, 
            "22": 9.244223924838477e-05, 
            "23": 6.238627861783022e-05, 
            "24": 7.16671823136562e-05, 
            "25": 6.742854717306584e-05, 
            "26": 7.599058802299295e-05, 
            "27": 8.91126671875779e-05, 
            "28": 0.0020426630601900315, 
            "29": 0.17918992783744245, 
            "30": 0.3292748466123395
        }
    }, 
    {
        "i": 31, 
        "content": {
            "text": "  The Scientist as Rebel  By Freeman Dyson.  360 pp. New York Review Books.  $27.95.  In June 1948, as Jack Kerouac was recovering from another of the amphetamine-fueled joy rides immortalized in ''On the Road,'' Freeman Dyson, a young British physicist studying at Cornell, set off on a road trip of a different kind. Bound for Albuquerque with the loquacious Richard Feynman, the Neal Cassady of physics, at the wheel, the two scientists talked nonstop about the morality of nuclear weapons and, when they had exhausted that subject, how photons dance with electrons to produce the physical world. The hills and prairies that Dyson, still new to America, was admiring from the car window, the thunderstorm that stranded him and Feynman overnight in Oklahoma -- all of nature's manifestations would be understood on a deeper level once the bugs were worked out of an unproven idea called quantum electrodynamics, or QED.  Dyson recounted the journey years later in ''Disturbing the Universe,'' contrasting Feynman's Beat-like soliloquies on particles and waves with the mannered presentations (''more technique than music'') he heard later that summer from the Harvard physicist Julian Schwinger. On a Greyhound bus crossing Nebraska -- Dyson had fallen in love with the American highway -- he had an epiphany: his two colleagues were talking, in different languages, about the same thing.  It was a pivotal moment in the history of physics. With their contrasting visions joined into a single theory, Feynman, Schwinger and the Japanese scientist Sin-Itiro Tomonaga were honored in 1965 with a Nobel Prize, one that some think Dyson deserved a piece of.  In ''The Scientist as Rebel,'' a new collection of essays (many of them reviews first published in The New York Review of Books), he sounds content with his role as a bridge builder. ''Tomonaga and Schwinger had built solid foundations on one side of a river of ignorance,'' he writes. ''Feynman had built solid foundations on the other side, and my job was to design and build the cantilevers reaching out over the water until they met in the middle.''  Drawing on this instinct for unlikely connections, Dyson has become one of science's most eloquent interpreters. From his perch at the Institute for Advanced Study in Princeton, he followed ''Disturbing the Universe,'' a remembrance of physics in the making, with ''Infinite in All Directions,'' his exuberant celebration of the universe, and other books like ''Weapons and Hope,'' ''Imagined Worlds'' and ''The Sun, the Genome and the Internet'' -- speculations on how science and technology might one day ennoble humanity, eliminating war and poverty, if only we can avoid blowing ourselves up.  Science, Dyson says, is an inherently subversive act. Whether overturning a longstanding idea (Heisenberg upending causality with quantum mechanics, Gödel smashing the pure platonic notion of mathematical decidability) or marshaling the same disdain for received political wisdom (Galileo, Andrei Sakharov), the scientific ethic -- stubbornly following your nose where it leads you -- is a threat to establishments of all kinds. He quotes the biologist J. B. S. Haldane: ''Let him beware of him in whom reason has become the greatest and most terrible of the passions.''  It's debatable whether anyone's book reviews -- even those as thoughtfully discursive as Dyson's -- belong embalmed between covers, but ''The Scientist as Rebel'' can be perused for a sampling of his iconoclastic takes on a science that sometimes seems to be turning into an establishment of its own. So much has been written about the grand quest to unite quantum mechanics and general relativity into a theory of everything -- ''to reduce physics,'' as Dyson puts it, ''to a finite set of marks on paper'' -- that it's bracing to consider his minority view: that the existence of a compact set of almighty equations may be a dogma in itself.  ''As a conservative, I do not agree that a division of physics into separate theories for large and small is unacceptable,'' he wrote in a review republished here of Brian Greene's book ''The Fabric of the Cosmos.'' ''I am happy with the situation in which we have lived for the last 80 years, with separate theories for the classical world of stars and planets and the quantum world of atoms and electrons.''  It's jarring at first to hear the Scientist as Rebel describing himself as a conservative. But that's Dyson: as resistant to categorization as the universe his colleagues are trying to mathematicize. ''In the history of science,'' he writes, ''there is always a tension between revolutionaries and conservatives, between those who build grand castles in the air and those who prefer to lay one brick at a time on solid ground.''  Dyson, the brick layer, comes down on the side of Baconian science, built piecemeal from scraps rather than deduced through pure Cartesian thought, a science driven more by new tools -- microscopes, particle accelerators, gene sequencers -- than new ideas. In contrast to the science of Athens, as he drew the distinction in ''Infinite in All Directions,'' he prefers the science of Manchester, where Ernest Rutherford, cobbling together a picture of the nucleus, complained of theorists who ''play games with their symbols'' while ''we turn out the real facts of Nature.''  In a science of unifiers, Dyson prides himself as a diversifier. ''I gazed at the stars as a young boy,'' he once wrote. ''That's what science means to me. It's not theories about stars; it's the actual stars that count.'' h  Science, Dyson argues, is an inherently subversive act, a threat to establishments of all kinds.  George Johnson's books include ''Strange Beauty: Murray Gell-Mann and the Revolution in 20th-Century Physics.''  ", 
            "title": "Dancing With the Stars"
        }, 
        "weight": 0.32832324764173054, 
        "file": "1816844.txt", 
        "other_topics": {
            "0": 0.00017184051117206437, 
            "1": 0.04926698993295597, 
            "2": 0.0001474371728343298, 
            "3": 0.00013610404519937903, 
            "4": 0.00019556976040205183, 
            "5": 8.379536639379847e-05, 
            "6": 0.00021813046511563183, 
            "7": 0.00022498535648976395, 
            "8": 9.456204582687576e-05, 
            "9": 0.024703171711862967, 
            "10": 0.09275225356037968, 
            "11": 0.00026014989937496214, 
            "12": 0.00013693745625927817, 
            "13": 0.015741648488036632, 
            "14": 0.027306756194982868, 
            "15": 0.0001858996794854069, 
            "16": 0.0827282874856927, 
            "17": 0.004719446241708545, 
            "18": 7.595277820959383e-05, 
            "19": 0.2484637662893471, 
            "20": 0.00015219404647138883, 
            "21": 0.03583447630670753, 
            "22": 0.00011411729839161315, 
            "23": 7.701407528050163e-05, 
            "24": 8.847108524706737e-05, 
            "25": 8.32386114878342e-05, 
            "26": 9.380820584704252e-05, 
            "27": 0.02467367511917251, 
            "28": 0.06281424891906057, 
            "29": 0.00013182424887377915, 
            "30": 0.32832324764173054
        }
    }, 
    {
        "i": 32, 
        "content": {
            "text": "  ''Eschatology'' is not exactly your everyday word. If you had read every word of this newspaper every day for the last five years, you would have encountered it fewer than 20 times. Half those times were somehow referring to fundamentalist religious beliefs about the final battles between good and evil, the coming of Jesus (or other messianic figures), the Last Judgment and the eternal assignment of the saved and the damned to heaven or to hell.  Defined as ''beliefs about the ultimate future,'' eschatology is very real for biblical literalists, even if they have never heard of the word. It inspires, for example, the complicated scripts and detailed timetables featured in the best-selling ''Left Behind'' series of novels. Liberal believers may also ponder questions of personal life after death, but many are inclined to shrug off as striking but disconcerting poetry the cosmic end-times dramas that capture the fundamentalist imagination.  Not Jürgen Moltmann. For four decades he has been influencing Christian theology in radical directions with his conviction that eschatology is central to understanding God, humanity and all the basic teaching of his faith. An emeritus professor of theology at the University of Tübingen in Germany, he will be a featured lecturer next week at a conference titled ''God's Unfinished Future: Why It Matters Now,'' sponsored by the Trinity Institute of Trinity Church on Wall Street in Manhattan.  Professor Moltmann, 80, grew up in a secular German family and was captured as a young soldier in World War II. Shaken by the deeds of his own country, he converted to Christianity while a prisoner of war in Belgium and England.  In the 1960s, his ''Theology of Hope,'' subtitled ''On the Ground and the Implications of a Christian Eschatology,'' became one of the most widely translated and read theological works, stirring enthusiastic responses among Roman Catholics as well as Protestants, and among religious radicals in the developing world as well as dissident Marxists in Eastern Europe.  At the core of this theology were the principles that human consciousness is not shaped only by the past and present but also by anticipation of the future, that biblical revelation is centered on God's promises, and that hope for the future does not rest on extrapolations of past or present trends but on something truly beyond them, namely those divine promises.  In more recent books, Professor Moltmann has incorporated ecological and feminist concerns into this eschatological theology. He has elaborated further in terms of the Christian doctrine of the Trinity.  His lectures next Tuesday and Wednesday will offer an alternative to the eschatological thinking that dwells on catastrophic signs, violent tribulation and warfare, rewards and punishments and a division of humankind into friend and foe. Professor Moltmann has little use for the view of a wrathful God that would chastise the world with famine, epidemic and earthquake. In a text prepared for his lectures, he calls such a God ''a world terrorist,'' and says, ''I can't see anything divine or Christian or righteous here.''  Similarly, he complains that the Christian idea of a Last Judgment came to resemble the mythology of Egypt's pharaohs, in which the god Anubis weighed souls and the god Osiris pronounced verdicts. Medieval portraits of the Last Judgment substituted Christ for Osiris and the archangel Michael for Anubis, and inculcated a fear of hell that ''poisoned the idea of God in the soul,'' Professor Moltmann says.  ''The image of the God who judges in wrath has caused a great deal of spiritual damage,'' Professor Moltmann will be telling his listeners.  But he is not satisfied with the alternative that makes eternal destiny simply a matter of the individual's own choice of whether to reject God. In that case, Professor Moltmann says, the Last Judgment becomes no more than ''the ultimate endorsement of our free will.'' God really has nothing much to do with it beyond implementing the human outcome; in short, ''we are the lords, and God is our servant,'' he says.  The alternative, in Professor Moltmann's view, is to put Jesus Christ at the center of this final drama. ''It is high time to Christianize our traditional images and perceptions of God's Final Judgment,'' he says.  Any Last Judgment with Christ at the center must answer the cries of human victims for justice, without simply meting out vengeance on the perpetrators of injustice, Professor Moltmann suggests. A Christian eschatological vision would involve not the retributive justice of human courts but ''God's creative justice,'' which can heal and restore the victims and transform the perpetrators.  The goal of a final judgment, in this interpretation, is not reward and punishment but victory over all that is godless, which he calls ''a great Day of Reconciliation.'' Professor Moltmann argues for the universal preservation and salvation not only of humans, as individuals and as members of groups, but also of all living creatures. It has been ''a fatal mistake of Christian tradition in doctrine and spirituality,'' he argues, to emphasize the ''end of the old age'' rather than ''the new world of God,'' the beginning of the ''life of the world to come.''  This resurrected life will be bodily and worldly, and its expectation, he says, should teach people to ''give ourselves wholeheartedly to this life here and surrender in love'' to its ''beauties and pains.''  In a phone conversation from Germany, Professor Moltmann acknowledged that his was a reinterpretation of traditional teachings, to which objections could be raised. Of course, it is not likely that his audience next week at Trinity Church, and by simultaneous broadcast at Episcopal institutions around the country and overseas, will be thick with devotees of the ''Left Behind'' series.  The greater challenge may arise from listeners for whom his political undertones and his generous spirit resonate, but who inhabit a science-minded and skeptical culture. Some of them may wonder what force they can give to the language of faith, especially of the cross and resurrection, that Professor Moltmann uses in as undiluted and vigorous a fashion as any evangelical preacher, even while giving it a different interpretation.  Beliefs  ", 
            "title": "Lessons for Living Found in Views of the Last Judgment"
        }, 
        "weight": 0.3272297978807411, 
        "file": "1820056.txt", 
        "other_topics": {
            "0": 0.00016138914974602703, 
            "1": 0.00013116000887208542, 
            "2": 0.002235715726494996, 
            "3": 0.00012782618011260616, 
            "4": 0.00018367518306389006, 
            "5": 7.869892170776111e-05, 
            "6": 0.03166354925774774, 
            "7": 0.00021130171891092835, 
            "8": 8.881077034834441e-05, 
            "9": 0.0001310190014342141, 
            "10": 0.18987608922285323, 
            "11": 0.0002443275498907214, 
            "12": 0.0001286089030073919, 
            "13": 0.0001035195471795426, 
            "14": 0.025645955860883037, 
            "15": 0.0001745932376805344, 
            "16": 0.02107110874583675, 
            "17": 0.002335163228815081, 
            "18": 7.133332071982138e-05, 
            "19": 0.3507979281394532, 
            "20": 0.012726411791434095, 
            "21": 9.908775079528324e-05, 
            "22": 0.00010717667000125957, 
            "23": 0.00846131287353212, 
            "24": 8.30902627543723e-05, 
            "25": 7.817602870495496e-05, 
            "26": 0.025255051190897326, 
            "27": 0.00010331639520796214, 
            "28": 0.0002709987996377063, 
            "29": 0.00012380668153591067, 
            "30": 0.3272297978807411
        }
    }, 
    {
        "i": 33, 
        "content": {
            "text": "  Teddy Kollek, who as mayor of Jerusalem for nearly three decades did more to build and develop the city as Israel's capital than any other figure while promoting coexistence with a sometimes hostile Arab population, died Tuesday in Jerusalem. He was 95.  The Jerusalem Foundation, the fund-raising organization he established, announced his death.  Mr. Kollek, a former aide to David Ben-Gurion, Israel's founding prime minister, became mayor of small, Jewish West Jerusalem in 1965 and nearly resigned after a difficult first year. But after Israel conquered the city's eastern sector in the 1967 war, he threw himself into the project of a reunited Jerusalem and was re-elected five times before losing in 1993, at age 82, to Ehud Olmert, now the prime minister.  Mr. Olmert always chafed at Mr. Kollek's reputation as an indefatigable fund-raiser, institution builder and preacher of coexistence, but he praised him on Tuesday, saying, ''His name will always be an inseparable part of Jerusalem's glory.''  The late Yitzhak Rabin called him the greatest builder of Jerusalem since Herod the Great. Mr. Kollek was a founder of significant markers of the modern city and state: the Israel Museum, the Jerusalem Foundation, the Jerusalem Theater, the Cinemathèque, the Kahn Theater and other cultural institutions.  Uri Lupolianski, the current mayor, said Tuesday, ''Teddy was Jerusalem and Jerusalem was Teddy.'' It was a high compliment from a leader of the city's ultra-Orthodox community, with whom Mr. Kollek sometimes fought.  Mr. Kollek was a man of will, charm and energy who loved being a friend of the rich and the famous, including Elizabeth Taylor and Frank Sinatra. He tapped many of them for money for his beloved city.  He was above all a Labor Zionist who set about trying to unite the two halves of Jerusalem the best he could. ''He'd say, 'I'd love the city to be empty of Arabs, but since they are here we need to serve them, because if we treat them badly they will hate us more,''' said Tom Segev, an Israeli historian who ran Mr. Kollek's office for two years in the late 1970s.  Within hours of the takeover of East Jerusalem, Mr. Kollek went to the military commander and demanded milk for Arab children. ''He was the symbol of the unification of Jerusalem, and he was considered pro-Arab,'' Mr. Segev said. ''But he was simply pragmatic.''  Mr. Kollek felt he should have done more for Arab residents, said Yisrael Kimche, an urban planner. ''He himself said he did not do enough for East Jerusalem,'' Mr. Kimche said. ''He did not bring equality in city services between east and west. He tried, but not hard enough.''  In 1967, Mr. Kimche said, ''the gap between east and west was vast.''  ''Three times a week there would be running water in the east,'' he said. ''Many neighborhoods there did not have sewage or phone lines. Eventually needs were mostly met, but there was never a budget large enough to cope.''  Meron Benvenisti, who worked closely with him, said Mr. Kollek saw Jerusalem ''in terms of Vienna, a mosaic of different cultures where the tension is benign, invigorating, not threatening to destroy the city.'' But what Mr. Kollek called heterogeneous, others, like Mr. Benvenisti, called dangerously polarized.  Israel's annexation of East Jerusalem has not been recognized internationally, and the 190,000 Jews who moved into it are considered illegal settlers by much of the world. Palestinians want East Jerusalem as the capital of a future state.  In his 28 years as mayor Mr. Kollek worked 18-hour days, prowling the city and keeping his home phone number in the public directory. He would often return home to a pile of messages taken by his wife, Tamar. Sometimes he would return the calls, even at 3 a.m., telling people that he would get their problems fixed.  After 1993 he devoted much of his time to the Israel Museum and to the Jerusalem Foundation, which he set up in 1966 to raise millions of dollars in private financing for city projects, including parks, sports facilities and the restoration of archaeological treasures.  ''He really forged the landscape of modern Jerusalem as we know it, and he saw the museum as the jewel in that landscape,'' said James Snyder, the museum's director. ''The idea of this modernist museum complex on the crest of Jerusalem was his.''  Mr. Kollek will be buried Thursday in a state funeral in a section of Mount Herzl Cemetery here reserved for Israel's leaders.  He was born Theodor Herzl Kollek on May 27, 1911, in a small village near Budapest and named after the Viennese founder of the Zionist movement. He grew up in Vienna, where his father was a director of the Rothschild bank.  ''I came from a multiracial society,'' Mr. Kollek once recalled in an interview.  By the age of 11 he was already a Zionist, and as the Nazis came to power he organized an underground to smuggle refugees into Palestine. He emigrated to Palestine in 1935 and helped found the Ein Gev kibbutz. That first year he contracted typhoid five times and suffered several bouts of malaria.  Still, he remembered life at Ein Gev as paradise. ''We came to an empty land, we started growing trees, fishing on the Galilee,'' he said. ''You saw your dreams materialize.''  In 1937 he married Tamar Schwartz, whom he had met in Vienna. They had two children, Amos, a filmmaker, and Osnat, an artist. His wife and children survive him, as do five grandchildren.  Mr. Kollek was sent to England in 1938 to work with a Zionist youth movement, but he spent most of his energy getting Jews out of Nazi-occupied countries. In 1939 he went to Vienna carrying British entry permits for Austrian Jews. There he met a Nazi who seemed like a minor clerk, and after 15 minutes the official agreed to release 3,000 Jewish children from concentration camps.  Mr. Kollek said he never saw the man again until 1961, when the ''clerk'' was brought to Israel to face the charge of crimes against humanity. It was Adolf Eichmann.  In England, Mr. Kollek met Ben-Gurion, who became his mentor. During World War II, Mr. Kollek said, it became clear that ''a country of our own was an absolute necessity to save the Jewish people from extermination.''  He made frequent trips to Cairo, where he met Jewish soldiers serving in the British Army and used his connections to smuggle British arms to Palestine, then under the control of Britain. He was later criticized for giving the British the names of 1,000 members of the Jewish underground whose terrorist tactics were meant to force the British out.  ''I'm proud of it,'' he said later. ''I'd do it again. The Jewish Agency, our government at the time, was respectable and on the way to becoming a state. We had one large defense organization, the Haganah.  ''There were splinter groups -- Stern, Irgun -- who killed, blew up the King David, hanged British sergeants,'' he added, referring to the Jerusalem hotel.  After World War II, Mr. Kollek was sent to New York, where he worked partly out of a telephone booth and partly out of an office over the Copacabana nightclub to arm the Jewish state-to-be for an expected invasion by Arabs.  As Israel neared statehood in May 1948, he helped smuggle weapons. In one day he raised a million dollars in Mexico City to buy airplanes. When Israel became independent, he headed the American desk in the Foreign Ministry, then went to Washington as minister in the Israeli Embassy.  Mr. Kollek was a founder of the modern Israeli foreign intelligence service. Throughout the 1950s he was a liaison between Israel and the fledgling Central Intelligence Agency. In 1956 he helped the C.I.A. obtain a copy of a secret speech that changed the course of the cold war. It was a denunciation of the Soviet leader Stalin, then dead three years, by his successor, Nikita S. Khrushchev.  A copy of the speech went from Poland to Israel to the director of central intelligence, Allen W. Dulles, who gave it to his brother, Secretary of State John Foster Dulles, who leaked it to The New York Times. It was the first sign that Stalin's reign of terror might be over.  In 1952 Ben-Gurion summoned Mr. Kollek to Jerusalem to become director general of the prime minister's office. In 12 years Mr. Kollek became involved in everything from broadcasting to the Dead Sea Scrolls, from aid programs to desalination.  When Ben-Gurion left office, Mr. Kollek transferred his energies to the Israel Museum. He had nursed the idea from the early 1950s, when most of Israel's leaders considered a museum of art a luxury the young state could not afford. But he argued that if Israel needed to absorb immigrants and build its military power, ''it also needs expressions of culture and civilization.''  Ben-Gurion, then in retirement, urged his protégé to seek the mayor's office in Jerusalem. His son offered no encouragement. ''What will happen if you win?'' he asked. ''You'll be in charge of the garbage?''  When a coalition on the city council elected him mayor in 1965, he went to Jerusalem's best tailor and ordered smart olive-green uniforms for the sanitation inspectors.  ''I got into this by accident,'' he said. ''I was bored. When the city was united I saw this as a historic occasion. To take care of it and show better care than anyone else ever has is a full life purpose. I think Jerusalem is the one essential element in Jewish history. A body can live without an arm or a leg, not without the heart. This is the heart and soul of it.''  Mr. Kollek never spoke perfect Hebrew -- or perfect German or perfect English -- Mr. Segev remembered. ''In some ways he remained an alien,'' Mr. Segev said. ''But Israel is a colorful mosaic, and there was also a place for a stone called Teddy Kollek.''  Correction:  January 11, 2007, Thursday  An obituary on Jan. 3 about Teddy Kollek, the former mayor of Jerusalem, incorrectly rendered his birth name. He was Theodor Kollek, not Theodor Herzl Kollek. (Although he was named after Theodor Herzl, the founder of modern Zionism, he was not given a middle name, according to the Jerusalem Foundation, which he founded.)  ", 
            "title": "Teddy Kollek Dies at 95; Led Jerusalem"
        }, 
        "weight": 0.32330531167394266, 
        "file": "1816154.txt", 
        "other_topics": {
            "0": 9.75549678335084e-05, 
            "1": 0.005150174341651573, 
            "2": 8.37010350773136e-05, 
            "3": 0.040644403108777066, 
            "4": 0.00011102621585037916, 
            "5": 4.757117060108577e-05, 
            "6": 0.011533341063317187, 
            "7": 0.0812619975665784, 
            "8": 5.36834840398874e-05, 
            "9": 7.919711139569836e-05, 
            "10": 0.13632577120825995, 
            "11": 0.006486303772052, 
            "12": 0.02162903125875468, 
            "13": 0.048236048461198444, 
            "14": 0.12832956872057386, 
            "15": 0.006444151442758103, 
            "16": 5.963205668178181e-05, 
            "17": 0.028033720083871293, 
            "18": 4.311888264626552e-05, 
            "19": 0.025691691653765475, 
            "20": 8.64015429580583e-05, 
            "21": 5.9895614771751506e-05, 
            "22": 6.47851271967731e-05, 
            "23": 4.3721387846628535e-05, 
            "24": 5.022560638702476e-05, 
            "25": 0.04188211405954383, 
            "26": 5.325552421549764e-05, 
            "27": 6.245170525433608e-05, 
            "28": 0.0001638107594170942, 
            "29": 0.0938863393927824, 
            "30": 0.32330531167394266
        }
    }, 
    {
        "i": 34, 
        "content": {
            "text": "  Middle East scholarship is almost as politically charged as the region itself. With critics denouncing Middle East studies as anti-Israel, universities have expanded Jewish studies. But the disciplines extend well beyond the conflict, covering language, literature, sociology, religion -- and academic interest continues to grow. Below are questions written by specialists, based on material from their coursework.  Professors explain the answers, Page 36.  Elliott Colla  Associate professor of comparative literature, Brown University  1. For 300 years, translations of ''Alf layla wa-layla'' (''One Thousand and One Nights,'' a k a ''The Arabian Nights'') have enthralled Western readers. Which of these characters first appeared in the original Arabic text?  a. Aladdin  b. Ali Baba  c. Scheherazade  d. All of the above  2. In which two countries is the South American drink maté avidly consumed?  a. Morocco and Algeria  b. Egypt and Sudan  c. Syria and Lebanon  d. Saudi Arabia and Yemen  3. Which group contains only words derived from Arabic?  a. albumen, alcohol, alkaline  b. gauze, silk, muslin  c. olive, sherbet, artichoke  d. magazine, tariff, average  4. Which country first gave women the right to vote?  a. Kazakhstan  b. Turkey  c. France  d. Iran  5. For most of the Ottoman Empire's history (1299 to 1922), a majority of its subjects belonged to which of these groups?  a. Christians  b. Sunnis  c. Jews  d. Shiites  6. Roughly what percentage of Baghdad was Jewish in 1950?  a. 0 percent  b. 5 percent  c. 15 percent  d. 25 percent  COLONIZING LIBYA  Recent Italian and Libyan scholarship has focused on the history and legacy of Italy's colonization of Libya, from 1911 to 1943. Match the descriptions from this body of research with the correct numbers.  John Voll  Professor of Islamic history and associate director, Prince Alwaleed bin Talal Center for Muslim-Christian Understanding,  Georgetown University  1. The Great Pyramid of Egypt was built as a:  a. monument celebrat-ing the Muslim conquest of Egypt.  b. shrine for the Egyptian president, Anwar Sadat, killed in 1981.  c. tomb for a ruler in ancient Egypt.  d. memorial to the builder of the Suez Canal.  2. The population of which of the following Middle Eastern countries does not have an Arab majority?  a. Iraq  b. Iran  c. Syria  d. Yemen+  3. Which Muslim country has not had a female prime minister?  a. Pakistan  b. Turkey  c. Bangladesh  d. Egypt  4. Which of the following countries was not a monarchy when it became independent in the 20th century?  a. Egypt  b. Iraq  c. Libya  d. Syria  Samuel HeilmanProfessor of sociology, Queens College; Harold Proshansky professor of Jewish studies, Graduate Center, City University of New York  TRUE OR FALSE?  1. Orthodox Jews of Israel are traditionally Zionists, or nationalists.  2. Both religious Zionists and Islamists perceived Israel's victory in the Six-Day War, and its near defeat and subsequent victory in the Yom Kippur War, as messages from God.  3. There are parallel movements among Jews and Muslims that demand modest dress.  Russell A. Stone  Director, Center for Israel Studies, and chairman, Department of Sociology, American University  1. Who was not a prime minister of Israel?  a. Golda Meir  b. David Ben-Gurion  c. Chaim Weizmann  d. Menachem Begin  2. All of the following are Jewish ''pilgrimage festivals'' mentioned in the Judaic Old Testament except:  a. Shavuot (Harvest Festival)  b. Sukkot (Feast of Tabernacles)  c. Hanukkah (Festival of Lights)  d. Pesach (Passover)  3. Which language does not appear on Israeli stamps and currency?  a. Arabic  b. French  c. English  d. Hebrew  4. The Old City of Jerusalem has sites holy to all these major world religions except:  a. Buddhism  b. Christianity  c. Islam  d. Judaism  5. United Nations Resolution No. 181 (the Partition Plan for Palestine), of Nov. 29, 1947, specified the creation of:  a. a Jewish state but no Arab state in Palestine.  b. an Arab state but no  Jewish state in Palestine.  c. a Jewish state and an Arab state, with Jerusalem divided between them.  d. an Arab state and a Jewish state, with special international status for Jerusalem.  Number of ...  1. Italian settlers during colonial rule.  2. Libyans incarcerated in concentration camps from 1929 to 1933.  3. Libyans who survived the concentration camps.  4. Libyan deaths caused by war, famine and disease during the colonization.  5. Libyans with college degrees in 1950.  a. 500,000  b. 100,000  c. 40,000  d. 35,000  e. 10 to 14  POP QUIZ: MIDDLE EAST STUDIES  ", 
            "title": "North, South, West and East of Eden"
        }, 
        "weight": 0.3232244858578588, 
        "file": "1816861.txt", 
        "other_topics": {
            "0": 0.1268742022740018, 
            "1": 0.00016167685733090736, 
            "2": 0.0027558971339923955, 
            "3": 0.00015756735046713706, 
            "4": 0.00022641067672090557, 
            "5": 9.700970933488494e-05, 
            "6": 0.015763785835583966, 
            "7": 0.0028456744937631943, 
            "8": 0.000109474270172249, 
            "9": 0.00016150304185459432, 
            "10": 0.08152698322119407, 
            "11": 0.0003011749600003228, 
            "12": 0.00015853218859789172, 
            "13": 0.00012760532119687198, 
            "14": 0.013516504795721083, 
            "15": 0.0002152156455474639, 
            "16": 0.03114411828427283, 
            "17": 0.018389739653519643, 
            "18": 8.793036243391835e-05, 
            "19": 0.005858120005842845, 
            "20": 0.013102241943480841, 
            "21": 0.00012214238384348767, 
            "22": 0.00013211334258062305, 
            "23": 8.91590236928582e-05, 
            "24": 0.00010242277865372531, 
            "25": 0.06989702022075225, 
            "26": 0.00010860155130394114, 
            "27": 0.00012735490208964443, 
            "28": 0.028771355694266226, 
            "29": 0.26384397621992856, 
            "30": 0.3232244858578588
        }
    }, 
    {
        "i": 35, 
        "content": {
            "text": "  To the Editor: It is disheartening that Museum Island in Berlin-- especially its Pergamon Museum -- was not mentioned in ''36 Hours: Berlin'' (Dec. 10). The Pergamon houses some of the reconstructed monumental wonders of the ancient world, transported from the Middle East in the last century by German archaeologists. Not to be missed are the Pergamon Altar, estimated to be about 2,000 years old, and the Ishtar Gate from Babylonia, below, which is estimated to be about 2,500 years old.  In my years of travel, I have found visiting the Pergamon to be among life's most thrilling, life-changing experiences. It is well worth forgoing time spent in one of Berlin's oh-so-chic bistros to take a short, inspiring walk through this museum. It occurs to me that if we took a little more time to consider the ancient Middle East, we might gain insight into how disturbing its modern manifestation is by comparison.  John Stone  Southbury, Conn.  ", 
            "title": "A BERLIN MUSEUM"
        }, 
        "weight": 0.3211666277424607, 
        "file": "1816950.txt", 
        "other_topics": {
            "0": 0.001028564149629038, 
            "1": 0.0008359080099446071, 
            "2": 0.01424864712809606, 
            "3": 0.000814660876860389, 
            "4": 0.027902899281442895, 
            "5": 0.0005015633926472076, 
            "6": 0.0013056361089102727, 
            "7": 0.0681774214385203, 
            "8": 0.0005660081524996905, 
            "9": 0.0008350093423721355, 
            "10": 0.06062792037490093, 
            "11": 0.0015571465552657621, 
            "12": 0.0008196493206928115, 
            "13": 0.17441971267799164, 
            "14": 0.10998201456166913, 
            "15": 0.0011127163463495488, 
            "16": 0.0006287265224279012, 
            "17": 0.0015162942494818619, 
            "18": 0.00045462099826326587, 
            "19": 0.17731554183804252, 
            "20": 0.0009109687751725847, 
            "21": 0.0006315053291735524, 
            "22": 0.0006830575699382253, 
            "23": 0.027193275417902164, 
            "24": 0.0005295502553108169, 
            "25": 0.0004982308947833509, 
            "26": 0.0005614959872801797, 
            "27": 0.0006584552948388727, 
            "28": 0.0017271275692231551, 
            "29": 0.0007890438379083904, 
            "30": 0.3211666277424607
        }
    }, 
    {
        "i": 36, 
        "content": {
            "text": "  From a new analysis of a human skull discovered in South Africa more than 50 years ago, scientists say they have obtained the first fossil evidence establishing the relatively recent time for the dispersal of modern Homo sapiens out of Africa.  The migrants appeared to have arrived at their new homes in Asia and Europe with the distinct and unmodified heads of Africans.  An international team of researchers reported yesterday that the age of the South African skull, which they dated at about 36,000 years old, coincided with the age of the skulls of humans then living in Europe and the far eastern parts of Asia, even Australia. The skull also closely resembled skulls of those humans.  The timing, the scientists and other experts said, introduced independent evidence supporting archaeological finds and recent genetic studies showing that modern humans left sub-Saharan Africa for Eurasia between 65,000 and 25,000 years ago; probably closer to 45,000 to 35,000 years ago for Europe.  Until now, however, paleontologists had been frustrated by the absence of fossils to test the hypothesis of most geneticists that the people of sub-Saharan Africa and in Eurasia at that time were one and the same -- modern humans. The human fossil record in Africa from 70,000 to 15,000 years ago had been virtually blank.  Some scientists, on the other hand, have contended that the migration could have begun as early as 100,000 years ago and that in the intervening time, contact with more archaic populations like the Neanderthals could have produced recognizable changes in what became the modern humans of Eurasia. But no scientists in the migration debate have disputed that ancestors of the human species originated in Africa.  In a report in today's issue of the journal Science, a research team led by Frederick E. Grine of the State University of New York at Stony Brook concluded that the South African skull provided critical corroboration of the archaeological and genetic evidence indicating that humans in fully modern form originated in sub-Saharan Africa and migrated, almost unchanged, to populate Europe and Asia.  Dr. Grine and his colleagues said in an announcement by Stony Brook that the skull was the first fossil evidence ''in agreement with the out-of-Africa theory, which predicts that humans like those that inhabited Eurasia should be found in sub-Saharan Africa around 36,000 years ago.''  Ted Goebel, an anthropologist at Texas A&M University who was not connected to the research, said the skull opened the way to important insights about ''the missing years of modern humans.''  Writing in an accompanying commentary in the journal, Dr. Goebel said, ''Here is the first skull of an adult modern human from sub-Saharan Africa that dates to the critical period, and one that can speak to the relationship of early moderns from Africa and Europe.''  The new findings pivoted on fixing the skull's age. When it was uncovered in 1952 near the town of Hofmeyr, South Africa, the cranium was almost complete, but the bone was degraded. Not enough carbon remained for scientists at the time to extract a radiocarbon date.  Using new technology, Richard Bailey and other researchers at the University of Oxford measured the amount of radiation that had been absorbed by sand grains that had filled the braincase since its burial. They calculated the yearly rate at which radiation had collected in the sand and checked this with data from a CT scan of the bone. In this way, they determined that the Hofmeyr skull belonged to a human who lived 36,000 years ago, plus or minus 3,000 years.  Another member of the team, Katerina Harvati of the Max Planck Institute for Evolutionary Anthropology in Leipzig, Germany, made a detailed examination of the shapes, sizes and contours of all parts of the skull. She compared these three-dimensional measurements with those of early human skulls from Europe and with skulls of living humans in Eurasia and southern Africa, including the Khoe-San, commonly known as the Bushmen.  Because the Bushmen are well represented in the more recent archaeological record, Dr. Harvati said, they were expected to bear a close resemblance to the Hofmeyr skull. Instead, the skull was found to be quite distinct from all recent Africans, including the Bushmen, she said, and it has ''a very close affinity'' with fossil specimens of Europeans living in the Upper Paleolithic, the period best known for advanced stone tools and cave art.  ''Much to my amazement,'' Dr. Grine said in an interview, ''the skull linked very closely with those from Europe at the time and not with South African remains 15,000 years on.''  Dr. Grine said these modern humans probably originated in East Africa, which is rich in fossils of ancestors of the species, and moved into Eurasia and also south to the tip of Africa.  ''It would be nice,'' he conceded, ''if we had more than one specimen.''  Another report in Science describes one of the earliest occupation sites of modern humans in Europe, at Kostenki on the Don River, 250 miles south of Moscow. Its stone and bone tools and a human figurine appeared to have been made about 45,000 years ago, perhaps earlier than human sites to the west.  The lead author of the report was Michael Anikovich of the Russian Academy of Sciences. John Hoffecker of the University of Colorado, a team member, said the small figurine might be ''the oldest example of figurative art ever discovered.''  Dr. Goebel said the new research, archaeology, genetics and the Hofmeyr skull should help explain when and how modern humans leaving Africa spread out to different environments, which, he added, ''is one of the greatest untold stories in the history of humankind.''  ", 
            "title": "Skull Supports Human-Migration Theory"
        }, 
        "weight": 0.3210713836084831, 
        "file": "1818216.txt", 
        "other_topics": {
            "0": 0.00016919574061804334, 
            "1": 0.006733580513076913, 
            "2": 0.0001451679902613689, 
            "3": 0.00013400928902942074, 
            "4": 0.00019255977666748076, 
            "5": 8.250568495552684e-05, 
            "6": 0.00021477325308723487, 
            "7": 0.028804519222159274, 
            "8": 0.004490490745373045, 
            "9": 0.00013735655102950346, 
            "10": 0.2540279293692433, 
            "11": 0.00025614597277578266, 
            "12": 0.00013482987318944872, 
            "13": 0.06606928825355657, 
            "14": 0.0005021776260797162, 
            "15": 0.008977806705003429, 
            "16": 0.00010342364124470198, 
            "17": 0.0024481179347257535, 
            "18": 7.478380082507194e-05, 
            "19": 0.046757415127891735, 
            "20": 0.00014985165159686593, 
            "21": 0.00010388074668196074, 
            "22": 0.00011236093681871046, 
            "23": 7.582876363799215e-05, 
            "24": 8.710944054787629e-05, 
            "25": 8.195749897764044e-05, 
            "26": 9.236441835562045e-05, 
            "27": 0.20018928999765168, 
            "28": 0.0024827993881805085, 
            "29": 0.05509709647827473, 
            "30": 0.3210713836084831
        }
    }, 
    {
        "i": 37, 
        "content": {
            "text": "  New excavations near Stonehenge have uncovered hearths, timbers and other remains of what archaeologists say was probably the village of workers who erected the monoliths on Salisbury Plain in England.  The archaeologists announced yesterday that the 4,600-year-old ruins appear to form the largest Neolithic village ever found in Britain. The houses at the site known as Durrington Walls were constructed in the same period that Stonehenge, less than two miles away, was built as a religious center, presumably for worshipers of the sun and for their ancestors.  Mike Parker Pearson, a leader of the excavations from the University of Sheffield, said the discoveries last summer supported the emerging recognition that the ring of standing stones and earthworks at Stonehenge was part of a much larger religious complex.  In a telephone conference conducted by the National Geographic Society, Dr. Parker Pearson said a circle of ditches and earthen banks at Durrington Walls enclosed concentric rings of huge timber posts, ''basically a wooden version of Stonehenge.''  The excavations exposed not only the timber circle but also a roadway paved with stone leading to the Avon River, about 500 feet away, which was similar to a river road from Stonehenge. The evidence, Dr. Parker Pearson said, ''shows us these two monuments were complementary'' and that ''Stonehenge was just one-half of a larger complex.''  The project, begun in 2003, is exploring the wider landscape of the Stonehenge World Heritage site, about 100 miles southwest of London. The research is directed by six British universities and financed in part by National Geographic.  Over the years, Stonehenge has inspired a wide range of conjecture, though it is now assumed that this was a place of worship that seemed to be related to solar cults. A decade ago, improved radiocarbon tests dated the first constructions at Stonehenge to between 2600 B.C. and 2400 B.C., more than 600 years earlier than previous estimates. The houses at Durrington have been dated to between 2600 B.C. and 2500 B.C.  Eight houses were discovered last September in part of the site, and a broad survey detected traces of many more buried over a wide area, the archaeologists said. Each house, made from sticks woven together and crushed chalk, was no bigger than 14 to 16 feet square and had a hard clay floor and a central fireplace. Indentations in the floor were interpreted as postholes and slots that once anchored wooden furniture.  The occupants were a messy lot, the excavators concluded. Debris of broken pots and jars and animal bones was everywhere. Some of the people may have been builders of Stonehenge, the archaeologists surmised, and others may have been pilgrims to the sacred complex whose worship included lively feasting.  By contrast, Julian Thomas of the University of Manchester found neater house remains in a western part of the Durrington site. The two excavated so far were small, neat structures, each surrounded by its own ditch and wood palisade and set apart from others in the vicinity. At least three other such structures are probably buried nearby.  Dr. Thomas offered two possible interpretations in the telephone news conference. Those dwellings may have been the homes of special people, chiefs or priests. Or their cleanliness may mark them as not living quarters at all, but places set aside as shrines and cult centers.  Scholars and other archaeologists not involved with the project reserved judgment on the ramifications of the findings. But Drs. Parker Pearson and Thomas emphasized the importance of the Durrington roadway in understanding the two sites' intimate connection.  They said the road was paved with flint and led straight from the Durrington enclosure to the Avon. A similar road at Stonehenge, discovered in the 18th century, is aligned with the summer solstice sunrise, the archaeologists noted, while the one at Durrington lines up with the summer solstice sunset. Similarly, the Durrington timber circle was aligned with winter solstice sunrise, while a giant stone monument at Stonehenge frames the winter solstice sunset.  Venturing into the bumpy field of Stonehenge interpretation, Dr. Parker Pearson suggested that the durable stones of the better-known site were a memorial and final resting place for the dead, and the wood architecture at Durrington Walls symbolized the transience of life. People from all over the region, he said, probably went there to celebrate life and deposit the dead in the river for transport to the afterlife.  ", 
            "title": "Neolithic Village May Have Housed Builders of Stonehenge"
        }, 
        "weight": 0.3188007241247527, 
        "file": "1822761.txt", 
        "other_topics": {
            "0": 0.0002132747339357095, 
            "1": 0.08331823238088167, 
            "2": 0.0001829872571607362, 
            "3": 0.00016892148323747693, 
            "4": 0.0002427255850854263, 
            "5": 0.00010400012401492419, 
            "6": 0.000270726132001706, 
            "7": 0.08065264229835213, 
            "8": 0.00011736286761827266, 
            "9": 0.00017314077628748542, 
            "10": 0.20657609362337329, 
            "11": 0.000322877301715199, 
            "12": 0.0001699558465598782, 
            "13": 0.08328170568672277, 
            "14": 0.05051994845283539, 
            "15": 0.005773717536357335, 
            "16": 0.00013036764098524721, 
            "17": 0.00031440649836291033, 
            "18": 9.426652920107509e-05, 
            "19": 0.003508752952227733, 
            "20": 0.0001888911092407251, 
            "21": 0.00013094383185243934, 
            "22": 0.00014163328708655446, 
            "23": 0.03889653951640341, 
            "24": 0.0028813000953901323, 
            "25": 0.00010330912424061582, 
            "26": 0.00011642726157268745, 
            "27": 0.00013653195852292527, 
            "28": 0.12230398424256368, 
            "29": 0.0001636097414577555, 
            "30": 0.3188007241247527
        }
    }, 
    {
        "i": 38, 
        "content": {
            "text": "  Itche Goldberg, a champion of Yiddish who wrote and edited and taught his beloved language in the face of all those who said keeping Yiddish alive was a lost cause, died last Wednesday at his home in Manhattan. He was 102.  He died of complications of cancer, his son, David, said.  Passing on the Yiddish tradition to future generations was the passion of Itche Goldberg's life. He promoted the language in every conceivable form: writing poetry, librettos, children's books and essays and running Yiddish schools and summer camps. His book ''Yiddish Stories for Young People'' is still used in the shrinking network of secular Yiddish schools.  Mr. Goldberg's final collection of essays in Yiddish, ''Essayen Tsvey'' (''Essays Two''), was published in 2004 on his 100th birthday.  In secular Yiddish circles, Mr. Goldberg is best known as the editor of one of the longest-running journals of Yiddish literature, Yidishe Kultur. He served as editor from 1964 to 2004, when he published the journal's final issue.  Mr. Goldberg was a veteran of the heated ideological wars of the 20th century over Judaism, Yiddish, socialism and communism. He quit a job at a Yiddish summer camp in Canada in the 1920s after a fight with the anarchist Emma Goldman over the Sacco and Vanzetti case. And he was no fan of the writer Isaac Bashevis Singer, who won the Nobel Prize in literature in 1978. He published an essay criticizing Singer as failing to reflect the humanist and social ideals that Mr. Goldberg felt were the central themes of Yiddish culture.  He never stopped championing Yiddish, in whatever form, even in the face of evidence that fewer and fewer people were interested in it.  ''We're dealing with a language that is about 1,000 years old and a literature that is 600 or 700 years old,'' he once said. ''What developed was an extraordinary and profound modern literature which would become the equivalent of French or German literature.''  Yiddish is a Germanic language that developed as the lingua franca of the Ashkenazic Jewry by incorporating Hebrew and borrowing liberally from the different European lands where Jews lived. The use of Yiddish has greatly diminished, with the notable exception of its use among Hasidic Jews who continue to speak the language of the European Jewish communities from which they sprang.  Mr. Goldberg was decidedly secular. But as he told an interviewer not long ago, ''Just because I'm secular doesn't mean I'm antireligious.'' What was important about Judaism, he said, was its progressive values and not its religious rituals. He pushed for more Jewish content in the Yiddish schools of his day, including more study of the Bible and of Jewish holidays, to the dismay of some of his anti-religious colleagues.  Isaac Goldberg was born in Apt, Poland, on March 22, 1904. From early childhood everyone called him Itche, a diminutive form of Isaac. In 1920 he moved to Toronto, where he taught Yiddish at the Workmen's Circle/Arbeter Ring School, which promoted a socialist ideology. Later, when he moved to New York, he broke with Workmen's Circle and embraced communism, seeing the Soviet Union as the salvation for Jewish national and social problems. He became the cultural and national school director of the Jewish People's Fraternal Order, a branch of the pro-Communist International Workers Order.  Mr. Goldberg repudiated Communist ideology in the 1950s when the Stalinist regime's horrors became apparent, particularly the execution of Jewish writers in 1952.  Although he was threatened with deportation because of his Communist activities, Mr. Goldberg was able to remain in the United States, and eventually became an American citizen. From 1970 to 1985, he was a professor of Yiddish language and literature at Queens College.  Two years ago, in honor of his 100th birthday, a group of Jewish musicians performed an adaptation of I. L. Peretz's ''Oyb Nit Nokh Hekher'' (''If Not Even Higher''), with a libretto by Mr. Goldberg. It was one of more than 20 works that he wrote with the composer Moyshe Rauch.  In addition to his son, who lives in Manhattan, Mr. Goldberg is survived by his wife of 67 years, the former Jennie Wilensky, who is 101; a daughter, Susan, of Manhattan; two granddaughters; and two great-grandchildren.  Mr. Goldberg fought to keep his magazine Yidishe Kultur alive right to the end of his life.  In an interview in 2004 he said: ''I only have two dreams. One dream is that someone will knock on the door and I will open it and they give me a check for $150,000 for the magazine. Second dream is that someone knocks at the door and I open it up and he gives me a corned beef sandwich. Those are my only two dreams. I'm not asking for much. Really, I'm not. And I think they're both reachable.''  ", 
            "title": "Itche Goldberg, Yiddish Advocate, 102"
        }, 
        "weight": 0.3145969845725773, 
        "file": "1816134.txt", 
        "other_topics": {
            "0": 0.07612729387717172, 
            "1": 0.00016956747103491333, 
            "2": 0.0028903982620530665, 
            "3": 0.0001652574003321911, 
            "4": 0.0002374606143431513, 
            "5": 0.0001017442530075937, 
            "6": 0.00026485380023389256, 
            "7": 0.00027317700272496597, 
            "8": 0.00011481714478471877, 
            "9": 0.011014905928856272, 
            "10": 0.1912497222447288, 
            "11": 0.0003158737567601959, 
            "12": 0.000166269327236827, 
            "13": 0.00013383307891533946, 
            "14": 0.027733076641057463, 
            "15": 0.0002257192114263924, 
            "16": 0.06791204455816507, 
            "17": 0.12774245558088865, 
            "18": 9.22217900029193e-05, 
            "19": 0.11459923219871469, 
            "20": 0.005607554242516198, 
            "21": 0.0407988063600153, 
            "22": 0.00013856111357678417, 
            "23": 9.351041588219766e-05, 
            "24": 0.00010742150632687238, 
            "25": 0.00010106824173807509, 
            "26": 0.00011390183300870785, 
            "27": 0.010979091194477573, 
            "28": 0.0003503551235108452, 
            "29": 0.005582821253931305, 
            "30": 0.3145969845725773
        }
    }, 
    {
        "i": 39, 
        "content": {
            "text": "  The militant Irish republican Gerry Adams and the fire-breathing unionist preacher Ian Paisley have long symbolized the irreconcilable extremes of Ulster politics. But over the next few days, they have the chance to lead the province into a new era of democratic self-rule.  Mr. Adams's opportunity comes this Sunday, when he will ask his party, Sinn Fein, to end its long refusal to cooperate with Northern Ireland's reformed police service. If Sinn Fein accepts his advice, it will be the turn of Mr. Paisley and his Democratic Unionist Party to live up to its end of the bargain and agree to form a power-sharing coalition with Sinn Fein -- as the top parties elected by the Protestant and Roman Catholic communities are supposed to do under the Good Friday peace agreement on Northern Ireland.  If both sides come through, elections will be held and a coalition cabinet formed in March. If either falters, there can be no power sharing, and Northern Ireland will remain ruled by appointed British officials for the foreseeable future.  The Good Friday agreement of 1998 all but ended years of sectarian bloodshed in Northern Ireland. In 2005, the Irish Republican Army took the further crucial steps of permanently renouncing political violence and destroying its weapons. But the agreement's full promise has never been met as Sinn Fein and the Unionists have sparred over political power sharing and police reform.  The importance of police reform was clearly demonstrated this week with the release of a devastating ombudsman's report on years of police collaboration with a Protestant paramilitary death squad. Most, but not all, of that collaboration occurred before the present professional police service was created to replace the old Protestant-dominated Royal Ulster Constabulary.  Further reforms put in place by the head of the new force make any repetition of such shocking abuses unlikely. But the best safeguard would be oversight of the police by a democratically chosen executive and legislature. That is the courageous and sensible argument Mr. Adams will make to Sinn Fein this weekend. If his view prevails, Mr. Paisley's time to be courageous and sensible will follow.  Editorial  ", 
            "title": "Days of Decision in Ulster"
        }, 
        "weight": 0.3126239363935628, 
        "file": "1821527.txt", 
        "other_topics": {
            "0": 0.0004075553171422418, 
            "1": 0.00033121779931527247, 
            "2": 0.0003496777524880831, 
            "3": 0.0003227988960649258, 
            "4": 0.00046383414004327043, 
            "5": 0.00019873804432226781, 
            "6": 0.06407132676196339, 
            "7": 0.01642209562174068, 
            "8": 0.00022427345166590017, 
            "9": 0.00033086171384638245, 
            "10": 0.26764664388669906, 
            "11": 0.0006169992979020029, 
            "12": 0.08506342249485113, 
            "13": 0.0002614174617536106, 
            "14": 0.017098131736296224, 
            "15": 0.00044089954291076926, 
            "16": 0.0002491247992031007, 
            "17": 0.0006008120970883694, 
            "18": 0.00018013772421830195, 
            "19": 0.06496283777063748, 
            "20": 0.0003609596622690424, 
            "21": 0.0002502258656411146, 
            "22": 0.00027065277809165753, 
            "23": 0.00018265480974933172, 
            "24": 0.0002098274787467492, 
            "25": 0.058455237391945844, 
            "26": 0.00022248556422329468, 
            "27": 0.00026090444296433113, 
            "28": 0.0006843520887576344, 
            "29": 0.10623595721389578, 
            "30": 0.3126239363935628
        }
    }
]