[
    {
        "content": {
            "text": "  The stock market turned in its best performance in months last week, with all three major indexes posting substantial gains.  The Dow Jones industrial average closed on Friday at a record high, while the Standard & Poor's 500-stock index had its highest close since November 2000. For the Nasdaq composite index, Friday's close was the highest since February 2001.  Strong earnings and economic reports buoyed the market. The Commerce Department said on Friday that retail sales climbed 0.9 percent in December. That was more than Wall Street had expected.  Alcoa, the big aluminum maker, gained 7.1 percent for the week, the best performance among the Dow industrials. It said on Tuesday that its profit in the fourth quarter jumped 60 percent from the year-earlier period.  For the week, the Dow rose 158.07 points, or 1.3 percent, to close at 12,556.08. The S.& P. 500 climbed 21.02 points, or 1.5 percent, to close at 1,430.73. The Nasdaq composite index jumped 68.57 points, or 2.8 percent, to close at 2,502.82.  The yield on the benchmark 10-year Treasury bond jumped to 4.77 percent from 4.64 percent the previous week.  JEFF SOMMER  DataBank  ", 
            "title": "Strong Earnings Have Stocks Sizzling"
        }, 
        "weight": 0.9180819934914574, 
        "file": "1818853.txt", 
        "other_topics": {
            "0": 0.0008373637383430712, 
            "1": 0.0005637516650875497, 
            "2": 0.0010275040672274376, 
            "3": 0.0007472378231317094, 
            "4": 0.00038655407219138964, 
            "5": 0.010746665105532504, 
            "6": 0.0006648240182627627, 
            "7": 0.0029879209987875178, 
            "8": 0.0005506951925496396, 
            "9": 0.0010803034453285812, 
            "10": 0.0004639724188832627, 
            "11": 0.000678443513670568, 
            "12": 0.0005484393247527117, 
            "13": 0.0004180503927822307, 
            "14": 0.0002661423197714509, 
            "15": 0.0004907862270726698, 
            "16": 0.0007112251496146956, 
            "17": 0.000428206540170102, 
            "18": 0.009827750383297558, 
            "19": 0.0002580659907221543, 
            "20": 0.03318647762328182, 
            "21": 0.001773925561430064, 
            "22": 0.0005659032257220286, 
            "23": 0.0006716413911077958, 
            "24": 0.00032156239152130676, 
            "25": 0.010152527077951045, 
            "26": 0.000570795951182534, 
            "27": 0.0003944728247060647, 
            "28": 0.0005967980744604499, 
            "29": 0.9180819934914574
        }
    }, 
    {
        "content": {
            "text": "  Merrill Lynch, the nation's largest brokerage house, capped a record earnings season for the major brokers yesterday by announcing a 68 percent gain in fourth-quarter profit.  Merrill's results, like those of its peers, were propelled by a buoyant market for mergers and acquisitions, especially buyouts, and strong results from trading and principal investments.  With the fourth-quarter results in, banks up and down Wall Street are looking more like Goldman Sachs, the competitor that everyone may love to hate but tries to imitate.  At Goldman, where fourth-quarter profit soared 98 percent, more than 64 percent of its profit last year came from trading and principal investments.  Merrill Lynch's results are starting to reflect that trend.  In the fourth quarter, investment banking and principal transactions, including net interest profit, constituted 57 percent of total net revenue, compared with only 45 percent of total revenue in the fourth quarter of 2005.  ''Trading has become a bigger part of Wall Street's business,'' said Jeffrey Harte, an analyst with Sandler O'Neill & Partners.  Over all, Merrill earned $2.35 billion, or $2.41 a share -- sharply higher than forecasts -- compared with $1.37 billion, or $1.41 a share, in the quarter a year earlier. The firm also increased its dividend 40 percent, to 35 cents a common share.  Merrill shares fell $1.41, to $95.40 in trading yesterday.  On a conference call with investors, Jeffrey N. Edwards, Merrill's chief financial officer, said the results put Merrill on ''the strongest competitive footing ever as we enter 2007.''  Later, in an interview, he said: ''The most encouraging thing is the continued growth in the pipeline. It's up from the third quarter and is the highest period end pipeline we have ever had.''  For the year, Merrill reported record net earnings of $7.5 billion, up 45 percent from the previous year, on record revenue of $34.7 billion.  For the fourth quarter, trading and investment banking reported revenue of $5.4 billion, up 55 percent from the quarter a year ago and up 21 percent from the third quarter. Fixed-income revenue was up 70 percent, to $2.3 billion, while equity revenue increased 49 percent, to $1.8 billion.  Debt and equity underwriting surged, but strategic advisory services dropped a surprising 18 percent from the previous year to $286 million. Revenue in the Global Private Client business, part of global wealth management, increased 10 percent, to $3.1 billion.  Merrill attracted $22 billion in new client money, up from $17 billion a year ago, bringing total assets managed to $1.5 trillion.  ", 
            "title": "Strong Merger Market Aids Merrill Lynch's 68% Profit Rise"
        }, 
        "weight": 0.8902123096902809, 
        "file": "1819857.txt", 
        "other_topics": {
            "0": 0.00037882567237116727, 
            "1": 0.00025504281329371143, 
            "2": 0.0004648456833129165, 
            "3": 0.0003380524589339945, 
            "4": 0.00017487813192803946, 
            "5": 0.000583717650483398, 
            "6": 0.00030076822555660674, 
            "7": 0.02702036401595492, 
            "8": 0.0002491360289878175, 
            "9": 0.0004887322680717975, 
            "10": 0.000209902406202736, 
            "11": 0.0003069297229668326, 
            "12": 0.00024811546815407196, 
            "13": 0.0001891271545196468, 
            "14": 0.00012040352193103339, 
            "15": 0.000222033047226532, 
            "16": 0.0003217602257809789, 
            "17": 0.00019372182370191166, 
            "18": 0.00016799808733246015, 
            "19": 0.00011674976832039273, 
            "20": 0.06635089488598485, 
            "21": 0.005080632214106728, 
            "22": 0.00025601618527852724, 
            "23": 0.004581955805222938, 
            "24": 0.0001454757157485497, 
            "25": 0.00031492796271259573, 
            "26": 0.00025822966781596205, 
            "27": 0.0001784605974783731, 
            "28": 0.0002699931003397129, 
            "29": 0.8902123096902809
        }
    }, 
    {
        "content": {
            "text": "  The following equity and convertible debt offerings are expected this week:  American Capital Strategies, six million shares. JPMorgan, Morgan Stanley and UBS.  Apollo Investment Corporation, 16 million shares. JPMorgan, Citigroup, Bank of America and Bear Stearns.  Pinnacle Entertainment, 10 million shares. Bear Stearns and Lehman Brothers.  Syntel Inc., three million shares. Credit Suisse and Deutsche Bank.  ", 
            "title": "Stock Offerings This Week"
        }, 
        "weight": 0.8788686570358778, 
        "file": "1817360.txt", 
        "other_topics": {
            "0": 0.0018941788635814948, 
            "1": 0.001275248066545974, 
            "2": 0.0023242903857258203, 
            "3": 0.0016903073608673935, 
            "4": 0.0008744139728633667, 
            "5": 0.0029186660685493085, 
            "6": 0.0015038812235725263, 
            "7": 0.006758898842638731, 
            "8": 0.0012457133575756781, 
            "9": 0.0024437264938708073, 
            "10": 0.0010495400133667945, 
            "11": 0.04431686398394147, 
            "12": 0.0012406104173547051, 
            "13": 0.0009456609853764819, 
            "14": 0.0006020336607997338, 
            "15": 0.0011101948356367485, 
            "16": 0.0016088440231642738, 
            "17": 0.0009686349438089195, 
            "18": 0.0008400128326980934, 
            "19": 0.0005837644056600527, 
            "20": 0.010897011361558863, 
            "21": 0.02540383837598826, 
            "22": 0.0012801150562314935, 
            "23": 0.0015193026264311797, 
            "24": 0.0007273979722929287, 
            "25": 0.0015746817970047964, 
            "26": 0.0012911827640008017, 
            "27": 0.000892326778198012, 
            "28": 0.001350001494817504, 
            "29": 0.8788686570358778
        }
    }, 
    {
        "content": {
            "text": "  The year got off to an uneven start on Wall Street last week, with the Dow Jones industrial average and the broader Standard & Poor's 500-stock index both dropping modestly. But the Nasdaq composite index, in which technology stocks dominate, eked out a small gain.  Many analysts expect technology earnings to be strong this year. On Thursday, after Banc of America Securities issued a bullish earnings projection for Intel, the chip maker, tech shares rose sharply. But on Friday, the sector's shares dropped on a disappointing earnings report by Motorola, the cellphone maker, whose stock had a one-day loss of 7.8 percent.  For the week, Intel had the best performance in the Dow, with a gain of 4.2 percent. Goodyear Tire's gain of 10.9 percent led the S.& P. 500. The company said it had reached an agreement with striking workers that would enable it to cut costs.  For the week, the Dow lost 65.14 points, or 0.5 percent, to close at 12,398.01. The S.& P. 500 lost 8.59 points, or 0.6 percent, to close at 1,409.71. The Nasdaq composite index rose 18.96 points, or 0.8 percent, to close at 2,434.25.  The yield on the benchmark 10-year Treasury note slipped to 4.64 percent from 4.70 percent the previous week.  JEFF SOMMER  DataBank  ", 
            "title": "Investors Start the New Year Indecisively"
        }, 
        "weight": 0.8572768828774193, 
        "file": "1817153.txt", 
        "other_topics": {
            "0": 0.026454741994035042, 
            "1": 0.0005106351676767835, 
            "2": 0.0009306929702385495, 
            "3": 0.0006768333199513274, 
            "4": 0.000350133073999772, 
            "5": 0.0011686930381654378, 
            "6": 0.0006021845168092545, 
            "7": 0.01983724965541303, 
            "8": 0.0004988088717089878, 
            "9": 0.0009785176082122934, 
            "10": 0.0004202570893995751, 
            "11": 0.0006145207878163793, 
            "12": 0.0004967655510377094, 
            "13": 0.00037866182157093555, 
            "14": 0.00024106647749107339, 
            "15": 0.00044454450935553144, 
            "16": 0.0006442137487488304, 
            "17": 0.00038786106007526955, 
            "18": 0.0003363581603673634, 
            "19": 0.00023375109752202272, 
            "20": 0.08145220734729403, 
            "21": 0.0016067868755053687, 
            "22": 0.0005125840089723267, 
            "23": 0.0006083595590156452, 
            "24": 0.000291264888215505, 
            "25": 0.0006305345011257344, 
            "26": 0.0005170157434409668, 
            "27": 0.0003573057242437302, 
            "28": 0.0005405679551721888, 
            "29": 0.8572768828774193
        }
    }, 
    {
        "content": {
            "text": "  An article in Business Day yesterday about a lawsuit filed by a pension fund over the proposed merger between Caremark RX and CVS misstated the amount of exit pay that Caremark's chief executive, Edwin M. Crawford, would receive if a rival bid was accepted. If Express Scripts succeeds in its rival bid, Mr. Crawford would receive $57.6 million to $62.4 million, not an estimated $48 million.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.8364918697522127, 
        "file": "1818347.txt", 
        "other_topics": {
            "0": 0.0021730870286594383, 
            "1": 0.026003837419164674, 
            "2": 0.0026665302760840955, 
            "3": 0.0019391964882362158, 
            "4": 0.0010031669651909803, 
            "5": 0.0033484247430364492, 
            "6": 0.0017253200542058191, 
            "7": 0.007754112183042843, 
            "8": 0.025969953875116872, 
            "9": 0.0028035527412554636, 
            "10": 0.001204079420881104, 
            "11": 0.0017606647287509007, 
            "12": 0.025964099553006416, 
            "13": 0.0010849047364752844, 
            "14": 0.0006906800430802985, 
            "15": 0.0012736653559977378, 
            "16": 0.001845738090047128, 
            "17": 0.001111261492970864, 
            "18": 0.0009637004328050675, 
            "19": 0.0006697207334128654, 
            "20": 0.012501540639189629, 
            "21": 0.004603608265840284, 
            "22": 0.001468605461381035, 
            "23": 0.0017430121798863404, 
            "24": 0.0008345036092706527, 
            "25": 0.026347361237381527, 
            "26": 0.0014813028326023574, 
            "27": 0.0010237173396397893, 
            "28": 0.0015487823211752102, 
            "29": 0.8364918697522127
        }
    }, 
    {
        "content": {
            "text": "  Intel reported yesterday that fourth-quarter profit fell 39 percent as the company continued to fight for market share and to absorb the high cost of its corporate overhaul.  The company, the world's largest chip maker and a closely watched indicator of the overall strength of the technology industry, reported slightly higher sales than Wall Street predicted, although they were still down 5 percent from the period last year.  But on the critical measurement of gross profit margin, Intel clearly disappointed, indicating the price war with its smaller rival Advanced Micro Devices continued to take a toll.  Intel projected that its gross profit margin would be about 49 percent during the first quarter of 2007, down from 49.6 percent during the fourth quarter of 2006. Intel estimated that gross profit margin would be only about 50 percent for all of 2007. That compares with a gross profit margin of 61.8 percent in the fourth quarter of 2005.  ''These results were clearly mixed,'' said Adam Parker, an analyst with Sanford C. Bernstein & Company. ''People wanted to see that gross margins had reached the bottom in the fourth quarter, but they didn't.''  The report was released after the market's close yesterday, but investors reacted strongly to the forecast of a lower profit margin, sending shares of Intel down 88 cents, or nearly 4 percent, in after-hours trading. Earlier in the day, Intel shares rose 17 cents, to close at $22.30 in regular trading.  Intel's net income for the fourth quarter was $1.5 billion, or 26 cents a share, including the cost associated with stock option expenses. In last year's fourth quarter, the last quarter in which it expensed stock options, Intel posted net income of $2.45 billion, or 40 cents a share.  The company's revenue declined 5 percent, to $9.69 billion, from $10.2 billion last year, at the top of the range of $9.1 billion to $9.7 billion the company had forecast.  Analysts were expecting earnings of 25 cents a share on $9.44 billion in revenue, according to a survey of analysts by Thomson Financial.  For 2006, Intel, which is based in Santa Clara, Calif., posted revenue of $35.4 billion, while its net income was $5 billion, or 86 cents a share.  Closing what he called ''a very tough pricing year,'' Andy D. Bryant, Intel's chief financial officer, indicated that Intel would continue to price aggressively this year. ''We're going to have to fight to win orders,'' Mr. Bryant said in a conference call with analysts.  The brightest spot for Intel was that it sold record numbers of its highest-priced microprocessors, those used in computer servers. Sales of those chips helped drive up Intel's average selling price during a period in which Intel was continuing to cut prices on older products.  Paul S. Otellini, Intel's chief executive, described 2006 as a unique year in which the company introduced 40 new products. ''We've never had that broad a base of new products all at once,'' Mr. Otellini said in the conference call.  Intel's report of higher selling prices on server chips was in stark contrast to news from A.M.D. last week. That company, which is scheduled to issue its earnings report on Jan. 23, warned last week that its fourth-quarter revenue would miss Wall Street forecasts because of lower unit prices.  A.M.D., based in Sunnyvale, Calif., said that it expected fourth-quarter revenue to be about $1.37 billion, or only about 3 percent above the third-quarter level. The news sent shares of A.M.D down $1.92, to $18.26, on Friday. Yesterday, A.M.D. shares declined 23 cents, or about 1 percent, in after-hours trading, after declining 13 cents, to close at $18.13, during the regular session.  Intel said it was also facing the high cost of its transition to a major new manufacturing process, a transition that occurs roughly every two years. Mr. Bryant said the bulk of the costs of the manufacturing changes would occur in the first half of 2007.  Looking ahead, Intel said first-quarter revenue would be $8.7 billion to $9.3 billion, in line with analysts' forecast of $8.93 billion. Mr. Bryant declined to provide a full-year forecast.  In September, the company announced a major revamping, including the elimination of 10,500 positions. Intel ended the fourth quarter with 94,100 employees, down more than 6,000 from the second quarter. Costs associated with layoffs decreased earnings by about 1.5 cents a share in the fourth quarter, the company said.  ", 
            "title": "Intel's Fight for Share in Chip Market Cuts Its Margins"
        }, 
        "weight": 0.8332323050270783, 
        "file": "1819449.txt", 
        "other_topics": {
            "0": 0.00023566274881059424, 
            "1": 0.00015865896856719408, 
            "2": 0.0002891747299399727, 
            "3": 0.005533008266502561, 
            "4": 0.00010878951529093944, 
            "5": 0.0003631235052818693, 
            "6": 0.00018710417999366158, 
            "7": 0.016809033078475845, 
            "8": 0.00015498443136530572, 
            "9": 0.0003040342778389856, 
            "10": 0.00013057768159711343, 
            "11": 0.00019093717105626441, 
            "12": 0.00015434955313779937, 
            "13": 0.00011765365538678904, 
            "14": 7.490153654882976e-05, 
            "15": 0.00013812400281290837, 
            "16": 0.0002001630427812425, 
            "17": 0.0001205119420561966, 
            "18": 0.00010450952494291177, 
            "19": 7.262858177791718e-05, 
            "20": 0.13974620367586096, 
            "21": 0.0004992432259118314, 
            "22": 0.00015926449119748766, 
            "23": 0.0001890228215000472, 
            "24": 9.049863712747995e-05, 
            "25": 0.00019591277672822082, 
            "26": 0.00016064147121035502, 
            "27": 0.00011101812264436004, 
            "28": 0.00016795935657605142, 
            "29": 0.8332323050270783
        }
    }, 
    {
        "content": {
            "text": "  The following equity and convertible debt offerings are expected this week:  DiamondRock Hospitality, 14.5 million shares. Citigroup and Merrill Lynch.  MV Oil Trust, an initial public offering of 7.5 million shares. Raymond James.  Oculus Innovative Sciences, an initial public offering of 3.5 million shares. Roth Capital.  Savvis Communications Inc., 6.6 million shares. Morgan Stanley.  Smart Modular Technologies, 12.5 million ordinary shares. Citigroup, JPMorgan and Lehman Brothers.  Source: MCM EquityWatch  ", 
            "title": "Stock Offerings This Week"
        }, 
        "weight": 0.8326759783057082, 
        "file": "1819021.txt", 
        "other_topics": {
            "0": 0.0015333731554755374, 
            "1": 0.0010323371194821424, 
            "2": 0.0018815564630802976, 
            "3": 0.0013683353676305294, 
            "4": 0.0007078544368435325, 
            "5": 0.0023627146756609796, 
            "6": 0.0012174199288073745, 
            "7": 0.005471454805635895, 
            "8": 0.0010084282211407234, 
            "9": 0.0019782422225643396, 
            "10": 0.0008496222363347258, 
            "11": 0.01855884432299319, 
            "12": 0.0010042972957570238, 
            "13": 0.0007655302236955065, 
            "14": 0.0004873574887312959, 
            "15": 0.0008987234474225909, 
            "16": 0.001302389274792593, 
            "17": 0.0007841280719835518, 
            "18": 0.0006800060715907166, 
            "19": 0.00047256818559824714, 
            "20": 0.09540375661707853, 
            "21": 0.0032483969763141335, 
            "22": 0.0010362770385020606, 
            "23": 0.01854638833563619, 
            "24": 0.0005888422395086704, 
            "25": 0.0012747343148881306, 
            "26": 0.0010452365545817706, 
            "27": 0.0007223551872042824, 
            "28": 0.0010928514153573474, 
            "29": 0.8326759783057082
        }
    }, 
    {
        "content": {
            "text": "  In the turf war that has come to characterize the computer chip market, Advanced Micro Devices, appears to have stumbled in the fourth quarter.  A.M.D., the second-largest maker of the microprocessors, issued a warning late Thursday that its fourth-quarter revenue would miss Wall Street's forecasts because of lower unit prices, signaling that the price war between A.M.D. and its main rival, Intel, had taken its toll.  On Friday, shares of A.M.D fell $1.92, to $18.26. Shares of Intel rose 21 cents, to $22.13.  A.M.D., based in Sunnyvale, Calif., said that it expected fourth-quarter revenue to increase about 3 percent, or about $1.37 billion, over the third quarter. Fourth-quarter operating income, the company said, ''is expected to be positive but substantially lower than the third quarter.''  In October, analysts forecast A.M.D.'s fourth-quarter sales would be about $1.44 billion, excluding revenue gained from its $5.4 billion acquisition of ATI. A.M.D. executives said at the time that they expected a ''seasonally strong'' fourth quarter, which included the holiday shopping season.  The chip maker said its fourth quarter gross margin and operating income were hurt by lower average selling prices, though unit sales rose over all.  A.M.D. plans to issue its fourth-quarter earnings report on Jan. 23 after the close of regular trading.  In the last few years, A.M.D. has managed to gain market share, as the market leader, Intel, has struggled to revamp its product line. The threat of competition led Intel to lay off more than 10,000 employees and cut costs sharply last year.  Yet in recent months Intel has staged something of a comeback, and in October, the company's chief financial officer, Andy D. Bryant, told analysts that he thought Intel had begun to win back market share.  After A.M.D.'s revised forecast, several Wall Street investment firms lowered their outlooks. Bear Stearns sharply cut its rating on the company, while Citigroup downgraded A.M.D. to hold, from buy.  Mark Lipacis, an analyst with Prudential, which also lowered its rating, wrote in a research note that he did not expect the price war to be resolved anytime soon. But, Mr. Lipacis said he believed that computer makers want a strong second supplier of chips and that he expected A.M.D. to continue to take unit share from Intel this year.  ''A.M.D.'s share is near the highest levels that it has ever been at,'' Mr. Lipacis said, ''and it seems that the company has gained enough critical mass in the market to weather downturns better than it historically has.''  The weakness appears to be solidly in A.M.D.'s server business, analysts said, the part of the market where A.M.D. has gained the most share from Intel.  An analyst at Bear Stearns, Gurinder Kalra, said he expected further pricing pressure as A.M.D. tries to prevent Intel from ''clawing back'' share.  ", 
            "title": "A.M.D., in Price War With Intel, Warns of Disappointing Revenue"
        }, 
        "weight": 0.8237619530126942, 
        "file": "1818459.txt", 
        "other_topics": {
            "0": 0.0003574186379983882, 
            "1": 0.00024063061615687265, 
            "2": 0.000438577749942847, 
            "3": 0.0003189494753296729, 
            "4": 0.00016499595536434818, 
            "5": 0.008623437040852205, 
            "6": 0.00028377213418183405, 
            "7": 0.0012753581328307766, 
            "8": 0.004271409943784592, 
            "9": 0.0004611145292944517, 
            "10": 0.0001980410452860227, 
            "11": 0.0002895854519504245, 
            "12": 0.00023409472789656283, 
            "13": 0.00017843978089925188, 
            "14": 0.00011359964743000455, 
            "15": 0.0002094861967342711, 
            "16": 0.00030357789888118555, 
            "17": 0.00018277481023055143, 
            "18": 0.00015850469474484405, 
            "19": 0.00011015236353574576, 
            "20": 0.15140122781031143, 
            "21": 0.0007571787850897997, 
            "22": 0.00024154898392984075, 
            "23": 0.0002866820477658883, 
            "24": 0.00013725503833790525, 
            "25": 0.004333484045563393, 
            "26": 0.00024363738493184047, 
            "27": 0.00016837597961049232, 
            "28": 0.00025473607844040893, 
            "29": 0.8237619530126942
        }
    }, 
    {
        "content": {
            "text": "  A consortium of investors is considering making an offer worth more than $38 billion for Equity Office Properties Trust, the real estate investment trust that is controlled by Samuel Zell, people involved in the discussions said last night.  The investors, which include Cerberus Capital Management, Starwood Capital and Walton Street Capital, have talked among themselves about preparing a bid, these people said. If the group bids for Equity Office, the nation's largest owner and manager of office buildings, it would seek to top a deal reached in November to sell the company to the Blackstone Group for $36 billion.  While people involved said last night that executives were interested in making a offer, it remained possible that the group could decide against such an bid.  Spokesmen for Cerberus and Barry Sternlicht of Starwood Capital declined to comment. A spokesman for Neil Bluhm of Walton Street Capital could not be reached.  An offer by the consortium could result in a bidding war for Equity Office, pitting two of the most powerful financial firms in the nation against each other for a deal that would be the largest leveraged buyout in history, surpassing the $33 billion that a consortium of private equity groups paid for the health care company HCA Inc. in August.  A bid by the consortium would also be one of the first instances of a private equity firm's trying to top another firm's deal after an agreement had been struck.  When Blackstone reached its deal with Equity Office, the purchase price -- $48.50 a share -- was instantly derided by some shareholders as too low. James S. Corl, the chief investment officer for the real estate firm Cohen & Steers, the largest shareholder in Equity Office, criticized the deal publicly and suggested that another bidder should emerge.  Under the terms of Equity Office's agreement with Blackstone, Equity Office can consider offers from rival bidders. A shareholder vote on that deal is scheduled for Feb. 5. If the consortium were to top Blackstone's offer, Blackstone would be entitled to a breakup fee of $200 million. Blackstone also has the right to match any rival offer.  Speculation about a rival offer has been increasing in recent weeks. Yesterday, Jonathan Litt, an analyst at Citigroup, wrote in a note to investors that he expected a ''topping bid'' of $50 to $52 a share.  Shares of Equity Office closed at $48.75, above Blackstone's offer, in anticipation of another bid.  ", 
            "title": "Group Weighs Rival Bid for Equity Office REIT"
        }, 
        "weight": 0.8170104421678586, 
        "file": "1818108.txt", 
        "other_topics": {
            "0": 0.009635824330043539, 
            "1": 0.0002750463149865191, 
            "2": 0.000501304430348207, 
            "3": 0.00036456656786815395, 
            "4": 0.0001885941624363331, 
            "5": 0.0006294997560788208, 
            "6": 0.00032435805987252503, 
            "7": 0.02452598017264664, 
            "8": 0.00026867625015005044, 
            "9": 0.0005270644862019563, 
            "10": 0.00022636545836082777, 
            "11": 0.00033100281545530625, 
            "12": 0.00026757564475397513, 
            "13": 0.00020396076346056155, 
            "14": 0.00012984700329662582, 
            "15": 0.0002394475290490029, 
            "16": 0.00034699650332186305, 
            "17": 0.0002089158014435716, 
            "18": 0.00018117450262110919, 
            "19": 0.00012590667871544234, 
            "20": 0.1407595737488305, 
            "21": 0.0008654727230933486, 
            "22": 0.00027609603042087007, 
            "23": 0.0003276841578604119, 
            "24": 0.00015688565782320558, 
            "25": 0.0003396283726315339, 
            "26": 0.000278483120679741, 
            "27": 0.00019245760769660272, 
            "28": 0.0002911691819941768, 
            "29": 0.8170104421678586
        }
    }, 
    {
        "content": {
            "text": "  The following equity and convertible debt offerings are expected this week:  AeroVironment, an initial public offering of 6.7 million shares. Goldman Sachs.  Allis-Chalmers, 4.5 million shares. RBC Capital Markets.  Baldor Electric Company, 6.3 million shares. UBS.  Inverness Medical Innovations, five million shares. Jefferies.  J.Crew, 7.5 million shares. Goldman Sachs and Bear Stearns.  Kaiser Aluminum, 5.7 million shares. UBS and Bear Stearns.  Meruelo Maddux Properties, an initial public offering of 40 million shares. Friedman, Billings, Ramsey and UBS.  Oculus Innovative Sciences, 3.5 million shares. Roth Capital.  RAM Energy Resources, 11.8 million shares. RBC Capital Markets.  Tower Group, 2.5 million shares. Friedman, Billings, Ramsey.  (Source by MCM EquityWatch)  ", 
            "title": "Stock Offerings This Week"
        }, 
        "weight": 0.8031976804376365, 
        "file": "1820645.txt", 
        "other_topics": {
            "0": 0.000986645659214486, 
            "1": 0.0006642550993839224, 
            "2": 0.04577970228501006, 
            "3": 0.0008804524495563062, 
            "4": 0.0004554674150734001, 
            "5": 0.001520283676793804, 
            "6": 0.0007833462350046777, 
            "7": 0.0035205958277616514, 
            "8": 0.0006488709701646747, 
            "9": 0.0012728957036962168, 
            "10": 0.0005466876007698146, 
            "11": 0.0007993937606013705, 
            "12": 0.011788467641440814, 
            "13": 0.0004925787760856074, 
            "14": 0.0003135891280118847, 
            "15": 0.011720536375777415, 
            "16": 0.0008380195779435727, 
            "17": 0.03393130964056088, 
            "18": 0.011579803150672544, 
            "19": 0.00030407298271683777, 
            "20": 0.050245087313364724, 
            "21": 0.0020901740483984443, 
            "22": 0.01180904493813439, 
            "23": 0.000791378982324389, 
            "24": 0.00037888927264622047, 
            "25": 0.0008202250534678742, 
            "26": 0.00067255521315722, 
            "27": 0.0004647978917076736, 
            "28": 0.0007031928929226229, 
            "29": 0.8031976804376365
        }
    }, 
    {
        "content": {
            "text": "  After years of losses, Sun Microsystems returned to profitability last quarter, while Advanced Micro Devices swung to a loss, providing evidence that the road to recovery in the technology industry is a bumpy one.  ''It's great to be profitable again,'' Jonathan I. Schwartz, chief executive of Sun, whose string of losses had once led analysts to question the company's ability to survive, told analysts in a conference call. ''Sun's financial performance this quarter demonstrates that our strategy and discipline are paying off.''  In contrast, Advanced Micro Devices, the computer chip maker, reported a $574 million loss, in contrast to a $96 million profit in the quarter a year earlier. Ten days ago, it warned investors that lower prices had hurt its bottom line, a result of a bruising price war with its larger rival, Intel.  On Monday, Intel announced a deal to become a second outside supplier of server chips to Sun, entering territory that A.M.D. had long claimed for itself. Sun also announced on Tuesday that the private equity firm Kohlberg Kravis Roberts & Company would make a $700 million investment in the company in the form of convertible senior notes.  Sun's net income for the quarter, the second of its fiscal year, was $126 million, or 3 cents a share, in contrast to a net loss of $223 million, or 7 cents a share, for the period last year. The latest result beat analysts' forecasts.  Revenue was $3.6 billion, an increase of 7 percent over the $3.3 billion reported for the second quarter last year. Sun attributed the growth to server sales, as well as strong acceptance of Solaris, Sun's computer operating system. Revenue in Sun's computer systems products unit increased 14 percent, the fourth consecutive quarter of year-over-year revenue growth, the company said.  Sun's net income for the second quarter included $58 million of stock-based compensation charges, $26 million of restructuring and related charges and a tax benefit of $4 million. The impact of these three items was a loss of about 2 cents a share.  Shares of Sun rose as much as 8 percent, or 46 cents, to $6.12 in late trading after the report was issued, after declining 9 cents, to $5.66, during regular trading.  ''It's an important milestone,'' said Brent Bracelin, an analyst at Pacific Crest Securities. ''They are well on their way to executing a turnaround.'' Mr. Bracelin said that the challenge now would be for Sun to keep costs down as it headed aggressively into volume markets, where profit margins were lower.  While the Sun-Intel deal announced Monday had no impact during the December quarter, it serves as an illustration of A.M.D.'s precarious position as it tries to hold on to the market share gains of the past year.  A.M.D. has spent several quarters embroiled in a fierce price war with Intel in an effort to gain market share, particularly as Intel introduced its new line of high-performance chips.  A.M.D. said shipments of its server processors, which have the highest profit margins, were essentially flat with the previous quarter, while the average selling prices for those chips were down significantly. The company said, however, that overall microprocessor shipments increased 26 percent .  A.M.D., based in Sunnyvale, Calif., posted a net loss of $574 million, or $1.08 a share, for the quarter, the fourth of its fiscal year. For the same quarter last year, A.M.D. earned $96 million, or 21 cents a share. Revenue for the quarter was $1.77 billion, compared with $1.84 billion at the same time last year.  In addition to the price war with Intel, A.M.D. also attributed its lower profit to heavy costs associated with its $5.4 billion acquisition of ATI Technologies, the graphics chip maker it acquired in October. Excluding those costs, as well as employee stock-based compensation expenses, A.M.D. reported fourth-quarter revenue of $1.37 billion, compared with $1.35 billion last year.  Shares of A.M.D. declined as much as 5 percent in after-hours trading after release of its earnings report; they declined 2 cents, to close at $17.51, in regular trading. A.M.D.'s warning on Jan. 12 sent its shares down $1.91, or 9 percent, to $18.27, and led several Wall Street investment firms to lower their ratings of A.M.D.  Hector Ruiz, A.M.D.'s chief executive, said he expected the price war with Intel to continue. ''Pricing is very, very challenging and we expect it to be for all of the year,'' Mr. Ruiz told analysts.  He said the company was focused on reducing costs, as well as on the new chip design it planned to introduce later in the year. The company is also moving to an advanced manufacturing technology that could help make it more competitive with Intel, which is in the midst of a manufacturing transition of its own.  For the year, A.M.D. lost $166 million, or 34 cents a share, on $5.65 billion in revenue. The company said it expected revenue in the range of $1.6 billion to $1.7 billion in the first quarter.  ", 
            "title": "Profit at Sun Microsystems Stirs Hope of Turnaround"
        }, 
        "weight": 0.8025957991200782, 
        "file": "1821036.txt", 
        "other_topics": {
            "0": 0.00021146326008886446, 
            "1": 0.0001423667631175796, 
            "2": 0.00025948025912899217, 
            "3": 0.00018870335423624336, 
            "4": 9.761825185786526e-05, 
            "5": 0.0003258354603319814, 
            "6": 0.0001678910225625557, 
            "7": 0.0007545532321973071, 
            "8": 0.00013906955293077305, 
            "9": 0.0002728139253873679, 
            "10": 0.00011716905783681502, 
            "11": 0.00017133041546652677, 
            "12": 0.00013849986841157975, 
            "13": 0.0001055721604497543, 
            "14": 6.72101262682409e-05, 
            "15": 0.00012394047034907553, 
            "16": 0.0001796089105701103, 
            "17": 0.002496205525047691, 
            "18": 9.377776066139611e-05, 
            "19": 6.517057428848352e-05, 
            "20": 0.1468887096343783, 
            "21": 0.0028360460487874928, 
            "22": 0.00014291010647628062, 
            "23": 0.0001696126446259909, 
            "24": 8.120560817168804e-05, 
            "25": 0.00017579509137147508, 
            "26": 0.00014414568861248055, 
            "27": 9.961801032113898e-05, 
            "28": 0.04074787809598782, 
            "29": 0.8025957991200782
        }
    }, 
    {
        "content": {
            "text": "  Technology earnings reports that failed to meet Wall Street's expectations pulled down the Nasdaq composite index last week, but the Dow Jones industrial average managed a small gain.  A warning by the Federal Reserve chairman, Ben S. Bernanke -- that looming Social Security and Medicare deficits would burden the economy for years to come if they were not addressed -- pulled down the markets on Thursday. His comments came at a Senate hearing.  On top of that, Wall Street was disappointed by technology earnings reports, including those of bellwethers like Apple, Intel and I.B.M. Apple's shares fell 7.7 percent for the week, among the worst performances in the Standard & Poor's 500-stock index. Among the Dow industrials, I.B.M.'s drop of 2.5 percent and Intel's decline of 5 percent were among the worst for the week.  For the week, the Dow Jones industrial average gained 9.45 points, or 0.08 percent, to close at 12,565.53. The Standard & Poor's 500-stock index lost 0.23 point, or 0.02 percent, to close at 1,430.50. The Nasdaq composite index fell 51.51 points, or 2.1 percent, to close at 2,451.31. The yield on the 10-year Treasury bond rose to 4.78 percent from 4.77 percent the previous week.  JEFF SOMMER  ", 
            "title": "DataBank: JAN. 15-19; Tech Shares Fall as Earnings Disappoint"
        }, 
        "weight": 0.7973189092934911, 
        "file": "1820454.txt", 
        "other_topics": {
            "0": 0.043585591589443105, 
            "1": 0.0005106351676767835, 
            "2": 0.0009306929702385495, 
            "3": 0.009242258117655357, 
            "4": 0.000350133073999772, 
            "5": 0.08682294101520575, 
            "6": 0.0006021845168092545, 
            "7": 0.0027064000600049705, 
            "8": 0.0004988088717089878, 
            "9": 0.0009785176082122934, 
            "10": 0.0004202570893995751, 
            "11": 0.0006145207878163793, 
            "12": 0.0004967655510377094, 
            "13": 0.00037866182157093555, 
            "14": 0.00024106647749107339, 
            "15": 0.00044454450935553144, 
            "16": 0.01777506334415689, 
            "17": 0.00038786106007526955, 
            "18": 0.017467207755775427, 
            "19": 0.00023375109752202272, 
            "20": 0.004363384167957743, 
            "21": 0.0016067868755053687, 
            "22": 0.0005125840089723267, 
            "23": 0.0006083595590156452, 
            "24": 0.000291264888215505, 
            "25": 0.0006305345011257344, 
            "26": 0.0005170157434409668, 
            "27": 0.008922730521947761, 
            "28": 0.0005405679551721888, 
            "29": 0.7973189092934911
        }
    }, 
    {
        "content": {
            "text": "  JPMorgan Chase & Company reported a 68 percent gain in fourth-quarter earnings yesterday, ending 2006 on a high note that showed record profits for its investment banking advisory businesses and vast improvement in its trading results.  JPMorgan's strong performance came during a banner year for Wall Street. But it also reflects the steady progress that James Dimon, its chairman and chief executive, has made in integrating the bank. Now that he has wrung out most of the savings from the 2004 merger with Bank One, Mr. Dimon said yesterday that he was ''declaring victory'' in the $58 billion deal.  Further progress, however, may be difficult if credit quality deteriorates sharply and the markets slow, resulting in fewer deals.  Yet Mr. Dimon was optimistic, noting the bank's strong deal pipeline and the improvement in virtually all its businesses. While the bank experienced a decline in the credit quality of its subprime mortgage business, Mr. Dimon said that he expected an uptick not a major increase in overall credit costs.  For the quarter, JPMorgan earned $4.5 billion, or $1.26 a share, compared with $2.7 billion, or 76 cents a share, in the quarter a year earlier. The increase reflects a $622 million after-tax gain related to its exit this year from the corporate trust business when the bank swapped those assets for Bank of New York's 338 branches. Revenue rose 14 percent, to $16.9 billion. Shares of JPMorgan rose 4 cents, to $48.43.  The strong results led Mr. Dimon to suggest that the board would consider increasing the dividend later this year. He also reiterated that the bank was now ready, if not yet willing, to do a deal.  Investment bank earnings rose 51 percent, to $1 billion in the fourth quarter, based on the bank's big advisory business and more consistent trading results in a strong market. Fixed-income trading revenue increased 77 percent, to $2 billion after a particularly bad quarter in 2005. Equity trading revenue nearly doubled, to $909 million.  The asset management business also showed steady revenue and profit growth. Revenue rose 29 percent, to $1.9 billion in the fourth quarter, while profits rose 19 percent, to $407 million.  And the credit card division posted similarly strong results at least for now. Profit rose 138 percent, to $719 million. Revenue growth was essentially flat.  A difficult operating environment and a slowdown in the housing market continued to weigh on the retail banking division. Fourth-quarter net income was $718 million, down 11 percent from a year ago.  ", 
            "title": "JPMorgan Chase Posts 68% Rise in Earnings"
        }, 
        "weight": 0.7838387884991163, 
        "file": "1819678.txt", 
        "other_topics": {
            "0": 0.043911287597429696, 
            "1": 0.0002594831970647517, 
            "2": 0.00047293880776353076, 
            "3": 0.0003439380694047436, 
            "4": 0.00017792282081338689, 
            "5": 0.0005938803770805648, 
            "6": 0.00030600470460245274, 
            "7": 0.005727864698664099, 
            "8": 0.0002534735735969453, 
            "9": 0.0004972412662415695, 
            "10": 0.0002135568798417621, 
            "11": 0.00031227347581801483, 
            "12": 0.00025243524444538284, 
            "13": 0.00019241992382667658, 
            "14": 0.00012249978897676644, 
            "15": 0.00022589871952996568, 
            "16": 0.004679948826707129, 
            "17": 0.00019709458779180458, 
            "18": 0.00017092299225694347, 
            "19": 0.00011878242224946294, 
            "20": 0.1545578198391677, 
            "21": 0.0008165011378960151, 
            "22": 0.00026047351579317005, 
            "23": 0.00030914259990452145, 
            "24": 0.0001480084983780544, 
            "25": 0.0003204109676897458, 
            "26": 0.0002627255358287205, 
            "27": 0.00018156765833054673, 
            "28": 0.0002746937737896276, 
            "29": 0.7838387884991163
        }
    }, 
    {
        "content": {
            "text": "  An article in Business Day on Tuesday about General Electric's purchase of Smiths Group's aerospace business misstated G.E.'s percentage of ownership of Smiths GE Detection, a joint venture between the companies. G.E. will own 36 percent, not 46 percent.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7800759532072492, 
        "file": "1819705.txt", 
        "other_topics": {
            "0": 0.0034390395651067904, 
            "1": 0.11882722313920427, 
            "2": 0.0042199428739241205, 
            "3": 0.0030688938637098823, 
            "4": 0.00158757143096479, 
            "5": 0.0052990814542704405, 
            "6": 0.0027304216769202766, 
            "7": 0.012271344054826657, 
            "8": 0.0022616964035722187, 
            "9": 0.0044367890806420816, 
            "10": 0.0019055273504142473, 
            "11": 0.0027863567281047395, 
            "12": 0.002252431590382867, 
            "13": 0.001716926319058609, 
            "14": 0.001093042277486742, 
            "15": 0.0020156512344948053, 
            "16": 0.0029209903859269185, 
            "17": 0.0017586374549683843, 
            "18": 0.001525113294414018, 
            "19": 0.001059872922438825, 
            "20": 0.01978443215386814, 
            "21": 0.00728548408769622, 
            "22": 0.002324155554109108, 
            "23": 0.002758420518845944, 
            "24": 0.0013206516313691347, 
            "25": 0.002858966017661913, 
            "26": 0.002344249899815048, 
            "27": 0.0016200936216893887, 
            "28": 0.002451040206864265, 
            "29": 0.7800759532072492
        }
    }, 
    {
        "content": {
            "text": "  An article on the Street Scene page of Business Day on Friday about Richard C. Breeden, the former top securities regulator who is started a hedge fund aimed at troubled companies, misstated his former position at the accounting firm Coopers & Lybrand. He was a co-chairman of the firm's international business; he did not run the firm.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7729465092517459, 
        "file": "1820943.txt", 
        "other_topics": {
            "0": 0.002623822182926602, 
            "1": 0.09065946992050142, 
            "2": 0.003219613939783598, 
            "3": 0.0023414187723656723, 
            "4": 0.0012112408300881514, 
            "5": 0.0040429448994774774, 
            "6": 0.002083180733753672, 
            "7": 0.009362446734275602, 
            "8": 0.0017255658396456482, 
            "9": 0.0033850571912201087, 
            "10": 0.00145382594109091, 
            "11": 0.002125856494041522, 
            "12": 0.0017184972317082644, 
            "13": 0.0013099324032512568, 
            "14": 0.0008339388135121007, 
            "15": 0.0015378451808962055, 
            "16": 0.0022285755152317926, 
            "17": 0.001341755998648519, 
            "18": 0.0011635882686436931, 
            "19": 0.0008086321870774641, 
            "20": 0.07435656748515257, 
            "21": 0.005558474801107014, 
            "22": 0.001773219174712863, 
            "23": 0.00210454250675745, 
            "24": 0.001007593829818861, 
            "25": 0.002181253898177155, 
            "26": 0.0017885501963590194, 
            "27": 0.0012360537011950653, 
            "28": 0.001870026076834555, 
            "29": 0.7729465092517459
        }
    }, 
    {
        "content": {
            "text": "  As the deadline for bids for the Tribune Company came and went yesterday, the team of Eli Broad and Ronald W. Burkle made an audacious $500 million offer to help refinance the company while becoming its largest shareholder.  Meanwhile, the Chandler family -- which once owned The Los Angeles Times, the company's biggest newspaper -- was looking to mount an offer of its own.  Tribune offered no comments on either possible offer, but the company is planning a board meeting this weekend to review the bidding and to try to figure out what to do next. If neither bid satisfies the Tribune board, the company may decide not to sell itself at all, putting it back where it was last spring, when the Chandler family complained about the low stock price, setting the auction in motion.  The Broad and Burkle offer is essentially a recapitalization of the company. It would give a $27 dividend payment for each share, according to people involved in their bid. In exchange, they would receive 31 percent of the company, leaving the remaining 69 percent to the current shareholders.  The deal, financed by a $500 million cash infusion from Mr. Burkle and Mr. Broad and $11 billion in debt, effectively values the company at $34 a share. Tribune stock was down 18 cents yesterday, to close at $30.34.  Mr. Burkle and Mr. Broad, both well-known financial and social figures in Los Angeles, have expressed an interest in owning The Los Angeles Times. It's not clear what they would do with the Tribune company if their deal was accepted or what assets they might spin off or sell.  Nor is it clear what would induce the Tribune company to accept the offer from Mr. Burkle and Mr. Broad, which essentially buys 31 percent of the company for $500 million. Tribune, however, could take on $11 billion of debt on its own if it wanted to offer a similar dividend.  Several private equity firms expressed interest in Tribune in the period leading up to yesterday's deadline but none placed a bid, according to people involved in the process. Perhaps because the auction seemed to be generating so few offers, the Chandlers, the company's biggest shareholders, began to consider its own proposal for the Tribune and may be looking for a private equity firm to join in, according to other people close to the process.  While the Chandlers have indicated that they were not eager to take over the company, they might do so to create value in what they see as underperforming assets or to prod other potential suitors into bidding.  The company put itself on the block last fall, announcing that it wanted to sell the whole company. But when little interest materialized, it said it would consider selling its assets individually. The company owns The Baltimore Sun, The Hartford Courant, The Chicago Tribune, two dozen television stations and the Chicago Cubs.  But selling the assets piecemeal could mean hefty tax bills for the company, and for this round, it was back to considering bids for the whole company only. Wealthy individuals in Los Angeles, including David Geffen, have said they want to buy The Times, and others have expressed interest in some of the company's other newspapers.  ''This auction has been an ill-fated process,'' said Edward Atorino, a media analyst with the Benchmark Company, a financial research company. ''It started off on the wrong foot and never got righted.''  The Chandler family, which owns 20 percent of the company, has sent ambivalent signals about its interest in regaining title to the newspapers, which it sold to Tribune in 2000. And yet people familiar with the bidding have suggested that the Chandlers could put together a deal that would help them buy the company as a whole and that they then might sell off the television stations.  One newspaper executive said that the apparent lack of interest in Tribune as a whole was not necessarily a bad omen for newspapers.  ''It doesn't mean that everyone has soured on the business or that no one wants pieces of the company,'' this executive said. ''It only means that no one wants a diversified collection of communication assets worth $13 billion.''  ", 
            "title": "Two Seek Large Stake In Tribune"
        }, 
        "weight": 0.7509034085385367, 
        "file": "1819686.txt", 
        "other_topics": {
            "0": 0.0035837217916700878, 
            "1": 0.00019626721327949652, 
            "2": 0.0003577202027008813, 
            "3": 0.00026014696591684943, 
            "4": 0.0001345767919267488, 
            "5": 0.00044919766655215335, 
            "6": 0.00023145502792518708, 
            "7": 0.027377812825162332, 
            "8": 0.00019172167019914404, 
            "9": 0.000376102031872406, 
            "10": 0.00016152958710751367, 
            "11": 0.00023619658449255924, 
            "12": 0.00019093630154580046, 
            "13": 0.00014554207230416818, 
            "14": 9.265606591010477e-05, 
            "15": 0.000170864675119943, 
            "16": 0.00024760934073248577, 
            "17": 0.00014907788225191135, 
            "18": 0.0001292822801442978, 
            "19": 8.984433391142851e-05, 
            "20": 0.20908557716401185, 
            "21": 0.003909780924555668, 
            "22": 0.00019701626793615186, 
            "23": 0.000233828460862142, 
            "24": 0.00011195027595985204, 
            "25": 0.00024235159903999694, 
            "26": 0.0001987196448855147, 
            "27": 0.00013733366447357123, 
            "28": 0.00020777214901304385, 
            "29": 0.7509034085385367
        }
    }, 
    {
        "content": {
            "text": "  The Market Gauges chart in Business Day on Saturday for the snapshot of Schlumberger, the energy services company, provided incorrect market and financial results. The stock, trading under the ticker symbol SLB, closed at $61, not $14.98. It had a 52-week high of $74.75, not $15.37, and a 52-week low of $54, not $9.57. The price/earnings ratio was 20.27, not 35.7, and the market cap was $72.12 billion, not $3.8 billion. The 12-month E.P.S. was $3.01, not $2.56, with a yield of 1.15 percent, not 2.2 percent.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7383286074048241, 
        "file": "1821077.txt", 
        "other_topics": {
            "0": 0.10033634937604813, 
            "1": 0.07508546859285901, 
            "2": 0.0026665302760840955, 
            "3": 0.0019391964882362158, 
            "4": 0.0010031669651909803, 
            "5": 0.0033484247430364492, 
            "6": 0.0017253200542058191, 
            "7": 0.007754112183042843, 
            "8": 0.0014291382882696997, 
            "9": 0.027344368328102636, 
            "10": 0.001204079420881104, 
            "11": 0.0017606647287509007, 
            "12": 0.001423283966159245, 
            "13": 0.0010849047364752844, 
            "14": 0.0006906800430802985, 
            "15": 0.0012736653559977378, 
            "16": 0.001845738090047128, 
            "17": 0.001111261492970864, 
            "18": 0.0009637004328050675, 
            "19": 0.0006697207334128654, 
            "20": 0.012501540639189629, 
            "21": 0.004603608265840284, 
            "22": 0.001468605461381035, 
            "23": 0.0017430121798863404, 
            "24": 0.0008345036092706527, 
            "25": 0.0018065456505343554, 
            "26": 0.0014813028326023574, 
            "27": 0.0010237173396397893, 
            "28": 0.0015487823211752102, 
            "29": 0.7383286074048241
        }
    }, 
    {
        "content": {
            "text": "  A chart on the Street Scene page of Business Day last Thursday that listed the leading merger and acquisition advisers misstated the value of the deals in 2006. For Goldman, Sachs, the sector leader, it was $1.088 trillion, not $108.8 trillion. For the industry as a whole, the value of the deals was $3.805 trillion, not $380.5 trillion. A corrected chart can be found at nytimes.com/business.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7354774445669701, 
        "file": "1818079.txt", 
        "other_topics": {
            "0": 0.0027039427023943198, 
            "1": 0.09342782970950077, 
            "2": 0.003317927439463383, 
            "3": 0.002412915876687033, 
            "4": 0.0012482270424689493, 
            "5": 0.004166399471831231, 
            "6": 0.002146792331986034, 
            "7": 0.009648336571140352, 
            "8": 0.0017782573796241506, 
            "9": 0.003488422633571076, 
            "10": 0.0014982196848338358, 
            "11": 0.002190771230918412, 
            "12": 0.0017709729260614257, 
            "13": 0.001349932242150028, 
            "14": 0.0008594038055293401, 
            "15": 0.0015848045196639338, 
            "16": 0.06336823452385318, 
            "17": 0.0013827275966135678, 
            "18": 0.0011991193717561341, 
            "19": 0.0008333244209142476, 
            "20": 0.015555497379631373, 
            "21": 0.005728207297238354, 
            "22": 0.001827365847582915, 
            "23": 0.032704610235831565, 
            "24": 0.0010383615173484744, 
            "25": 0.002247860239319529, 
            "26": 0.0018431650142986015, 
            "27": 0.0012737975945404912, 
            "28": 0.001927128826277372, 
            "29": 0.7354774445669701
        }
    }, 
    {
        "content": {
            "text": "  IF 2006 proved anything, it's that aging bull markets don't have to die simply because they're old, or that they must quietly fade away.  Given enough of a dose of economic growth, corporate profits and cheap capital, a bull market that's more than four years old -- as this one is -- can still rage on like a young buck.  That was certainly what mutual fund investors discovered last year. Emboldened by an economy that proved resilient in the face of Federal Reserve interest-rate increases, high oil prices and a cooling housing market, the average general domestic stock fund gained 12.8 percent last year.  Among all stock funds that invest in domestic equities, including single-sector portfolios, the average gain was even better: 13.4 percent, according to Morningstar, the mutual fund tracker.  To be sure, this was shy of the return of 15.8 percent for the Standard & Poor's 500-index of blue-chip stocks, which had its best year since 2003. But it was a surprising improvement from 2005, when domestic stock funds gained 7.7 percent, on average, and looked to be tiring.  Many people on Wall Street say the market's momentum could last well into this year. And in at least one respect, history is on the market's side. Since 1945, the S.& P. 500 has never declined in the third year of a presidential term, according to Sam Stovall, chief investment strategist at S.& P. And the average gain for equities during these years has been 18 percent.  As has been the case throughout this decade, the equity markets caught a much-needed second wind in the fourth quarter, which drove the Dow Jones industrial average and the Russell 2000 index of small stocks to record levels late last year.  According to Morningstar, the average domestic stock fund surged 6.9 percent in the quarter, marking the sixth consecutive year-end rally for stocks.  What propelled stock prices higher this time? For starters, data released late in the year ''put to rest all the extraneous worries about the economy,'' said James Swanson, chief investment strategist at MFS Investment Management in Boston.  In the spring, concerns that the Federal Reserve may have done too good of a job of slowing the economy threatened to tame the bull market. In fact, a growing number of economists began to worry about the possibility of a recession on the horizon.  As a result, stocks ran into a proverbial wall of worry in the spring and early summer. From May 5 to June 13, the S.& P. 500 slumped 7.7 percent, its worst slide since the bear market earlier this decade. For the entire second quarter, the average domestic stock fund lost 2.8 percent.  But as it turned out, the economy -- and consumers, for that matter -- proved stronger than expected. Moreover, oil prices stabilized and the Fed all but said that it was done raising short-term interest rates for now.  ''Once investors were no longer worried about recession, they were willing to jump back on the risk train,'' said Thomas W. McDowell, chief executive and chief investment officer at Rice Hall James, an investment management firm in San Diego.  He's not kidding. In the fourth quarter, investors, whom many analysts thought would embrace relatively conservative assets like blue-chip domestic stocks, went back to their speculative ways.  AND they were rewarded handsomely for their risk taking.  Within the fixed-income world, for example, the average emerging-market bond fund rose 4.9 percent in the fourth quarter and 11.1 percent for the year. High-yield bond funds did nearly as well, posting quarterly gains of 4.2 percent and annual returns of 10.3 percent. By comparison, the average bond fund that invests in long-term debt issued by the United States government rose just 0.1 percent in the quarter and 0.6 percent for the year.  The picture was much the same in the equity markets.  The average diversified emerging-market stock fund, for example, soared 17.4 percent in the quarter and finished the year up 32.6 percent, according to Morningstar. The best-performing fund category was Latin American stock portfolios, which posted gains of 21.5 percent for the quarter and 45.2 percent for 2006.  On the domestic front, many of the same sectors that have been leading the markets in recent years dominated again in 2006. Precious-metals funds, for instance, rallied 32.2 percent for the year and are now up 33.7 percent, annualized, over the last five years. Real estate and utilities portfolios also soared, posting average gains last year of 34 percent and 25.5 percent, respectively. And thanks in part to the recent wave of mergers and acquisitions, financial sector funds rose 16.4 percent, on average.  Despite predictions that this would be the year when large-cap domestic stock funds returned to dominance, small-cap stock funds again led the domestic markets among general domestic stock funds.  According to Morningstar, the average small-cap growth fund advanced 11.1 percent last year, versus 7.3 percent for the average large-cap growth portfolio. And while large-cap value funds outperformed their small-cap counterparts for the full year, they trailed small-cap value funds in the fourth quarter.  ''This appetite for risk has me a little worried,'' Mr. Swanson said. He asserted that investors aren't simply expecting a so-called soft landing in the economy -- in other words, the avoidance of a recession. ''The market is bracing for the plane to circle and take off again -- and I think that's too optimistic,'' he said.  Another reason that speculative investments are doing so well is that despite 17 interest-rate increases since June 2004, ample liquidity continues to slosh around the global financial markets.  ''Right now, there's still too much money chasing too few financial assets,'' said Stuart A. Schweitzer, global markets strategist at J. P. Morgan Asset and Wealth Management.  James W. Paulsen, chief investment strategist at Wells Capital Management in Minneapolis, agreed. ''This is the only time in postwar history where a recovery has taken place without any rise in long-term borrowing costs,'' he said.  He noted that yields on 10-year Treasury notes were virtually unchanged from June 2004, when the Fed began its tightening cycle in an effort to slow the economy and tame inflation.  Until this changes, Mr. Paulsen argues that the markets will continue to be led by small-cap stocks that are economically cyclical.  He is in the minority. A vast majority of money managers and market strategists are banking that investors will regain interest in large-cap stocks as attention turns to the slowing economy and corporate profit growth later in the year.  Indeed, a recent survey of money managers by the Russell Investment Group showed that investors were more bullish on large-cap growth and large-cap value stocks than they were on small-cap growth and small-cap value shares.  And in general, investors are anticipating a fifth consecutive positive year for equities. Yet bull markets rarely survive to this age. In fact, of the last 14 bull markets in domestic equities, only four lasted five years or longer. And the average bull lived only 3.7 years, according to InvesTech Research.  According to the Russell survey, 8 in 10 investors believe that domestic stocks will have another positive year in 2007. And a third are predicting gains of at least 10 percent, in part because of a slowing-but-still growing economy and a possible rate cut by the Federal Reserve.  But all of this bullishness has some market watchers nervous. ''There's certainly less pessimism today about 2007 that there was a year ago,'' Mr. Paulsen said. While that may be good news for investor confidence, he added, ''it means the risks in the market are higher.''  FOR instance, what if corporate profit growth -- estimated at 15.5 percent last year, versus 13.7 percent in 2005 -- slows more than expected? Mr. Schweitzer points out that six months ago, Wall Street analysts were expecting corporate profits among S.& P. 500 companies to jump 10.5 to 10.75 percent in 2007. ''Now, the latest forecasts are for growth of a little more than 9 percent,'' he said. While this is none too shabby, ''the ebbing of corporate profit growth expectations may continue in 2007 and unsettle investors,'' he said.  At the very least, Mr. Schweitzer said, the worrisome degree of optimism among investors means that ''the chances of a bumpy ride on Wall Street are quite high.''  MUTUAL FUNDS REPORT  ", 
            "title": "Will This Bull Ever Retire?"
        }, 
        "weight": 0.7292240783160064, 
        "file": "1817137.txt", 
        "other_topics": {
            "0": 0.02739661657017034, 
            "1": 8.55629616847316e-05, 
            "2": 0.00015594861457559307, 
            "3": 0.00011341142774287248, 
            "4": 5.8668937612543265e-05, 
            "5": 0.0001958283408107466, 
            "6": 0.0001009031378964921, 
            "7": 0.05499254204526205, 
            "8": 0.0015188195550376734, 
            "9": 0.00016396219829555283, 
            "10": 7.041904575752459e-05, 
            "11": 0.00010297022600622292, 
            "12": 8.323894337931362e-05, 
            "13": 6.344926668084968e-05, 
            "14": 4.039353942440914e-05, 
            "15": 7.448869022123662e-05, 
            "16": 0.0029784220910190977, 
            "17": 6.499070789269597e-05, 
            "18": 5.63607879159554e-05, 
            "19": 0.0014744059901040598, 
            "20": 0.17008924765895395, 
            "21": 0.010315903748436035, 
            "22": 8.588951309296859e-05, 
            "23": 0.00010193783925110276, 
            "24": 4.880487684362826e-05, 
            "25": 0.00010565351306722281, 
            "26": 8.663210261781926e-05, 
            "27": 5.987079999267263e-05, 
            "28": 9.057855424808535e-05, 
            "29": 0.7292240783160064
        }
    }, 
    {
        "content": {
            "text": "  The stock market retreated last week as investors calculated that interest rates won't be dropping when Federal Reserve policy makers meet on Wednesday.  Several government reports suggested that the economy remains robust -- perhaps too much so to justify a cut in the Fed funds rate, the Fed's benchmark short-term rate, which has remained at 5.25 percent since June. On Friday, for example, the Commerce Department said that new-home sales in December jumped to an annual rate of 1.12 million units, and durable-goods orders in December rose 3.1 percent. Both were more than Wall Street had expected.  Shares of General Motors gained 4.4 percent for the week, the most among the Dow industrials. The company said it would report a profit for the fourth quarter, although its 2006 financial results would be delayed.  For the week, the Dow Jones industrial average fell 78.51 points, or 0.6 percent, to close at 12,487.02. The Standard & Poor's 500-stock index lost 8.32 points, or 0.6 percent, to close at 1,422.18. The Nasdaq composite index lost 15.82 points, or about 0.7 percent, to close at 2,435.49.  The yield on the benchmark 10-year Treasury bond climbed to 4.87 percent from 4.78 percent the previous week.  JEFF SOMMER  DataBank  ", 
            "title": "Stocks Decline as Hopes for a Rate Cut Fade"
        }, 
        "weight": 0.7287955109118589, 
        "file": "1822098.txt", 
        "other_topics": {
            "0": 0.07784729078025923, 
            "1": 0.0005106351676767835, 
            "2": 0.0009306929702385495, 
            "3": 0.0006768333199513274, 
            "4": 0.000350133073999772, 
            "5": 0.009734117835869468, 
            "6": 0.0006021845168092545, 
            "7": 0.0027064000600049705, 
            "8": 0.0004988088717089878, 
            "9": 0.0009785176082122934, 
            "10": 0.0004202570893995751, 
            "11": 0.0006145207878163793, 
            "12": 0.0004967655510377094, 
            "13": 0.00037866182157093555, 
            "14": 0.00024106647749107339, 
            "15": 0.00044454450935553144, 
            "16": 0.0006442137487488304, 
            "17": 0.00038786106007526955, 
            "18": 0.0003363581603673634, 
            "19": 0.00023375109752202272, 
            "20": 0.16710645532433432, 
            "21": 0.0016067868755053687, 
            "22": 0.0005125840089723267, 
            "23": 0.0006083595590156452, 
            "24": 0.000291264888215505, 
            "25": 0.0006305345011257344, 
            "26": 0.0005170157434409668, 
            "27": 0.0003573057242437302, 
            "28": 0.0005405679551721888, 
            "29": 0.7287955109118589
        }
    }, 
    {
        "content": {
            "text": "  An article in Business Day on Tuesday about a chip deal between Sun Microsystems and Intel and its effect on an Intel rival, Advanced Micro Devices, rendered incorrectly a quotation from a research note by an analyst with Stifel Nicolaus, Cody Acree. He wrote, ''Now A.M.D. has missed the last two quarters'' -- not that ''Intel'' has missed the last two quarters.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7219241782233861, 
        "file": "1821549.txt", 
        "other_topics": {
            "0": 0.002548313123133628, 
            "1": 0.08805044733521673, 
            "2": 0.0031269590247244346, 
            "3": 0.002274036793802723, 
            "4": 0.0011763834160232987, 
            "5": 0.003926595944833822, 
            "6": 0.002023230398853642, 
            "7": 0.009093011726496828, 
            "8": 0.0016759070422582487, 
            "9": 0.003287641105817028, 
            "10": 0.001411987347519769, 
            "11": 0.0020646780246450862, 
            "12": 0.0016690418566193993, 
            "13": 0.0012722348165758032, 
            "14": 0.0008099394982601308, 
            "15": 0.001493588659066244, 
            "16": 0.002164440970243268, 
            "17": 0.0013031425839938235, 
            "18": 0.0011301022127961815, 
            "19": 0.0007853611527208407, 
            "20": 0.01466017681302353, 
            "21": 0.12051158630707035, 
            "22": 0.0017221889968445988, 
            "23": 0.0020439774170140763, 
            "24": 0.0009785970238470622, 
            "25": 0.002118481187399397, 
            "26": 0.001737078818230425, 
            "27": 0.001200482215658358, 
            "28": 0.0018162099639253248, 
            "29": 0.7219241782233861
        }
    }, 
    {
        "content": {
            "text": "  Equity Office Properties, which agreed in November to be bought by a private equity company, the Blackstone Group, for $36 billion, including debt, said yesterday that it would begin discussions with a rival group that has offered to top that price.  Equity Office, the nation's largest office landlord, with 585 buildings in 24 metropolitan areas, also said it would open its books to the challengers, a consortium led by Vornado Realty Trust.  Raising the stakes in what was already the largest buyout battle ever, Vornado and its partners, Starwood Capital Group and Walton Street Capital, proposed last week to pay $52 a share for Equity Office, or 7.2 percent more than what Blackstone has offered. Vornado, a real estate investment trust that owns more than 100 million square feet of office, retail and showroom property, said its offer would include about $10.6 billion of its stock.  Setting a Jan. 31 deadline for the Vornado group to submit a formal proposal, Equity Office said it continued to recommend approval of the Blackstone merger.  A Blackstone spokesman, John Ford, had no comment, except to point out that the Blackstone deal could close three days after Equity Office shareholders approve the transaction. The vote is scheduled for Feb. 5.  ", 
            "title": "REIT to Consider Another Takeover Bid"
        }, 
        "weight": 0.7202300861141548, 
        "file": "1820858.txt", 
        "other_topics": {
            "0": 0.0007584676009229504, 
            "1": 0.0005106351676767835, 
            "2": 0.0009306929702385495, 
            "3": 0.0006768333199513274, 
            "4": 0.000350133073999772, 
            "5": 0.0011686930381654378, 
            "6": 0.06056015810073747, 
            "7": 0.0027064000600049705, 
            "8": 0.0004988088717089878, 
            "9": 0.0009785176082122934, 
            "10": 0.0004202570893995751, 
            "11": 0.0006145207878163793, 
            "12": 0.0004967655510377094, 
            "13": 0.00037866182157093555, 
            "14": 0.00024106647749107339, 
            "15": 0.02614081890246762, 
            "16": 0.0006442137487488304, 
            "17": 0.00038786106007526955, 
            "18": 0.0003363581603673634, 
            "19": 0.00023375109752202272, 
            "20": 0.09001763214499806, 
            "21": 0.0016067868755053687, 
            "22": 0.0005125840089723267, 
            "23": 0.08626260753605595, 
            "24": 0.000291264888215505, 
            "25": 0.0006305345011257344, 
            "26": 0.0005170157434409668, 
            "27": 0.0003573057242437302, 
            "28": 0.0005405679551721888, 
            "29": 0.7202300861141548
        }
    }, 
    {
        "content": {
            "text": "  Nasdaq said on Friday that it did not plan to raise its offer for the London Stock Exchange, just before a deadline to do so, damping investors' expectations. Investors have until Feb. 10 to tender their shares for a deal, but any changes in the bid would have to happen this weekend unless a rival bidder emerges.  That is generally seen as unlikely, though any such deal would not happen quickly, because the N.Y.S.E. is just starting to absorb pan-European exchange Euronext.  The exchange's shares have fallen over the last week as investors who were hoping for a higher price than Nasdaq's initial $5.3 billion bid head for the door.  If the deal does not go through, Nasdaq has to walk away for a year, possibly leaving the door open to other bidders. Shares of the London Stock Exchange rose 12 pence on Friday, to £12.95, above Nasdaq's 1,243 pence-a-share offer.  What could happen until Feb. 10 is still unclear. About 25 percent of the exchange's investors are short-term holders like hedge funds.  Many bought into the stock at a price higher than Nasdaq's bid, and some invested in the stock through time-sensitive options, which expire early this year.  Nasdaq already owns 28.8 percent of the London exchange and needs an additional 21 percent to take control. Nasdaq has hinted that it could reduce its position, but many other investors think that is a bluff designed to persuade them to tender their shares of stock for the hostile offer.  If enough investors sell and force the price below Nasdaq's offer price, then the remaining investors could race to Nasdaq to tender their shares, giving it the majority that it needs.  London exchange executives contend that the bid is not even equal to the standalone value of their company and have repeatedly refused to meet with their Nasdaq counterparts. The situation between the two exchanges degenerated in recent days to an exchange of hostile, taunting news releases.  The chief executive of Nasdaq, Robert Greifeld, and the chief of the London Stock Exchange, Clara Furse, have never talked about the deal face to face, and securing an agreed deal at any point in the future is probably unlikely, analysts say, because of the bad blood this bid has raised between them.  ", 
            "title": "Nasdaq Holds Firm on a Bid For London Stock Exchange"
        }, 
        "weight": 0.7057165003570492, 
        "file": "1821752.txt", 
        "other_topics": {
            "0": 0.0004767195339848388, 
            "1": 0.00032094944975227135, 
            "2": 0.0005849683210135673, 
            "3": 0.0004254099509062428, 
            "4": 0.00022006909150336485, 
            "5": 0.0007345584700619932, 
            "6": 0.0003784909492203289, 
            "7": 0.01785192895878032, 
            "8": 0.0003135162696194958, 
            "9": 0.005998652771179827, 
            "10": 0.00026414412898929137, 
            "11": 0.0003862446638924796, 
            "12": 0.00031223198156683795, 
            "13": 0.00023800026118120818, 
            "14": 0.0001515174790183101, 
            "15": 0.00027940949762073774, 
            "16": 0.0004049075764297102, 
            "17": 0.00024378225725785668, 
            "18": 0.00021141114698532297, 
            "19": 0.0001469195442805254, 
            "20": 0.25577290338365327, 
            "21": 0.006393538764934195, 
            "22": 0.0003221743546962548, 
            "23": 0.00038237214762535656, 
            "24": 0.00018306867901447392, 
            "25": 0.0003963097608549774, 
            "26": 0.0003249598321353224, 
            "27": 0.00022457731634721462, 
            "28": 0.0003397631004452116, 
            "29": 0.7057165003570492
        }
    }, 
    {
        "content": {
            "text": "  One week after disclosing that it might be forced to seek bankruptcy protection, the Mills Corporation, the owner of suburban outlet malls around the country, said yesterday that it had agreed to be acquired for $1.4 billion by Brookfield Asset Management.  Under the terms of the agreement, Brookfield, a public company that owns high-quality office buildings like the World Financial Center in Lower Manhattan, would pay $21 a share for Mills, an 18 percent premium over Tuesday's closing price. At its peak, in August 2005, the company traded for nearly $66 a share.  Shares of Mills, a real estate investment trust, soared to $22.46 after yesterday's announcement, gaining 26.4 percent. Shares of Brookfield rose 1 percent, to $48.50.  The agreement with Brookfield, which the companies valued at $7.5 billion, including debt and preferred stock, came just as two of the company's largest shareholders, Farallon Capital, a large hedge fund, and Gazit-Globe, a real estate investment company listed on the Tel Aviv Stock Exchange, have been trying to pump hundreds of millions of dollars into Mills in order to overhaul the struggling company and improve its performance. Yesterday, Gazit said its offer was worth an average share price of $22.  Those companies and two other hedge funds own 40 percent of Mills and might block the sale to Brookfield at the current price, said Barry Vinocur, the editor of Realty Stock Review, a newsletter.  ''Obviously, these people believe, as does Brookfield, that there's money to be made here,'' Mr. Vinocur said.  In a statement, Bruce S. Rubin, a Gazit-Globe spokesman, expressed disappointment that Mills had accepted ''an inferior proposal'' but said the company had not determined how to respond. He declined to elaborate.  A Farallon spokeswoman said the hedge fund would have no comment.  Mills, based in Chevy Chase, Md., owns all or part of 38 malls, including Sawgrass Mills near Fort Lauderdale, Fla. Once admired for its innovative off-price malls in outlying suburbs, the company stretched itself too thin with an ambitious development program and by adding traditional malls like the Del Amo Fashion Center in the Los Angeles suburb of Torrance.  In November, Mills gave up control of a troubled project being built in Northern New Jersey, the $2 billion Meadowlands Xanadu shopping-and-entertainment center, to a venture led by Colony Capital, a private investment firm in Los Angeles.  Last week, Mills disclosed for the first time that an internal audit had found ''errors caused by possible misconduct'' by former employees. The company, which has not issued a financial statement since November 2005, has replaced all of its top management during the past year.  Though Brookfield's interest in Mills was no secret, Benjamin Yang, an analyst at Green Street Advisors, a research company in Newport Beach, Calif., that specializes in REITs, said the company was not the logical buyer. Brookfield, based in Toronto, has $50 billion worth of assets, including hydroelectric plants and timberland, but its retail real estate portfolio consists of just three shopping malls in Brazil.  Several mall operators considered buying Mills, ''but they didn't believe the value was at $21 a share, like Brookfield did,'' Mr. Yang said.  Katherine C. Vyse, a senior vice president at Brookfield, said the Mills acquisition would give Brookfield the chance to apply its experience in real estate leasing and financing to a complementary sector.  In its announcement yesterday, Brookfield said that Mills shareholders had the option of receiving up to 20 percent of their payout in shares of a public company that will be created. Brookfield Asset Management also owns 51 percent of another publicly traded company, Brookfield Properties, which operates its North American real estate assets.  ", 
            "title": "Owner of Outlet Malls Agrees to a Buyout"
        }, 
        "weight": 0.7049203218382151, 
        "file": "1819677.txt", 
        "other_topics": {
            "0": 0.00026217711080851584, 
            "1": 0.0001765096528524244, 
            "2": 0.0003217097127023182, 
            "3": 0.017998659594120905, 
            "4": 0.00012102939878784587, 
            "5": 0.05665886415155827, 
            "6": 0.00020815522851411916, 
            "7": 0.003896296257266187, 
            "8": 0.00017242169430992351, 
            "9": 0.0003382411049386665, 
            "10": 0.0001452689467045141, 
            "11": 0.00021241946852498206, 
            "12": 0.00017171538607816888, 
            "13": 0.00013089084125960274, 
            "14": 8.33286913040023e-05, 
            "15": 0.00015366430279526501, 
            "16": 0.00022268334096877152, 
            "17": 0.0001340707131088022, 
            "18": 0.00011626786770413568, 
            "19": 8.080000691139494e-05, 
            "20": 0.11697883215131907, 
            "21": 0.0005554129671358689, 
            "22": 0.006098750218874853, 
            "23": 0.08607301002053938, 
            "24": 0.00010068061810337476, 
            "25": 0.0002179548784537037, 
            "26": 0.00017871520641478194, 
            "27": 0.0001235087462451567, 
            "28": 0.003147639883479868, 
            "29": 0.7049203218382151
        }
    }, 
    {
        "content": {
            "text": "  MERGERS and acquisitions have been booming, and investors looking for a way to profit from them have a simple solution at hand: they can invest in mutual funds that specialize in buying shares of companies that are being acquired.  But don't expect to make a killing. These funds -- and there are at least five of them -- are generally considered to be having a good year if they double the returns on three-month Treasury bills. Last year, the five funds returned 10.1 percent, on average, while T-bills averaged less than 5 percent, but still gained far less than the nearly 16 percent return for the Standard & Poor's 500-stock index. Over five years, the funds' return was 5.5 percent, annualized, compared with 6.2 percent for the S.& P.  Mainly, the funds offer extremely consistent gains from a highly diverse portfolio, and at the end of a year investors almost always have more than they did in January. Consider the Merger Fund, the oldest and biggest at $1.5 billion. It has had only one losing year out of 17. The Gabelli ABC fund, the second-oldest and third-largest with $193 million in assets, is a perfect 13-0.  ''What we do is fairly straightforward,'' said Frederick W. Green, president of the Merger Fund. ''We're the sleep-well-at-night fund.''  The gains come from buying shares in a company that is being acquired, but for less than the acquirer plans to pay, then cashing out when the deal is done. Because, as Mr. Green says, 95 percent of the mergers are completed, generally within a matter of months, it's a pretty safe bet that buyers will earn the difference, or spread, between the two prices.  The favorable odds go a long way toward explaining why merger or risk arbitrage, as the strategy is known, produces returns that tend to be lower, on average, than those of other stock investments.  Investors trying to buy the shares after a merger announcement can't expect to get the stock for much less than the acquirer's offer, because the current shareholders can reasonably count on getting that price shortly. How much less depends on a number of factors for both buyer and seller -- for example, what their money could reliably earn in another investment, like three-month Treasury bills, or the value attached to the 1-in-20 possibility that the deal will fall through (say, over regulatory problems).  When mergers are plentiful, as they are now, fund managers can pick their targets more carefully than usual. And with interest rates having edged higher, the spreads have widened between the post-announcement market price and the offer price.  At times, some merger funds will short the stock of the acquirer as well as buy shares in the target company. The tactic is similar to that used by hedge funds engaged in arbitrage, though without black-box secrecy or the risk of leveraging. The price of the acquirer's shares tends to slip after the offer is made, so shorting those shares is a way to improve returns.  The five-year-old AXA Enterprise Mergers and Acquisitions fund, the second-largest fund with $304 million in assets, adds a much riskier arbitrage strategy to the mix. One-third of its capital is invested in companies that Mario J. Gabelli, the veteran money manager who oversees the fund along with his namesake ABC fund, regards as having the potential to be acquired. For example, three companies in which he invests as takeover candidates are U.S. Cellular, Sensient Technologies and Cadbury Schweppes.  Potential takeover targets in general are more speculative investments than the traditional arbitrage plays. If the main appeal of a company is its takeover potential and no offers materialize, its stock price may fall and give the fund a loss. On the other hand, if the company is taken over, the fund gets the full measure of the premium the acquirer pays. Such gambles increase risk, but may also improve total returns dramatically over the standard arbitrage performance -- as was the case in 2006 with AXA Enterprise.  For the year, according to Morningstar, AXA Enterprise gained 15.2 percent, more than three percentage points ahead of Gabelli ABC, the runner-up, at 12 percent. They were followed by the Merger Fund, at 11 percent; the year-old, $7 million QCM Absolute Return fund, at 7 percent; and the six-year-old, $84 million Arbitrage fund, at 6.1 percent.  But while 2006 was a good year for the funds, not even AXA Enterprise quite caught up with the S.& P. index, which returned 15.8 percent for the year. Over one-, three- and five-year stretches, the returns of the group averaged several percentage points below those of the S.& P.  Another concern is cost. Four of the funds have expense ratios that are higher than the mutual fund average of 1.27 percent, according to S.& P. (And Enterprise has a front-end load, or sales charge, of 4.75 percent.)  The exception is Gabelli ABC, whose ratio is half the average. But its minimum initial investment is $10,000 (though down from $50,000 in 2005), versus $2,000 or $2,500 at the other funds. And investors can buy it only through Gamco Investors, Gabelli ABC's money management parent.  There are also taxes to consider. ''These funds deal in short-term trades, so if they make money there are going to be capital gains to pay,'' says Russel Kinnel, director of research at Morningstar. ''They're better for retirement portfolios.''  Mr. Kinnel also says that these funds' returns may be squeezed over the long run by competition from hedge funds. As the number of hedge funds increases and their war chests grow, more dollars are likely to be chasing a shrinking number of deals, since merger mania can't be expected to continue forever. The growth in competition may be a compliment to the arbitrage strategy, but spreads would be likely to narrow, thus hurting the performance of all arbitrage funds.  Zoë Brunson, director of portfolio services at S.& P., suggests that if investors are convinced that the good times for mergers will continue, and want to profit directly, they have alternatives to arbitrage funds. They might try small-cap funds, she said.  ''You get your exposure to mergers and acquisitions because that's where a lot of them are,'' she said. ''You may take on more risk, but there's greater upside potential.Not that they're better. It's just a matter of what you have an appetite for.''  MUTUAL FUNDS REPORT  ", 
            "title": "One Way to Play The Mergers Boom"
        }, 
        "weight": 0.700557385637681, 
        "file": "1817145.txt", 
        "other_topics": {
            "0": 0.023605293641929724, 
            "1": 0.00012691018195587419, 
            "2": 0.00023130881238636144, 
            "3": 0.00016821606741193273, 
            "4": 8.701996051749988e-05, 
            "5": 0.0002904599125025806, 
            "6": 0.0001496633045212552, 
            "7": 0.009187828217609523, 
            "8": 0.00012397094574939538, 
            "9": 0.010887189715170668, 
            "10": 0.00010444815997809522, 
            "11": 0.023569517969982887, 
            "12": 0.00012346311116493864, 
            "13": 9.411032321559217e-05, 
            "14": 5.991320703790365e-05, 
            "15": 0.00011048440871488448, 
            "16": 0.00016010899610412215, 
            "17": 9.63966464192057e-05, 
            "18": 8.359642664013487e-05, 
            "19": 5.809508666211272e-05, 
            "20": 0.22886593907788097, 
            "21": 0.0003993411101363284, 
            "22": 0.0001273945352066418, 
            "23": 0.0001511980122335417, 
            "24": 7.238921700000202e-05, 
            "25": 0.0001567092384791921, 
            "26": 0.00012849597173784292, 
            "27": 8.880260770905163e-05, 
            "28": 0.00013434949626078496, 
            "29": 0.700557385637681
        }
    }, 
    {
        "content": {
            "text": "  The General Electric Company reported yesterday that its earnings in 2006 were up 11 percent, buoyed by favorable tax rates and strong performance in several industrial and finance units.  ''We feel we delivered a strong 2006,'' Jeffrey R. Immelt, G.E.'s chairman, said on a conference call. He noted that strong orders for diagnostic imaging equipment and services, aircraft engines and other products boded well for 2007. ''We have a high-quality portfolio, tremendous financial capability, and we are building a better G.E.,'' he said.  Still, investors responded with a thumbs down, sending shares down 2.76 percent, to close at $36.95. The reason, analysts say, was discomfort with the quality of earnings and with accounting issues.  G.E. restated earnings for 2001 through the first three quarters of 2006 for the second time, after the Securities and Exchange Commission questioned its methods for hedging commercial paper.  The restatements have not had a significant impact on earnings. The first, in May 2005, added $318 million to earnings, but the current one reduced them by $343 million. Thus, the net impact was only $38 million spread over six years.  The restatements did not affect fourth-quarter earnings, which came in at $6.6 billion, up 12 percent from the quarter last year. And it added a penny to earnings per share for 2006, bringing them to $1.99 a share, up 13 percent. For the year, G.E. posted earnings of $20.7 billion from continuing operations, Revenue rose 10 percent from 2005, to $163.4 billion.  Keith S. Sherin, G.E.'s chief financial officer, said he was ''disappointed'' that G.E.'s accounting for interest rate swaps did not meet ''technical requirements,'' but assured analysts that the problem had been corrected.  Still, investors may be hard to convince. ''The restatements are relatively immaterial, but investors find two of them frustrating,'' said Matt Collins, an analyst at Edward Jones, who rates G.E. shares a buy.  Mr. Collins noted that investors were also concerned that lower taxes associated with the sale of G.E.'s advanced materials unit last year played a large part in the strong earnings. G.E. said that it had used the money from the tax gains to pay for restructuring activities like retirements, not to fuel profits. Investors seemed to perceive it differently.  ''Healthy organic growth is overshadowed when a lower-than-expected tax rate seems to be a key driver to earnings,'' Mr. Collins said.  Nevertheless, analysts have not lost faith. According to Thomson Financial, 16 of the 20 analysts that cover G.E. rate it a buy.  ''Their operating margins, their growth in revenues and orders, all are indicative of an underlying high quality of earnings,'' said Deane M. Dray, an analyst with Goldman Sachs who rates G.E. a strong buy.  G.E. did report a lot of good news. Orders companywide rose 19 percent in the quarter, and orders for major equipment rose 35 percent. Revenues and profits were strong in health care and commercial finance as well. And NBC Universal showed a small profit increase for the first time in more than a year.  G.E.'s plastics business, besieged by soaring raw materials costs, saw earnings decline 49 percent in the quarter. But G.E. said that it expected to sell the unit this year.  Analysts also applauded three big deals that G.E. announced this month: the purchase of Vetco Gray's oil and gas operations for $1.9 billion, Smiths Group's aerospace business for $4.8 billion, and a diagnostics business from Abbott Laboratories for $8.1 billion.  ''They didn't get anything at a bargain basement price, but these deals help them shift their center of gravity to faster growing parts of the global economy,'' said Nicholas P. Heymann, an analyst at Prudential Securities who rates G.E. shares a buy.  Richard Tortoriello, who follows G.E. for S.& P. Equity Research, upgraded his recommendation yesterday, to strong buy from buy.  ''Jeff Immelt has identified the long-term global trends, and he's getting into businesses that can capitalize on them,'' Mr. Tortoriello said.  G.E. ended the year with $4.5 billion in cash and expects to reap as much as $10 billion from the sale of its plastics business this year. Thus, it says it can comfortably handle $15 billion in acquisitions and still make good on its promise of buying back $5 billion to $7 billion in stock this year.  The company raised the lower end of its guidance for 2007 by a penny, and now predicts earnings of $2.18 to $2.33 for this year. And Mr. Immelt said G.E. was ''on track'' to reach its goal of 20 percent return on total capital by 2008.  But executives concede it may take time for investors to respond to the good news.  ''We're improving our strategic position, we're reinvesting capital, and we're promising high-quality earnings growth of 10 to 12 percent,'' Mr. Sherin said in an interview. ''We just have to get that message out.''  ", 
            "title": "G.E. Says Profit Rose 11%, But Its Shares Still Fall"
        }, 
        "weight": 0.700160288488954, 
        "file": "1820012.txt", 
        "other_topics": {
            "0": 0.04689208806135122, 
            "1": 0.0001545459521217044, 
            "2": 0.0002816782711478595, 
            "3": 0.00020484654501074602, 
            "4": 0.00010596929611562704, 
            "5": 0.00035371002577638734, 
            "6": 0.00018225376040324382, 
            "7": 0.013780918888826042, 
            "8": 0.010520418793712025, 
            "9": 0.008073241696706849, 
            "10": 0.00012719263405348597, 
            "11": 0.00018598738642258263, 
            "12": 0.000150348252384726, 
            "13": 0.00011460364552067233, 
            "14": 7.295981680616477e-05, 
            "15": 0.0001345433272279303, 
            "16": 0.00019497409005973378, 
            "17": 0.013079202986833474, 
            "18": 0.0001018002586550847, 
            "19": 7.074578527443017e-05, 
            "20": 0.1698241941501403, 
            "21": 0.00048630102909170606, 
            "22": 0.00015513577740718974, 
            "23": 0.0001841226637565327, 
            "24": 8.815258391560564e-05, 
            "25": 0.00019083400633256267, 
            "26": 0.00015647706109926806, 
            "27": 0.0027005031602379886, 
            "28": 0.03127196160465489, 
            "29": 0.700160288488954
        }
    }, 
    {
        "content": {
            "text": "  DETROIT - Ford Motor Co. Thursday posted a fourth-quarter loss of almost $5.8 billion on declining sales of its profitable trucks and charges for employee buyouts.  For the full year, Ford lost $12.7 billion, its deepest loss in its 103-year history. The previous record net loss was $7.39 in 1992.  Ford, which is in the early stages of a turnaround plan that includes closing 16 plants and cutting up to 45,000 jobs in North America, recorded a net loss of $3.05 a share during the fourth quarter, compared with a loss of $74 million, or 4 cents a share, a year ago.  The loss from continuing operations was $1.10 cents a share, which was deeper than the average Wall Street analyst expectations of a loss of 94 cents per share as tracked by Reuters Estimates.  ", 
            "title": "Ford Reports $5.8 Billion Quarterly Loss"
        }, 
        "weight": 0.6995153051392363, 
        "file": "1821388.txt", 
        "other_topics": {
            "0": 0.0011244655573475714, 
            "1": 0.0007570417743938343, 
            "2": 0.0013797981459264337, 
            "3": 0.0010034387169924625, 
            "4": 0.0005190895190801535, 
            "5": 0.0017326449632519305, 
            "6": 0.000892768191411229, 
            "7": 0.004012371323673905, 
            "8": 0.0007395087084189624, 
            "9": 0.0014507005261054319, 
            "10": 0.0006230518240804425, 
            "11": 0.0009110573204877214, 
            "12": 0.0007364793849321412, 
            "13": 0.0005613847918103269, 
            "14": 0.0003573929204622052, 
            "15": 0.12764569846142054, 
            "16": 0.0009550785968396432, 
            "17": 0.0005750231157668963, 
            "18": 0.0004986675314880236, 
            "19": 0.00034654750952560346, 
            "20": 0.14615423511196754, 
            "21": 0.002382140644248099, 
            "22": 0.0007599310275549559, 
            "23": 0.0009019229954764317, 
            "24": 0.000431814535603739, 
            "25": 0.0009347984388159088, 
            "26": 0.0007665012920767782, 
            "27": 0.0005297233261727928, 
            "28": 0.0008014186054318769, 
            "29": 0.6995153051392363
        }
    }, 
    {
        "content": {
            "text": "  The NASD Trace Corporate Bond Data chart in Business Day yesterday misstated the dollar volume for trading in convertible bonds and for all issues. The volume for convertible bonds was $2.956 billion, not $4.155 billion; the volume for all issues was $18.817 billion, not $20.017 billion.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6986723118717101, 
        "file": "1816604.txt", 
        "other_topics": {
            "0": 0.003080163814424209, 
            "1": 0.175996176222575, 
            "2": 0.0037795771444678787, 
            "3": 0.0027486441055278032, 
            "4": 0.0014219028254534086, 
            "5": 0.004746103857232997, 
            "6": 0.00244549266972686, 
            "7": 0.010990786583420132, 
            "8": 0.002025680510389882, 
            "9": 0.003973794694624814, 
            "10": 0.00170667893783285, 
            "11": 0.03728008444460325, 
            "12": 0.0020173825127097205, 
            "13": 0.001537759080661424, 
            "14": 0.0009789795107070663, 
            "15": 0.0018053110112438023, 
            "16": 0.002616174870536483, 
            "17": 0.001575117514333248, 
            "18": 0.0013659624128824124, 
            "19": 0.0009492714933283218, 
            "20": 0.017719857784591425, 
            "21": 0.006525218460750229, 
            "22": 0.0020816218311340146, 
            "23": 0.002470569735027371, 
            "24": 0.0011828370361529098, 
            "25": 0.002560622961020589, 
            "26": 0.0020996192619126405, 
            "27": 0.0014510312123588967, 
            "28": 0.0021952656286603972, 
            "29": 0.6986723118717101
        }
    }, 
    {
        "content": {
            "text": "  Sun Microsystems and Intel, two technology companies that have rarely found themselves on the same side of the aisle, announced a deal on Monday for Sun to use Intel chips in some of its computer servers, a setback for the rival chip maker Advanced Micro Devices.  The deal is of particular significance for Sun, which has been struggling to recover since becoming a prominent casualty of the dot-com bust that started in 2000.  ''To us, this is an historic moment,'' Jonathan Schwartz, chief executive of Sun, said Monday. ''This is an enormous expansion of market potential.''  Under the deal, Sun will use Intel's Xeon chip in some servers starting late in the first half of this year. Sun will continue to sell machines using Advanced Micro's Opteron server chip, as well as those using its own Sparc processor.  By doing so, Sun will be able to offer servers based on a range of chips, following a strategy adopted by Dell, I.B.M. and Hewlett-Packard, three rivals to which Sun has lost considerable market share in the last several years.  The deal comes at an opportune time for Intel as well. ''We're coming together at a time when both companies have great momentum,'' the chief of Intel, Paul S. Otellini, said. ''And I've always believed that momentum breeds momentum.''  After several quarters of losing market share to Advanced Micro, Intel has been gaining steam, the result of a restructuring and the success of Intel's new line of processors.  As part of the agreement, Intel is providing an endorsement of Sun's Solaris operating system, including dedicating development resources to ensure the software runs well on Intel chips.  Last year, Sun made Solaris, long a highly proprietary system, into an open-source program that is available for free, making it a more viable competitor to Microsoft Windows and Linux. Since then, there have been more than seven million downloads of the Sun program, Mr. Schwartz said.  Mr. Schwartz and Mr. Otellini stressed that the deal, which joins two companies that invest heavily in research and development, was a significant technical collaboration, not simply a sales agreement.  It remains unclear just what direct impact the Sun-Intel deal will have on Advanced Micro, though it clearly comes at a bad time for the company, which is set to announce quarterly earnings on Tuesday.  Henri Richard, chief sales and marketing officer at Advanced Micro, moved Monday to deflect concern that Sun's deal with Intel would hurt the company, which less than two weeks ago issued a warning that it would miss Wall Street's quarterly earnings targets. Mr. Richard said that the deal would have little impact on Advanced Micro and that the company will continue to be a ''strong, strategic supplier'' to Sun.  Analysts, however, agreed that the Sun-Intel deal will probably hurt Advanced Micro much more than it will help Intel.  ''Up until recently, A.M.D. was consistently gaining share in most all markets, while Intel struggled,'' an analyst with Stifel Nicolaus, Cody Acree, said in a research note. ''Now Intel has missed the last two quarters, Sun appears to be steadily improving, and now Sun is giving Intel obvious market share.''  Advanced Micro shares fell slightly after the deal was reported, declining 20 cents a share to close at $17.53; Intel declined 3 cents a share, to $20.79. Sun declined 2 cents, to $5.75.  Neither Sun nor Intel would discuss the financial impact of the deal, but it is not expected to have a huge impact on Intel's $35 billion in annual sales. Still, Mr. Otellini said the deal would help Intel expand in certain markets where Solaris has a strong following, most notably financial services and telecommunications.  Correction:  January 26, 2007, Friday  An article in Business Day on Tuesday about a chip deal between Sun Microsystems and Intel and its effect on an Intel rival, Advanced Micro Devices, rendered incorrectly a quotation from a research note by an analyst with Stifel Nicolaus, Cody Acree. He wrote, ''Now A.M.D. has missed the last two quarters'' -- not that ''Intel'' has missed the last two quarters.  ", 
            "title": "Sun Microsystems Will Use Intel Chips"
        }, 
        "weight": 0.6970231581272878, 
        "file": "1820850.txt", 
        "other_topics": {
            "0": 0.0002539076882913914, 
            "1": 0.00017094229842820954, 
            "2": 0.0003115625509840658, 
            "3": 0.0002265794655148191, 
            "4": 0.00011721196700486606, 
            "5": 0.0003912364183806102, 
            "6": 0.00020158972960987258, 
            "7": 0.009508194421104238, 
            "8": 0.0001669832796559128, 
            "9": 0.0003275725206340675, 
            "10": 0.00014068696662542687, 
            "11": 0.00020571946969335622, 
            "12": 0.00016629924934604724, 
            "13": 0.0001267623661739647, 
            "14": 8.070039109096384e-05, 
            "15": 0.0001488175217711905, 
            "16": 0.0002156596056460469, 
            "17": 0.00012984194054185372, 
            "18": 0.00011260062108506356, 
            "19": 7.825146484196576e-05, 
            "20": 0.21078063571185499, 
            "21": 0.0005378944870421174, 
            "22": 0.00017159470043931198, 
            "23": 0.00020365691176744733, 
            "24": 9.750501452831618e-05, 
            "25": 0.0002110802852672735, 
            "26": 0.0001730782858326556, 
            "27": 0.00011961311247258277, 
            "28": 0.07760066342708366, 
            "29": 0.6970231581272878
        }
    }, 
    {
        "content": {
            "text": "  Capping a whirlwind year of merging and rebranding that has come to characterize the telecommunications business, AT&T reported a 17 percent increase in quarterly profits yesterday driven by a sizable increase in wireless subscribers.  ''We closed the year strong,'' Edward E. Whitacre Jr., chairman and chief executive of AT&T, said in a conference call with analysts. ''We are headed into 2007 with excellent momentum.''  Net income at AT&T for the fourth quarter was $1.94 billion, or 50 cents a share, compared with $1.66 billion, or 46 cents a share, in the fourth quarter last year.  Quarterly revenue at the company, based in San Antonio, increased 23.1 percent, to $15.9 billion, from $12.9 billion in the previous year, mostly because of the company's acquisition of the old AT&T in November 2005. The company, formerly called SBC Communications, bought AT&T and adopted the well-known AT&T name as its own.  Results for AT&T yesterday largely excluded BellSouth, which the company bought for $86 billion in a deal completed in the last few days of December 2006. With the BellSouth merger, AT&T became the sole owner of Cingular Wireless, and two weeks ago the company said it was dropping the Cingular brand in favor of the AT&T name. AT&T previously owned 60 percent of Cingular, and BellSouth owned 40 percent. The combined company now offers wireless and landline service in 22 states.  ''It was a great quarter by all the parts; SBC, AT&T, Cingular and BellSouth,'' said Christopher Larsen, an analyst at Credit Suisse.  In a bit of encouraging news for investors, Mr. Whitacre said he expected even greater savings from AT&T's merger with BellSouth than previously projected. The company raised the forecast for total cost savings to about $22 billion, up from the original figure of $18 billion, although the company did not specify a time frame for those savings. AT&T now anticipates savings of $800 million to $1.2 billion for the current year, compared with a previous estimate of $500 million to $800 million.  ''It was a decent quarter, without a whole lot of surprises,'' said Christopher C. King, an analyst at Stifel Nicolaus. ''The company continues to do an excellent job of delivering what they say they will.''  Excluding costs related to the merger and other items, quarterly earnings rose to 61 cents a share from 48 cents a share a year earlier. Wall Street analysts had forecast earnings of 59 cents a share, according to a survey by Thomson Financial.  Shares of AT&T rose 16 cents, to close at $36.79 after the release of the results, which were announced before the start of trading.  Bright spots in AT&T's report were its wireless and high-speed Internet businesses. The wireless business is seen as the main driver of growth, with that operation adding a net 2.4 million customers for a total of nearly 61 million. Wireless service revenue was up 13.1 percent, while wireless data revenue grew 68.6 percent. The company's high-speed Internet business grew 23 percent.  Mr. King said the wireless business was feeling intense competitive pressure from Verizon, which appeared to have gained in market share during the quarter.  AT&T's traditional consumer phone lines totaled 25.3 million at the end of December, down 5 percent from 26.7 million a year ago, illustrating the challenge the company faces as it adapts to the decreasing demand for wire-line phone service.  In its final quarter as an independent company, BellSouth had profit of $1.2 billion, 29 percent higher than a year earlier. Revenue increased 4.6 percent, to $9.1 billion. During the quarter, BellSouth added 183,000 new high-speed Internet connections, but access lines were down 6.4 percent compared with last year.  The report from AT&T came a day after Cingular issued a quarterly earnings report for the last time. On Wednesday, Cingular reported its quarterly profits more than tripled to $782 million as it added 2.4 million new subscribers. That report led AT&T shares to gain almost 4 percent.  For the full year, AT&T reported $7.36 billion in net income, or $1.89 a share, a 54 percent increase over the $4.79 billion, or $1.42 a share, last year. Revenue was $63.1 billion, a 44 percent increase from $43.8 billion in 2005.  ", 
            "title": "Gains in Wireless Customers Help Lift AT&T's Earnings 17%"
        }, 
        "weight": 0.6921710331298571, 
        "file": "1821515.txt", 
        "other_topics": {
            "0": 0.0002531817159700955, 
            "1": 0.00017045354057281464, 
            "2": 0.0003106717320022192, 
            "3": 0.0002259316299898507, 
            "4": 0.00011687683479857964, 
            "5": 0.00039011779604688514, 
            "6": 0.00020101334468455148, 
            "7": 0.0009034150047540865, 
            "8": 0.00016650584141855512, 
            "9": 0.0031858337950220815, 
            "10": 0.00014028471475024961, 
            "11": 0.00020513127702398873, 
            "12": 0.0001658237668866939, 
            "13": 0.00012639992748672552, 
            "14": 8.046965270472578e-05, 
            "15": 0.00014839202303006636, 
            "16": 0.0002150429921611455, 
            "17": 0.0001294706967421443, 
            "18": 0.00011227867362920446, 
            "19": 7.802772842044028e-05, 
            "20": 0.15871241052465512, 
            "21": 0.0005363565402709977, 
            "22": 0.00017110407723747718, 
            "23": 0.0002030746163593064, 
            "24": 9.7226228398556e-05, 
            "25": 0.00021047676496544076, 
            "26": 0.0001725834207666256, 
            "27": 0.0001192711149162918, 
            "28": 0.14028114089447805, 
            "29": 0.6921710331298571
        }
    }, 
    {
        "content": {
            "text": "  Nasdaq and the London Stock Exchange traded trans-Atlantic insults on Monday, as London exchange shareholders consider Nasdaq's $5.3 billion hostile takeover offer.  Nasdaq has been trying to take over the London exchange since March, but has failed to lure London executives to the negotiating table.  ''Without Nasdaq, your L.S.E. shares would be worth far less,'' the Nasdaq Stock Market said on the front of a 34-page document sent Monday to London exchange shareholders. Nasdaq said a ''complacent'' London exchange was facing customer dissatisfaction and increased competition. And Nasdaq said it might even pair up with someone else to compete with London if this deal did not go through.  The London exchange replied that Nasdaq's arguments were ''self-serving'' and ''blatantly misleading,'' criticizing in particular the industry comparisons the New York exchange used for its financial arguments.  Nasdaq is expected to extend its preliminary deadline of Thursday for shareholders to tender their shares on the £12.43-a-share ($23.99) offer for 30 days, until Feb. 10.  The London Stock Exchange, meanwhile, has until Jan. 20 to make any revisions to its projections and plans. Some analysts said they thought it might offer shareholders a big payout, which could add debt and make a Nasdaq takeover more difficult.  The Nasdaq offer, which was made Dec. 12, also illustrates a growing phenomenon in deal-making: a trend for hedge funds or temporary investors to enter the fray and possibly decide the outcome.  Since Nasdaq made its first moves on the London exchange, hedge fund investors have piled into the stock. They now hold an estimated 30 percent of the London exchange, which could give Nasdaq, which owns 28.8 percent, the more than 50 percent that it needs to take control.  Boards and executives from both companies must appeal to hedge funds, rather than relying solely on the votes of long-term investors, who generally side with their company's board.  How the bulk of these investors will vote on the London exchange is still not clear. Shares in the exchange closed down 0.1 percent on Monday, at £12.82, a sign that many still think the London exchange will fetch a higher price than Nasdaq is offering. Samuel J. Heyman, an investor, said Monday in a regulatory filing that he had bought more stock at £12.82 a share and owns nearly 10 percent.  Other investors are showing some caution. Trafalgar Asset Managers bought call options, which permit the buyer to buy shares of a security at a certain price, for as low as £12 a share. The London exchange also said Monday that ING's wholesale banking division had informed the exchange that it had reduced its stake to less than 3 percent.  The London Stock Exchange has paid cash to shareholders several times in recent years to fend off takeover bids.  Nasdaq was critical of that practice as well on Monday. ''The L.S.E. board claims credit for proactive balance sheet management when 76 percent of capital distributed in the last three years was either a reaction to a third-party bid or an exceptional distribution,'' its mailing to shareholders said.  INTERNATIONAL BUSINESS  ", 
            "title": "Barbs Traded In Nasdaq Bid For Exchange In London"
        }, 
        "weight": 0.6918312065242014, 
        "file": "1817590.txt", 
        "other_topics": {
            "0": 0.0003383015769981777, 
            "1": 0.00022776013409877158, 
            "2": 0.0004151197745950973, 
            "3": 0.0003018899940166419, 
            "4": 0.00015617090426697794, 
            "5": 0.057828207025987864, 
            "6": 0.00026859416464534194, 
            "7": 0.008848067911623987, 
            "8": 0.00022248521586747995, 
            "9": 0.0004364511411903173, 
            "10": 0.00018744852900181194, 
            "11": 0.00027409654857170714, 
            "12": 0.00022157382742509258, 
            "13": 0.00016889566704044807, 
            "14": 0.00010752360337789892, 
            "15": 0.00019828151970875676, 
            "16": 0.004107802680110409, 
            "17": 0.0001729988309586056, 
            "18": 0.003970488929449974, 
            "19": 0.00010426070252773837, 
            "20": 0.1929693178760654, 
            "21": 0.0007166799652641468, 
            "22": 0.034612788202339345, 
            "23": 0.0002713484372258849, 
            "24": 0.00012991375094677655, 
            "25": 0.00028123919310861186, 
            "26": 0.00023060608142803506, 
            "27": 0.00015937014295012628, 
            "28": 0.0002411111450072463, 
            "29": 0.6918312065242014
        }
    }, 
    {
        "content": {
            "text": "  I.B.M. reported quarterly profits and revenue yesterday that slightly surpassed Wall Street estimates, lifted by strong software sales and a solid performance from its big services unit.  The company's quarterly performance is an encouraging sign that I.B.M.'s strategy of betting that software can help fuel its services business is gaining ground.  In the past, analysts say, the company has tended to attain its profit targets through cost-cutting or a cyclical surge in its mainframe sales, while the underlying health of its services remained uncertain. Services account for nearly half of the company's revenue.  But the services business grew more than 6 percent, to $12.8 billion, and new services contracts signed during the quarter, an indicator of future revenue, rose 50 percent from a year ago, to $17.8 billion. Software sales rose 14 percent, to $5.6 billion.  ''This was a better, more balanced quarter than I.B.M. has delivered in a long time,'' said Laura Conigliaro, an analyst at Goldman Sachs & Company.  Still, investors gave I.B.M. no credit for its quarterly results. In after-hours trading, I.B.M. shares fell more than 5 percent, down $5.60 a share, to $93.85. The company's shares closed the regular trading session at $99.45, off 57 cents,  Analysts attributed the fall in late trading mainly to the expectation by some investors that I.B.M. would considerably exceed the Wall Street consensus estimates, and to profit-taking by traders who have watched technology shares climb considerably in recent weeks.  ''Unless there was a strong upside surprise, they were selling,'' noted A. M. Sacconaghi, an analyst at Sanford C. Bernstein & Company. ''Look what happened to Apple,'' whose shares fell despite reporting a record quarter on Wednesday.  I.B.M. reported quarterly net income of $3.54 billion, or $2.31 a share. That was 11 percent higher than the year-ago quarter, when the company earned $3.19 billion, or $1.99 a share. But excluding discontinued operations and tax gains, I.B.M.'s performance was not enough ahead of the Wall Street consensus estimate of $2.19 a share to prevent the after-hours sell-off, Mr. Sacconaghi said.  Analysts said they also found the company's guidance for 2007 somewhat confusing. In a conference call with analysts, Mark Loughridge, I.B.M.'s chief financial officer, said that the Wall Street consensus projections for 2007 were reasonable, without being specific. The consensus estimate for the full year of 2007 is $6.60 a share, according to figures compiled by Thomson Financial.  But Mr. Loughridge also said he expected that I.B.M. would attain its long-term model of lifting earnings per share by 10 to 12 percent a year in 2007. A 10 percent gain over the 2006 performance suggests profits of $6.67 a share for 2007, Ms. Conigliaro noted.  Revenue in the quarter rose 7 percent, to $26.3 billion, but rose only 4 percent excluding the currency gains from a weaker dollar.  The software business was a particular bright spot for I.B.M., especially in newer technologies deemed strategically important to the company. For example, its Websphere products, which use Web standards and tools to build corporate software applications, increased sales by 22 percent.  Revenue from the hardware business edged up a modest 3 percent, to $7.1 billion, and would not have grown at all without currency gains. Sales of mainframes rose 5 percent, and revenue from industry-standard server computers, using personal computer technology, increased 7 percent. But minicomputer sales fell 10 percent.  I.B.M. is a huge company, with yearly revenue of more than $90 billion and many different businesses. Over all, Mr. Loughridge called the fourth quarter a ''strong finish'' to a good year, and most analysts agreed. ''It was a very solid quarter -- not a blowout, but very solid,'' said Mr. Sacconaghi of Bernstein.  ", 
            "title": "I.B.M. Sales Beat Forecasts On Software And Services"
        }, 
        "weight": 0.6821998525709084, 
        "file": "1819854.txt", 
        "other_topics": {
            "0": 0.006593718023249375, 
            "1": 0.00018821200784040665, 
            "2": 0.0003430386383462429, 
            "3": 0.0002494700055636601, 
            "4": 0.00012905348679498506, 
            "5": 0.00043076168110977285, 
            "6": 0.00022195564303713333, 
            "7": 0.0294112511879638, 
            "8": 0.00018385302308904176, 
            "9": 0.00036066603987879134, 
            "10": 0.00015490008446720528, 
            "11": 0.00022650259648352035, 
            "12": 0.00018309988756186527, 
            "13": 0.00013956872977358758, 
            "14": 8.88532725978011e-05, 
            "15": 0.00016385204148961532, 
            "16": 0.00023744695000552606, 
            "17": 0.00014295942289286646, 
            "18": 0.0001239762725396895, 
            "19": 8.615693979652796e-05, 
            "20": 0.19734720055218186, 
            "21": 0.0005922361074079007, 
            "22": 0.00018893031977114437, 
            "23": 0.0002242316654612287, 
            "24": 0.00010735560904248352, 
            "25": 0.000232404996720948, 
            "26": 0.00019056378666758468, 
            "27": 0.00013169721168783627, 
            "28": 0.07912623124566923, 
            "29": 0.6821998525709084
        }
    }, 
    {
        "content": {
            "text": "  The biggest leveraged buyout ever got bigger yesterday.  The Blackstone Group, a private equity firm, increased its bid for Equity Office Properties to $54 a share. Equity Office is the nation's largest office landlord, with nearly 600 buildings across the country.  The new offer represents an 11 percent premium over the price that Equity Office and Blackstone had agreed on in November when they announced the deal. With the assumption of $15.3 billion in debt, the deal would have a value of $38.3 billion, Equity Office said in yesterday's announcement.  In exchange for raising its bid, Blackstone got Equity Office to increase the breakup fee -- the amount it would receive if its bid failed -- to $500 million, from $200 million.  Last week, a group of real estate investors led by Vornado Realty Trust made an informal bid of $52 a share in cash and stock for Equity Office, a real estate investment trust founded by the Chicago real estate magnate Samuel Zell. Equity Office has since allowed the Vornado team access to its books and has set a deadline of next Wednesday for a formal offer.  A spokeswoman for Vornado, a REIT with a diversified portfolio that includes office buildings, retail space and showrooms, said yesterday that the company would respond to the latest offer ''at the appropriate time.''  Shares of Equity Office rose 8 cents, to $54.90, and Vornado shares rose $1.11, to $125.76.  Blackstone, controlled by Stephen A. Schwarzman, bought interests in more than $28 billion worth of real estate from 2001 to 2006, 38 percent more than next largest buyer, according Dan Fasulo, director of market analysis for Real Capital Analytics, a New York investment firm.  Blackstone says its offer has advantages over the Vornado bid aside from price. It is all cash, and could be completed three days after a vote by Equity Office shareholders, set for Feb. 5. If Vornado prevailed, a deal might need approval of its shareholders, analysts said.  ''Our offer is now materially superior on price, timing, form of consideration and certainty,'' said John Ford, a Blackstone spokesman.  Kathy Shanley, a corporate bond analyst, for Gimme Credit, an independent research company in Chicago, said the new offer had shifted the odds in Blackstone's favor. ''They have all their financing locked up, they could close quicker, and there's a lot less uncertainty,'' she said.  But, she added: ''Vornado has said they don't anticipate any problems, and they have some heavy hitters on their side. At some level, it all depends on who blinks first.''  Barry Vinocur, the editor of REIT Wrap, a daily newsletter about real estate investment trusts, said Vornado and its partners in the deal, the Starwood Capital Group and Walton Street Capital, two real estate investment funds, were almost certain to raise their bid.  Vornado has said that if its bid is successful, it will retain the Equity Office buildings on the East and West Coasts, including the Verizon building at 42nd Street and the Avenue of the Americas in the red-hot Midtown Manhattan market.  Starwood -- whose chief executive, Barry S. Sternlicht, founded the Starwood Hotel and Resorts chain -- and Walton Street Capital would take Equity Office buildings in markets like Miami, San Jose and Seattle, where real estate values are expected to rise in the next couple of years. Neil G. Bluhm, the president of JMB Realty, a Chicago development company, is a co-founder of Walton Street.  Mr. Vinocur said Mr. Zell and his investment bankers had done a ''masterful'' job of steering the acquisition process by setting the breakup fee low enough so that other bidders would enter the contest.  ''This is chess at its highest level,'' he said.  ", 
            "title": "Blackstone Raises Ante In Battle for Equity Office"
        }, 
        "weight": 0.6755491800454207, 
        "file": "1821488.txt", 
        "other_topics": {
            "0": 0.00026935461705946355, 
            "1": 0.00018134187917757518, 
            "2": 0.00033051701653899045, 
            "3": 0.0002403638329267213, 
            "4": 0.00012434276685292713, 
            "5": 0.00041503798629243096, 
            "6": 0.00021385380170084838, 
            "7": 0.0009611239173371128, 
            "8": 0.00017714200641074737, 
            "9": 0.009473019514497975, 
            "10": 0.00014924591010084112, 
            "11": 0.00021823478191545798, 
            "12": 0.0001764163618924158, 
            "13": 0.00013447418165280265, 
            "14": 8.56099438545142e-05, 
            "15": 0.0001578711021243875, 
            "16": 0.009354298176977811, 
            "17": 0.00013774110744048078, 
            "18": 0.00011945088144876533, 
            "19": 8.301203279303922e-05, 
            "20": 0.18710177889672183, 
            "21": 0.0005706182611113094, 
            "22": 0.0001820339712329668, 
            "23": 0.11276410865336098, 
            "24": 0.00010343690664266697, 
            "25": 0.00022392173230185894, 
            "26": 0.00018360781319966014, 
            "27": 0.00012688999030375335, 
            "28": 0.00019197191070896322, 
            "29": 0.6755491800454207
        }
    }, 
    {
        "content": {
            "text": "  Inside a Philip Johnson-designed office tower in Boston's financial district, UBS, the giant Swiss bank, is running a ''hedge fund hotel.''  Like a few other big investment banks, UBS leases space to ambitious young hedge fund traders as a temporary home, complete with receptionists, espresso machines and consultants to help manage their information systems.  In return, the banks hope the hedge fund hotel guests may become big clients.  Some regulators, however, are growing concerned about the relationship between the banks and their hedge fund hotel guests, looking at whether the banks might be using the real estate relationship as a way to entice hedge funds to do business with them, possibly at the expense of their investors.  William F. Galvin, the Massachusetts secretary of state, has subpoenaed UBS and is examining other banks with hedge fund hotels in Boston to determine how they are charging for their services. He is looking at whether hedge funds are paying higher than normal trading fees to banks to compensate them for the office space and failing to disclose this expense to investors.  ''It's a conflict of interest issue,'' Mr. Galvin said.  UBS, which declined to comment, is the leader in this business, with 400,000 square feet of hedge fund hotels in a number of cities. Bear Stearns is also active, with space for rent in New York, Boston, San Francisco and Los Angeles.  While the state investigation is in a preliminary stage and may not lead to any specific charges, at its heart is a thorny issue that has dogged regulators for decades. Money managers, including mutual funds and hedge funds, often pay Wall Street with ''soft dollars'' -- inflated commissions that include the cost of trading (typically 1 to 2 cents a share) plus an additional few cents a share that can be directed to pay for research and other services.  Soft dollars are controversial because clients pay for the higher commissions, while the services often benefit the manager the most. Higher commissions result in greater expenses for the fund and potentially lower returns for investors.  In the late 1990s, the Securities and Exchange Commission cracked down on the use of soft dollars by mutual funds, concerned that investors were being duped into paying for services enjoyed by the manager.  Massachusetts is now investigating whether hedge funds are improperly using soft dollars to pay for space in these hotels and failing to disclose to investors that they are covering a major expense.  ''It's the same soft dollar question,'' Mr. Galvin said in an interview. ''What kind of quid pro quo might be in the placement of an order? What's the relationship between the entities?''  As hedge funds have exploded, so, too, have the fortunes of Wall Street, which earns billions of dollars a year in fees executing trades and lending money to hedge fund clients. Hedge funds typically trade more than other Wall Street clients and they trade exotic, high-margin products, like complex derivatives.  Because hedge funds have become such important customers, there are concerns that they may be receiving tips about pending mergers, for example, or other yet-to-be-disclosed news that could affect a stock price. Trading ahead of public disclosure would give a fund an advantage; while it generally would be illegal, it is often hard for regulators to detect or prove.  Trading and the soft dollars used to pay for it are only one part of the business Wall Street does with hedge funds. The main business of servicing hedge funds is called prime brokerage. It includes financing trades; finding and lending stock to allow hedge funds to short stocks (betting that their price will fall); structuring derivatives; and executing swaps. It can also include hedge fund hotels -- securing real estate, receptionists and information technology and even managing, say, the risk of trading currencies in Asia.  The global prime brokerage business generates $8 billion to $10 billion a year, according to an estimate by the Vodia Group, a consulting firm for the financial services industry. The business is highly profitable, with a return on equity -- a measure of how efficiently the bank reinvests its capital -- of a healthy 15 to 20 percent. In 2006, Goldman Sachs made $2 billion directly servicing hedge funds, 22 percent more than the previous year.  Prime brokerage is only the tip of the iceberg when it comes to the fees that hedge funds generate for Wall Street firms: billions of additional dollars come from trading for these funds. Credit Suisse estimates that investment banks made $25 billion in revenue from hedge funds in 2004, $19 billion of which came from sales and trading and the rest from prime brokerage.  Hedge funds now control half the volume traded on the New York and London Stock Exchanges, according to Credit Suisse.  In markets like convertible arbitrage, hedge funds control 70 percent of the trading. (In convertible arbitrage, an investor buys a bond that can be converted into stock and then sells that stock short, betting that its price will fall because of the sale of convertible bonds.)  ''Hedge funds generate about 30 to 35 percent of the equity commission volume of the major Wall Street firms,'' said Brad Hintz, a securities analyst with Sanford C. Bernstein & Company, a respected Wall Street research firm that manages money for wealthy individuals and institutions. But that is only part of the equation.  ''Because a hedge fund has broad investment guidelines -- it is not constrained like a mutual fund to invest in certain stocks or certain sectors -- it allows the hedge fund to really go after some of the more financially attractive products the Street offers,'' Mr. Hintz said.  In the United States, Goldman Sachs, Morgan Stanley and Bear Stearns lead the pack in prime brokerage, collectively controlling about 75 percent of the market, according to Sanford C. Bernstein, a unit of AllianceBernstein.  But neither Goldman nor Morgan Stanley run significant hedge fund hotel operations. (Goldman inherited a small business from Spear, Leeds & Kellogg, which it bought in 2000.)  Bear Stearns' hedge fund hotel clients tend to be small. Bear is unusual because it accepts only ''hard dollar'' arrangements, rather then venturing into the murky area of soft dollars.  Bank of America exited the hedge fund hotel business 18 months ago because of a lack of demand.  Lehman Brothers and Credit Suisse have been building their prime brokerage businesses. Lehman has space that it leases to a select group of clients, but it is not a major player in hotel space. Credit Suisse prefers to cater to a small number of institutional-quality hedge funds that are expanding into high-margin products like structured derivatives and reinsurance.  Jefferies, a bank that caters to midmarket clients, recruited a significant part of Bank of America's prime brokerage team to build its business. Glen Dailey, head of prime brokerage, said the hedge fund hotel business was too expensive to build at Bank of America.  ''It took a lot of resources, especially tech support,'' Mr. Dailey said. ''Clients would call because there wasn't coffee or hot water. In the end, we felt like the client service group was spending 80 percent of its time on the real estate.''  Correction:  January 3, 2007, Wednesday  Because of an editing error, a front-page article yesterday about an investigation into the possibility that banks are luring hedge funds as tenants in order to solicit their trading business misstated the nature of a request made by the Massachusetts secretary of state, William F. Galvin, to UBS, the Swiss bank. While Mr. Galvin has requested information from UBS, he has not issued a subpoena. UBS is cooperating with the inquiry.  ", 
            "title": "Banks' Leases To Hedge Funds Are Questioned"
        }, 
        "weight": 0.6737485284411295, 
        "file": "1815975.txt", 
        "other_topics": {
            "0": 0.001566825983229938, 
            "1": 8.580927518905928e-05, 
            "2": 0.00015639755006116796, 
            "3": 0.00011373790973517521, 
            "4": 5.8837830219040155e-05, 
            "5": 0.09087669619196911, 
            "6": 0.00010119361177682038, 
            "7": 0.006212274442950379, 
            "8": 0.0015231918413596592, 
            "9": 0.00016443420280362793, 
            "10": 7.062176386814655e-05, 
            "11": 0.00010326665049538985, 
            "12": 8.347856663961915e-05, 
            "13": 6.363192061095517e-05, 
            "14": 4.050982191454178e-05, 
            "15": 0.02166525172195015, 
            "16": 0.00010825638018326643, 
            "17": 0.008701397238499286, 
            "18": 5.652303596002615e-05, 
            "19": 3.928051478371342e-05, 
            "20": 0.12307968343199258, 
            "21": 0.0002700112054516405, 
            "22": 0.008722356205922136, 
            "23": 0.061995137273190226, 
            "24": 4.894537338567093e-05, 
            "25": 0.00010595766204168219, 
            "26": 8.688149390071683e-05, 
            "27": 6.004315244825305e-05, 
            "28": 9.08393063384114e-05, 
            "29": 0.6737485284411295
        }
    }, 
    {
        "content": {
            "text": "  The Highbridge Capital Management hedge fund will announce today that it has taken a major equity stake in the energy business of the Louis Dreyfus Group, the old-line commodities trading firm, in a deal worth about $1 billion.  Highbridge Capital, a $17 billion hedge fund headquartered in New York that is majority owned by JPMorgan Chase, said it invested in Louis Dreyfus to gain more access to energy delivery and trading markets on its own.  The venture with Louis Dreyfus reflects a trend among larger hedge funds to try to diversify their investment offerings in an attempt to gather more capital.  ''We saw this as a real opportunity that is uncorrelated to everything else we're doing,'' said Glenn Dubin, managing partner of Highbridge. He explained that he had considered trying to get Highbridge into the energy trading business more heavily on its own, but concluded, ''there was no way we could do this by ourselves.''  Commodities have proved tricky for some multi-strategy funds. Amaranth, the $9 billion multistrategy fund that failed, had roots in a traditional investment strategy that then expanded aggressively into energy trading. Its initial success caused investors to pour billions into the fund, but when one energy trader made a series of bets that soured, the fund lost $6 billion in a week.  Highbridge and Dreyfus will jointly manage the venture, which will be called Louis Dreyfus Highbridge Energy and maintain its headquarters in Wilton, Conn. Before the Highbridge investment, Louis Dreyfus Energy was one of the 10 largest natural gas marketers in the United States and had worldwide interests in both the physical delivery of petroleum and natural gas as well as financial interests in energy.  JPMorgan Chase bought its stake in Highbridge in 2004 to gain exposure to the fast-growing hedge fund sector. The deal proved to be well-timed, as pension funds and other institutions continued to pour billions in to hedge funds, including Highbridge.  ", 
            "title": "Highbridge Hedge Fund Buys Stake In Louis Dreyfus Energy Business"
        }, 
        "weight": 0.6736399998074251, 
        "file": "1817359.txt", 
        "other_topics": {
            "0": 0.0004926324240908949, 
            "1": 0.0003316627370405357, 
            "2": 0.0006044945538280781, 
            "3": 0.0004396101279835452, 
            "4": 0.0002274149941131455, 
            "5": 0.0007590780195607577, 
            "6": 0.0003911249708026531, 
            "7": 0.001757834376178492, 
            "8": 0.12271725371329309, 
            "9": 0.0006355571428003766, 
            "10": 0.0002729612556164125, 
            "11": 0.0003991375043414449, 
            "12": 0.00032265427991223626, 
            "13": 0.0002459447059362445, 
            "14": 0.00015657512994486457, 
            "15": 0.00028873618199857685, 
            "16": 0.00041842338458839245, 
            "17": 0.005815250262937213, 
            "18": 0.00021846804755126393, 
            "19": 0.00015182371622209765, 
            "20": 0.18086064026958285, 
            "21": 0.0010436244244506044, 
            "22": 0.0003329285292911521, 
            "23": 0.00039513572354581063, 
            "24": 0.00018917950847150813, 
            "25": 0.00597286913206451, 
            "26": 0.00033580698592075185, 
            "27": 0.0002320737034272118, 
            "28": 0.0003511043870803204, 
            "29": 0.6736399998074251
        }
    }, 
    {
        "content": {
            "text": "  Citigroup reported fourth-quarter results yesterday that were good. The only problem was that its competitors have done so much better.  Citigroup's operating profit for the quarter rose 3.2 percent, led by a solid trading performance, improvement in its consumer business and big gains from its alternative investment unit.  But last year was particularly rough for the bank. For all of 2006, earnings fell 12 percent, to $21.5 billion. Citigroup shares gained nearly 15 percent for the year, though not until a big year-end rally.  ''It is no fun to score in the last two minutes of the game,'' Citigroup's chairman and chief executive, Charles O. Prince III, said yesterday on a lengthy conference call with analysts and investors. ''It is better than not scoring, but it is nerve-racking.''  Mr. Prince is under pressure from investors to rein in expenses and begin to show results soon. He has set out a long-term strategy that calls for integrating the bank's sprawling businesses and placing a greater emphasis on international and internal growth. Compared with many of its competitors, it must make up significant ground.  ''We're engaged in a very extensive, very transparent, multiyear effort,'' Mr. Prince said, sounding somewhat exhausted. ''It's not easy. It's not fast, and it's certainly not glamorous.''  Citigroup's trading performance was fairly robust, but paled in comparison to the blowout fourth-quarters posted by some peers. Citigroup's $2.75 billion in fixed-income trading revenue was up 32 percent from last year and equity trading revenue of $900 million was up 17 percent from last year. JPMorgan Chase showed a 77 percent increase in the fourth quarter from its fixed income and almost doubled its equity trading revenue. Merrill Lynch and Goldman Sachs reported similarly large gains.  Citigroup's expenses, meanwhile, remain high. Yesterday, the company said operating expenses were up 23 percent in the fourth quarter, while revenue grew 15 percent.  And a big tax benefit is about to disappear. If all the one-time tax benefits that will be gone next year were taken away in the fourth quarter, profits from all of the bank's consumer businesses were down from the third quarter.  There are also signs that credit quality is worsening. Mr. Prince noted a ''slight weakness'' in auto loans and second mortgages in the United States. Internationally, there are signs of potentially greater deterioration. In Mexico, a sharp increase in bad loans led to bigger losses and caused Citigroup to set aside an additional $111 million pretax in loss reserves.  ''I would emphasize that we are planning on headwinds from credit in 2007,'' Mr. Prince said.  Over all for the fourth-quarter, Citigroup's net income fell 26 percent from the quarter a year earlier, when it recorded a huge one-time gain from the sale of its asset management unit to Legg Mason. The bank was also hurt in the fourth quarter by an after-tax charge of $415 million related to the recent announcement that it would significantly cut back its consumer finance operations in Japan.  Net income from continuing operations rose to $5.13 billion, or $1.03 a share, from $4.97 billion, or 98 cents a share in the quarter a year ago. Revenue rose 15 percent, to $23.8 billion.  Citigroup shares closed yesterday at 54.50, up 11 cents, but the stock has long lagged its peers.  Still, Mr. Prince said the company delivered on its financial targets last year -- a remark that some analysts said suggested less about the bank's performance and more about a low bar. He once again emphasized Robert A. Druskin's new role as chief operating officer and expense-control czar. And he has tweaked the strategy, cutting back some investment spending and ramping up the bank's engine for small acquisitions, a move that could pay off faster but may sacrifice longer-term returns.  But delivering results will take time.  ''It would be really terrific if Rome were built in a day,'' Citigroup's chief financial officer, Sallie L. Krawcheck, said.  There were some bright spots in yesterday's results. Citigroup's consumer business in the United States showed modest improvement, though credit quality has remained unusually high. And net interest margins, which make up roughly half of Citigroup's revenue, appear to be stabilizing after months of sharp declines.  That should improve the quality of earnings, a research analyst with Sanford C. Bernstein, Howard K. Mason, said.  ''I am happy to see there is some relief in sight,'' Mr. Mason said. ''If earnings quality improves, nobody will talk about that the C.E.O. is a lawyer and the C.F.O. is an analyst.''  ''You just will have a different story'' that is focused on Citigroup's growth, he said.  ", 
            "title": "Citigroup Reports Good Quarterly Results"
        }, 
        "weight": 0.6732362903781484, 
        "file": "1820011.txt", 
        "other_topics": {
            "0": 0.00022488955195095462, 
            "1": 0.0001514059584476545, 
            "2": 0.00027595526140623215, 
            "3": 0.00020068456699285408, 
            "4": 0.01280227920539444, 
            "5": 0.00288621609688093, 
            "6": 0.0001785508122064038, 
            "7": 0.005881846741398595, 
            "8": 0.00014789940075395658, 
            "9": 0.0002901355129991073, 
            "10": 0.0001246083925328852, 
            "11": 0.00018220858012709274, 
            "12": 0.00014729354564597738, 
            "13": 0.0001122751812871052, 
            "14": 7.147745275789268e-05, 
            "15": 0.00013180973769949907, 
            "16": 0.00019101269604723272, 
            "17": 0.0001150028029060276, 
            "18": 0.010258502283568867, 
            "19": 6.930840490194092e-05, 
            "20": 0.28319964326353037, 
            "21": 0.005555805766041759, 
            "22": 0.00015198379993388927, 
            "23": 0.00018038174403972615, 
            "24": 8.636154020306522e-05, 
            "25": 0.00018695672863973796, 
            "26": 0.002692990420993313, 
            "27": 0.0001059429883846109, 
            "28": 0.0001602811841795031, 
            "29": 0.6732362903781484
        }
    }, 
    {
        "content": {
            "text": "  THE flow of earnings reports will pick up this week, but the earnings themselves are expected to show a dip in growth from past quarters. Any impact on share prices may depend on investors' expectations about those expectations.  Standard & Poor's estimates that earnings for companies in its 500-stock index rose by 9 percent, year over year, in the fourth quarter. That would be a healthy gain, but also the worst one in nearly five years, said Sam Stovall, S.& P.'s chief investment strategist.  ''This would be the first quarter in 19 where we've had a single-digit advance,'' he said.  But it has not been 19 quarters, or even two, since analysts last forecast single-digit growth.  Earnings estimates started off low for just about every quarter during the four-year bull market and then nudged up continually as fresh numbers came in. S.& P.'s forecast is close to those of other research firms, Mr. Stovall noted, but investors may still be disappointed if results meet expectations and nothing more.  ''Earnings are not going to grow at double digits forever,'' he said. ''The real question is: Is Wall Street prepared for the first single-digit advance in 19 quarters?''  One of the first big-name companies to report is Alcoa, which Mr. Stovall likened to a corporate Iowa for its status as a periodic bellwether.  S.& P. projects 150 percent earnings growth for aluminum producers, of which Alcoa is the biggest, and a result in that neighborhood on Tuesday would augur well for fourth-quarter earnings generally, and for 2007 economic activity, he said.  No triple-digit, or even double-digit, gain is foreseen for smaller companies. After increasing earnings at an annual rate of 17 percent or more in each quarter of last year, the S.& P. 600 index of smaller companies is expected to show growth of just 5 percent for the last quarter.  The gap in earnings growth is just one reason that Mr. Stovall expects investors to find larger companies more appealing than smaller ones this year. Smaller companies' run of outperformance is looking long in the tooth after seven years, he said, and indications of softening economic conditions could steer investors toward the comparative safety that blue chips are thought to offer.  ''It's getting later in the stock market and economic cycle,'' he said. ''When sailing into an impending storm, sailors prefer a larger ship.''  DATA WATCH -- The highlight of a thin post-holiday economic calendar may be the report on Wednesday of the nation's trade balance for November.  A Bloomberg News poll of economists forecasts a widening deficit, to $60 billion from $58.9 billion in October.  Retail sales for December, to be reported on Friday, are expected to rise by 0.6 percent after a 1.0 percent increase in November.  MARKET WEEK  ", 
            "title": "Setting The Bar On Earnings"
        }, 
        "weight": 0.6707245222624146, 
        "file": "1817132.txt", 
        "other_topics": {
            "0": 0.04890243043804465, 
            "1": 0.0002629162949260127, 
            "2": 0.0004791960345427859, 
            "3": 0.00034848854921937683, 
            "4": 0.0001802768324122633, 
            "5": 0.0006017377238200201, 
            "6": 0.0003100533062413647, 
            "7": 0.01903416822954729, 
            "8": 0.00025682716100933065, 
            "9": 0.0005038200272055738, 
            "10": 0.00021638234860326875, 
            "11": 0.00031640501656549465, 
            "12": 0.00025577509422223014, 
            "13": 0.0001949657396499205, 
            "14": 0.00012412052499473724, 
            "15": 0.0002288874772593781, 
            "16": 0.0003316933550269074, 
            "17": 0.00019970225185432692, 
            "18": 0.00017318439247782642, 
            "19": 0.00012035397556926525, 
            "20": 0.24480617295299392, 
            "21": 0.0052374775056938305, 
            "22": 0.00026391971608706236, 
            "23": 0.0047234063499630215, 
            "24": 0.00014996672790882186, 
            "25": 0.00032465017169348615, 
            "26": 0.00026620153152075426, 
            "27": 0.00018396989302836114, 
            "28": 0.00027832811550410687, 
            "29": 0.6707245222624146
        }
    }, 
    {
        "content": {
            "text": "  General Electric said yesterday that it would pay $4.8 billion in cash for Smiths Aerospace, the cockpit electronics arm of the London conglomerate Smiths Group. The two companies also said they would pool their technologies for detecting bombs, chemicals and other dangerous items into a joint venture, Smiths GE Detection.  The two deals give G.E. the ability to round out its aircraft engines business as well as increasing growth in its nascent security business. The deals give Smiths access to capital and research that its chief executive, Keith Butler-Wheelhouse, concedes the company needs badly.  In a statement, he said that ''increased capital requirements and the growing importance of supplier scale'' in the aerospace industry made it harder for Smiths business to grow.  The deal did not surprise G.E. analysts, many of whom noted that it was another sign that Jeffrey R. Immelt, G.E.'s chairman, would make good on his promise to get out of underperforming businesses and redeploy capital to fast-growing ones. Earlier this month G.E. said that it would acquire the oil and gas operations from Vetco International for $1.9 billion. G.E. also said it would seek a buyer for its lackluster plastics business.  ''Getting out of plastics, investing in oil and gas business last week and in aerospace and security this week, all of this is exactly in line with what they said they would do,'' said Daniel J. Rosenblatt, an analyst with Marble Harbor Investment Counsel, an investment advisory firm.  Under the terms of the deal, G.E. will pay about 1.8 times the Smiths unit's 2006 sales. Analysts say that considering the intense activity in the aerospace business, G.E. had little power to negotiate a lower price.  ''We are in a growing travel cycle, with more first-time travelers in China and Indonesia, with new airlines springing up, and with everyone buying more planes,'' said Virginie Maisonneuve, head of international equity investment at Schroders, a global asset management firm based in London. ''There aren't many companies out there that G.E. could buy, so you've got the law of supply and demand at work.''  Indeed, with this acquisition, G.E. goes into head-to-head competition with Honeywell International, a company that has long been a major player in electronic flight management systems. G.E. attempted to acquire Honeywell in 2001, but the deal was scuttled when European regulators deemed it to be anticompetitive.  In 2005, the European Commission acknowledged that some of the reasoning it used to reject the Honeywell deal might have been flawed. The commission has cleared 16 G.E. acquisitions since 2001, and few experts expect regulatory opposition to the Smiths deal.  Still, it is a combination that could make competitors sweat. GE Aviation, which had $13.2 billion in revenue in 2006, is a major supplier of jet engines and services for both commercial and military planes.  Smiths Aerospace, which has more than 11,000 employees and had $2.4 billion in revenue in 2006, makes the type of electronic flight management systems that GE Aviation has long needed to round out its portfolio. Smiths Aerospace controls are widely used by Boeing, a major G.E. customer, as well as by Airbus. The controls are used on both military and commercial airplanes.  G.E. is by far the more profitable of the two, and investors are expecting the Smiths unit to benefit quickly from an infusion of G.E. efficiency. ''G.E. has the resources to grow this business and make it competitive,'' said Timothy M. Ghriskey, chief investment officer at Solaris Asset Management.  Russell Wilkerson, a G.E. spokesman, amplified that thought. ''Their aerospace business has an 11 percent profit margin, ours has a 20 percent profit margin,'' he noted. ''We certainly can help expand theirs.''  Although G.E. has traditionally used stock to pay for at least part of its large acquisitions, the all-cash deal made sense, analysts said. In December, Mr. Immelt said that G.E. had ample cash on hand and was planning to spend at least $7 billion on industrial acquisitions this year. ''We have the cash available and this won't dilute equity,'' Mr. Wilkerson said.  Moreover, Smiths may well have made it a condition of the deal. Shares of the company, whose diversified portfolio includes medical devices, detection and a potpourri of industrial products, have performed poorly over the last year.  ''People are concerned about the lack of overlap between the businesses, but also about low margins in aerospace,'' said Mark Lovett, chief investment officer of RCM, the institutional equity arm of Allianz Global Investors.  Mr. Butler-Wheelhouse, the Smiths chief, has said he wants to return much of the money from the deal to shareholders. ''That would mean a stock buyback or special dividend, and it's hard to do either of those with a foreign company's stock,'' Mr. Ghriskey said.  Smith shareholders are clearly happy with the deal. The company's shares rose more than 11 percent on the London Stock Exchange. The New York Stock Exchange, where G.E. is listed, was closed yesterday.  G.E. shareholders are hoping the deal will eventually reflect well on their shares, which have had a hard time making it past the mid- to high-$30s for several years. ''This is a good deal, and it will ultimately come back to us, if not in a higher stock price than in dividends, buybacks or other ways,'' said Richard D. Steinberg, the president of Steinberg Global Asset Management, which counts G.E. shares as its largest holding.  In the long run, the formation of Smith GE Detection may have the bigger impact on the fortunes of both companies.  The joint venture will meld GE Security's homeland protection business, which had about $300 million in sales last year, with Smiths Detection, which had about $700 million in revenue in 2006. G.E. will own 46 percent of the company, and will have minority representation on its board.  Smiths GE Detection will be based in London. Mr. Butler-Wheelhouse will be its chairman, and Stephen Phipson, currently group managing director for Smiths Detection, will serve as its president.  Under the deal, G.E. cannot buy out Smiths for five years, unless Smiths -- which has on occasion been rumored to be a takeover target -- goes through a change of control.  G.E.'s agreement to be the minority partner in Smiths GE Detection is unusual, in that G.E. normally wants to apply its management efficiencies to any new company it invests in. Analysts say that Smiths, while eager to tap into G.E.'s global research operations, was adamant about not giving up control of the growing detection business.  ''Part of the reason they sold aerospace was to focus management's attention on growth areas like medical and detection,'' said Mr. Lovett, of RCM. ''So in detection they're sacrificing some equity in return for access to the G.E. name and resources.''  Correction:  January 18, 2007, Thursday  An article in Business Day on Tuesday about General Electric's purchase of Smiths Group's aerospace business misstated G.E.'s percentage of ownership of Smiths GE Detection, a joint venture between the companies. G.E. will own 36 percent, not 46 percent.  ", 
            "title": "G.E. Buying A British Aerospace Company"
        }, 
        "weight": 0.6701154638061521, 
        "file": "1819209.txt", 
        "other_topics": {
            "0": 0.00015904833138487385, 
            "1": 0.00010707862968253281, 
            "2": 0.0001951634634992281, 
            "3": 0.00014192987285541113, 
            "4": 7.342183254044811e-05, 
            "5": 0.02898336461268783, 
            "6": 0.00012627624761792292, 
            "7": 0.005955953785157076, 
            "8": 0.02525060529797777, 
            "9": 0.00020519214351081153, 
            "10": 8.812662365581558e-05, 
            "11": 0.00012886312584028503, 
            "12": 0.00010417021358050247, 
            "13": 7.940422347207444e-05, 
            "14": 5.0550901516595434e-05, 
            "15": 0.05038523283381484, 
            "16": 0.0001350896487457273, 
            "17": 0.0036736199336378566, 
            "18": 7.053327536867262e-05, 
            "19": 4.90168887570418e-05, 
            "20": 0.2110637577828832, 
            "21": 0.00213308161238392, 
            "22": 0.00010748729572945809, 
            "23": 0.00012757113504351962, 
            "24": 6.107735439893083e-05, 
            "25": 0.00013222115244291034, 
            "26": 0.00010841661686528552, 
            "27": 7.492591531408362e-05, 
            "28": 0.00011335544348321334, 
            "29": 0.6701154638061521
        }
    }, 
    {
        "content": {
            "text": "  In a move that has been expected for months, General Electric has begun shopping its plastics business to private equity funds, a person with knowledge of the details said yesterday.  The person said that Goldman Sachs, the investment bank that G.E. had retained to find buyers, had approached at least four equity groups, including Apollo Management, Bain Capital, the Blackstone Group and Kohlberg Kravis Roberts & Company. A deal could potentially be worth $10 billion.  Rising costs for chemical feedstocks like benzene, and increased competition that is holding down prices, have squeezed profits at the plastics division. This squeeze has tightened at a time when Jeffrey R. Immelt, the G.E. chairman since 2001, has promised shareholders that profit would grow at two or three times the nation's overall rate of economic growth.  G.E. announced in October that overall profit rose 10 percent in the third quarter over a year earlier.  Results would have been even better but for weak performance at the plastics unit, whose profit fell 23 percent to $152 million. Plastics account for about 8 percent of G.E.'s revenue and about 5 percent of profit.  With the auction still in its initial stages, potential bidders have been required to sign confidentiality forms and to agree not to speak with rival firms about forming consortiums without permission from G.E., people involved in the process said. The practice is increasingly becoming standard in an effort by sellers to keep auctions competitive.  G.E. is likely to allow certain firms to pair up later in the process, once it has established which firms are most interested in the asset.  For months, Mr. Immelt had declined to comment on growing speculation that he would sell the plastics division. But in the conference call to announce the quarterly results, he gave the first hint of what strategy he would pursue. While being careful to neither suggest a sale nor rule one out, Mr. Immelt emphasized that G.E. would invest only in specialized, higher-margin plastics, not the commodity plastics in its portfolio.  Making a sale at a good price may be challenging.  A year ago Apollo bought most of the plastics business of Tyco International for $975 million, acquiring 43 of Tyco's 51 plastics factories.  Apollo, which is controlled by Leon Black, bought Tyco factories in five countries that make trash bags, duct tape, plastic sheeting and similar products. Tyco held on to the A&E Products Group, the world's largest maker of plastic clothes hangers.  Tyco had tried to sell its plastics business in 2002, when it was still mired in the scandal that led to a prison term for its former chief executive, L. Dennis Kozlowski. Between the initial failed sale and the deal with Apollo, Tyco closed 30 plastics plants.  G.E. to Buy Vetco Gray  By The Associated Press  Citing strong global demand for energy, General Electric said yesterday that it had agreed to buy the oil services company Vetco Gray for $1.9 billion from a group of private equity funds.  Vetco Gray provides drilling, completion and production equipment for oil and gas fields. Its owners include Candover Partners, the 3i Group and JPMorgan Partners.  The business, which generated an estimated $1.6 billion of sales in 2006, has 5,000 employees, with operations in Houston, Britain, Norway and Singapore. G.E.'s current oil and gas business had about $3.6 billion in revenue in 2005, company officials said.  ", 
            "title": "G.E. Is Said to Be Seeking A Buyer for Its Plastics Unit"
        }, 
        "weight": 0.6675383678723974, 
        "file": "1817557.txt", 
        "other_topics": {
            "0": 0.00030455850458049134, 
            "1": 0.00020504275049402948, 
            "2": 0.0003737146568877936, 
            "3": 0.00027177870686076407, 
            "4": 0.0001405940152114339, 
            "5": 0.05549967174940657, 
            "6": 0.00024180388944468993, 
            "7": 0.0010867400981514025, 
            "8": 0.031154888043541124, 
            "9": 0.07262030455833737, 
            "10": 0.00016875192893029946, 
            "11": 0.0002467574513970498, 
            "12": 0.0001994734820143199, 
            "13": 0.00015204957730433673, 
            "14": 9.679892166761953e-05, 
            "15": 0.00017850440918509662, 
            "16": 0.00025868049697889126, 
            "17": 0.0001557434810633766, 
            "18": 0.00013506277420455805, 
            "19": 9.386147096952639e-05, 
            "20": 0.15996446270584586, 
            "21": 0.0006451964558380488, 
            "22": 0.007084623980874756, 
            "23": 0.0002442834437695039, 
            "24": 0.00011695581813089149, 
            "25": 0.0002531876701332794, 
            "26": 0.00020760483569152175, 
            "27": 0.00014347415357135934, 
            "28": 0.0002170620971166578, 
            "29": 0.6675383678723974
        }
    }, 
    {
        "content": {
            "text": "  MUTUAL funds made money across the board in the last quarter of 2006, in small- and large-cap stocks, and in growth and value shares. Some top-performing fund managers recently talked about some of their stocks and offered their thoughts about the year ahead.  Small Stocks, Big Gains  Small stocks led to big returns for the $78 million Pacific Advisors Small Cap fund, up 15.6 percent in the fourth quarter. The market capitalization for the 35 or so stocks in the portfolio averages $500 million.  The manager, George A. Henning, 59, says he looks for ''companies that are market leaders in their business, undervalued and have a good catalyst for future growth.'' Because he aims to hold stocks three to five years, he says, he buys what he calls ''less speculative stocks.''  He attributed the fund's fourth-quarter performance to a good overall economy. ''As the economy continues to move along, our stocks continue to perform well,'' he said. The fund carries a 5.75 percent front-end load, or sales charge.  One of its stars was ElkCorp, a company based in Dallas that Mr. Henning called the ''premier roofing company in the country.'' It became a takeover candidate, he said, when its share price fell because of slow sales during the light hurricane season last year. ElkCorp, which had agreed to be acquired for $38 a share by the Carlyle Group, is now weighing a bid from the Building Materials Corporation of America at $40 a share. ElkCorp rose 51.6 percent in the quarter.  Another winner was Terra Industries, an agricultural and industrial chemical company in Sioux City, Iowa. Sales in its ammonium nitrate fertilizer business have strengthened, Mr. Henning said, as prices of imported European ammonium nitrate have risen. The surge in domestic ethanol production has also contributed, he said, because ammonium nitrate is used in growing corn. The shares rose 55.4 percent.  The fund also made money in Toreador Resources, an oil and gas exploration and production company in Dallas. Its stock price dropped in the early fall on uncertainty about production levels in offshore wells, he said, but bounced back later in the year when it released positive reports about its preliminary findings. Its shares rose 43.9 percent.  Looking ahead, he says he is positive about stocks of all sizes. While share prices may initially drop after a strong year-end gain, he said, ''good growth may come in the second half of 2007 because many companies have good balance sheets.''  Finding Megatrends  Fast-growing companies drove the returns of the $160 million Eaton Vance Growth fund, up 14.3 percent in the quarter. The manager, Arieh Coll, 43, calls it a ''growth at a reasonable price'' portfolio. He seeks companies with annual earnings growth rates of 25 percent or more, or companies he sees as poised for rapid growth. The fund has a 5.75 percent front-end load.  To pick the fund's 85 stocks, Mr. Coll aims to identify megatrends in the economy, then looks for industries and companies that might benefit from them. In the fourth quarter, these were two commodity trends: rising prices for uranium, used in nuclear power plants, and for gold.  One of the fund's better performers was SXR Uranium One, a South African company whose shares trade on the Toronto and Johannesburg exchanges. SXR, a uranium and gold exploration and development company, owns properties in Canada, Australia and South Africa. He said the company should begin production in its Australian and South African mines next year.  ''SXR is constructing two mines that are scheduled to open in 2007,'' he said. ''Production costs are $15 a pound, so its earnings should start to rise rapidly.'' Uranium prices doubled, to $72 a pound, last year.  The company's shares rose 92.1 percent in the quarter.  The fund also profited from Gammon Lake Resources, a Canadian gold exploration and mining company that works primarily in Mexico. The shares, traded on the American Stock Exchange, rose 42.5 percent.  ''Ocampo, the company's biggest Mexican mine, increased its production in the fourth quarter, a signal that everything's O.K. at that mine,'' Mr. Coll said.  Another winner was Celgene, the biotechnology company in Summit, N.J. Celgene, which produces cancer drugs, recently began marketing Revlimid, used for patients with multiple myeloma. ''Sales are rising faster than expected,'' Mr. Coll said. ''Doctors are adopting the drug quickly because clinical data has proved its efficacy.'' Celgene shares rose 32.9 percent in the quarter.  This year, Mr. Coll expects interest rates to decline, which should be good for the stock market, but he anticipates slower economic growth.  A Boost From Commodities  Large value stocks propelled the $600 million John Hancock Large Cap Equity fund, which returned 10.5 percent in the quarter. The lead manager, Timothy Keefe, 44, says he picks the fund's approximately 50 stocks ''using a very disciplined approach to identify mispriced companies.'' The market capitalization averages $13 billion to $14 billion. The fund has a 5 percent front-end load.  Mr. Keefe says the fund profited in the fourth quarter from several commodities stocks. ''Some of the investments I made earlier in the year paid off in less than a year, which is unusual,'' he said.  One was Silver Standard Resources, a Canadian silver exploration and development company. Its shares, traded on Nasdaq, rose 39.5 percent. The company is a ''pure asset play,'' Mr. Keefe said. ''It's transitioning from a company that holds silver assets to a silver producer,'' he said. ''This will result in an upgrade in how the shares are valued.''  The fund also made money in Agnico-Eagle Mines, a gold exploration and development company in Toronto. He began buying shares in 2003, when it ''had a lot of difficulties with its biggest, best mine.'' Because of these difficulties, he added, ''its outstanding gold reserves were being underrecognized by the market.'' Its shares returned 32.5 percent.  Another winner was Bunge, a worldwide agricultural products company now based in White Plains. Its share price recovered from a drop in the summer, when difficulties with its Brazilian soybean suppliers created uncertainty about its short-term earnings, Mr. Keefe said. He expects the company's profit to rise in 2007 in tandem with rising soybean prices. In the quarter, shares returned 25.4 percent.  He expects a volatile stock market in 2007, which he sees as providing valuable opportunities.  ''There are a lot of crosscurrents in the market with the U.S. dollar, interest rates and disagreements about how fast the economy is growing,'' he said.  MUTUAL FUNDS REPORT  ", 
            "title": "Three Philosophies, Three Big Gains"
        }, 
        "weight": 0.667104587098158, 
        "file": "1817146.txt", 
        "other_topics": {
            "0": 0.0001530024174148653, 
            "1": 0.00010300824316888615, 
            "2": 0.0019156111253578344, 
            "3": 0.00013653468389878136, 
            "4": 7.063084391960087e-05, 
            "5": 0.00023575543614209074, 
            "6": 0.00012147610087695521, 
            "7": 0.0005459504811657238, 
            "8": 0.06230381378732373, 
            "9": 0.00019739216198201448, 
            "10": 8.47766609089505e-05, 
            "11": 0.00012396464393888456, 
            "12": 0.00010021038486641745, 
            "13": 7.638582585804483e-05, 
            "14": 0.0415174234484243, 
            "15": 8.967605801109364e-05, 
            "16": 0.0001299544776474594, 
            "17": 0.020812638619515163, 
            "18": 6.785208964865398e-05, 
            "19": 0.0052307528744383715, 
            "20": 0.15120458554407154, 
            "21": 0.00032413022774294316, 
            "22": 0.032932863403196955, 
            "23": 0.013945653146142685, 
            "24": 5.875561718234801e-05, 
            "25": 0.00012719502167042964, 
            "26": 0.00010429536936284721, 
            "27": 7.207775190256747e-05, 
            "28": 0.0001090464560618159, 
            "29": 0.667104587098158
        }
    }
]