[
    {
        "content": {
            "text": "  The Association of Southeast Asian Nations made progress toward its goal of economic and political integration at a summit meeting here on Saturday, but it was sidetracked by tensions over how to deal with Myanmar, which has come under fire for its poor human rights record.  Leaders of the 10 members of the organization, known as Asean, agreed to establish a free-trade zone by 2015, intensify their fight against terrorism, protect the region's migrant workers and improve their campaign against H.I.V./AIDS. They also agreed to draft a new charter with broad enforcement powers -- a break from the 40-year-old group's tradition of consensus and noninterference.  ''We want to advance the sense of community in our shared interest to look after each other in terms of justice, economic development and common security,'' President Gloria Macapagal Arroyo of the Philippines said during her speech at the opening of the meeting.  Mrs. Arroyo emphasized Asean's drive to expand trade, ''to create one of the world's greatest trading blocs.''  But the group failed to find common ground on Myanmar, formerly Burma. On Friday, China and Russia vetoed a United States resolution in the United Nations Security Council that criticized Myanmar's persecution of opposition groups.  ''How are we going to help you if you are not making progress?'' Indonesia's president, Bambang Susilo Yudhoyono, told Myanmar's officials late Friday, according to Reuters.  Nitya Pibulsonggram, Thailand's foreign minister, told reporters on Saturday that Asean should redouble its efforts ''to see what we can do to help one another,'' to give the Myanmar issue what he called ''a regional focus'' rather than ''have it internationalized.''  Asean's new charter, which will be drafted this year, is expected to include mechanisms to monitor and enforce agreements among members, along the lines of the European Union's charter.  Two years ago, Asean formed a body called the Eminent Persons Group to create guidelines for the new charter. On Friday, it released a list of 28 recommendations, including the ''strengthening of democratic values, good governance, rejection of unconstitutional and undemocratic changes of government, respect of the rule of law, including international humanitarian law, human rights and fundamental freedoms.''  In a sense, the charter is a bid to remain relevant as the economic power of China and India grows, something the group itself acknowledged. ''While the Asean charter will bring about a long overdue legal framework, Asean must reposition itself,'' it said in a statement. ''It must address the growing challenges and opportunities of regional integration, the major shifts in the Asian landscape brought about by the rise of China and India, and Asia's widening links with the rest of the world.'' China and India are not members of Asean.  Asean leaders also signed a counterterrorism agreement that, among other things, makes it obligatory for each member country to share information about terrorist suspects and possibly allow their extradition. The accord called on members to disrupt terrorist financing and to train counterterrorism forces.  Southeast Asia is home to some of the world's deadliest terrorist groups, among them Jemaah Islamiyah, which has links to Al Qaeda, and Abu Sayyaf, a group in the southern Philippines.  Asean's members are Brunei, Cambodia, Indonesia, Laos, Malaysia, Myanmar, the Philippines, Singapore, Thailand and Vietnam.  ", 
            "title": "Southeast Asian Leaders Agree to Form Free-Trade Zone by 2015"
        }, 
        "weight": 0.6972914546979456, 
        "file": "1818898.txt", 
        "other_topics": {
            "0": 0.000256667231683235, 
            "1": 0.0035439725998782055, 
            "2": 0.00022021751879391528, 
            "3": 0.00020328994754464827, 
            "4": 0.00029211010058673804, 
            "5": 0.0001251598041316526, 
            "6": 0.017002710871467857, 
            "7": 0.0003360463037826504, 
            "8": 0.00014124130776348084, 
            "9": 0.00020836769044846754, 
            "10": 0.20524574940164161, 
            "11": 0.06042542115991979, 
            "12": 0.0068752960735990725, 
            "13": 0.0001646335930357631, 
            "14": 0.0007617954248039395, 
            "15": 0.0002776665163463321, 
            "16": 0.00015689200917181275, 
            "17": 0.0003783750848909918, 
            "18": 0.0001134458294423205, 
            "19": 0.0008872569259663445, 
            "20": 0.00022732255810951869, 
            "21": 0.00015758543080725105, 
            "22": 0.00017044974357656974, 
            "23": 0.0001150310213119529, 
            "24": 0.00013214362771325248, 
            "25": 0.00012432821477321068, 
            "26": 0.00014011534497719577, 
            "27": 0.00016431050778351037, 
            "28": 0.003766366951445366, 
            "29": 0.6972914546979456, 
            "30": 9.457650665758803e-05
        }
    }, 
    {
        "content": {
            "text": "  Prime Minister Daniyal Akhmetov resigned. Long considered an influential ally of the powerful president, Nursultan A. Nazarbayev, who appointed him to the post in 2003, Mr. Akhmetov has lately come under public criticism from Mr. Nazarbayev for poor oversight of the economy. Mr. Nazarbayev, who has been Kazakhstan's president since its inception as an oil-rich independent state in 1991, is known for frequently replacing members of his cabinet.  ILAN GREENBERG  ", 
            "title": "World Briefing | Asia: Kazakhstan: Prime Minister Steps Down"
        }, 
        "weight": 0.6779101613490474, 
        "file": "1817647.txt", 
        "other_topics": {
            "0": 0.0016796130273510827, 
            "1": 0.0013650115879271583, 
            "2": 0.0014410885682270432, 
            "3": 0.001330315685357556, 
            "4": 0.0019115487674399823, 
            "5": 0.022645543029565486, 
            "6": 0.002132062855094245, 
            "7": 0.0021990643134496635, 
            "8": 0.000924273577752315, 
            "9": 0.0013635440919401306, 
            "10": 0.16448301143510122, 
            "11": 0.04619578298385806, 
            "12": 0.0013384616578281771, 
            "13": 0.0010773511125243727, 
            "14": 0.0049851378038637435, 
            "15": 0.0018170309277736841, 
            "16": 0.0010266907106298707, 
            "17": 0.046129072448577675, 
            "18": 0.0007423818450854337, 
            "19": 0.005806149393077695, 
            "20": 0.00148758346559305, 
            "21": 0.0010312284149744855, 
            "22": 0.001115411608807085, 
            "23": 0.0007527552336073137, 
            "24": 0.0008647389740133615, 
            "25": 0.0008135954396317584, 
            "26": 0.0009169053533328813, 
            "27": 0.0010752368644566708, 
            "28": 0.0028203452027864874, 
            "29": 0.6779101613490474, 
            "30": 0.0006189022713249498
        }
    }, 
    {
        "content": {
            "text": "  Because of an editing error, an article on Thursday about the future of relations between Turkey and Armenia following the funeral for Hrant Dink, a Turkish-Armenian newspaper editor killed in Istanbul on Jan. 19, misidentified the issue between the two countries that Turkey has said should be examined by a governmental history commission. It is the 1915 Armenian genocide -- not the political status of Nagorno-Karabakh, a region that Armenia claims but that Turkey recognizes as part of Azerbaijan.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6553421304606956, 
        "file": "1822828.txt", 
        "other_topics": {
            "0": 0.0017972993189786044, 
            "1": 0.0014606545421051765, 
            "2": 0.0015420620464864528, 
            "3": 0.16491436902168355, 
            "4": 0.002045486217341738, 
            "5": 0.0008764252033813788, 
            "6": 0.11906062363189986, 
            "7": 0.002353147259870046, 
            "8": 0.0009890351198716446, 
            "9": 0.0014590842223379807, 
            "10": 0.012517083972687635, 
            "11": 0.0027209371864053383, 
            "12": 0.0014322443246867723, 
            "13": 0.0011528384153430093, 
            "14": 0.005334433964250251, 
            "15": 0.0019443457486163437, 
            "16": 0.0010986283655628115, 
            "17": 0.002649552410462495, 
            "18": 0.0007943986875943836, 
            "19": 0.0062129717858429735, 
            "20": 0.0015918147252351373, 
            "21": 0.001103484015522353, 
            "22": 0.0011935657155812017, 
            "23": 0.0008054989135525492, 
            "24": 0.0009253290750784375, 
            "25": 0.0008706020409239207, 
            "26": 0.000981150622362111, 
            "27": 0.0011505760271914803, 
            "28": 0.0030179597500782983, 
            "29": 0.6553421304606956, 
            "30": 0.0006622672083705701
        }
    }, 
    {
        "content": {
            "text": "  Chinese officials announced Wednesday that President Hu Jintao would visit Sudan in early February and would seek a diplomatic solution to the conflict in the country's western Darfur region, which the United States has described as genocide.  Mr. Hu's visit to Sudan will be part of an eight-country tour of Africa, the latest of a string of high-level visits to the continent by Chinese officials.  In recent months, China has faced widespread criticism for its economic engagement with Sudan at a time when government-allied militias known as the janjaweed have carried out frequent attacks on civilian populations in western Darfur. At least 200,000 people have died in the conflict since early 2003, and many thousands have been forced to flee their homes.  China has played a leading role in building a thriving oil industry in Sudan amid the violence in Darfur, and now imports more than 64 percent of Sudan's oil exports, accounting for nearly 5 percent of China's petroleum imports.  A Foreign Ministry spokesman said that China would use its diplomatic influence to encourage a settlement of the Darfur crisis, but that China would not publicly pressure Sudan or threaten it with sanctions.  ''The Sudan issue should be resolved like any other -- through peaceful negotiation,'' Assistant Foreign Minister Zhai Jun said at a news conference in Beijing. ''Using pressure and imposing sanctions is not practical and will not help settle the issue.''  Mr. Zhai acknowledged China's prominent role as a leading trading partner of Sudan's and said China would sign new economic agreements with the country during Mr. Hu's visit. ''With Sudan, we have cooperation in many aspects, including military cooperation,'' he said. ''In this, we have nothing to hide.''  China's intense engagement with the continent has brought increasing scrutiny, and very often criticism, from Western governments and from international human rights groups and others who say China ignores questions of governance and of rights as it pursues business opportunities in Africa.  Despite the vow not to pressure the Sudanese government, Chinese diplomatic analysts said the announcement of a diplomatic initiative with Sudan was a turning point in China's foreign policy and in its relations with Africa in particular.  ''This is a remarkable change,'' said Shi Yinhong, an expert in international relations at People's University in Beijing. ''It would boost China's image in the West, and would be welcomed in Africa, too.''  Mr. Shi said that during the recent China-Africa summit meeting in Beijing, Mr. Hu had pushed the Sudanese president, Omar Hassan al-Bashir, in private to cooperate with the United Nations.  ''China has begun to follow a different pattern on this issue,'' Mr. Shi said, adding, ''When the world talks about China's rise, naturally that places demands and pressure on China to take on more responsibility.''  An expert in African affairs, however, expressed more caution. ''China now is showing slightly different tactics, paying more attention,'' said He Wenping, director of African studies at the Chinese Academy of Social Sciences, in Beijing. ''Hu's visit at least gives a clear signal that China thinks the Sudan issue is important and China wants to play a role. But China's strategy remains the same, and as always, it uses quiet diplomacy to keep a constructive engagement, rather than waving a stick.''  In the last two years, Africa has been the focus of a huge push by Chinese diplomats and companies to expand China's influence abroad. Africa's many countries offer China a rich source of support in United Nations votes and help in securing petroleum and other natural resources needed by China's booming economy.  Africa is also a stage of China's bitter diplomatic contest with Taiwan, with China offering large amounts of foreign aid and investment to countries in order to keep them from recognizing Taiwan, which this country regards as a breakaway province.  The Foreign Ministry spokesman, Mr. Zhai, acknowledged that there had been problems in certain countries, like Zambia, where there were riots last year at a Chinese-controlled copper mine after a labor dispute over working conditions. ''We are also trying to educate Chinese businesses who have interests in Africa and investments there to respect social conventions and observe local laws and regulations,'' he said.  ", 
            "title": "Chinese Leader to Visit Sudan For Talks on Darfur Conflict"
        }, 
        "weight": 0.6456395831308823, 
        "file": "1821312.txt", 
        "other_topics": {
            "0": 0.0002069650996155187, 
            "1": 0.0001681993141701382, 
            "2": 0.03783062113012225, 
            "3": 0.00016392401931672012, 
            "4": 0.01906206839410877, 
            "5": 0.00010092332846732561, 
            "6": 0.00026271682465278494, 
            "7": 0.0002709728712999009, 
            "8": 0.00011389074148417801, 
            "9": 0.008236528657883165, 
            "10": 0.24887569650542243, 
            "11": 0.000313325126140914, 
            "12": 0.008233437952827865, 
            "13": 0.0001327532453568481, 
            "14": 0.0006142781255995136, 
            "15": 0.0002238979936731297, 
            "16": 0.00012651077464846498, 
            "17": 0.0003051049275863193, 
            "18": 9.147769755226072e-05, 
            "19": 0.008783954900553153, 
            "20": 0.0001833028531747091, 
            "21": 0.00012706991917545767, 
            "22": 0.00013744313182253643, 
            "23": 9.275592614052507e-05, 
            "24": 0.00010655477481045238, 
            "25": 0.018926776504749353, 
            "26": 0.0001129828149105418, 
            "27": 0.00013249272370405171, 
            "28": 0.0003475282796332137, 
            "29": 0.6456395831308823, 
            "30": 7.626231051509023e-05
        }
    }, 
    {
        "content": {
            "text": "  The Association of Southeast Asian Nations made progress on its goal of economic and political integration at a summit meeting here on Saturday, but was sidetracked by tensions over how to deal with Myanmar, which has come under fire for its poor human rights record.  Leaders of the 10 members of Asean agreed to establish a free-trade zone by 2015, intensify their fight against terrorism, protect the region's migrant workers and improve the campaign against HIV/AIDS. They also agreed to draft a new charter with broad enforcement powers -- a break from the 40-year-old group's tradition of consensus and noninterference.  ''We want to advance the sense of community in our shared interest to look after each other in terms of justice, economic development and common security,'' President Gloria Macapagal Arroyo of the Philippines said during her speech at the opening of the meeting.  Ms. Arroyo emphasized Asean's drive to expand trade, ''to create one of the world's greatest trading blocs.''  But the group failed to find common ground on Myanmar. On Friday, China and Russia vetoed a United States resolution at the United Nations Security Council that criticized Myanmar's persecution of opposition groups.  ''How are we going to help you if you are not making progress?'' Indonesian president Bambang Susilo Yudhoyono told Myanmar's officials late Friday, according to Reuters.  Nitya Pibulsonggram, Thailand's foreign minister, told reporters on Saturday that Asean should redouble its efforts ''to see what we can do to help one another,'' to give the issue what he called ''a regional focus'' rather than ''have it internationalized.''  Asean's new charter, which will be drafted this year, is expected to include mechanisms to monitor and enforce agreements among members, along the lines of the European Union.  Two years ago, Asean formed a body called the Eminent Persons Group to provide guidelines for the new charter. On Friday, the group released a list of 28 recommendations, including the ''strengthening of democratic values, good governance, rejection of unconstitutional and undemocratic changes of government, respect of the rule of law, including international humanitarian law, human rights and fundamental freedoms.''  In a sense, the charter is a bid to remain relevant as the economic power of China and India grows, something the group itself acknowledged. ''While the Asean charter will bring about a long overdue legal framework, Asean must reposition itself,'' Asean said in a statement. ''It must address the growing challenges and opportunities of regional integration, the major shifts in the Asian landscape brought about by the rise of China and India, and Asia's widening links with the rest of the world.''  Asean leaders also signed a counterterrorism agreement that, among other things, makes it obligatory for each member country to share information about terrorist suspects and allow their extradition. The accord called on members to disrupt terrorist financing and to train counterterrorism forces.  Southeast Asia is home to some of the world's deadliest terrorist groups, among them Al Qaeda-linked Jemaah Islamiyah, which was believed to be responsible for the Bali bombings in 2002, and Abu Sayyaf, a group in the southern Philippines that authorities say has been behind attacks there in recent years.  The leaders also signed a declaration to protect and promote the rights of migrant workers. These include ensuring workers' access to services in the country where they work, the adequate and prompt payment of wages, and decent working and living conditions.  Thousands of migrant workers from Southeast Asia, many of whom work in richer Asean countries such as Singapore, have been victims of abuses such as nonpayment of wages, physical abuse, and even rape, according to groups advocating migrant-workers' rights.  Asean members are Brunei, Cambodia, Indonesia, Laos, Malaysia, Myanmar, the Philippines, Singapore, Thailand and Vietnam.  ", 
            "title": "Southeast Asians Agree to Draft New Charter"
        }, 
        "weight": 0.6389991315224348, 
        "file": "1818520.txt", 
        "other_topics": {
            "0": 0.00022447300602804782, 
            "1": 0.0001824278863140068, 
            "2": 0.0001925952452111834, 
            "3": 0.00017779092921744403, 
            "4": 0.0002554702130842495, 
            "5": 0.00010946078813047348, 
            "6": 0.014870030719988684, 
            "7": 0.0002938954204633408, 
            "8": 0.00012352516026716503, 
            "9": 0.00018223176183165403, 
            "10": 0.22033966269388439, 
            "11": 0.0907673868778367, 
            "12": 0.00017887960315466982, 
            "13": 0.00014398330974927444, 
            "14": 0.0035832600257007558, 
            "15": 0.00024283831320750715, 
            "16": 0.000137212766466586, 
            "17": 0.0003309148275554743, 
            "18": 9.921611804225591e-05, 
            "19": 0.02702912827522783, 
            "20": 0.00019880908685610864, 
            "21": 0.00013781921099762697, 
            "22": 0.00014906993022219007, 
            "23": 0.00010060247648690051, 
            "24": 0.00011556861834569174, 
            "25": 0.00010873350649874273, 
            "26": 0.0001225404289882418, 
            "27": 0.00014370074965268213, 
            "28": 0.000376926920306587, 
            "29": 0.6389991315224348, 
            "30": 8.271360784870752e-05
        }
    }, 
    {
        "content": {
            "text": "  After a political dispute that shut down an important oil pipeline to Europe, Russia's prime minister, Mikhail Y. Fradkov, announced that Russia had agreed to lower significantly an export duty on oil to Belarus. Russia had imposed a duty of $180 per ton on oil shipped to Belarus, but agreed to lower it to $53 after the conflict prompted a halt in supplies to Europe through the Druzhba, or Friendship, pipeline, according to news accounts. Belarus on Wednesday agreed to drop a tit-for-tat fee it had imposed in response to Russia's new duty, causing Russia to close the pipeline. Belarus has refined subsidized Russian oil and resold it at significant profit. Belarus will continue to receive a subsidy, but Mr. Fradkov said the new agreement, which appeared to end the dispute between the countries, would still raise $1 billion for Russia.  STEVEN LEE MYERS  ", 
            "title": "World Briefing | Europe: Russia Cuts Belarus Oil Duty"
        }, 
        "weight": 0.6352890991626332, 
        "file": "1818516.txt", 
        "other_topics": {
            "0": 0.0008567853204523806, 
            "1": 0.0006963043699582611, 
            "2": 0.08980624625576035, 
            "3": 0.0006786056860844145, 
            "4": 0.0009750977734760558, 
            "5": 0.00041779810452406707, 
            "6": 0.0010875839415269719, 
            "7": 0.00112176197243827, 
            "8": 0.1006765061952234, 
            "9": 0.0006955557873984491, 
            "10": 0.03936865800374696, 
            "11": 0.10150211618205103, 
            "12": 0.011816652811963538, 
            "13": 0.0005495662412428885, 
            "14": 0.002542962468872233, 
            "15": 0.0009268833953852453, 
            "16": 0.0005237239263973782, 
            "17": 0.0012630604079589653, 
            "18": 0.0003786954832344245, 
            "19": 0.0029617676734669924, 
            "20": 0.000758829358615943, 
            "21": 0.0005260386491386935, 
            "22": 0.0005689812338472202, 
            "23": 0.000383987039601377, 
            "24": 0.000441110926679443, 
            "25": 0.0004150221617195069, 
            "26": 0.00046772145380342246, 
            "27": 0.0005484877447804868, 
            "28": 0.001438682797171862, 
            "29": 0.6352890991626332, 
            "30": 0.00031570747084650575
        }
    }, 
    {
        "content": {
            "text": "  China and Russia vetoed an American-drafted resolution on Friday calling for the military rulers of Myanmar to release all political prisoners, cease attacks on ethnic minorities and speed a transition to democracy.  The vote was 9 to 3 with South Africa joining China and Russia in opposition, and three other countries, Congo Republic, Indonesia and Qatar, abstaining.  The Security Council's five permanent members -- Britain, China, France, Russia and the United States -- hold veto power over most resolutions.  China and Russia argued that they shared concerns about conditions in Myanmar but considered them internal matters that did not constitute threats to international peace and security, the category of crisis subject to Security Council action.  ''Not a single one of the neighboring countries regards the situation in Myanmar as a threat to them, and on the basis of that, there were no grounds for the Security Council to consider the matter,'' said Vitaly I. Churkin, Russia's ambassador.  Wang Guangya, the Chinese ambassador, said, ''Of course there are problems in Myanmar, but we believe that these problems do not constitute a threat to international peace and security.''  Alejandro D. Wolff, the acting American ambassador, said he was ''deeply disappointed'' at the outcome but noted even countries voting against the measure made clear in explanatory statements that they were not defending Myanmar's government. ''This was a jurisdictional issue behind the split vote here,'' he said. ''There was no disagreement about the content and substance behind this resolution.''  Mr. Wolff was asked why the United States risked dividing the Council and muddling its message to the repressive rulers of Myanmar, formerly known as Burma.  ''The only mixed message here is whether this issue deserved to be on the Security Council agenda,'' he said. ''There is no mixed message, no mixed signal at all, about how the international community, how this Council feels about the situation in Burma.''  The resolution mentioned by name the most prominent political prisoner, Daw Aung San Suu Kyi, the Nobel Peace Prize-winning opposition leader, who is under house arrest.  It also accused Myanmar's armed forces of attacking and raping civilians from the country's ethnic minorities and causing a refugee crisis in the region, enabling narcotics traffic and permitting international transmission of communicable diseases like H.I.V./AIDS and avian flu.  R. Nicholas Burns, the under secretary of state for political affairs, said he had no doubt that the abuses by Myanmar posed a threat beyond its borders. ''When a million people flee the country because of the abusive practices of the government, that's a threat to international peace and security,'' he said in a telephone interview from Washington.  ''When you have a political movement jailed,'' he said, ''led by a woman who is one of the greatest people in the world, that's a threat to international peace and security.''  He dismissed suggestions that the proper United Nations forum for Myanmar was the Geneva-based Human Rights Council, not the Security Council. ''We forced this onto the agenda for one reason,'' he said. ''The Security Council is the only place that can deal with human rights. The Human Rights Council is a discredited institution. All it has done is to bash Israel; it has ignored North Korea, it has ignored Sudan and it has ignored Burma.''  After the vote, Kyaw Tint Swe, Myanmar's ambassador, thanked China and Russia for blocking the move and said the charges against his country in the resolution were ''patently false.''  The double veto was the first multiple veto in the Security Council since 1989, when Britain, France and the United States blocked a resolution on Panama.  ", 
            "title": "U.S. Rebuke To Myanmar Is Defeated By U.N. Vetoes"
        }, 
        "weight": 0.6255731242331473, 
        "file": "1818414.txt", 
        "other_topics": {
            "0": 0.00025328798430966783, 
            "1": 0.00020584564898896797, 
            "2": 0.00021731816359723695, 
            "3": 0.0002006134585483408, 
            "4": 0.0002882642170131838, 
            "5": 0.00012351196643685077, 
            "6": 0.05627646501818454, 
            "7": 0.0003316219618750088, 
            "8": 0.0001393817430844649, 
            "9": 0.06274350625571173, 
            "10": 0.18937764069739135, 
            "11": 0.0003834534894107036, 
            "12": 0.0002018418825446584, 
            "13": 0.00016246604857276893, 
            "14": 0.0007517657253694542, 
            "15": 0.0002740107951234184, 
            "16": 0.00015482638939459922, 
            "17": 0.00037339344775930226, 
            "18": 0.00011195221641399968, 
            "19": 0.027207315167117174, 
            "20": 0.00022432965888975298, 
            "21": 0.00015551068153101671, 
            "22": 0.00016820562443238077, 
            "23": 0.00011351653785374929, 
            "24": 0.00013040384190594399, 
            "25": 0.00012269132567569168, 
            "26": 0.0001382706045777084, 
            "27": 0.029785354436200864, 
            "28": 0.0037167794542604126, 
            "29": 0.6255731242331473, 
            "30": 9.333132467768401e-05
        }
    }, 
    {
        "content": {
            "text": "  Prominent private citizens from Israel and Syria drafted a document in secret, unofficial talks that calls for returning the Golan Heights to Syria and offers a possible outline for peace negotiations, one of the participants said Tuesday.  However, the Israeli and Syrian governments dismissed the document, which was first described Tuesday in the Israeli daily Haaretz. They said they were not involved in the talks, which included sessions from September 2004 to July 2006 at undisclosed sites in Europe.  ''No one in the government was involved in this matter,'' Prime Minister Ehud Olmert of Israel said. ''It was a private initiative.''  In Syria, Bushra Kanafani, a spokeswoman for the Foreign Ministry, told the Arab satellite network Al Jazeera that the Israeli report was ''mere fabrication and a test balloon.''  Israel and Syria last held formal peace talks in 2000, when they appeared close to a deal to return most or all of the Golan Heights to Syria. But the negotiations broke down, and the two countries routinely trade recriminations.  Israel captured the territory in the 1967 Arab-Israeli war and later annexed it. Today, about 20,000 Israelis live in the Golan Heights, a sparsely populated region that includes farms, vineyards and tourist sites. It is considered to have strategic military value, rising far above both northern Israel and southern Syria.  With formal diplomatic efforts stalled in 2004, Alon Liel, a former director general of Israel's Foreign Ministry, quietly began unofficial talks with Ibrahim Suleiman, a well-connected Syrian businessman who has been living near Washington.  Turkey helped to arrange the initial contacts, and an unidentified European mediator was involved in the talks throughout, Haaretz reported.  The document, written last summer, calls for Syria to regain the Golan Heights based on the border that existed before the 1967 war. While no timetable was set for an Israeli withdrawal, Haaretz reported that the two sides discussed 5 to 15 years.  The heights, which overlook much of northern Israel, would be demilitarized except for a limited police presence, the document says. A park would be established in the Golan Heights, and Israelis would be allowed to visit, without a visa, in daylight hours, the document says.  It says Israel would maintain water rights on the upper Jordan River and the Sea of Galilee.  The two countries would also establish normal diplomatic relations.  The talks and the document they produced resemble the Geneva Initiative of 2003, in which former Israeli and Palestinian government officials, acting on their own, wrote a symbolic political agreement. Neither the Israeli nor the Palestinian government accepted it. Mr. Liel emphasized that he had acted entirely in a private capacity. ''There was no government involvement from the Israeli side,'' he said by telephone.  ", 
            "title": "Israeli and Syrian Citizens Wrote Plan for Returning Golan Heights"
        }, 
        "weight": 0.6179952029757739, 
        "file": "1819423.txt", 
        "other_topics": {
            "0": 0.00031691878430614327, 
            "1": 0.00025755802435750523, 
            "2": 0.00027191265469062796, 
            "3": 0.0002510114073191126, 
            "4": 0.00036068171754681007, 
            "5": 0.00015454054149908542, 
            "6": 0.008638984011238528, 
            "7": 0.03336170960653637, 
            "8": 0.00017439711044008562, 
            "9": 0.012612322821616999, 
            "10": 0.2698997143558182, 
            "11": 0.012834826053617663, 
            "12": 0.0043708956658570506, 
            "13": 0.00020328063624903454, 
            "14": 0.009177318157005631, 
            "15": 0.0003428475626822652, 
            "16": 0.0001937217481483707, 
            "17": 0.0004671970439272066, 
            "18": 0.0001400767605419678, 
            "19": 0.017568925679386428, 
            "20": 0.0002806855720886982, 
            "21": 0.00019457794759492064, 
            "22": 0.008447156565398349, 
            "23": 0.00014203406953276212, 
            "24": 0.00016316378827965127, 
            "25": 0.00015351374003794448, 
            "26": 0.00017300683262759178, 
            "27": 0.00020288170809330664, 
            "28": 0.0005321585141551329, 
            "29": 0.6179952029757739, 
            "30": 0.00011677794363261699
        }
    }, 
    {
        "content": {
            "text": "  Boris I. Tarasyuk, the foreign minister, resigned after a constitutional dispute over his post. Mr. Tarasyuk has been a close ally of President Viktor A. Yushchenko and the most vocal proponent of leading Ukraine closer to the European Union and NATO. Parliament voted to dismiss him in December and later moved to remove the president's power to appoint ministers overseeing foreign and defense matters, a move a weakened Mr. Yushchenko declared unconstitutional. Mr. Tarasyuk, in televised remarks reported by news agencies, said he resigned after a court hearing in the dispute was postponed. Mr. Yushchenko's office declared that he would appoint a successor.  STEVEN LEE MYERS  ", 
            "title": "World Briefing | Europe: Ukraine: Pro-West Foreign Minister Quits"
        }, 
        "weight": 0.6135000911990759, 
        "file": "1822855.txt", 
        "other_topics": {
            "0": 0.0010715308801810867, 
            "1": 0.0008708268181128119, 
            "2": 0.0009193611128192647, 
            "3": 0.000848692117789776, 
            "4": 0.05691750512835005, 
            "5": 0.0005225154539789353, 
            "6": 0.12668069474530716, 
            "7": 0.0014029215545450717, 
            "8": 0.0005896522973860237, 
            "9": 0.0008698906100452179, 
            "10": 0.16063207488215636, 
            "11": 0.0016221940260475163, 
            "12": 0.0008538889464099621, 
            "13": 0.0006873100929015426, 
            "14": 0.003180333214742068, 
            "15": 0.0011591984091860808, 
            "16": 0.0006549906335091879, 
            "17": 0.0015796351762277579, 
            "18": 0.0143981140710655, 
            "19": 0.0037041081893960425, 
            "20": 0.0009490231346583658, 
            "21": 0.0006578855207547667, 
            "22": 0.000711591279352128, 
            "23": 0.00048022994874018915, 
            "24": 0.0005516714260145738, 
            "25": 0.0005190437459959692, 
            "26": 0.000584951643206186, 
            "27": 0.0006859612809692615, 
            "28": 0.0017992757428908744, 
            "29": 0.6135000911990759, 
            "30": 0.00039483671818429917
        }
    }, 
    {
        "content": {
            "text": "  Secretary of State Condoleezza Rice and her Israeli counterpart declared their mutual support on Saturday for a bilateral diplomatic strategy that would support moderate political leaders across the Middle East, but after a first evening of talks here offered little new to push ahead any agreement with the Palestinians.  Ms. Rice played down expectations for any breakthrough during her travels.  \"I expect this trip to really be one in which we have intensive consultations,\" she said to open weeklong travels across the Middle East and the Persian Gulf before consulting with allies in Western Europe. \"I'm not coming with a proposal. I'm not coming with a plan.\"  The focus of her first two days is to push Israeli and Palestinian leaders closer to political accord, then she moves on to speak with other regional allies to support President Bush's new strategy for Iraq.  Tzipi Livni, the Israeli foreign minister, said after a meeting with Ms. Rice that the two countries are joined in an \"ongoing mutual effort to empower the moderates throughout the region in the struggle against extremism and terror.\"  Asked to describe whether plans were being drawn to accelerate or skip portions of the long sidelined \"road map\" -- the 2002 plan backed by the United Nations, Russia, the United States and the European Union that describes sequential measures to be implemented by Israelis and Palestinians to reach a full political settlement -- Ms. Livni defended the process as balancing the need to give Palestinians \"a political horizon\" while cutting \"the process into phases.\"  Ms. Rice sought to describe signs of optimism, especially after recent contacts between Mahmoud Abbas, the Palestinian Authority president, and Ehud Olmert, the Israeli prime minister.  \"I think there are openings now that are there as a result of this alignment, there as a result of the obvious desire of Prime Minister Olmert and President Abbas to move forward,\" she said. \"So I think the opening is there, but I can't really judge until I've had a chance to really talk to all the interested parties how we can accelerate the road map, how quickly we can accelerate the road map and how we begin to talk about the political horizon that everybody is interested in.  In Palestinian developments Saturday, the two main factions, Fatah and Hamas, were again stepping up efforts to form a unity government. The process has going on for months without agreement, and has frequently broken down amid street battles between the rivals.  However, envoys for the Palestinian Authority president, Mahmoud Abbas, have been in contact with Hamas's exiled political chief, Khaled Mashal, who is in Damascus, Syria, Palestinian officials said.  Ismail Radwan, a Hamas spokesman in the Gaza Strip, said this was \"one of several Arab and Palestinian efforts to solve the differences.\"  Mr. Radwan also said he believed a meeting between Mr. Abbas and Mr. Mashal was likely relatively soon.  In a related matter, Mr. Abbas traveled from the West Bank city of Ramallah to neighboring Jordan to discuss the political developments with King Abdullah II, who has sought to mediate in the Palestinian infighting. Mr. Abbas returned to the West Bank later Saturday, and will meet with Ms. Rice on Sunday.  A Palestinian unity government would seek to end the internecine fighting and establish a leadership acceptable to Western countries, which cut off funding after Hamas, the radical Islamic faction, came to power early last year. Hamas controls the current Cabinet, though Mr. Abbas also has substantial powers as the president.  Also Saturday, some 80,000 Palestinian government workers, about half of the total, agreed to end a strike that has lasted for months. Most of the striking workers are from the West Bank, and many are considered sympathetic to Fatah. In Gaza, where Hamas is much stronger, government workers have not gone on prolonged strikes.  The workers were protesting the government's inability to pay wages. The Hamas government has paid salaries only partially and sporadically due to the cutoff of money that previously came from the Western countries and from tax revenues collected by Israel on behalf of the Palestinians.  The government workers are to receive one month's salary immediately, with overdue wages to be paid out over the next six months, Palestinian officials said.  Meanwhile, Prime Minister Ismail Haniya, speaking on Palestinian television, said, \"the American and Israeli policies seek to push the Palestinian people toward civil war and internal conflict so that the Israeli-Palestinian conflict becomes a Palestinian-Palestinian conflict.\"  \"I call on the Palestinian people and factions, in particular Hamas and Fatah, to halt internal clashes,\" Mr. Haniya said.  In Washington, the State Department said Friday that the Bush administration would seek congressional approval for $86 million in \"nonlethal assistance\" to strengthen branches of the Palestinian security forces directly linked to Mr. Abbas.  ", 
            "title": "Rice Begins Mideast Trip in Jerusalem"
        }, 
        "weight": 0.610174131961703, 
        "file": "1818521.txt", 
        "other_topics": {
            "0": 0.00018777434916427985, 
            "1": 0.00015260310461449284, 
            "2": 0.0001611082217037095, 
            "3": 0.00014872423465005281, 
            "4": 0.00021370388289254218, 
            "5": 9.156525594725889e-05, 
            "6": 0.002678476856775946, 
            "7": 0.005126087702487155, 
            "8": 0.0001033302711314967, 
            "9": 0.0757961695054862, 
            "10": 0.23311916487317394, 
            "11": 0.06860764163661903, 
            "12": 0.00014963492339446755, 
            "13": 0.00012044375739019032, 
            "14": 0.0005573194488084287, 
            "15": 0.0002031371478537319, 
            "16": 0.00011478011711160574, 
            "17": 0.0002768142035095082, 
            "18": 8.29954671238426e-05, 
            "19": 0.000649105422309786, 
            "20": 0.0001663061744167406, 
            "21": 0.00011528741520118639, 
            "22": 0.0001246987761367566, 
            "23": 8.415517251228925e-05, 
            "24": 9.667452883384031e-05, 
            "25": 9.095687618047164e-05, 
            "26": 0.00010250653166155609, 
            "27": 0.00012020739249636077, 
            "28": 0.00031530386836010996, 
            "29": 0.610174131961703, 
            "30": 6.91909203500392e-05
        }
    }, 
    {
        "content": {
            "text": "  Israel transferred $100 million in Palestinian tax revenues to the office of the Palestinian president, Mahmoud Abbas, as part of a plan to bolster him and keep money out of the hands of the Hamas government, Israeli officials said Friday.  The money is intended to meet needs for food, medicine and other basic expenses but not to pay the overdue salaries of Palestinian government workers, according to Israeli officials.  It was transferred ''to a special account to ensure the money does not reach the Hamas government and cannot be used for perpetrating terror against Israel,'' according to a statement from the office of Israel's prime minister, Ehud Olmert.  Israel collects more than $50 million a month in taxes and customs money on behalf of the Palestinians under an arrangement dating from the 1990s, when the two sides were holding peace negotiations.  However, Israel began withholding the money after Hamas won the Palestinian elections a year ago, gaining control of the cabinet and legislature. Israel has not said precisely how much money it has withheld, but it is believed to be over $500 million.  At a meeting last month, Mr. Olmert agreed to hand over $100 million as part of a package of moves designed to help Mr. Abbas in his power struggle with Hamas. Israel also has removed some West Bank roadblocks, but Palestinians say they still face many obstacles when they seek to travel.  Palestinians say that the money belongs to their government and that it is not up to Israel to dictate how it should be spent. ''Israel can say whatever it wants,'' said Muhammad Dahlan, a Palestinian legislator and a leading member of Mr. Abbas's Fatah movement. ''This is our money.''  Israel has not said whether it would release more money in the future. Before Israel began withholding the money last year, it was sent to the Palestinian Finance Ministry.  Also on Friday, Defense Minister Amir Peretz of Israel suspended the establishment of a Jewish settlement in the West Bank.  When Mr. Peretz said on Dec. 26 that he had approved the Maskiot settlement in the Jordan Valley, it provoked sharp criticism by the Palestinians, as well as American concern.  Mr. Peretz ordered a ''freeze in the plans for Maskiot in order to evaluate them thoroughly,'' his office said in a statement. The plans called for the construction of about 30 homes for settlers to be built on an old army base.  Israel has more than 100 formal settlements in the West Bank and many informal ones. Israel pledged to stop building new settlements in the 1990s, and the so-called road map, the stalled Mideast peace plan introduced in 2003, calls for Israel to freeze settlement activity.  Still, the population of the Israeli settlements on West Bank is increasing by more than 10,000 a year, and is now more than 250,000. The figure does not include residents of East Jerusalem, which Israel captured in the 1967 war and later annexed.  In another development, Mr. Abbas is traveling to Syria, where he will hold talks with President Bashar al-Assad. He will also be looking for a solution to the deadlock between his Fatah movement and Hamas, the two main Palestinian factions.  The factions have been trying, without success, to form a national unity government for months, while gunmen from the two groups have periodically battled in the streets.  Mr. Abbas's envoys have been holding talks with Hamas leaders in Damascus, the Syrian capital, including Hamas's exiled political chief, Khaled Mashal. Palestinian officials say a meeting between Mr. Abbas and Mr. Mashal is possible, though not certain.  In remarks on Friday, Mr. Abbas said again that the Palestinians should establish a government that would be acceptable to the international community, or hold new elections. ''It is very clear how to get a national unity government that can break the siege,'' he said in the West Bank city of Ramallah after playing host to the European Union foreign policy chief, Javier Solana.  A 10-year-old Palestinian girl, Abir Aramin, died Friday from wounds sustained when she was hit by fire from the Israeli border police on Tuesday in the West Bank town of Anata, near Jerusalem, Palestinian witnesses and relatives said. Abir and her classmates were on recess from school when the Israeli forces fired on stone-throwing Palestinians with rubber bullets and stun grenades, according to the Palestinians.  Abir was hit in the head and collapsed, the Palestinians said. The border police said they were investigating the report.  ", 
            "title": "Israel Releases $100 Million Withheld From Palestinians"
        }, 
        "weight": 0.6015784244855682, 
        "file": "1820018.txt", 
        "other_topics": {
            "0": 0.005756268418213225, 
            "1": 0.00017332711671893508, 
            "2": 0.0001829872571607362, 
            "3": 0.00016892148323747693, 
            "4": 0.0002427255850854263, 
            "5": 0.00010400012401492419, 
            "6": 0.003042222974140464, 
            "7": 0.00027923387632814334, 
            "8": 0.00011736286761827266, 
            "9": 0.00017314077628748542, 
            "10": 0.13451717572776556, 
            "11": 0.12226873835582056, 
            "12": 0.0001699558465598782, 
            "13": 0.00013680042256004004, 
            "14": 0.00894749582075402, 
            "15": 0.0002307238520798188, 
            "16": 0.00013036764098524721, 
            "17": 0.00031440649836291033, 
            "18": 9.426652920107509e-05, 
            "19": 0.0007372561100889751, 
            "20": 0.002960387951379483, 
            "21": 0.00013094383185243934, 
            "22": 0.00014163328708655446, 
            "23": 9.55837264607944e-05, 
            "24": 0.00010980325325137411, 
            "25": 0.08879120807268086, 
            "26": 0.00011642726157268745, 
            "27": 0.005679525642800441, 
            "28": 0.008672613714874617, 
            "29": 0.6015784244855682, 
            "30": 0.013936071489489313
        }
    }, 
    {
        "content": {
            "text": "  The United States introduced a Security Council resolution calling on the military rulers of Myanmar, formerly Burma, to begin a transition to democracy and release all political prisoners, including Daw Aung San Suu Kyi, the Nobel Peace Prize-winning opposition leader. China and Russia both oppose the move, but Alejandro D. Wolff, the acting American ambassador, said he hoped for a vote this week. Mr. Wolff said that the release of 2,831 prisoners announced last week had focused on petty criminals. ''If you look at the facts,'' he said. ''you'll find that there are more political prisoners today than there were a year ago.''  WARREN HOGE  ", 
            "title": "World Briefing | Asia: Myanmar: U.S. Seeks U.N. Pressure On Repression"
        }, 
        "weight": 0.5966507801939874, 
        "file": "1817882.txt", 
        "other_topics": {
            "0": 0.0011182438460592408, 
            "1": 0.0009087901696061545, 
            "2": 0.0009594402977379209, 
            "3": 0.0008856905157572451, 
            "4": 0.0012726607919938918, 
            "5": 0.0005452943090021347, 
            "6": 0.015951008618761718, 
            "7": 0.0014640813661000274, 
            "8": 0.0006153579566042756, 
            "9": 0.029970883403848545, 
            "10": 0.2984185829503312, 
            "11": 0.0016929129344691726, 
            "12": 0.000891113898070376, 
            "13": 0.0007172731051779549, 
            "14": 0.0033189785862280485, 
            "15": 0.001209733206396189, 
            "16": 0.0006835446917071695, 
            "17": 0.0016484987483859294, 
            "18": 0.0004942590443003066, 
            "19": 0.03292865758014328, 
            "20": 0.000990395423713986, 
            "21": 0.0006865657804198503, 
            "22": 0.0007426128203701064, 
            "23": 0.0005011653838490468, 
            "24": 0.0005757213241332507, 
            "25": 0.000541671253279643, 
            "26": 0.0006104523792604217, 
            "27": 0.0007158654923217489, 
            "28": 0.00187771445887902, 
            "29": 0.5966507801939874, 
            "30": 0.0004120494691046166
        }
    }, 
    {
        "content": {
            "text": "  Secretary of State Condoleezza Rice and her Israeli counterpart declared their mutual backing on Saturday for a bilateral diplomatic strategy that would support moderate political leaders across the Middle East, but after a first evening of talks here offered little new to push ahead any agreement with the Palestinians.  Ms. Rice played down expectations for any breakthrough during her travels.  ''I expect this trip to really be one in which we have intensive consultations,'' she said to open weeklong travels across the Middle East and the Persian Gulf before consulting with allies in Western Europe. ''I'm not coming with a proposal. I'm not coming with a plan.''  The focus of her first two days is to push Israeli and Palestinian leaders to move forward on a number of smaller issues, and then she will speak with other regional allies to try to gather support for President Bush's new strategy for Iraq.  Tzipi Livni, the Israeli foreign minister, said after a meeting with Ms. Rice that the two countries were joined in an ''ongoing mutual effort to empower the moderates throughout the region in the struggle against extremism and terror.''  Asked to describe whether plans were being drawn to accelerate or skip portions of the long sidelined road map -- the 2002 plan backed by the United Nations, Russia, the United States and the European Union that describes sequential measures to be carried out by Israelis and Palestinians to reach a full political settlement -- Ms. Livni defended the process as balancing the need to give Palestinians ''a political horizon'' while cutting ''the process into phases.''  Ms. Rice sought to describe signs of optimism, especially after recent contacts between Mahmoud Abbas, the Palestinian Authority president, and Ehud Olmert, the Israeli prime minister.  ''I think there are openings now that are there as a result of this alignment, there as a result of the obvious desire of Prime Minister Olmert and President Abbas to move forward,'' she said. ''So I think the opening is there, but I can't really judge until I've had a chance to really talk to all the interested parties how we can accelerate the road map, how quickly we can accelerate the road map and how we begin to talk about the political horizon that everybody is interested in.  In Palestinian developments on Saturday, the two main factions, Fatah and Hamas, were again stepping up efforts to form a unity government. The process has going on for months without agreement, and has frequently broken down amid street battles between the rivals.  But envoys for Mr. Abbas have been in contact with Hamas's exiled political chief, Khaled Mashal, who is in Damascus, Syria, Palestinian officials said.  Ismail Radwan, a Hamas spokesman in the Gaza Strip, said this was ''one of several Arab and Palestinian efforts to solve the differences.''  Mr. Radwan also said he believed that Mr. Abbas and Mr. Mashal were likely to meet relatively soon.  In a related matter, Mr. Abbas traveled from the West Bank city of Ramallah to neighboring Jordan to discuss the political developments with King Abdullah II, who has sought to mediate in the Palestinian infighting. Mr. Abbas returned to the West Bank later on Saturday, and will meet with Ms. Rice on Sunday.  A Palestinian unity government would seek to end the internecine fighting and establish a leadership acceptable to Western countries, which cut off financing after Hamas, the radical Islamic faction, came to power early last year. Hamas controls the current cabinet, though Mr. Abbas also has substantial powers as the president.  Also on Saturday, some 80,000 Palestinian government workers, about half of the total, agreed to end a strike that had lasted for months. Most of the striking workers are from the West Bank, and many are considered sympathetic to Fatah. In Gaza, where Hamas is much stronger, government workers have not gone on prolonged strikes.  The workers were protesting the government's inability to pay wages. The Hamas government has paid salaries only partly and sporadically because of the cutoff of money that previously came from the Western countries and from tax revenues collected by Israel on behalf of the Palestinians.  The government workers are to receive one month's salary immediately, with overdue wages to be paid over the next six months, Palestinian officials said.  Meanwhile, Prime Minister Ismail Haniya, speaking on Palestinian television, said, ''The American and Israeli policies seek to push the Palestinian people toward civil war and internal conflict so that the Israeli-Palestinian conflict becomes a Palestinian-Palestinian conflict.''  ''I call on the Palestinian people and factions, in particular Hamas and Fatah, to halt internal clashes,'' Mr. Haniya said.  In Washington, the State Department said Friday that the Bush administration would seek Congressional approval for $86 million in ''nonlethal assistance'' to strengthen branches of the Palestinian security forces directly linked to Mr. Abbas.  ", 
            "title": "Rice, in Israel, Backs Mideast Moderates, but Offers No Plan"
        }, 
        "weight": 0.5896518704456364, 
        "file": "1818924.txt", 
        "other_topics": {
            "0": 0.00018823366195100155, 
            "1": 0.00015297638540366786, 
            "2": 0.0026075913959634506, 
            "3": 0.0001490880273777294, 
            "4": 0.00021422662162880453, 
            "5": 9.178923272078096e-05, 
            "6": 0.0002389395605945189, 
            "7": 0.002692537480490021, 
            "8": 0.00010358302618029517, 
            "9": 0.0882120191346987, 
            "10": 0.25570419692162083, 
            "11": 0.054098927505083154, 
            "12": 0.0001500009437479455, 
            "13": 0.00012073837355100429, 
            "14": 0.0005586827018313561, 
            "15": 0.0002036340394147074, 
            "16": 0.00011506087950372912, 
            "17": 0.00027749131571244744, 
            "18": 8.3198481430427e-05, 
            "19": 0.0030967822811974882, 
            "20": 0.0001667129741354474, 
            "21": 0.00011556941848963168, 
            "22": 0.00012500380045250088, 
            "23": 8.436102356157102e-05, 
            "24": 9.691100334402397e-05, 
            "25": 9.117936480288408e-05, 
            "26": 0.00010275727177022479, 
            "27": 0.00012050143048758687, 
            "28": 0.00031607512971228705, 
            "29": 0.5896518704456364, 
            "30": 6.936016750537888e-05
        }
    }, 
    {
        "content": {
            "text": "  While six years of democracy in Serbia have given its people ample opportunities to vote -- in four presidential elections, two parliamentary elections and a nationwide referendum -- many complain that the country has seen little change.  Serbia remains isolated from the European Union while most of its former Eastern bloc neighbors -- Hungary to the north and most recently Romania and Bulgaria to the east -- have become members.  Western governments are hoping, though, that parliamentary elections to be held Sunday will make a difference by uniting Serbia's notoriously divided democratic bloc and by preventing the ultranationalist Serbian Radical Party from consolidating its position as the largest group in Parliament.  The election's timing is particularly crucial. The parties that form the next government will be faced with the possible loss of Kosovo, the province that has been controlled by the United Nations since 1999 and whose Albanian majority is seeking independence.  Martti Ahtisaari, a former president of Finland who is overseeing talks on the future of Kosovo, is expected to unveil his proposals for a settlement soon after the election.  Since the fall of Slobodan Milosevic in 2000, successive governments have failed to substantially improve Serbia's ties with the West. The stumbling block has remained the surrender of war crimes suspects to the International Criminal Tribunal for the Former Yugoslavia in The Hague.  Last May, talks that were supposed to help forge closer ties with the European Union were suspended after the government of the Serbian prime minister, Vojislav Kostunica, a moderate nationalist, failed to locate Gen. Ratko Mladic -- the former commander of the Bosnian Serb Army and one of the most notorious of the fugitives -- after repeated deadlines set by the regional organization.  The ultranationalists are widely expected to receive the largest number of votes over all, but the outcome of the election will probably depend on the success of the party led by Boris Tadic, the Serbian president and a supporter of closer ties with Europe.  In recent polls, Mr. Tadic's Democratic Party narrowly trails the Radical Party. Behind them is Mr. Kostunica's coalition, led by the Serbian Democratic Party.  There has been a substantial amount of diplomatic and political pressure from abroad to encourage the Democratic Party and the Serbian Democratic Party to work together and seriously consider forming a coalition government.  On Thursday, Gerhard Schröder, the former German chancellor, appeared at a Democratic Party rally alongside Mr. Tadic, calling him ''the one who can ensure a European future for Serbia.''  On Wednesday, the United States Senate passed a resolution expressing its support for Serbia's democratic forces.  ''This is really a turning point,'' said Pierre Mirel, a European Commission envoy who visited Belgrade this week. ''The time has come to embark the country on a different relationship with the E.U.''  ", 
            "title": "Election Could Decide Serbia's Role in Europe"
        }, 
        "weight": 0.5891667723596753, 
        "file": "1820020.txt", 
        "other_topics": {
            "0": 0.00031691878430614327, 
            "1": 0.00025755802435750523, 
            "2": 0.00027191265469062796, 
            "3": 0.0002510114073191126, 
            "4": 0.00036068171754681007, 
            "5": 0.00015454054149908542, 
            "6": 0.004520636780367286, 
            "7": 0.00041493175956643476, 
            "8": 0.00017439711044008562, 
            "9": 0.0002572811290032721, 
            "10": 0.282254756048432, 
            "11": 0.0004797843610039353, 
            "12": 0.09909288197589564, 
            "13": 0.00020328063624903454, 
            "14": 0.0009406236952631457, 
            "15": 0.0003428475626822652, 
            "16": 0.0001937217481483707, 
            "17": 0.0004671970439272066, 
            "18": 0.004258423991413211, 
            "19": 0.0010955367559014597, 
            "20": 0.0002806855720886982, 
            "21": 0.00019457794759492064, 
            "22": 0.00021046210365586267, 
            "23": 0.00014203406953276212, 
            "24": 0.00016316378827965127, 
            "25": 0.012508555432651674, 
            "26": 0.00017300683262759178, 
            "27": 0.00020288170809330664, 
            "28": 0.0005321585141551329, 
            "29": 0.5891667723596753, 
            "30": 0.00011677794363261699
        }
    }, 
    {
        "content": {
            "text": "  Yevhen Kushnaryov, a deputy leader of the pro-Russian Party of Regions and a close ally of Prime Minister Viktor F. Yanukovich, died of a gunshot wound suffered while hunting on Tuesday. Mr. Kushnaryov was shot under circumstances not yet fully explained. Ukrainian news agencies said he was with a group that had just finished a boar hunt when a wolf appeared, prompting at least one unidentified hunter to fire and strike Mr. Kushnaryov.  C. J. CHIVERS  ", 
            "title": "World Briefing | Europe: Ukraine: Premier's Ally Dies Of Hunting Wound"
        }, 
        "weight": 0.5880626862334977, 
        "file": "1819732.txt", 
        "other_topics": {
            "0": 0.0014570038996484247, 
            "1": 0.0011840984645205672, 
            "2": 0.0012500925090804748, 
            "3": 0.0011540010167617474, 
            "4": 0.001658199813394296, 
            "5": 0.0007104854075182755, 
            "6": 0.0018494878543940621, 
            "7": 0.001907609210037472, 
            "8": 0.0008017740903397003, 
            "9": 0.00118282546452533, 
            "10": 0.06694826214470902, 
            "11": 0.0022057628628847125, 
            "12": 0.0011610673549377745, 
            "13": 0.0009345633468407665, 
            "14": 0.26939635097939135, 
            "15": 0.0015762089864969075, 
            "16": 0.0008906172700265997, 
            "17": 0.002147893872546832, 
            "18": 0.0006439895533696501, 
            "19": 0.005036625800049397, 
            "20": 0.0012904251605143963, 
            "21": 0.0008945535653624261, 
            "22": 0.0009675794586495224, 
            "23": 0.0006529880948686903, 
            "24": 0.0007501299625560048, 
            "25": 0.000705764785683497, 
            "26": 0.038662800021784925, 
            "27": 0.0009327293126737869, 
            "28": 0.002446548039279823, 
            "29": 0.5880626862334977, 
            "30": 0.0005368754636559695
        }
    }, 
    {
        "content": {
            "text": "  The United States trade representative, Susan C. Schwab, said Friday that she was optimistic the collapsed Doha trade negotiations could be restarted, but added that there were still obstacles to a revival of the talks.  ''I am more optimistic than I have been in many months that we are on a path that could help reach a successful conclusion of the Doha round,'' Ms. Schwab said after a three-hour meeting with the head of the World Trade Organization, Pascal Lamy.  But she added that ''ultimately it will be substance that dictates when there's a breakthrough.''  The next few weeks are considered critical to whether the new political impetus could be maintained.  Mr. Lamy, who will meet with Prime Minister Tony Blair of Britain in London on Tuesday as part of his step-by-step diplomacy, is also expected to visit India. In the next few weeks, he is scheduled to visit a group of African countries and make stops in Brussels and Washington. The meetings of about 25 trade ministers in late January during the World Economic Forum meeting in Davos, Switzerland, are also considered crucial.  Ms. Schwab distanced herself on Friday from the upbeat assessment of Peter Mandelson, the European trade commissioner, who said the talks were approaching ''the endgame.'' She reiterated that an agreement on important issues, like agricultural market access, would dictate whether a deal could be hammered out.  In recent weeks, diplomatic activity and support for a deal at high levels in capitals around the world have lifted hopes that the talks could be revived. The talks, which were started in Doha, Qatar, in November 2001, collapsed in late July because of major differences over agricultural subsidies and tariffs primarily among countries like the United States, the European Union, Japan, India, Australia and Brazil.  President Bush and José Manuel Barroso, president of the European Commission, meeting Monday in Washington, instructed their negotiators to push ahead with the talks.  Many developing countries are apprehensive, about the latest push by the United States and Europe.  Correction:  January 18, 2007, Thursday  Because of an editing error, an article in Business Day on Saturday about a meeting between the United States trade representative, Susan C. Schwab, and the head of the World Trade Organization, Pascal Lamy, misstated the date of Mr. Lamy's discussion with Prime Minister Tony Blair of Britain about the restart of global trade negotiations. It had already been held, on Jan. 9; it was not scheduled for Tuesday.  ", 
            "title": "U.S. Official Sees Opening for Revival of Trade Talks"
        }, 
        "weight": 0.5841045995583859, 
        "file": "1818461.txt", 
        "other_topics": {
            "0": 0.0003565674339165485, 
            "1": 0.0002897802477402452, 
            "2": 0.00030593073788524666, 
            "3": 0.023450314029533237, 
            "4": 0.00040580540143068586, 
            "5": 0.00017387459200011388, 
            "6": 0.0004526186501355579, 
            "7": 0.00046684248484356555, 
            "8": 0.00019621534989864225, 
            "9": 0.0002894687109339354, 
            "10": 0.3175667049691503, 
            "11": 0.046875607426843574, 
            "12": 0.00028414392538985973, 
            "13": 0.00022871239706076494, 
            "14": 0.0010583019811696908, 
            "15": 0.00038574007507256685, 
            "16": 0.00021795762842623478, 
            "17": 0.019059966043564556, 
            "18": 0.00015760129576145198, 
            "19": 0.00123259569693317, 
            "20": 0.00031580120565016773, 
            "21": 0.00021892094412317425, 
            "22": 0.00023679231384643082, 
            "23": 0.00015980347713658667, 
            "24": 0.0001835766643569398, 
            "25": 0.00017271933084087913, 
            "26": 0.000194651139076878, 
            "27": 0.00022826356033713434, 
            "28": 0.0005987350867970017, 
            "29": 0.5841045995583859, 
            "30": 0.00013138764175906387
        }
    }, 
    {
        "content": {
            "text": "  Ten Southeast Asian countries meeting here are hammering out a regional antiterrorism agreement, officials said Thursday, the day after a series of terrorist bombings in the southern Philippines underscored the need for such a measure.  ''The terrorists merely accomplished the opposite of what they wanted,'' said Victoriano Lecaros, a Philippine government spokesman. ''The attacks only emphasized the need to address terrorism in Southeast Asia. There is now a renewed urgency to deal with terrorism.''  Leaders of the 10 members of the Association of Southeast Asian Nations, or Asean, will consider the measure, the Asean Convention on Counterterrorism, at their annual summit meeting here on Saturday. The agreement aims to improve information and intelligence sharing among the group's members and encourage them to adopt domestic antiterrorism laws, officials said.  ''Global terrorism has assumed new forms of virulence, and we will make sure that the community is more secure and resistant to the threat of terror,'' said Alberto Romulo, the Philippine foreign minister.  Bombs ripped through three southern cities here on Wednesday night, killing eight people and wounding dozens, the police said. No group claimed responsibility, but two radical Islamist groups, Abu Sayyaf and Jemaah Islamiyah, are suspected, an official said, because they were behind similar bombings in the past.  Foreign ministers meeting here before the summit meeting discussed the convention on Wednesday night. Opponents of the antiterrorism agreement fear that it could be used to suppress human rights.  One result of the discussions was that Indonesia invited several countries, including the Philippines, Malaysia, Thailand and Australia, to meet in March to discuss terrorism.  The attacks Wednesday in the southern region of Mindanao, where there is an active Islamist separatist movement, followed claims by President Gloria Macapagal Arroyo in recent weeks that her government had made progress fighting terrorists.  ''They were trying to send a message,'' said Oscar Calderon, the chief of the national police, referring to the attackers. ''They wanted to embarrass the government because of the meetings in Cebu.''  The Philippine police and military have been receiving help from the United States and Australia in fighting Abu Sayyaf, which has been giving refuge to Jemaah Islamiyah members. Jemaah Islamiyah is a Southeast Asian terrorism network that originated in Indonesia and was said to be behind the 2002 Bali bombings that killed more than 200 people.  ", 
            "title": "Southeast Asians Consider Pact Against Terrorism"
        }, 
        "weight": 0.5825303057920059, 
        "file": "1818238.txt", 
        "other_topics": {
            "0": 0.0003702937181061442, 
            "1": 0.0003009355178369108, 
            "2": 0.00031770773110198676, 
            "3": 0.0002932863304608111, 
            "4": 0.005233379543740172, 
            "5": 0.00018056800209909153, 
            "6": 0.0004700424853776903, 
            "7": 0.0004848138754115543, 
            "8": 0.00020376878130847783, 
            "9": 0.00030061198822830843, 
            "10": 0.1709972023466709, 
            "11": 0.0005605888439661161, 
            "12": 0.0002950822217670923, 
            "13": 0.0002375168224264153, 
            "14": 0.0010990419713375736, 
            "15": 0.00040058937814997924, 
            "16": 0.0002263480423129079, 
            "17": 0.0005458815919124786, 
            "18": 0.00016366825524372628, 
            "19": 0.001280045231628863, 
            "20": 0.019575767816906387, 
            "21": 0.0002273484414441791, 
            "22": 0.0002459077806126099, 
            "23": 0.0001659552109547001, 
            "24": 0.0001906435617397533, 
            "25": 0.21190527439941742, 
            "26": 0.0002021443552224194, 
            "27": 0.0002370507074551455, 
            "28": 0.0006217837647578201, 
            "29": 0.5825303057920059, 
            "30": 0.000136445490396491
        }
    }, 
    {
        "content": {
            "text": "  Because of an editing error, an article in Business Day on Saturday about a meeting between the United States trade representative, Susan C. Schwab, and the head of the World Trade Organization, Pascal Lamy, misstated the date of Mr. Lamy's discussion with Prime Minister Tony Blair of Britain about the restart of global trade negotiations. It had already been held, on Jan. 9; it was not scheduled for Tuesday.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5791419915067589, 
        "file": "1819704.txt", 
        "other_topics": {
            "0": 0.0019327201981770622, 
            "1": 0.001570710290865775, 
            "2": 0.0016582515959447167, 
            "3": 0.1522245271128029, 
            "4": 0.0021996072026532797, 
            "5": 0.0009424610997623125, 
            "6": 0.002453351383159029, 
            "7": 0.002530449541938533, 
            "8": 0.0010635558210575135, 
            "9": 0.0015690216524182955, 
            "10": 0.08880707766887536, 
            "11": 0.028041574818450852, 
            "12": 0.05177140651242829, 
            "13": 0.001239701182234964, 
            "14": 0.005736366869825165, 
            "15": 0.0020908461161194282, 
            "16": 0.0011814065748493037, 
            "17": 0.02796481142303295, 
            "18": 0.0008542541427053713, 
            "19": 0.006681099766969796, 
            "20": 0.001711752983340581, 
            "21": 0.0011866280828379766, 
            "22": 0.0012834971570936807, 
            "23": 0.0008661907359523257, 
            "24": 0.0009950497251514762, 
            "25": 0.0009361991802367479, 
            "26": 0.0010550772513344623, 
            "27": 0.0012372683302161577, 
            "28": 0.02836097710279117, 
            "29": 0.5791419915067589, 
            "30": 0.0007121669700156244
        }
    }, 
    {
        "content": {
            "text": "  Foreign Minister Massimo D'Alema issued an urgent plea to his political allies for an end to the bickering among parties that he worries could bring down the center-left government of Prime Minister Romano Prodi. ''I am going to Japan,'' he said in an interview in the newspaper La Repubblica. ''I humbly ask our allies: Let there still be a government on my return.'' Since taking power from Silvio Berluconi last spring, Mr. Prodi has faced deep divisions in his diverse, nine-party coalition. In recent days, a proposed law allowing for same-sex unions has added tension.  IAN FISHER  ", 
            "title": "World Briefing | Europe: Italy: Minister Pleads For End To Party Squabbling"
        }, 
        "weight": 0.5717587703036868, 
        "file": "1822857.txt", 
        "other_topics": {
            "0": 0.0011872543598003152, 
            "1": 0.0009648746065635982, 
            "2": 0.0010186505210573844, 
            "3": 0.0009403493969336559, 
            "4": 0.001351200884463999, 
            "5": 0.0005789462182318932, 
            "6": 0.0632203701194327, 
            "7": 0.0015544346531664909, 
            "8": 0.0006533337244742015, 
            "9": 0.0009638372896458222, 
            "10": 0.1934083848824562, 
            "11": 0.0017973881719036012, 
            "12": 0.000946107474046103, 
            "13": 0.0007615383928032123, 
            "14": 0.08066542399567792, 
            "15": 0.016712713890282956, 
            "16": 0.0315823766080569, 
            "17": 0.0017502330399973179, 
            "18": 0.000524761399120804, 
            "19": 0.004104145459895003, 
            "20": 0.0010515159898929754, 
            "21": 0.0007289360178155547, 
            "22": 0.0007884419053456693, 
            "23": 0.0005320939516480536, 
            "24": 0.0006112509847615127, 
            "25": 0.0005750995717983032, 
            "26": 0.0006481254077824952, 
            "27": 0.0007600439115178193, 
            "28": 0.0019935944075350665, 
            "29": 0.5717587703036868, 
            "30": 0.015865802460205605
        }
    }, 
    {
        "content": {
            "text": "  Foreign Minister Abdullah Gul called Wednesday for changes in a controversial law that penalizes insults against Turkish identity.  Hrant Dink, the Turkish-Armenian newspaper editor who was assassinated last week, had been convicted under the law late last year. Many Turks say the conviction labeled Mr. Dink a traitor in the eyes of ultranationalist groups and made him a target.  ''We see that in its present version, it causes some problems,'' the foreign minister said of the law, adding that his government supported free speech as long as it did not incite violence.  Mr. Gul's comments suggest that change is not far away; the government consulted civic organizations last year about revisions to the language of the law.  In the wake of Mr. Dink's slaying, calls to revise the law, Article 301 of the penal code, began with the chairman of Parliament, Bulent Arinc, when he said Saturday that he was in favor of a move against the law.  The law, which carries a jail term of six months, has been applied mostly against intellectuals, like the Nobel laureate in literature Orhan Pamuk, who have commented about the Armenian genocide by the Ottoman Army in the 1910s. Virtually anyone tried under the law, convicted or not, has drawn public threats and hate mail from ultranationalists.  In his last article in the Agos newspaper, which he founded, Mr. Dink expressed his fear of the threats but, according to security officials, did not request protection. Mr. Pamuk, the novelist Elif Safak, who was also tried under Article 301, and others were provided security this week, news reports said.  More than 50,000 people poured into Istanbul streets on Tuesday to protest the killing, in the largest public commemoration in the city since the death of President Turgut Ozal in 1993. Many political analysts and friends of Mr. Dink considered the huge outpouring to be an opportunity to introduce political efforts to improve relations between Armenia and Turkey.  Such efforts were given a head start this week when the Foreign Ministry extended invitations to the spiritual leaders of Armenians around the world and to the Armenian deputy foreign minister, Arman Kirakossian, whose attendance at the funeral was the first time that a ranking Armenian official had come to Turkey since the two countries froze diplomatic relations in 1993 and closed their border.  Mr. Kirakossian, impressed by the size and the diversity of the crowd that attended three days of public protests and the funeral, said Armenia was unconditionally ready to revive diplomatic relations, the semiofficial Anatolian Agency reported.  His statement was partly echoed in Mr. Gul's carefully worded statement in Ankara. ''Today, we improve our relations with all our neighbors on the basis of mutual trust and respect,'' Mr. Gul said. ''Of course we wish to improve relations also with Armenia.''  Diplomatic ties were severed during a dispute over Nagorno Karabakh, a region that Armenia claims but that Turkey recognizes as part of Azerbaijan. But the true heart of the dispute is over the Armenian genocide, in which more than one million Armenians died from 1915 to 1918.  Turkey's stance on Nagorno Karabakh has been that a governmental history commission should be formed to analyze the issues. Armenia has expressed a willingness to take part in a discussion but has insisted that the border be reopened to trade first.  Ogun Samast, the 17-year-old suspect in Mr. Dink's death, was formally arrested Wednesday. His lawyer, Levent Yildirim, assigned by the Istanbul Bar Association, told reporters that his client regretted killing Mr. Dink.  Yasin Hayal, an ultranationalist who had spent 11 months in jail for the bombing of a McDonald's restaurant in Trabzon in 2004, was also formally arrested Wednesday with three other suspects who had been detained and investigated for suspected links with the killing, NTV reported.  As he was escorted into the prosecutor's office in Istanbul, Mr. Hayal hurled threats about Mr. Pamuk.  ''Orhan Pamuk should be careful!'' he yelled at cameras.  Correction:  January 31, 2007, Wednesday  Because of an editing error, an article on Thursday about the future of relations between Turkey and Armenia following the funeral for Hrant Dink, a Turkish-Armenian newspaper editor killed in Istanbul on Jan. 19, misidentified the issue between the two countries that Turkey has said should be examined by a governmental history commission. It is the 1915 Armenian genocide -- not the political status of Nagorno-Karabakh, a region that Armenia claims but that Turkey recognizes as part of Azerbaijan.  ", 
            "title": "Official Ready to Re-examine Law Shielding Turks' Identity"
        }, 
        "weight": 0.5631006018741276, 
        "file": "1821273.txt", 
        "other_topics": {
            "0": 0.00020530856536758526, 
            "1": 0.00016685305856994591, 
            "2": 0.0001761523765845844, 
            "3": 0.016170472738250688, 
            "4": 0.00023365937789386108, 
            "5": 0.00010011554517278882, 
            "6": 0.15500326802607337, 
            "7": 0.00026880402330377485, 
            "8": 0.00011297916791867563, 
            "9": 0.00016667367826574898, 
            "10": 0.15884047860335, 
            "11": 0.0003108172936457025, 
            "12": 0.0001636077109985305, 
            "13": 0.00013169069762360004, 
            "14": 0.0406290133746792, 
            "15": 0.0002221059297200664, 
            "16": 0.021469312531711894, 
            "17": 0.02698243081460771, 
            "18": 9.074551642994143e-05, 
            "19": 0.014049602322212328, 
            "20": 0.00018183570989986752, 
            "21": 0.00012605286038927914, 
            "22": 0.00013634304656453774, 
            "23": 9.201351416557854e-05, 
            "24": 0.00010570191781145952, 
            "25": 9.945035539754172e-05, 
            "26": 0.00011207850832612285, 
            "27": 0.0001314322611679745, 
            "28": 0.00034474668747875247, 
            "29": 0.5631006018741276, 
            "30": 7.565191229128598e-05
        }
    }, 
    {
        "content": {
            "text": "  After five days of clashes in the Gaza Strip, Palestinian factions on Tuesday mostly observed the latest cease-fire, though one Hamas member was shot dead.  Also, the Israeli Air Force bombed a tunnel near the eastern edge of the Gaza Strip, saying that Palestinian militants were digging it to enter Israel and carry out an attack. The tunnel was near the Karni crossing, which is used to move goods between Israel and Gaza.  The two main Palestinian factions, Hamas and Fatah, held late night talks on Monday and agreed on a truce that took effect at 3 a.m. Tuesday. While Gaza was mostly calm during the day, several previous cease-fires have broken down and there were doubts about this one as well.  In one incident, a local Hamas leader was shot dead in the southern Gaza town of Khan Yunis. The shooting appeared to be a revenge attack by a family aligned with Fatah, which recently had a relative killed in the fighting, according to Palestinian residents of the town.  More than 30 Palestinians have been killed in gun battles since Thursday, and about 60 have died over the past two months.  Egypt, which has often mediated between the Palestinian factions in recent years, helped broker the latest truce.  While Gazans welcomed the reopening of shops and the semblance of normalcy that prevailed on the streets on Tuesday, many said the truce would remain vulnerable unless Hamas and Fatah could agree to work together in the government.  A good deal of the fighting has involved members of the Palestinian security forces. Many members are loyal to Fatah, which long dominated Palestinian politics, but Hamas created a security service, known as the Executive Force, after it came to power a year ago.  Months of negotiations have failed to produce a deal between Hamas, the radical Islamic group that controls much of the government, and Fatah, led by the Palestinian Authority president, Mahmoud Abbas.  Mr. Abbas, speaking in Cairo after a meeting with the Egyptian president, Hosni Mubarak, said Hamas's Executive Force was ''illegitimate and illegal.''  Mr. Abbas also condemned a suicide bombing on Monday by a Palestinian in the southern Israeli resort town of Eilat, which killed three workers at a bakery.  The Palestinian leader said the bombing was ''not in the interest of the Palestinian people.'' Al Aksa Martyrs Brigades, which is linked to Fatah, had claimed responsibility for the bombing with Islamic Jihad.  Israel has given no indication that it plans a major military response to the suicide bombing, the first such attack in Israel in nine months.  ''The initiative will be ours, and we have no intention of relaying what we plan to do,'' Amir Peretz, the defense minister, said during a visit to Eilat.  However, Israeli newspapers, citing political and military officials, said no large-scale operations were planned.  In a separate development, Israel's deputy prime minister, Shimon Peres, met in Qatar with the emir, Sheik Hamad bin Khalifa al-Thani. That was the highest-level meeting in years between officials of the countries.  The emir urged Israel to hold talks with the Palestinian government, according to the Web site of the Israeli newspaper Haaretz, which had a reporter traveling with Mr. Peres. Israel, which classifies Hamas as a terrorist group, refuses to deal with the organization, and Hamas does not recognize Israel.  Israel and Qatar do not have diplomatic relations, though there is an Israeli trade mission in the Qatari capital, Doha. Mr. Peres visited Qatar when he was prime minister in 1996.  ", 
            "title": "Fighting Eases on First Day of a Cease-Fire by Gaza Factions"
        }, 
        "weight": 0.560006932527373, 
        "file": "1822749.txt", 
        "other_topics": {
            "0": 0.00024758359096146293, 
            "1": 0.00020120972220369262, 
            "2": 0.00021242386002319697, 
            "3": 0.00019609536787924524, 
            "4": 0.00028177211085766594, 
            "5": 0.00012073030728437913, 
            "6": 0.0003142770204945815, 
            "7": 0.016410848879313638, 
            "8": 0.00013624267476158638, 
            "9": 0.00020099340575444307, 
            "10": 0.13363517048231474, 
            "11": 0.0003748175900793475, 
            "12": 0.00019729612607968043, 
            "13": 0.0001588070899793973, 
            "14": 0.04577758232732706, 
            "15": 0.00026783969560877514, 
            "16": 0.00015133948642051518, 
            "17": 0.0003649841143854089, 
            "18": 0.00010943089871166428, 
            "19": 0.0008558562555709553, 
            "20": 0.0002192774468100387, 
            "21": 0.00015200836735800884, 
            "22": 0.00016441740270619877, 
            "23": 0.00011095998948368331, 
            "24": 0.0001274669682505432, 
            "25": 0.23820302154210085, 
            "26": 0.00013515656062037233, 
            "27": 0.00015849543895010603, 
            "28": 0.00041573337529898606, 
            "29": 0.560006932527373, 
            "30": 9.122937503675818e-05
        }
    }, 
    {
        "content": {
            "text": "  China signed a new trade agreement on services with the Association of Southeast Asian Nations here on Sunday, and won support for its initiative to reconvene negotiations with North Korea over its nuclear weapons program.  Delegates called the trade in services deal, which emphasizes high-technology, energy and construction, a major step toward establishing a comprehensive free trade pact between Asean and China.  ''We are very happy to have China as our big brother in this region,'' President Gloria Macapagal Arroyo of the Philippines said at the opening ceremony of the one-day meeting in Cebu, a central Philippine province.  Prime Minister Wen Jiabao of China said the agreement he signed with Asean leaders would ''lay the foundation for the full and scheduled completion of a China-Asean free trade agreement.''  China and Asean began lowering barriers to trade in 2005. Since then, tariffs on more than 7,000 products from China and Asean have been lowered, Mr. Wen said. Two-way trade volume last year amounted to more than $160 billion, up 23 percent from 2005.  The leaders of Japan, Australia, India and New Zealand were also scheduled to hold meetings with Asean leaders on Sunday, with most of the discussion centering on improving free trade.  Beijing also received unqualified support for its efforts to reconvene six-party talks with North Korea over its nuclear weapons program, for which Manila has agreed to play host next month. Although Asean members had independently urged a return to the talks, officials acknowledged on Sunday the role the Chinese played in pushing the agenda.  ''We reaffirmed that the denuclearization of the Korean Peninsula is an international priority,'' the leaders said in a statement released late Saturday. They said North Korea must denuclearize in a ''verifiable manner'' and that it must rejoin soon the Nuclear Nonproliferation Treaty.  Mr. Wen's arrival here on Saturday was greeted with more excitement than that of the other heads of state. Huge billboards along the route from the airports to the Shangri-la Mactan Resort, where the meetings were held, welcomed Mr. Wen and his wife. Cebu Province, known for its tourism and robust industries, has a sizable population of Filipinos of Chinese descent.  ", 
            "title": "China and Asean in Services Pact"
        }, 
        "weight": 0.5535727195051618, 
        "file": "1819022.txt", 
        "other_topics": {
            "0": 0.00038705618143907697, 
            "1": 0.0003145582727924036, 
            "2": 0.025480989574650087, 
            "3": 0.00533634279059369, 
            "4": 0.020559624178348626, 
            "5": 0.0001887419579786761, 
            "6": 0.0004913203778743855, 
            "7": 0.010566320376968292, 
            "8": 0.01027255292800352, 
            "9": 0.045582239816320334, 
            "10": 0.27430372648044415, 
            "11": 0.010645525528293565, 
            "12": 0.00030844000960067734, 
            "13": 0.0002482687386275328, 
            "14": 0.0011487934249677413, 
            "15": 0.0004187232660191668, 
            "16": 0.0002365943699556135, 
            "17": 0.005600372539321596, 
            "18": 0.01023063713053414, 
            "19": 0.0013379903444150423, 
            "20": 0.00034280418548099405, 
            "21": 0.00023764005517448565, 
            "22": 0.020376159413843797, 
            "23": 0.00017346767471661535, 
            "24": 0.00019927361825182807, 
            "25": 0.00018748791475900578, 
            "26": 0.000211295029880648, 
            "27": 0.0002477815235545524, 
            "28": 0.000649930684481633, 
            "29": 0.5535727195051618, 
            "30": 0.00014262210754628448
        }
    }, 
    {
        "content": {
            "text": "  China announced Tuesday that talks over North Korea's nuclear weapons would resume in Beijing next week, the latest in a long series of negotiations that have failed to curb its nuclear program.  Discussions are set to resume Feb. 8 though the United States and North Korea have not settled a dispute over freezing North Korean assets at a bank in Macau, a Chinese territory.  United States Treasury officials and their North Korean counterparts met Tuesday in Beijing to discuss American measures that have led to the freezing of $24 million in North Korean assets held at the bank, Banco Delta Asia. No breakthrough appeared imminent, but the talks were set to continue Wednesday.  The dispute overshadowed the last round of nuclear negotiations, which ended in a stalemate in December. Whether North Korea would bargain on its nuclear program while its money remained frozen was unclear.  The United States contends that the matter is separate from the nuclear issue and that the deposits are linked to North Korean counterfeiting and money laundering.  North Korea exploded a nuclear device in October, adding a sense of urgency to six-nation talks that have dragged on for more than three years without tangible progress.  Many American and Chinese analysts say they doubt North Korea will give up its nuclear arms voluntarily after spending decades working to buy and develop the technology.  But the analysts also say that the Bush administration and the North Korean leader, Kim Jong-il, may have more to gain by continuing the talks than abandoning them, at least partly because China, the key intermediary, insists that the talks are the only way to proceed.  The United States and China agreed to impose limited United Nations military sanctions on North Korea after its nuclear test. But China has opposed tougher penalties on North Korea, its former ally.  Christopher R. Hill, an assistant secretary of state and the chief American envoy at the talks, says the North Koreans have signaled their commitment to a 2005 accord on dismantling their arms program. He met his North Korean counterpart, Kim Kye-gwan, in Berlin this month, and both sides said they had set the stage for a productive round.  ", 
            "title": "Talks to Resume On North Korea And Weapons"
        }, 
        "weight": 0.5531471086047111, 
        "file": "1822751.txt", 
        "other_topics": {
            "0": 0.00036676401612206793, 
            "1": 0.000298066949880045, 
            "2": 0.005080763360157409, 
            "3": 0.0002904906758441879, 
            "4": 0.00041741001739261415, 
            "5": 0.00017884679754145126, 
            "6": 0.0004655619613717113, 
            "7": 0.00048019254803203506, 
            "8": 0.00020182642302231542, 
            "9": 0.19094110940698197, 
            "10": 0.18843156455183133, 
            "11": 0.03868391779739953, 
            "12": 0.00029226944841256733, 
            "13": 0.00023525277213774768, 
            "14": 0.0010885657184682193, 
            "15": 0.005162854965409595, 
            "16": 0.0002241904547142583, 
            "17": 0.0005406781567910329, 
            "18": 0.00016210814191472162, 
            "19": 0.0012678436252475938, 
            "20": 0.0003248320162282524, 
            "21": 0.00022518131787279801, 
            "22": 0.00024356374629961263, 
            "23": 0.00016437329797931794, 
            "24": 0.00018882631525346186, 
            "25": 0.009709826645089948, 
            "26": 0.0002002174812388487, 
            "27": 0.000234791100252759, 
            "28": 0.0006158568173622313, 
            "29": 0.5531471086047111, 
            "30": 0.00013514486903938575
        }
    }, 
    {
        "content": {
            "text": "  In an unusual collaboration that could complicate American policy in the region, Iran and Saudi Arabia have been mediating an agreement to end Lebanon's violent political crisis.  Leaders of Hezbollah, the Iranian-backed party trying to overthrow Lebanon's government, have recently visited the Saudi king in Riyadh, according to officials who attended the meeting. And Prince Bandar bin Sultan, the Saudi chief security adviser, has met with his Iranian counterpart, Ali Larijani, in Riyadh and Tehran to try to stop Lebanon's slide into civil war.  ''The only hope is for the Iranians and Saudis to go further in easing the situation and bringing people back to the negotiating table,'' said Radwan Sayyed, an adviser to Prime Minister Fouad Siniora.  The Saudi-Iranian efforts have put Washington in an awkward position, since it is trying to reduce Iran's regional influence. But since a stable Lebanon is also an American priority, American officials have watched the efforts without interfering.  There is a belief in Lebanon that if the Saudi-Iranian effort succeeds, the result will be short term. There remains fear that Syria, which retains influence with Hezbollah and within Lebanon's security services, will work to scuttle any deal.  But Iran seems to be working in earnest. Members of Lebanon's governing party say the dynamics inside Iran, where the firebrand president, Mahmoud Ahmadinejad, appears to be losing political strength, have led Tehran to lean on Hezbollah.  One question is whether Hezbollah will do what Iran wants or will bend to the Syrians. Hezbollah's leader, Sheik Hassan Nasrallah, said in a speech last week that an agreement ''between two countries or two governments does not bind the Lebanese, because the Lebanese must seek their own interests and not the interests of Saudi Arabia and Iran.''  It has been nearly three months since Hezbollah began leading street protests aimed at bringing down the American-backed government here, and Lebanese political leaders have failed to agree even on the framework for talks.  There have been no direct meetings between the main political leaders in months. Many say they fear even more bloodshed if a deal is not struck by Feb. 14, the second anniversary of the assassination of former Prime Minister Rafik Hariri.  The governing coalition plans to mark the anniversary with large street rallies at Mr. Hariri's grave site in the center of town. Those demonstrators would be separated by a few feet from the hundreds of opposition supporters who have camped out for nearly three months in their effort to bring down the government.  Allies of Syria in the opposition have scolded the government for backing the creation of an international tribunal to hear evidence in the assassination of Mr. Hariri and other political killings. Syria has been implicated in the killing by a United Nations investigation, and one of its allies in the opposition says that if the government backs down on the tribunal, the crisis would ease.  But the fight is also over who will be the next president, whether Hezbollah will be allowed to keep its weapons, how to rewrite the nation's electoral laws, whether United Nations troops will remain on the southern border with Israel and, more fundamentally, whether Lebanon will lean toward the United States and Europe or Iran and Syria.  There have been proposals that each side has presented as compromises only to be rejected by the other as insufficient.  ''It is true, whoever governs will decide Lebanon's political direction,'' said Muhammad Fniesh, a senior member of Hezbollah who said he recently attended a meeting with King Abdullah of Saudi Arabia.  Iran and Saudi Arabia have been involved in Lebanese affairs for decades. Saudi Arabia has close ties with the Hariri family and has invested large sums of money rebuilding Beirut. Recently, as Iranianbacked parties have taken over in Iraq and as Iran has tried to establish itself as the regional superpower, Saudi Arabia has begun, at American urging, to press back.  Seeking to fill the vacuum left by Egypt, whose regional influence has diminished, Saudi Arabia has tried to position itself as an Arab counterpoint to Iran.  But in Lebanon, political leaders and diplomats said, both see a common interest in calming sectarian tensions, at least for now. The fight has effectively divided the country between the predominantly Shiite Muslim opposition and the predominantly Sunni Muslim governing alliance. Lebanon's Christian community is divided between the two.  The eagerness to look beyond Beirut for a solution comes as Western diplomats here say they fear that local leaders have abrogated their responsibility to foreign powers. Even Lebanese leaders say internal talks are going nowhere.  ''Nothing much is moving,'' said Ali Hamdan, an adviser to Nabih Berri, the speaker of Parliament and leader of Amal, a Shiite party in the opposition. ''It is as if we are moving backwards.''  Most agree that if there has been any major movement in resolving -- or defusing -- Lebanon's political crisis, it has more to do with the changing political dynamics elsewhere. ''Saudi Arabia and Iran are near an agreement,'' said Toufic Sultan, a former leader in the main government-aligned Druse party who has maintained close ties to Saudi officials.  Already reeling from the chaos and sectarian strife in Iraq, governments around the region are worried that Lebanon, too, is on the brink of breaking apart along sectarian lines.  ", 
            "title": "U.S. Ally and Foe Are Trying to Avert War in Lebanon"
        }, 
        "weight": 0.5509224340271932, 
        "file": "1822540.txt", 
        "other_topics": {
            "0": 0.00017299946611681598, 
            "1": 0.000140595644418817, 
            "2": 0.00014843154278429722, 
            "3": 0.00013702198041214484, 
            "4": 0.0001968887540393257, 
            "5": 8.436051284015723e-05, 
            "6": 0.0002196016163559444, 
            "7": 0.00022650273961218395, 
            "8": 9.519980667761688e-05, 
            "9": 0.17099766397773236, 
            "10": 0.1765582969468375, 
            "11": 0.011502510990025206, 
            "12": 0.00013786101229953276, 
            "13": 0.00011096673117677345, 
            "14": 0.016250316351375287, 
            "15": 0.0001871534545777751, 
            "16": 0.00010574873016207886, 
            "17": 0.0002550332866753794, 
            "18": 7.646503138710847e-05, 
            "19": 0.0050942736697219835, 
            "20": 0.00015322049850831948, 
            "21": 0.00010621611188407728, 
            "22": 0.00011488694698233589, 
            "23": 7.753348623169718e-05, 
            "24": 8.906776644299306e-05, 
            "25": 0.0652793179642855, 
            "26": 9.44408825266169e-05, 
            "27": 0.0001107489644763521, 
            "28": 0.00029049442127552507, 
            "29": 0.5509224340271932, 
            "30": 6.374668496502483e-05
        }
    }, 
    {
        "content": {
            "text": "  Seeking to revive stalled negotiations to end North Korea's nuclear weapons program, the United States held ''substantive'' talks with North Korean diplomats here on Tuesday and Wednesday, said the chief American envoy, Christopher R. Hill.  The unusual one-on-one sessions, the first to be held outside Beijing during the Bush administration, were signs of progress since negotiations broke off in December after North Korea demanded that Washington lift financial sanctions against it.  ''It was a substantive discussion,'' Mr. Hill said in an interview on Wednesday, though he refused to give details. ''The proof of the pudding will be when we all sit down together in the six-party negotiations.''  Mr. Hill briefed Secretary of State Condoleezza Rice on his meetings upon her arrival in Germany after a mission through the Middle East and Persian Gulf. Ms. Rice said later that Mr. Hill's discussions ''should help to prepare the way for a more favorable atmosphere at the time of the resumption of the six-party talks, which we would hope would be soon.''  Mr. Hill, the assistant secretary of state for East Asian and Pacific affairs, expressed hopes that those broader negotiations -- which would also include China, South Korea, Japan and Russia -- would resume by the end of this month in Beijing, the traditional host for these talks.  An official in the North Korean Embassy here declined to comment on the talks, which are being led on its side by Kim Kye-gwan.  Persuading North Korea's leader, Kim Jong-il, to abandon his nuclear ambitions has seemed an increasingly hopeless exercise since October, when North Korea tested a nuclear device and declared itself a nuclear state. The most recent talks, American officials said, foundered when the North Korean negotiators proved unyielding on the most basic issues.  Still, the United States was eager to try again, seizing on a visit to Berlin by Mr. Kim to arrange a meeting with Mr. Hill, who was here ostensibly to give a talk at the American Academy in Berlin. American officials appeared encouraged by the tone of the discussions.  North Korea, they noted, was open to talking despite declaring last month that it would not discuss disarmament unless the United States lifted penalties against the Banco Delta Asia in Macao, which held North Korean assets.  The measures, which the United States said it imposed because of North Korea's counterfeiting of American money and laundering of proceeds from drug running, cut off one of the North's valuable channels to international financial markets.  On Wednesday, Russia called on the United States to remove the measures. ''The United States should make some step towards the Koreans by lifting the sanctions,'' the new Russian chief negotiator, Aleksandr Lusyakov, said in an interview with a Russian news agency, RIA.  Treasury officials have held their own negotiations with North Korea to resolve this standoff, and plan to meet again next week, either in Beijing or New York, according to Mr. Hill. But he suggested that the United States did not intend to ease the pressure on North Korea's finances.  ''We've had to make it clear to the North Koreans that as long as they are involved in nuclear weapons production, their international financing will come under scrutiny,'' he said.  Because of the arcane way that Washington and North Korea communicate in their relationship as long-term adversaries and occasional negotiating partners, some brief language in a speech Mr. Hill delivered here Wednesday provoked significant interest.  Mr. Hill issued what some heard as a tantalizing offer that the United States, within the obligations of a 2005 agreement emerging from the six-party talks, looked forward ''to establishing a normal relationship with North Korea.''  ''Obviously this is via a bilateral process, which will take a long time,'' he said.  North Korea has long tried to push the United States into formal bilateral talks, as a means of seeking status and legitimacy as well as to decouple Washington from its regional allies. The United States has insisted that formal talks with North Korea be held only in the six-party format.  Asked to clarify whether the United States was dangling a new relationship before the North Koreans, Ms. Rice said late Wednesday that United States-North Korea ties would have to evolve within the six-party framework, and that Washington was unwavering in demanding a complete and verifiable end to the North's nuclear program.  The 2005 statement signed by the six parties ''envisioned that the denuclearization of the North Korean Peninsula would lead to a bilateral -- a normalization of relations between the United States and the D.P.R.K.,'' Ms. Rice said, using the initials of North Korea's official name.  By engaging North Korea directly, outside China, the United States must tread carefully, a senior official involved in the talks said. American officials informed China of the meeting in Berlin, and Mr. Hill is headed to Beijing, as well as to Seoul and Tokyo, after he leaves Germany.  Though the six-party talks have been held exclusively in Beijing, North Korea has used Berlin as a diplomatic venue in the past, for example during the 1990s for talks with the Clinton administration. It maintains a large embassy here, a legacy of the days of East German Communism.  Ms. Rice landed here after completing meetings with Arab allies in the Middle East and Persian Gulf, and she flew over Iraq en route to Berlin.  Her trip also included talks in Israel and the Palestinian territories, an effort to push ahead stalled peace talks.  During an evening news conference here, Ms. Rice announced that the so-called quartet -- a group of negotiators that includes the United States, the European Union, the United Nations and Russia -- will meet in Washington in early February to help restart the Middle East talks.  ", 
            "title": "North Korea and U.S. Envoys Meet in Berlin"
        }, 
        "weight": 0.5503207446868511, 
        "file": "1819621.txt", 
        "other_topics": {
            "0": 0.00015396251368730575, 
            "1": 0.00012512442560713542, 
            "2": 0.00013209805758662924, 
            "3": 0.00012194400947122914, 
            "4": 0.00017522301177616014, 
            "5": 7.507743754567772e-05, 
            "6": 0.0001954365387528216, 
            "7": 0.00820452568001823, 
            "8": 0.002085460825088865, 
            "9": 0.19019499116157604, 
            "10": 0.2271555188330706, 
            "11": 0.01223750547368673, 
            "12": 0.0001226907138475237, 
            "13": 9.875589359393336e-05, 
            "14": 0.00045696498828122294, 
            "15": 0.000166558989798272, 
            "16": 9.411208416100241e-05, 
            "17": 0.0002269692893963212, 
            "18": 6.80507790329742e-05, 
            "19": 0.0005322233995839401, 
            "20": 0.00013636003409879844, 
            "21": 9.452803495198223e-05, 
            "22": 0.0021029815820984995, 
            "23": 6.900166054334359e-05, 
            "24": 7.92667024811363e-05, 
            "25": 7.457860648281986e-05, 
            "26": 8.404855803905934e-05, 
            "27": 9.856209005599862e-05, 
            "28": 0.004260001972680287, 
            "29": 0.5503207446868511, 
            "30": 5.673196615428167e-05
        }
    }, 
    {
        "content": {
            "text": "  An unyielding President Vladimir V. Putin on Tuesday raised the possibility of diverting oil transit routes away from Belarus, a day after Moscow cut off pipeline deliveries of crude oil headed to customers in Eastern and Central Europe through the country.  Such a change, which would be years in the making, would cut Belarus out of any role in the transshipment of oil to Europe without offering the customers any immediate assurance that their supplies were reliable.  The two-day cutoff has affected supplies to Ukraine, Germany, Poland, Hungary, the Czech Republic and Slovakia. It is the second stoppage of Russian energy supplies to European countries since last winter, when natural gas shipments were shut down briefly during a gas pricing dispute between Russia and Ukraine.  In a meeting with his cabinet ministers, Mr. Putin also urged the government to discuss with Russian companies ''the possibility of scaling down the extraction of oil, given problems in transiting crude across Belarus.'' That indicated that Russia might not have sufficient storage for oil that was being produced but not exported.  With the new year, Russia began charging Belarus $100 per thousand cubic meters of gas, more than double the old rate of $46. It also imposed a duty of $180 a ton on oil that officials said Belarus was obtaining at subsidized rates and reselling on world markets. In response, Belarus imposed a transshipment fee of $45 a ton on oil going through Belarus in the Druzhba pipeline to Europe.  On Monday, officials in Moscow accused Belarus of siphoning off about 79,000 tons -- roughly half a million barrels -- of Russian oil bound for Europe, then shut down the pipeline entirely.  Normally the 2,500-mile pipeline pumps 1.2 million barrels a day to Eastern and Central Europe, with one arm running to Poland and Germany and the other to Ukraine, Hungary, Slovakia and the Czech Republic.  In general terms, Mr. Putin told his cabinet members to do whatever was necessary to guarantee the interests of Russian companies as well as the interests of the countries dependent on Russian energy supplies.  He also said the government must continue negotiations with Russia's ''Belarussian partners,'' but it is unclear when those talks will begin. Russian officials have begun formulating their starting positions, but German O. Gref, Russia's trade minister, told reporters Tuesday evening that Moscow would start talks only after Belarus had lifted transit duties and resumed oil transit.  Russia's intransigence irritated European leaders, including Chancellor Angela Merkel of Germany, who said it was ''not acceptable'' for energy suppliers to cut off shipments without consultation, and who renewed her call for diversification of supplies.  But few analysts expected the standoff to last more than a few days. ''Belarus's reserves of cheap oil will last a few days, a week at most,'' Yaroslav Romanchuk, an economist in Belarus, told The Associated Press. ''After that, it will have to buy oil taking into account Russian export duties.''  In a news conference, the Russian industry and energy minister, Viktor B. Khristenko, said that in time Russia would be able to reroute oil around Belarus, possibly by increasing the capacity of the Baltic pipeline system or hurrying the completion of the East Siberia-Pacific Ocean pipeline. In the short term, he said, Russia might have to ship more oil by rail and river. ''If these measures aren't enough, it could be necessary to reduce oil output,'' he said.  ", 
            "title": "Russia Considers Alternatives to the Oil Pipeline Through Belarus"
        }, 
        "weight": 0.5490305510349381, 
        "file": "1817818.txt", 
        "other_topics": {
            "0": 0.003604068829648141, 
            "1": 0.00020929000520739143, 
            "2": 0.020300210386875996, 
            "3": 0.00020397026602444852, 
            "4": 0.0002930876594968845, 
            "5": 0.00012557865675426075, 
            "6": 0.0003268979179310617, 
            "7": 0.017069884147706618, 
            "8": 0.20762735828570958, 
            "9": 0.0035556076519386508, 
            "10": 0.1858533571550084, 
            "11": 0.003736412356821157, 
            "12": 0.00020521924488724669, 
            "13": 0.00016518454637650098, 
            "14": 0.004110887455810906, 
            "15": 0.00027859573918579734, 
            "16": 0.00015741705497197036, 
            "17": 0.00037964133325032497, 
            "18": 0.00011382548074902828, 
            "19": 0.0008902261691107116, 
            "20": 0.0002280833027455682, 
            "21": 0.0001581127971724862, 
            "22": 0.00017102016091315197, 
            "23": 0.00011541597753086103, 
            "24": 0.0001325858519993374, 
            "25": 0.0001247442844465634, 
            "26": 0.00014058424695509924, 
            "27": 0.00016486037990567193, 
            "28": 0.00043242860895721874, 
            "29": 0.5490305510349381, 
            "30": 9.48930109708177e-05
        }
    }, 
    {
        "content": {
            "text": "  At least three more Palestinians were killed Saturday in Gaza in continuing battles between fighters loyal to Fatah and Hamas, which has been celebrating its victory a year ago over Fatah in legislative elections.  At least 14 Palestinians, including a 2-year-old boy, died Friday in daylong clashes and retaliatory attacks. The death toll has reached 20 since Thursday, with more than 65 people wounded, news agencies reported.  Those killed Saturday were identified as Mahmoud Khalil Khatib, 17, who appears to have been a student bystander, and two members of the security forces, Ibrahim al-Khalout, 25, and Mohammad Khattab, 33.  The fighting started near the Hamas Islamic University, the headquarters of the Fatah-dominated preventive security force in Gaza City and the Shifa Hospital a few blocks away.  Hamas, which leads the Palestinian Authority, said Friday that it was suspending new talks with the Fatah movement of the Palestinian Authority president, Mahmoud Abbas, on forming a national unity government because of the violence. Mr. Abbas, who was at a conference in Switzerland and then in Spain, said he expected negotiations on a government to last at least another three weeks.  If the talks fail, Mr. Abbas said he would move to make good on his Dec. 16 call for early presidential and parliamentary elections, despite Hamas's victory a year ago. Hamas has labeled the call an attempted coup, and said it would resist or obstruct any new legislative elections.  Mr. Abbas went to Damascus, Syria, last week to meet with the Hamas political director, Khaled Meshal, who lives there in exile, and the two said they had made progress. But Hamas is insisting that the current prime minister, Ismail Haniya, remain in the job and that Hamas retain effective control of major ministries, including the Interior Ministry.  The latest talks between Hamas and Fatah started Tuesday. On Saturday, Tawfiq Abu Khoussa, a Fatah spokesman in Gaza, blamed Hamas for starting the latest mayhem. ''We in Fatah did not stop the dialogue,'' he said. ''Those who stopped the dialogue are required to return.''  Hamas blamed Fatah, saying in a statement that the unity talks were close to an agreement ''when putschists inside Fatah rushed to blow up the situation to serve their own interests and a foreign agenda.''  The point of a new government would be to try to meet international requirements that the Palestinian Authority accept the right of Israel to exist, forswear violence and accept previous Palestinian-Israeli agreements. Hamas has refused to do that, but has negotiated with Mr. Abbas for months over a political program for a government that could meet the standards and thus let Western budgetary aid resume.  The fight for power in Gaza between Fatah and Hamas has been intermittently bloody, with more than 30 people killed between mid-December and early January in urban fighting. Palestinians warned then of a possible civil war, though the factions tend to calm down after a spike in violence, in part because of growing popular disgust with the gunmen.  The United States is continuing to try to support Mr. Abbas and his loyal presidential guard with more than $80 million in what is supposed to be nonlethal aid. Washington, which will sponsor a meeting of Middle East diplomats on Feb. 2 before holding joint talks with Mr. Abbas and Prime Minister Ehud Olmert of Israel, is trying to provide a ''political horizon'' for a peace settlement to the Palestinians, again to try to bolster Fatah, which supports a Palestinian state next to an independent Israel.  But the last year of isolation has not overthrown Hamas, though it is less popular. More important, Hamas is more firmly entrenched, having built a parallel paramilitary force in Gaza of nearly 6,000 men known as the Executive Force, which is loyal to the Hamas interior minister, Said Siam, not to Mr. Abbas.  In addition to the deaths since Thursday, nine members of Hamas and five members of Fatah were kidnapped in tit-for-tat abductions in Gaza and the occupied West Bank on Friday, and nine Hamas members were kidnapped in the northern village of Kafr Qalil by Fatah, security sources said.  Late on Friday, Hamas attacked the Gaza headquarters of the Preventive Security Service, a force dominated by Fatah, with mortars and rocket-propelled grenades. No injuries were reported. Grenades were also fired at the home of Rashid Abu Shbak of Fatah, who is in charge of internal security for the Palestinian Authority. The Gaza home of the Hamas leader Mahmoud Zahar, the foreign minister, was also hit by grenades but no one was injured.  Mr. Haniya said in an interview published in the London Arabic newspaper Al Hayat that the long effort to negotiate the release of an Israeli soldier captured in June in return for Palestinian prisoners was ''complex and difficult'' and would require more work.  ", 
            "title": "3 Palestinians Killed as Hamas and Fatah Fight On"
        }, 
        "weight": 0.5458362357395082, 
        "file": "1822157.txt", 
        "other_topics": {
            "0": 0.009757774546069006, 
            "1": 0.0001496811838085196, 
            "2": 0.004944821225921129, 
            "3": 0.00014587658330852718, 
            "4": 0.0002096120538087341, 
            "5": 8.981203849383658e-05, 
            "6": 0.00023379266148889914, 
            "7": 0.0002411397475446048, 
            "8": 0.00010135178668408853, 
            "9": 0.000149520264635001, 
            "10": 0.21908199212683901, 
            "11": 0.0002788291737639682, 
            "12": 0.00014676983492152318, 
            "13": 0.00011813759775105957, 
            "14": 0.024480637217448288, 
            "15": 0.00019924764206497803, 
            "16": 0.0001125824002751909, 
            "17": 0.00027151398905668554, 
            "18": 8.140633705467891e-05, 
            "19": 0.0006366768767470446, 
            "20": 0.00016312187831465501, 
            "21": 0.0025064788720941065, 
            "22": 0.00012231114484056616, 
            "23": 8.254383734243733e-05, 
            "24": 9.482348315609445e-05, 
            "25": 0.18677432849838901, 
            "26": 0.0024939427065739915, 
            "27": 0.00011790575858102068, 
            "28": 0.0003092666849391525, 
            "29": 0.5458362357395082, 
            "30": 6.786610857595413e-05
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''Earning a Bad Reputation'' (editorial, Jan. 13):  You are right to insist that the United Nations, the United States and the international community help Bangladesh schedule a new and fair election soon. But both of the major political alliances will need to participate in restoring Bangladeshis' confidence in their electoral system and preventing intimidation and violence against religious minorities and women.  Democratic Bangladesh could be a model in the Muslim world. But extremists have already made inroads: The government that has ruled for the last five years has included a party that promotes an Islamic state, and a surge in violence by religious extremists has raised fears.  The main opposition bloc has flirted with another religious party, which would demand legislation that would contravene basic human rights. Courting extremists threatens Bangladesh's democracy, with its roots in a constitution that protects basic rights, including religious freedom.  Bangladesh must close the door to extremism if it is to shore up its faltering democracy.  Felice D. Gaer  New York, Jan. 13, 2007  The writer is chairwoman of the U.S. Commission on International Religious Freedom, a bipartisan, independent federal agency.  ", 
            "title": "A Democratic Bangladesh"
        }, 
        "weight": 0.5443740694005307, 
        "file": "1820047.txt", 
        "other_topics": {
            "0": 0.0007341723824823561, 
            "1": 0.0005966575593933101, 
            "2": 0.0006299114202346471, 
            "3": 0.0005814917009264502, 
            "4": 0.0008355533625718151, 
            "5": 0.00035800780250657305, 
            "6": 0.000931941846387863, 
            "7": 0.0009612287234896491, 
            "8": 0.0004040074252782444, 
            "9": 0.010136557556409145, 
            "10": 0.16730226361886766, 
            "11": 0.17284121204154385, 
            "12": 0.04828775962776167, 
            "13": 0.00047091884867043495, 
            "14": 0.0021790438862203942, 
            "15": 0.0007942388535718877, 
            "16": 0.00044877477896465394, 
            "17": 0.0010823062052939421, 
            "18": 0.00032450108390597374, 
            "19": 0.040700080469924196, 
            "20": 0.0006502347143605021, 
            "21": 0.00045075824608204135, 
            "22": 0.0004875553981489828, 
            "23": 0.0003290353755800118, 
            "24": 0.00037798437047013573, 
            "25": 0.00035562911966291434, 
            "26": 0.00040078671503809355, 
            "27": 0.00046999469381110313, 
            "28": 0.0012327956042458262, 
            "29": 0.5443740694005307, 
            "30": 0.00027052716766491386
        }
    }, 
    {
        "content": {
            "text": "  The United States will start formal negotiations this year with Poland and the Czech Republic on deploying ground-based antimissile defense systems in the countries, government officials said. The decision was made despite weak public support in each country and strong opposition from Russia. The United States says the system is intended as protection against a possible attack from the Middle East, not Russia.  JUDY DEMPSEY  ", 
            "title": "World Briefing | Europe: Poles And Czechs To Talk With U.S. About Missile Defense System"
        }, 
        "weight": 0.5431811523233435, 
        "file": "1821123.txt", 
        "other_topics": {
            "0": 0.0015447472854690897, 
            "1": 0.00125540699598514, 
            "2": 0.001325375320171261, 
            "3": 0.001223497025986979, 
            "4": 0.001758059577688351, 
            "5": 0.0007532721119648944, 
            "6": 0.001960867327309605, 
            "7": 0.0020224888551446407, 
            "8": 0.0008500583628572033, 
            "9": 0.08154978003037613, 
            "10": 0.2516453825314947, 
            "11": 0.0625603898778098, 
            "12": 0.0012309889117110041, 
            "13": 0.0009908444263461052, 
            "14": 0.004584852561159728, 
            "15": 0.0016711311162657914, 
            "16": 0.0009442518380338288, 
            "17": 0.0022772438906258474, 
            "18": 0.0006827717583173691, 
            "19": 0.005339940431475358, 
            "20": 0.0013681368761515541, 
            "21": 0.0009484251841287086, 
            "22": 0.001025848827573601, 
            "23": 0.0006923122081110707, 
            "24": 0.0007953041331509323, 
            "25": 0.0007482672058237649, 
            "26": 0.0008432817753425195, 
            "27": 0.0009888999433549594, 
            "28": 0.002593883546474499, 
            "29": 0.5431811523233435, 
            "30": 0.020643137740352063
        }
    }, 
    {
        "content": {
            "text": "  Bakhtiyar Hajiyev, a youth leader who called for protests against corruption and recent price increases for fuel and utilities, was arrested Saturday, opposition members and advocates for a free press said. Mr. Hajiyev founded a Web site, susmayaq.biz, which translates as ''Let's not keep silent.'' The site apparently angered the government of President Ilham Aliyev, said Emin Huseynov, director of the Institute for Reporters' Freedom and Safety, a private Azeri organization.  C. J. CHIVERS  ", 
            "title": "World Briefing | Europe: Azerbaijan: Web Site Publisher Held"
        }, 
        "weight": 0.5385393365076432, 
        "file": "1819329.txt", 
        "other_topics": {
            "0": 0.0013786926066300929, 
            "1": 0.0011204553391727199, 
            "2": 0.001182902324618892, 
            "3": 0.0010919755741470166, 
            "4": 0.0015690746082380174, 
            "5": 0.0006722981171844347, 
            "6": 0.10924642089563198, 
            "7": 0.0018050787062771456, 
            "8": 0.07242290661938297, 
            "9": 0.0011192507605974004, 
            "10": 0.08126597218693697, 
            "11": 0.055835376960213054, 
            "12": 0.001098662109578794, 
            "13": 0.0008843322773725927, 
            "14": 0.00409199769309868, 
            "15": 0.0014914906382279209, 
            "16": 0.0008427482217577039, 
            "17": 0.0020324485079421923, 
            "18": 0.0006093762934965334, 
            "19": 0.0047659163812574954, 
            "20": 0.0012210671698544844, 
            "21": 0.0008464729484233813, 
            "22": 0.09049585685735165, 
            "23": 0.0006178911798590027, 
            "24": 0.0007098118499457857, 
            "25": 0.0006678312201336608, 
            "26": 0.0007526320712177712, 
            "27": 0.000882596819185465, 
            "28": 0.020231107164556766, 
            "29": 0.5385393365076432, 
            "30": 0.0005080193900662828
        }
    }, 
    {
        "content": {
            "text": "  The General Assembly adopted a resolution condemning the denial of the Holocaust, with only Iran, which was the host to a conference last month that cast doubt on the existence of the Holocaust, disassociating itself from the measure, which was drafted by the United States, co-sponsored by 103 countries and agreed to by consensus. Hossein Gharibi, the delegate from Iran, said that Israel exploited the sufferings of Jews as a cover ''to commit new genocide and crimes'' against the Palestinians. Dan Gillerman, the ambassador of Israel, responded, ''While the nations of the world gather here to affirm the historicity of the Holocaust with the intent of never again allowing genocide, a member of the Assembly is acquiring the capabilities of carrying out its own.''  WARREN HOGE  ", 
            "title": "World Briefing | United Nations: Assembly Condemns Denial Of Holocaust"
        }, 
        "weight": 0.5385246396821249, 
        "file": "1821837.txt", 
        "other_topics": {
            "0": 0.0011182438460592408, 
            "1": 0.0009087901696061545, 
            "2": 0.0009594402977379209, 
            "3": 0.0008856905157572451, 
            "4": 0.0012726607919938918, 
            "5": 0.0005452943090021347, 
            "6": 0.0014194734907960927, 
            "7": 0.0014640813661000274, 
            "8": 0.0006153579566042756, 
            "9": 0.0009078131479172965, 
            "10": 0.32748165320626244, 
            "11": 0.0016929129344691726, 
            "12": 0.000891113898070376, 
            "13": 0.0007172731051779549, 
            "14": 0.0033189785862280485, 
            "15": 0.001209733206396189, 
            "16": 0.0006835446917071695, 
            "17": 0.0016484987483859294, 
            "18": 0.0004942590443003066, 
            "19": 0.0038655873242120237, 
            "20": 0.000990395423713986, 
            "21": 0.0006865657804198503, 
            "22": 0.0007426128203701064, 
            "23": 0.0005011653838490468, 
            "24": 0.0005757213241332507, 
            "25": 0.015073206381245268, 
            "26": 0.0006104523792604217, 
            "27": 0.0007158654923217489, 
            "28": 0.00187771445887902, 
            "29": 0.5385246396821249, 
            "30": 0.08760126023689836
        }
    }, 
    {
        "content": {
            "text": "  Led by Saudi Arabia and the United States, international donors from more than 30 countries on Thursday pledged $7.6 billion in aid for Lebanon, in a bold effort to try to prop up the government of Prime Minister Fouad Siniora.  But even as Mr. Siniora was shaking hands and thanking world leaders in Paris for exceeding the conference's goal of $5 billion, there was chaos back in Lebanon. Four people were shot dead and 150 wounded in clashes between groups supporting the government and protesters aligned with the Hezbollah-led opposition. Both sides appealed for calm.  The clashes in Lebanon this week, which came just as Mr. Siniora sought to present his country as ripe for investment, were another embarrassment to the prime minister, who has been fighting to keep his government afloat. The political faction led by Hezbollah and backed by Iran and Syria has been calling for his resignation for more than two months.  Lebanon is a battlefield in a larger proxy war. The United States, its Sunni Arab allies and Europe, all represented at the conference, are on one side. Iran and Syria are on the other, backing Hezbollah as it seeks to increase its power. They have been giving an estimated $40 million a month to Hezbollah and other groups in Lebanon, analysts say. The money available to rebuild towns and communities damaged in Hezbollah's war with Israel last summer is seen as pivotal to winning the support of the Lebanese people.  Saudi Arabia, which is seeking to counter the rising influence of Iran in the Muslim world, led the pledges for the government on Thursday with a promise of $1.1 billion in loans and grants. The United States pledged $770 million in loans and grants, bringing to $1 billion the amount it has pledged to the government of Mr. Siniora since September.  The donors in Paris took pains to deflect criticism that their aid pledges were solely meant to prop up Mr. Siniora. Secretary of State Condoleezza Rice, when asked whether the United States pledge was contingent on Mr. Siniora remaining in power, deflected the question.  Mr. Siniora, seated beside Ms. Rice during an early morning news briefing, quickly interjected, ''No conditions, no conditions.'' Ms. Rice replied that the money was for the Lebanese people.  ''Clearly this is a package that is for Lebanon, and that is extremely important to understand,'' she said. ''Lebanon is a democracy. That said, Lebanon is also undertaking some important economic reforms that are critical to making any of this work, and it's not at all unusual that donors expect that those reforms are going to continue, in fact, as the donor community responds to the needs.''  When pressed later on whether the American funds would be cut off if Hezbollah gained control of the Lebanese government, she said she did not want to discuss ''hypotheticals.''  ''As you know, Hezbollah is considered a terrorist organization by the U.S.,'' she said.  The European Union offered $522 million in loans and other aid, while France separately promised $650 million in loans.  The conference, in the Kleber Conference Center near the Arc de Triomphe, had a somewhat surreal air. One after another, foreign dignitaries at a conference table announced, in French, Arabic and English, how much money they were willing to put forward.  ''Be brief, be good and be generous,'' President Jacques Chirac of France, the host, exhorted the group before the event.  The World Bank offered $1 billion in loans, grants and other aid. The European Investment Bank offered $1.2 billion, and the Islamic Development Bank followed with $250 million.  Lebanon is hobbled from the economic and political impact of the Israel-Hezbollah war, and reconstruction efforts have been burdened by the country's $41 billion public debt.  On Tuesday, groups opposing Mr. Siniora's government essentially shut down the country, staging protests in Beirut, blocking roads with burning tires and setting off clashes that killed three people and left more than 130 wounded. Thursday's clashes added to the burdens of Mr. Siniora, whose survival thus far, Lebanon analysts say, is attributed not only to his support from about half of the country, but also to his strong international support.  Even with the $7.6 billion in donations and pledges, Mr. Siniora will still return to Lebanon with a battle on his hands as he tries to establish an international tribunal that could eventually implicate Syria in the assassination of Rafik Hariri, a former Lebanese prime minister who was an outspoken critic of Syria.  Syria occupied Lebanon for 30 years but was forced to withdraw its troops after Mr. Hariri's death. The United States has accused Syria and Iran of trying to bring down the Siniora government to wreck plans for the creation of an international tribunal to try suspects in the case.  ", 
            "title": "Aid Conference Raises $7.6 Billion for Lebanese Government"
        }, 
        "weight": 0.5372976442539099, 
        "file": "1821475.txt", 
        "other_topics": {
            "0": 0.00019590071143595037, 
            "1": 0.0001592073512402876, 
            "2": 0.0307167457221912, 
            "3": 0.0001551606143511263, 
            "4": 0.00022295240474324557, 
            "5": 0.0026412500487339985, 
            "6": 0.0027943940380699885, 
            "7": 0.00025648661714514727, 
            "8": 0.00010780212375983331, 
            "9": 0.025616257170316757, 
            "10": 0.19483920737296323, 
            "11": 0.11739979121982615, 
            "12": 0.00015611071522337848, 
            "13": 0.00012565623508094015, 
            "14": 0.01585577130401062, 
            "15": 0.00021192837019927763, 
            "16": 0.0001197474878807497, 
            "17": 0.007925960261994098, 
            "18": 8.658728483353842e-05, 
            "19": 0.0006771969366069818, 
            "20": 0.00017350345257182922, 
            "21": 0.00012027674044959766, 
            "22": 0.00013009539944676299, 
            "23": 8.77971791117715e-05, 
            "24": 0.0001008583390680035, 
            "25": 0.06119222359311432, 
            "26": 0.00010694273508977562, 
            "27": 0.00012540964095844273, 
            "28": 0.00032894936078949223, 
            "29": 0.5372976442539099, 
            "30": 7.218531488356944e-05
        }
    }, 
    {
        "content": {
            "text": "  An article on Sunday about a gun battle on Jan. 3 between the police and Islamic extremists in Tunisia misstated the name of a militant Islamic political party that has risen in popularity as part of a religious resurgence across North Africa. The party, based in Egypt, is the Muslim Brotherhood, not Islamic Brotherhood.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5361802634562669, 
        "file": "1819497.txt", 
        "other_topics": {
            "0": 0.0024186968303760766, 
            "1": 0.001965660629789771, 
            "2": 0.0020752139305319738, 
            "3": 0.12763918099275734, 
            "4": 0.002752691762702052, 
            "5": 0.0011794400849631014, 
            "6": 0.0030702391478302764, 
            "7": 0.0031667234048084474, 
            "8": 0.0013309837066669734, 
            "9": 0.0019635473883260444, 
            "10": 0.048275606221180205, 
            "11": 0.0036616728660148873, 
            "12": 0.0019274278757378525, 
            "13": 0.0015514202846916615, 
            "14": 0.007178758921755406, 
            "15": 0.0026165830308143203, 
            "16": 0.0014784676750771385, 
            "17": 0.0035656075476303115, 
            "18": 0.0010690537560718476, 
            "19": 0.03979191293556677, 
            "20": 0.0021421680795273394, 
            "21": 0.0014850021154135611, 
            "22": 0.0016062286246023847, 
            "23": 0.0010839917694889622, 
            "24": 0.0012452519607134432, 
            "25": 0.1897568289941892, 
            "26": 0.001320373226301213, 
            "27": 0.001548375699411179, 
            "28": 0.004061387886056308, 
            "29": 0.5361802634562669, 
            "30": 0.0008912391947370337
        }
    }, 
    {
        "content": {
            "text": "  In a rare response to a criminal incident, China's president, Hu Jintao, has ordered a speedy investigation into the killing of a journalist who was beaten to death recently while investigating conditions in an illegal coal mine, the semiofficial China News Service reported on Wednesday.  The killing of the journalist, Lan Chengzhang, a reporter for the newspaper China Trade News, drew widespread protests from reporters in China and media advocacy groups abroad. Mr. Lan was attacked on Jan. 10, along with a colleague, when they went to interview the owner of the mine, near the northern city of Datong, in Shanxi Province. Seven people have been detained so far in the incident, and three others are still being sought, according to published reports.  Citing government officials, the China News Service said that Mr. Hu and other senior Communist Party officials had sent instructions ''demanding that the case be rapidly investigated and the results be reported as quickly as possible.''  Mr. Lan and his colleague, Chang Hanwen, were set upon by as many as 20 attackers on the way to an interview with the mine owner, Hou Zhenrun, who has been accused of organizing the attack. Mr. Lan died of what appeared to be a brain hemorrhage. Mr. Chang's right arm was broken and his body badly bruised, according to a statement published by China Trade News.  The local police have been quoted in Chinese news reports as saying that Mr. Lan was suspected of seeking out the mine owner to blackmail him, offering not to publish reports about the mine in exchange for money. Chinese journalists have criticized such speculation, calling it no justification for the attack.  China's coal mining industry is the deadliest in the world, with 4,746 workers killed in job-related accidents in 2006, and the government has been pushing to enforce safety standards and close illegal mines.  ", 
            "title": "In Unusual Move, Hu Demands Inquiry After Journalist's Death"
        }, 
        "weight": 0.5310652199752258, 
        "file": "1821305.txt", 
        "other_topics": {
            "0": 0.0004640865357635053, 
            "1": 0.00037716038682863935, 
            "2": 0.00039818088480274923, 
            "3": 0.030521505794832267, 
            "4": 0.012589744519049349, 
            "5": 0.00022630461837833235, 
            "6": 0.24182055762027074, 
            "7": 0.0006076138506495894, 
            "8": 0.00025538199324001346, 
            "9": 0.00037675490942534686, 
            "10": 0.15400173759960628, 
            "11": 0.0007025820905482604, 
            "12": 0.00036982449166483985, 
            "13": 0.00029767817793180574, 
            "14": 0.00137742164178584, 
            "15": 0.0005020558753200085, 
            "16": 0.0002836804236677267, 
            "17": 0.0006841495940665976, 
            "18": 0.00020512428344448806, 
            "19": 0.0016042717662224791, 
            "20": 0.00041102768671360363, 
            "21": 0.000284934216925649, 
            "22": 0.0063389809235818995, 
            "23": 0.00020799050909578622, 
            "24": 0.00023893224704410666, 
            "25": 0.0002248010005537812, 
            "26": 0.0002533461113494473, 
            "27": 0.012358666831776693, 
            "28": 0.000779277258216223, 
            "29": 0.5310652199752258, 
            "30": 0.00017100618201821294
        }
    }, 
    {
        "content": {
            "text": "  Romania and Bulgaria joined the European Union on Monday, helping to end geographic divisions left over from the cold war and extending the borders of the now 27-member bloc eastward to the Black Sea.  In Bucharest, Romania, President Traian Basescu said Sunday night that the entry into the European Union signaled the end of a painful 17-year process. ''We arrived in Europe, welcome to Europe,'' he said to rapturous applause from a crowd in University Square. ''This is an enormous chance for new generations.''  In Sofia, the Bulgarian capital, revelers gathered in Battenberg Square. Fireworks filled the sky over the building where the Communist Party once had its headquarters. ''We are home!'' said a headline in the Bulgarian newspaper Trud.  Romania and Bulgaria, now the European Union's poorest members, hope that membership will help them raise their per capita wealth, which is one-third of the Union average. Their accession, the second wave of enlargement into formerly Communist Eastern Europe, will also give the Union a stable political and economic anchor in an unstable region.  Romania, with a population of about 22 million, becomes the European Union's seventh largest member. Bulgaria has a population of 7.7 million.  For Romania, which suffered one of Eastern Europe's most brutal Communist dictatorships under Nicolae Ceausescu before he was overthrown in 1989, being moored to the European Union is an important symbolic final break with a difficult past. For Bulgaria, whose history is marked by conflicts with the Ottoman Empire and Soviet occupation, European membership is also viewed as a source of economic and democratic stability.  The European Union has been experiencing expansion fatigue, though, after the bloc's enlargement in May 2004 to 25 countries from 15. With the latest additions, the Union has a population of nearly 489 million.  Some members, like France, are concerned that the addition of member nations with much lower per capita incomes, the European Union will become economically overburdened, institutionally unwieldy and ultimately unmanageable. They fear that expansion will diminish their power while paralyzing the European Union's decision-making process.  Wariness about the future shape of the Union was reflected in French and Dutch rejections of a proposed European constitution in referendums in 2005. Since then, there have been calls across the bloc for a slowing of the pace of enlargement.  Such ambivalence, stoked by fears of immigration and Europe's lackluster economic performance, has been most prominently expressed in opposition to admitting Turkey, which is Muslim. It has also cast a shadow over the admission of Romania and Bulgaria, which have been criticized for corruption that has lingered since Communist times.  Some countries, though, led by Britain, with the enthusiastic backing of the United States, have supported further expansion because the promise of membership has helped accelerate economic and political change in Europe, ranging from the arrest of war criminals in Croatia to the liberalization of Turkey's banking industry.  The cautious approach to further expansion was reflected in the tough conditions imposed on Romania and Bulgaria for entry.  Even now that they are in the Union, the two countries will be subject to unprecedented safeguards devised to keep them from backtracking. They include the power by the European Commission, the union's executive, to suspend some of the rights that come with membership, like generous economic aid.  The commission has also threatened to suspend recognition of arrest warrants and decisions made by Bulgarian courts if the country does not improve its judicial system.  Romania expects to receive as much as $ 2.2 billion in the first year after entry, while Bulgaria would be entitled to $873 million.  The European Union has been grappling with fears that westward migration from its poorer members in the east risks undermining the bloc's social standards.  At the time of the last enlargement, in May 2004, the European Commission estimated that the number of migrants throughout the bloc would total 70,000 to 150,000 a year. But Britain alone is estimated to have received up to 600,000 in the past three years.  Britain, Sweden and Ireland, which opened their doors to European Union newcomers in 2004, have already signaled that they are less inclined to do so now. Romanians and Bulgarians may also face obstacles in labor markets in Hungary, Slovakia and the Czech Republic, which are themselves confronting restrictions by countries further west.  At a recent meeting in Brussels, European leaders toughened their tone on enlargement but stopped short of setting new hurdles to expansion. They reaffirmed backing for the eventual membership of Turkey, Albania, Bosnia, Croatia, Macedonia, Montenegro and Serbia.  ", 
            "title": "Romania and Bulgaria Celebrate Entry Into European Union"
        }, 
        "weight": 0.5292054556223859, 
        "file": "1815951.txt", 
        "other_topics": {
            "0": 0.01067779889802641, 
            "1": 0.0001637940671799773, 
            "2": 0.013268240829122865, 
            "3": 0.00015963074501728028, 
            "4": 0.0002293755965158703, 
            "5": 0.0053364072553069965, 
            "6": 0.0002558361039627134, 
            "7": 0.0002638759194984109, 
            "8": 0.00011090787054557912, 
            "9": 0.00016361797553474035, 
            "10": 0.2606909288680687, 
            "11": 0.0710198357771636, 
            "12": 0.00016060821801011055, 
            "13": 0.0001292763534478193, 
            "14": 0.013693507723356733, 
            "15": 0.00021803396284994853, 
            "16": 0.00012319737701665693, 
            "17": 0.0002971140355273104, 
            "18": 8.908183848590734e-05, 
            "19": 0.0006967067768200527, 
            "20": 0.0001785020348942077, 
            "21": 0.005361869050178782, 
            "22": 0.00013384340880483693, 
            "23": 9.032658945466432e-05, 
            "24": 0.0001037640375037223, 
            "25": 9.762708776614336e-05, 
            "26": 0.00011002372314622511, 
            "27": 0.0001290226550227662, 
            "28": 0.0029574898795014927, 
            "29": 0.5292054556223859, 
            "30": 0.08388429971988354
        }
    }, 
    {
        "content": {
            "text": "  King Abdullah of Saudi Arabia called Sunday on the rival Palestinian factions to hold emergency talks in the holy city of Mecca in the latest bid to halt some of the worst ever Palestinian internal fighting.  As the two main factions, Hamas and Fatah, waged a fourth straight day of fighting in the Gaza Strip, leaders from both groups said they would take up the invitation by the Saudi monarch, though no date was set.  ''I call on my brothers, the Palestinian people, represented by their leaders, to put an immediate end to this tragedy and to abide by righteousness,'' the king said in an announcement carried by the official Saudi Press Agency.  Saudi Arabia does not have a tradition of such direct involvement in Palestinian affairs. But as one of the most important figures in the Arab world the king, by his decision to hold the talks in Mecca, could increase the pressure on the Palestinian leaders to find a compromise.  However, efforts by other Arab states have failed to stop the bloodshed. Egypt has been acting as a go-between for months, and earlier this month, Syria organized talks between Mahmoud Abbas, the Palestinian president and leader of the Fatah faction, and Khaled Meshal, the political leader in exile of the Islamic militant faction Hamas. But no breakthrough was achieved.  The feud between the factions has grown increasingly bitter since Hamas, the radical Islamic group, won parliamentary elections a year ago, unseating Fatah, the dominant Palestinian political movement for decades. Hamas controls the cabinet and the Legislature, but as president, Mr. Abbas has a range of powers, and many members of the security forces remain loyal to Fatah.  In Gaza on Sunday, Prime Minister Ismail Haniya, of Hamas, made a renewed plea to halt the fighting, but to no avail.  ''We call on all the Palestinian people to protect national unity, to make the language of dialogue and reason prevail, to withdraw weapons from the streets,'' Mr. Haniya told an emergency session of the Palestinian cabinet in Gaza City.  Gunmen from the two sides exchanged fire throughout the day in several Gaza City neighborhoods, prompting residents in some of the hardest-hit areas to flee to the homes of relatives in less volatile areas.  A bomb exploded outside the front door of a home belonging to a bodyguard for Muhammad Dahlan, a senior Fatah figure and an ally of Mr. Abbas. No one was hurt in the blast.  Also, Fatah blamed Hamas for mortar and antitank rounds that were fired at the police headquarters in Gaza City, which is controlled by Fatah.  Many shops were closed, and the streets were largely empty after the factions put up concrete barriers to block some roads. Both Hamas and Fatah said members of their own group had been kidnapped by the other side, a tactic that has become common, though many of those seized are later released unharmed.  The latest deaths included a 12-year-old boy fatally shot late Saturday, three Hamas fighters killed Sunday and one Fatah fighter who died of injuries sustained previously, Palestinian hospital officials said.  The violence spread to Nablus, the largest city in the West Bank, where several Hamas members were seized in separate kidnappings, one at the city's Education Ministry and another at a bank, Palestinian security officials said. Most were later released.  The clashes, which have claimed more than 20 lives and wounded dozens since erupting on Thursday, also forced a breakdown in the latest round of talks to form a unity government.  The Palestinian factions have battled periodically in recent years, and there was a sharp rise in tensions after Hamas defeated Fatah in parliamentary elections a year ago.  Months of negotiations failed to produce a unity government, and the internecine violence became an almost daily event in December. After a period of relative calm earlier this month, the gun battles broke out again this past week. More than 50 Palestinians have been killed in Gaza over the past two months, and there have also been sporadic clashes in the West Bank.  Mr. Abbas has said on several occasions that he will propose early elections if the factions cannot reach agreement on a unity government. But holding elections would be extremely difficult at a time when the Palestinian Authority is broke and political tensions are boiling over.  While Israel supports Mr. Abbas and refuses to deal with Hamas, Israel has sought to avoid direct involvement in the internal Palestinian fighting. However, some Israeli politicians are warning that the Palestinian infighting could create problems for Israel.  ''We cannot allow anarchy such as this, because in the end what will come out of this could act as a boomerang on us,'' Zeev Boim, a cabinet minister, told Israeli Radio.  In Israeli politics, the cabinet approved the country's first Muslim Arab minister, Ghaleb Majadle, who said he would seek to help Arab citizens identify more with the state.  ''The first step has been taken and this has given Israeli Arabs a feeling of belonging,'' Mr. Majadle, who will be a minister without a specific portfolio, said on Army Radio.  The center-left Labor Party nominated him for a cabinet post after one of its members quit the government. Some right-wing politicians have spoken out against bringing an Muslim Arab into the cabinet, but Mr. Majadle won overwhelming approval in a cabinet vote on Sunday.  Israeli Arabs account for about 1.2 million of Israel's seven million people.  ", 
            "title": "Saudi King Invites Palestinian Factions to Talks in Mecca"
        }, 
        "weight": 0.5287503162856222, 
        "file": "1822372.txt", 
        "other_topics": {
            "0": 0.00016206894654885432, 
            "1": 0.00013171247571902253, 
            "2": 0.00013905328330567567, 
            "3": 0.0001283646043418367, 
            "4": 0.0022905284860953736, 
            "5": 7.90304141001994e-05, 
            "6": 0.02126652300067127, 
            "7": 0.00021219175540454399, 
            "8": 8.918485545774887e-05, 
            "9": 0.00013157087433536492, 
            "10": 0.19278195718571636, 
            "11": 0.00024535669644437587, 
            "12": 0.008553469159817613, 
            "13": 0.00010395558799959479, 
            "14": 0.04470869741670626, 
            "15": 0.0001753286522047281, 
            "16": 9.906727275490283e-05, 
            "17": 0.004451078942158066, 
            "18": 7.16337880277953e-05, 
            "19": 0.0005602460211477506, 
            "20": 0.0001435396613661566, 
            "21": 9.950512418312241e-05, 
            "22": 0.00010762811520509879, 
            "23": 7.263473534274588e-05, 
            "24": 8.344025217469821e-05, 
            "25": 0.18962567237020742, 
            "26": 8.847388194769193e-05, 
            "27": 0.0043159108481333015, 
            "28": 0.00027214028974316667, 
            "29": 0.5287503162856222, 
            "30": 5.971901711700733e-05
        }
    }, 
    {
        "content": {
            "text": "  A teenage Turkish gunman arrested in connection with the killing of an ethnic Armenian journalist has given prosecutors an extensive confession, Turkish news agencies reported Sunday. They said he explained how he plotted the killing and how he stalked the victim and shot him directly from behind three times in the neck and head on a crowded Istanbul street.  Anatolia, one of the news agencies, also reported that at least 10 other suspects had been arrested in connection with the killing of the journalist, Hrant Dink, on Friday, suggesting that the police were assuming that the accused gunman, Ogun Samast, was part of a conspiracy. The accounts of the confession by Mr. Samast, 17, however, suggested that he had acted alone.  The killing of Mr. Dink, 52, the editor of the weekly bilingual newspaper Agos, shocked this mostly Muslim nation and sent thousands of furious Turks into the streets during the weekend, waving placards and chanting, ''We are all Armenians!'' and ''We were all Dink!''  The killing also has intensified a debate here on the delicate topics of national identity and freedom of expression during an important election year and a time when Turkey has held strained application talks with the European Union. Some critics contend Turkey's history of extremism and repression makes it unqualified for full membership in the union.  Mr. Samast was being held Sunday under heavy security at an Istanbul police station after his arrest on Saturday. The police were tipped off by the suspect's father, who recognized him from a surveillance camera photo shown by the news media. Mr. Samast was taken into custody at the main bus station in the Black Sea coast city of Samsun, apparently on his way to his hometown, Trabzon.  According to Anatolia, a government-run news agency, the chief prosecutor, Ahmet Cokcinar, said Sunday that Mr. Samast had been arrested in possession of the gun used in the killing. Mr. Cokcinar also said Mr. Samast had explained in a detailed confession how he unsuccessfully sought a meeting with Mr. Dink on Friday, went to Friday Prayer, later followed Mr. Dink as he walked from his newspaper office to a bank and back, then stalked him as he left the newspaper again.  ''I approached him from behind and shot him from one meter away,'' Anatolia quoted Mr. Samast as saying in his confession. ''I'm not sorry.''  According to Anatolia and Dogan, a private Turkish news agency, Mr. Samast told the police that he was angered by analyses of Mr. Dink's columns on Armenia's history, which he had been reading on the Internet, and ''decided to kill him.''  Turkey and Armenia, which share a border but have no diplomatic ties, have long been at odds over Turkey's refusal to use the term ''genocide'' to describe the deaths of Armenians beginning in 1915. Many scholars and most Western governments say more than a million Armenians were killed in a campaign they describe as genocide.  Turkey says that the deaths resulted from war as the Ottoman Empire was crumbling and that many Turks also were killed.  More recently, some Turks have begun to feel betrayed by the European Union, which recently froze sections of the talks on Turkey's application to become a full member.  ''This killing is an ultimate result of increasing nationalism, isolationism and animosity toward minorities that the European Union fueled in its handling of Turkey's membership process,'' said Can Baydarol, a Turkish expert on the European Union. ''If the E.U. pushes Turkey even further after this tragic incident, this would serve the interests of the extremist circles that Mr. Dink was in constant struggle with.''  Esra Uras, 43, of the Liberal European Association, a group that advocates Turkey's full membership in the European Union, said that while the violence could hurt Turkey's chances, ''the government had actually handled the situation after the murder very well.''  Mr. Dink had long been surrounded by controversy. He was convicted in 2005 of insulting Turkishness, a crime under Article 301 of the Turkish penal code, but his six-month sentence was suspended.  ", 
            "title": "Turkish Gunman Said to Confess to Killing Armenian Editor"
        }, 
        "weight": 0.5264708883430275, 
        "file": "1820676.txt", 
        "other_topics": {
            "0": 0.00023546258334600968, 
            "1": 0.00019135905089844526, 
            "2": 0.00020202417555684673, 
            "3": 0.00018649508121166314, 
            "4": 0.0002679773278986462, 
            "5": 0.00011481968546842144, 
            "6": 0.21448678642441, 
            "7": 0.0003082837271186775, 
            "8": 0.00012957261035254422, 
            "9": 0.00019115332470406082, 
            "10": 0.1393320705849323, 
            "11": 0.0003564675578897557, 
            "12": 0.00018763705361278396, 
            "13": 0.00015103233423103329, 
            "14": 0.113912461370394, 
            "15": 0.00025472700515304954, 
            "16": 0.00014393032388151892, 
            "17": 0.0003471155019591775, 
            "18": 0.00010407346467696514, 
            "19": 0.000813955901225083, 
            "20": 0.00020854222969665851, 
            "21": 0.00014456645825892874, 
            "22": 0.00015636798156897538, 
            "23": 0.00010552769539537404, 
            "24": 0.00012122653815223326, 
            "25": 0.00011405679814019621, 
            "26": 0.00012853966935469474, 
            "27": 0.0001507359407738805, 
            "28": 0.0003953802194681482, 
            "29": 0.5264708883430275, 
            "30": 8.676303724240207e-05
        }
    }, 
    {
        "content": {
            "text": "  Two leading democratic parties emerged Monday as the groups most likely to form a government in Serbia, despite a first-place showing for a nationalist party in the parliamentary elections on Sunday.  But the prospect of slow negotiations to secure a coalition complicates international efforts to find a solution for the disputed province of Kosovo, which are approaching a turning point.  The nationalist Radical Party took 82 seats in the 250-member Parliament, initial results indicate. A strong performance by the Democratic Party, led by President Boris Tadic, held back the Radicals.  The Democratic Party won 65 seats, according to initial results from the state election committee. Other parties, led by the Serbian Democratic Party -- a different group from the Democratic Party -- took 47 seats. That positions the two democratic groups to lead a slightly broader coalition.  It will not be easy, however, because the two main democratic parties have longstanding rivalries, and the prime minister, Vojislav Kostunica, seems unwilling to negotiate his job away, though his Serbian Democrats came in third.  Western governments are hoping for the installation of a strong negotiating partner in Belgrade as the United Nations prepares to make its proposals for the future of Kosovo, the Serbian province that has been under United Nations control since 1999.  Western diplomats in the region say that a Democratic Party-led coalition would be most able to track down Serbia's remaining war crimes suspects, notably the wartime Bosnian Serb Army commander, Ratko Mladic.  In Brussels on Monday, the European Union pledged to keep its door open to Serbia despite the strong showing by the nationalists. Speaking after a meeting of foreign ministers, Olli Rehn, the European Union's enlargement commissioner, commended the country for conducting a democratic vote.  President Tadic urged Monday that a new administration be rapidly formed, saying he would award the position of prime minister ''to the one who has a best chance to gain a majority in the new Parliament.''  Mr. Kostunica, the prime minister, who has led a minority government for three years, said he was ''open for talks with other parties.'' But he implied that Mr. Tadic's party would have to compromise.  The former Finnish president who is the United Nations envoy to the Kosovo negotiations, Martti Ahtisaari, has held back from announcing his proposals for Kosovo's future until the elections were over, in order not to influence them.  A spokesman for Mr. Ahtisaari's office said a version of the document would be presented to diplomats on Friday.  Mr. Ahtisaari's plan is expected to enable Kosovo to seek international recognition, and to transfer supervision of the province from a United Nations mission to a small body led by the European Union.  A 78-day bombing campaign led by NATO forced the Serb-dominated security forces to cede control of Kosovo in 1999, after the forces were accused of committing atrocities against the ethnic Albanians who predominate in Kosovo. In the election on Sunday, Serbs in Kosovo voted, but most Albanians did not.  Diplomats familiar with the negotiating process say Mr. Ahtisaari's document, which is ultimately subject to Security Council approval, is unlikely to mention independence explicitly. Instead, recognition of Kosovo would be left to individual countries.  But Russia has said it will oppose any resolution that does not have Serbia's support.  In Serbia, a leading contender for the job of prime minister, Bozidar Djelic of the Democratic Party, suggested that Mr. Ahtisaari should not act until the Serbs form a government, because earlier action on the delicate issue of Kosovo could strengthen the nationalists' position. Under Serbian law, the parties have until the end of April to agree on a coalition, or face the possibility of new elections.  A European affairs analyst suggested that some European Union nations might be reluctant to back a settlement that leads to an independent Kosovo. Spain, Slovakia, Romania, Greece and Cypress have voiced their concerns about such an outcome.  ''It could provide more opportunity for disunity to emerge,'' said the analyst, Judy Batt, a senior researcher at the European Union Institute for Security Studies in Paris, who was in Belgrade to monitor the elections.  Conversely, she said, ''The longer Belgrade takes forming a government, the less sympathy they will have among member states.''  ", 
            "title": "Serbia Vote Could Lead To Coalition Of Democrats"
        }, 
        "weight": 0.5258870589231291, 
        "file": "1820835.txt", 
        "other_topics": {
            "0": 0.0002064099593300779, 
            "1": 0.00016774815493868892, 
            "2": 0.0001770973598769357, 
            "3": 0.0001634843276631846, 
            "4": 0.00023491286202215997, 
            "5": 0.00010065262289678705, 
            "6": 0.00026201214210824585, 
            "7": 0.00027024604364925064, 
            "8": 0.00011358525355962431, 
            "9": 0.04308419763810648, 
            "10": 0.27503103351280767, 
            "11": 0.0003124846974875576, 
            "12": 0.1396435323312029, 
            "13": 0.00013239716273877623, 
            "14": 0.0006126304539166123, 
            "15": 0.0002232974344660545, 
            "16": 0.005490750164364649, 
            "17": 0.00030428654788411673, 
            "18": 9.123232789706296e-05, 
            "19": 0.0007135256994163674, 
            "20": 0.0001828111818812274, 
            "21": 0.00012672908088275493, 
            "22": 0.00013707446957187877, 
            "23": 9.250712790638011e-05, 
            "24": 0.00010626896407128308, 
            "25": 9.998386465862144e-05, 
            "26": 0.00011267976230777995, 
            "27": 0.0054967160681019065, 
            "28": 0.00034659610822502585, 
            "29": 0.5258870589231291, 
            "30": 7.605775293071309e-05
        }
    }, 
    {
        "content": {
            "text": "  More than 50,000 mourners, including senior Turkish and Armenian officials in a rare display of unity, poured into the heart of Istanbul on Tuesday to bid farewell to Hrant Dink, the Turkish-Armenian journalist who was gunned down outside his offices last week, a death that many Turks hoped would be a catalyst for change.  The Armenian patriarch in Istanbul, Archbishop Mesrob Mutafyan, spoke out during Mr. Dink's funeral against curbs on freedom of expression and encouraged the thaw in relations between Armenia and Turkey that has become evident since the slaying.  ''It is unacceptable to judge and imprison someone because of his thoughts, let alone to kill him,'' the archbishop said during the hourlong service at the Holy Mother of God Armenian Patriarchal Church. ''It is mystical that his funeral turned into an occasion where Armenian and Turkish officials gathered together.''  Diplomatic relations between Turkey and Armenia were frozen and their border closed in 1993 after years of grievances, chiefly over the mass deaths of Armenians at Turkish hands in 1915, during World War I. Many scholars and most Western governments accept that more than a million Armenians died in what they describe as a genocide, but Turkey says that there were deaths on both sides and that they were an unfortunate result of the war. But on Tuesday, in what was widely regarded as an important symbolic step, Turkish and Armenian officials appeared at Mr. Dink's funeral services.  Top Turkish officials -- Deputy Prime Minister Mehmet Ali Sahin; Interior Minister Abdulkadir Aksu; the Istanbul governor, Muammer Guler; and the head of the security forces, Celalettin Cerrah -- were seated in the front row. Two generals were also present.  The Armenian deputy foreign minister, Arman Kirakossian, was seated behind the Turkish governmental officials, with Karen Mirzoyan, the permanent Armenian representative to the Organization of the Black Sea Economic Cooperation.  Religious leaders included the archbishop of the Armenian Church of America, Khajag Barsamian. Impressed by the strength of the public reaction to Mr. Dink's death, Archbishop Barsamian said in an interview that ''his soul will be in peace when he sees that his assassination created some positive steps between two countries.''  Saban Disli, foreign relations officer of Turkey's governing Justice and Development Party, agreed that public revulsion with the killing could improve relations.  ''With the help of a supportive public opinion, the best approach to resolve conflicts between the two countries is to assess issues altogether, rather than considering them one by one in a deadlock,'' Mr. Disli said. ''The only obstacle that can hinder our good will to open the borders and re-establish dialogue with Armenia would be the destructive lobbying of the Armenian diaspora against Turkey.''  Earlier, with hundreds of police officers in riot gear and with traffic barred on the main thoroughfares, normally chaotic sections of Istanbul were subdued as ethereal Armenian music played from loudspeakers along Republic Avenue; Turks of various ethnicities stood shoulder to shoulder, many in tears.  Many mourners waved circular placards reading ''We are all Hrant Dink'' in Turkish on one side and in Armenian on the other.  Still other signs read ''Murderer 301,'' a reference to the law under which scores of writers and intellectuals, including Mr. Dink and the Nobel Prize winner Orhan Pamuk, have been prosecuted in lawsuits filed by nationalists.  Mr. Pamuk was provided personal security by the police on Tuesday, the CNN Turk Web site reported. Mr. Pamuk was escorted by policemen in plainclothes as he left for a book fair in Egypt.  Mr. Pamuk has refused offers of personal security from authorities in the past, the Web site said.  Article 301, which criminalizes the act of insulting ''Turkishness,'' remains a roadblock to Turkish entry into the European Union, which is urging Turkey to amend it.  Prime Minister Recep Tayyip Erdogan has shown some willingness to have the law reworded, asking nongovernmental civic organizations late last year to come up with a draft to submit to Parliament. No single version has been agreed upon, but the killing of Mr. Dink seems certain to spur the debate.  During the march, an elderly woman of Armenian descent, crying on the street, said it was ''important to remember that Turkey became a republic with our blood, too.'' She asked not to be identified, saying she feared someone might shoot her, too.  The police said that Ogun Samast, 17, had confessed to shooting Mr. Dink and that he said he had been given the weapon by Yasin Hayal, a nationalist convicted in the bombing of a McDonald's restaurant in 2004.  Mr. Hayal has been detained in connection with the Dink case. Both men are from Trabzon, on the Black Sea in far eastern Turkey, a city known as a nationalist stronghold.  One of the mourners, Nazli Ilicak, a journalist, said that while Muslim Turks felt a strong sense of shame at the killing of Mr. Dink, the government ''will find it hard to turn this dynamism into a real step for peace with Armenia before the elections this year, especially in the shadow of increasing nationalism.''  ", 
            "title": "Rare Armenian-Turkish Unity at Slain Editor's Funeral"
        }, 
        "weight": 0.5189641817634957, 
        "file": "1821166.txt", 
        "other_topics": {
            "0": 0.0001790369167308488, 
            "1": 0.00014550224487707252, 
            "2": 0.00015361160564368072, 
            "3": 0.0001418038647632601, 
            "4": 0.0025303376530005184, 
            "5": 8.730458221493215e-05, 
            "6": 0.06304486450955805, 
            "7": 0.00023440738310644946, 
            "8": 9.852215294944573e-05, 
            "9": 0.00014534581839516632, 
            "10": 0.17108705728961487, 
            "11": 0.00027104456076307103, 
            "12": 0.011775560898060033, 
            "13": 0.0047679948102093426, 
            "14": 0.06800214108612057, 
            "15": 0.00019368486050995283, 
            "16": 0.00010943921979294931, 
            "17": 0.03516259976915394, 
            "18": 7.91335589904735e-05, 
            "19": 0.04017072318680105, 
            "20": 0.0001585676895347752, 
            "21": 0.00010992291251363347, 
            "22": 0.0140783628125701, 
            "23": 8.023930148399154e-05, 
            "24": 9.217611268978827e-05, 
            "25": 0.021025924207872818, 
            "26": 9.77367433578585e-05, 
            "27": 0.00011461395561528288, 
            "28": 0.0003006322891052371, 
            "29": 0.5189641817634957, 
            "30": 0.046597526240505074
        }
    }, 
    {
        "content": {
            "text": "  IN this land of divisive politics and sectarian tension, few have embraced controversy quite the way the Christian leader Gen. Michel Aoun has.  Currently, General Aoun is one of the leaders of the opposition demonstrations that have overtaken Beirut and have threatened to bring down the government of Prime Minister Fouad Siniora. But this gambit is just the latest in a decades-long series of political surprises and controversies that have made him a political wild card here, breaking all the rules of Lebanese politics while charging the country's political debate.  To his supporters, he is a Lebanese de Gaulle seeking to unite a fractious country and rebuild trust in its institutions. To his critics, he is a divisive megalomaniac willing to stop at nothing to become Lebanon's president.  Some accuse him, a Christian, of splitting Christians in Lebanon into rival camps, further weakening them, while others blame him for abetting Hezbollah, the Iranian-backed Shiite militia. But most of all, many say, General Aoun has embraced a populist agenda for personal gain.  General Aoun, as always, is unfazed by the critics. ''You could say I brought Lebanese politics back to life,'' General Aoun, 71, said in his home atop the hills overlooking Beirut. ''Until now, politics here has been moribund.''  General Aoun's Free Patriotic Movement, Hezbollah and a handful of smaller groups began their protests on Dec. 1, accusing Mr. Siniora of corruption that has left the country tens of billions in debt, and saying that the current government is not representative of Lebanon's new realities.  The opposition wants Mr. Siniora either to step down or to broaden his cabinet to allow them greater say and even a veto power, but Mr. Siniora has rebuffed the demands, and insists he will not step down. Government officials accuse the opposition of pursuing an Iranian-Syrian agenda.  The irony of General Aoun, who has spent much of his life fighting Syrian domination of Lebanon, joining hands with Hezbollah, with its close ties to Syria, is not lost on his opponents, nor on followers in protests against the government. But such about-faces are nothing new to him.  TWO decades ago General Aoun rose to prominence as the head of the Christian-led Lebanese Army, taking on the Christian militias and the Syrians. He was appointed Lebanon's interim prime minister in a caretaker government and waged a fierce revolt against Syrian forces, before being bombed out of the presidential palace and into exile in France in 1990. Keeping to his word, he did not return to Lebanon until the last Syrian soldier had left the country.  General Aoun defends his ties to Hezbollah, saying the alliance will ward off Syria rather than allow it to return to Lebanon. He adds that he had always pledged that he would seek friendly relations with Syria once it ceased to be an occupier. But many accuse him of trying to ride the wave of Hezbollah's popularity after the war last summer in order to win the presidency when the pro-Syrian President Émile Lahoud's term ends later this year. The 34-day war was widely seen here as a victory for Hezbollah.  General Aoun makes no secret of his hope to become president, a role reserved for Christians in Lebanon's complex sectarian political system. But many doubt whether he would make the best compromise candidate, one who would effectively smooth over tensions once the latest crisis of sit-ins and boycotts ends.  ''Of course, I want to be president,'' he said. ''At first I was not that interested, but because there was so much stubbornness against me and because things got difficult, I am now intent on becoming president. I have the backing and popularity to do it.'' He has drawn his supporter base from the Christian middle class, which sees itself losing ground to Lebanon's other sects.  Unlike many in Lebanon's political stratum, General Aoun comes from humble origins, having been born into a poor Maronite family in Haret Hreik, which became a Hezbollah stronghold in Beirut's southern suburbs in the 1980s. His supporters play up that background, saying that it equips him to tackle issues like corruption, gerrymandering and inclusion in Lebanese politics.  ''For us, he represents sovereignty and dignity,'' said Gebran Bassil, a longtime member of General Aoun's Free Patriotic Movement who is also married to the general's daughter. ''The general is not part of the corrupt system here, which is why the politicians are so much against him.''  Nayla Mouawad, Lebanon's minister of social affairs, said she was struck by General Aoun's ability to distill politics into slogans when she first met him in the mid-1980s, but long ago caught on to his oversize ambition. ''He clearly wanted to be president,'' she said, noting that she once warned her husband, René, who was assassinated in 1989, to be wary of General Aoun's intentions. ''I told my husband that when he gets it into his head to be president, be careful.''  FEW, however, expected the alliance with Hezbollah, a group that, on the surface, appears diametrically opposed to the Free Patriotic Movement's goals.  Backed by Iran, Hezbollah is the sole remaining armed militia in Lebanon; General Aoun is the champion of a strong state and an opponent of militias. General Aoun rails against foreign interference in Lebanon, but Hezbollah is almost completely financed by Iran.  General Aoun notes that the alliance should not be treated any differently than one between Hezbollah and the governing coalition that helped them garner numerous seats in the 2005 elections.  Still, the alliance surprised General Aoun's supporters as much as his opponents.  ''Remember, Hezbollah was the devil a year and a half ago as far as we were concerned,'' Mr. Bassil said. ''We were the only side that had had no dialogue with them.''  Last year, General Aoun approached Hezbollah's leader, Sheik Hassan Nasrallah, and said he still intended to strip Hezbollah of its weapons, but only after the group's main complaints with Israel and with the government were answered.  ''It's not like I love Hezbollah,'' General Aoun said in an interview. ''I am not trying to defend Hezbollah as much as I am trying to find a solution with them, because a clash with them would ruin us.''  That honesty, Hezbollah officials say, engendered trust in General Aoun. ''It created a sense of trust between Shiites and Christians,'' said Ghaleb Abu Zeinab, a member of Hezbollah's politburo. ''We don't want to establish an Islamic republic, we want diplomatic and normal relations with Syria, and we want a consensual democracy and so does the Free Patriotic Movement.''  Some analysts credit the alliance with helping stabilize conditions in Lebanon after the war, as well as helping to change Hezbollah's focus from regional issues to local ones.  ''It helped show Hezbollah's real position and its understanding of Lebanon,'' Mr. Abu Zeinab said. ''It helped the party appear as a more Lebanese party than it used to before.''  After years of playing third seat to Sunnis and Christians, Lebanon's Shiites have increasingly demanded a greater say in government, one proportional to their numbers. General Aoun had seized on that change, analysts agree.  Still, even his supporters are often uncomfortable with the alliance, and with the lack of progress of the demonstrations so far.  ''If I was in their place I might not feel comfortable with how things are going either,'' General Aoun said. ''But I have infrared -- even infragreen. I can see what is ahead of me tomorrow, and I will eventually clarify things for them.''  THE SATURDAY PROFILE  ", 
            "title": "An Enigmatic Wild Card in Lebanon's High-Stakes Politics"
        }, 
        "weight": 0.5163907033320647, 
        "file": "1820087.txt", 
        "other_topics": {
            "0": 0.00013069095327550173, 
            "1": 0.0001062117658968464, 
            "2": 0.010302074344787946, 
            "3": 0.0001035120722723414, 
            "4": 0.0001487379096144164, 
            "5": 6.372942119050088e-05, 
            "6": 0.0001658961453847497, 
            "7": 0.001869433375560944, 
            "8": 7.191787215077339e-05, 
            "9": 0.017089335941659754, 
            "10": 0.2624520528548575, 
            "11": 0.0035945011244584994, 
            "12": 0.001802469747854399, 
            "13": 8.382885915709304e-05, 
            "14": 0.03265604724246847, 
            "15": 0.00014138346167529147, 
            "16": 0.008571506146262464, 
            "17": 0.00019266269486683597, 
            "18": 5.7764847883833976e-05, 
            "19": 0.056496463989682354, 
            "20": 0.00011574910293583518, 
            "21": 8.024004482172267e-05, 
            "22": 8.679035234649223e-05, 
            "23": 5.857200287283745e-05, 
            "24": 6.728547528981672e-05, 
            "25": 0.08158285012576126, 
            "26": 7.134454945224543e-05, 
            "27": 8.366434918311134e-05, 
            "28": 0.005314423011442232, 
            "29": 0.5163907033320647, 
            "30": 4.815688286926096e-05
        }
    }
]