[
    {
        "i": 0, 
        "content": {
            "text": "  TBWA/Chiat/Day in New York has resigned its part of the Sprint Nextel creative account by declining an invitation to participate in a review that began Jan. 3.  TBWA/Chiat/Day, part of the TBWA Worldwide unit of the Omnicom Group, had created Sprint Nextel campaigns aimed at consumers. The assignment to create campaigns aimed at businesses is handled by Publicis & Hal Riney in San Francisco, part of the Publicis Groupe, which wants to take part in the review. Sprint Nextel spends about $1.5 billion a year on advertising.  Although Sprint Nextel had been the largest account at the TBWA/Chiat/Day New York office, the agency decided against participating in the review, according to a statement, ''with a clear understanding of Sprint's challenged business situation.'' The TBWA/Chiat/Day office in Playa del Rey, Calif., works with Apple, which is collaborating with a Sprint Nextel competitor, AT&T, on the new iPhone.  ADDENDA  ", 
            "title": "TBWA Declines to Bid For Sprint Nextel Account"
        }, 
        "weight": 0.8494285519948477, 
        "file": "1822416.txt", 
        "other_topics": {
            "0": 0.000786711991005488, 
            "1": 0.0006393561889534396, 
            "2": 0.051791447863023844, 
            "3": 0.0006231050155308851, 
            "4": 0.8494285519948477, 
            "5": 0.0003836279296602584, 
            "6": 0.0009986344392227885, 
            "7": 0.0010300171743199275, 
            "8": 0.00043291942533576155, 
            "9": 0.0006386688302160714, 
            "10": 0.06681871467370513, 
            "11": 0.0011910057989307549, 
            "12": 0.0006269204980954286, 
            "13": 0.0005046192336830832, 
            "14": 0.0023349828938273643, 
            "15": 0.0008510770014458727, 
            "16": 0.00048089046700257136, 
            "17": 0.0011597593289541291, 
            "18": 0.00034772336837288035, 
            "19": 0.0027195355565366648, 
            "20": 0.000696767488073864, 
            "21": 0.000483015877059182, 
            "22": 0.010745737958401433, 
            "23": 0.0003525821477492181, 
            "24": 0.0004050340815818727, 
            "25": 0.000381079021038038, 
            "26": 0.0004294682312757048, 
            "27": 0.0005036289434913926, 
            "28": 0.0013210182069772359, 
            "29": 0.000603511457146743, 
            "30": 0.00028988691453516314
        }
    }, 
    {
        "i": 1, 
        "content": {
            "text": "  Michael Patti, vice chairman and worldwide creative director at Y&R Advertising, New York, part of the Young & Rubicam Brands unit of the WPP Group, left to pursue other interests, the agency said. His departure came four months after the arrival of a new chief executive at Y&R, Hamish McLennan, who has described plans to ''invest in our talent'' as he remakes the agency.  ADDENDA  ", 
            "title": "People"
        }, 
        "weight": 0.8444073910506515, 
        "file": "1817437.txt", 
        "other_topics": {
            "0": 0.0020902110604547994, 
            "1": 0.0016987021845347536, 
            "2": 0.0017933769358491126, 
            "3": 0.001655524525084339, 
            "4": 0.8444073910506515, 
            "5": 0.0010192590819041603, 
            "6": 0.002653266727950493, 
            "7": 0.0027366473561312387, 
            "8": 0.0011502214043617293, 
            "9": 0.0016968759446251383, 
            "10": 0.04171924517632983, 
            "11": 0.003164377208499295, 
            "12": 0.001665661861172465, 
            "13": 0.0013407202580127543, 
            "14": 0.006203804094066065, 
            "15": 0.02942343326459665, 
            "16": 0.0012776754193251345, 
            "17": 0.00308135862241948, 
            "18": 0.0009238644368730906, 
            "19": 0.007225520094473025, 
            "20": 0.0018512379711867625, 
            "21": 0.0012833224104211408, 
            "22": 0.0013880850194197252, 
            "23": 0.0009367737029181534, 
            "24": 0.0010761329773320769, 
            "25": 0.001012486899637758, 
            "26": 0.0011410519445357937, 
            "27": 0.0013380891610733445, 
            "28": 0.003509806509694758, 
            "29": 0.0016034665001445428, 
            "30": 0.027932410196320864
        }
    }, 
    {
        "i": 2, 
        "content": {
            "text": "  Sprint Nextel, one of the nation's largest marketers, said yesterday that it had placed the creative part of its account in review. Sprint Nextel spends an estimated $1.2 billion to $1.5 billion each year on advertising.  Since Sprint acquired Nextel in 2005, the merged company has been using the former Nextel agency, TBWA/Chiat/Day in New York, for consumer ads and the former Sprint agency, Publicis & Hal Riney in San Francisco, for business-to-business ads. Both agencies are ''world class,'' said a Sprint Nextel spokeswoman, Mary Nell Westbrook, ''but it's a tough space we operate in, with a lot of competition, and we're looking for fresh approaches and new thinking.''  Ms. Westbrook said that Sprint Nextel had not decided whether to ask the incumbents to take part in the review, which is scheduled to be completed by the end of March. The goal is to use a single creative agency, she added, just as last March the company consolidated its media account, once divided between MindShare and Starcom, at MindShare.  TBWA/Chiat/Day is part of the TBWA Worldwide division of the Omnicom Group. Riney is part of the Publicis Groupe, as is Starcom; MindShare is part of the WPP Group.  ADDENDA  ", 
            "title": "Sprint Nextel Reviews Its Creative Account"
        }, 
        "weight": 0.8112451525076236, 
        "file": "1816289.txt", 
        "other_topics": {
            "0": 0.0007007449512130587, 
            "1": 0.0005694912834153304, 
            "2": 0.0006012310704856627, 
            "3": 0.0005550159381081003, 
            "4": 0.8112451525076236, 
            "5": 0.009447860719723453, 
            "6": 0.0008895098198496528, 
            "7": 0.0009174632429905282, 
            "8": 0.00038561265756018894, 
            "9": 0.0005688790350062686, 
            "10": 0.12326025018269411, 
            "11": 0.0010608600224836027, 
            "12": 0.0005584144882434911, 
            "13": 0.00044947755256212495, 
            "14": 0.0020798303479868645, 
            "15": 0.000758076549836882, 
            "16": 0.0004283417193220221, 
            "17": 0.00103302797425034, 
            "18": 0.0367343394482648, 
            "19": 0.002422361464774178, 
            "20": 0.0006206290294534984, 
            "21": 0.0004302348776613577, 
            "22": 0.0004653566271920928, 
            "23": 0.0003140541427458652, 
            "24": 0.00036077445238245453, 
            "25": 0.0003394370532783163, 
            "26": 0.00038253858872573486, 
            "27": 0.0004485954751818425, 
            "28": 0.0011766654755277117, 
            "29": 0.0005375634430769294, 
            "30": 0.00025820985837983745
        }
    }, 
    {
        "i": 3, 
        "content": {
            "text": "  An article in Business Day yesterday about a lawsuit filed by a pension fund over the proposed merger between Caremark RX and CVS misstated the amount of exit pay that Caremark's chief executive, Edwin M. Crawford, would receive if a rival bid was accepted. If Express Scripts succeeds in its rival bid, Mr. Crawford would receive $57.6 million to $62.4 million, not an estimated $48 million.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.8106550759906826, 
        "file": "1818347.txt", 
        "other_topics": {
            "0": 0.00188536800514439, 
            "1": 0.0015322274432390812, 
            "2": 0.0016176239615142529, 
            "3": 0.025993564873351287, 
            "4": 0.8106550759906826, 
            "5": 0.0009193705355079406, 
            "6": 0.0023932435784277013, 
            "7": 0.00246845281044976, 
            "8": 0.0010374984017853196, 
            "9": 0.026030863806863085, 
            "10": 0.06213099544769029, 
            "11": 0.0028542646520177592, 
            "12": 0.0015024251090511981, 
            "13": 0.0012093281516538223, 
            "14": 0.0055958242545089965, 
            "15": 0.0020396197932479217, 
            "16": 0.0011524617786832073, 
            "17": 0.0027793819815599956, 
            "18": 0.0008333246739170295, 
            "19": 0.031017694557669607, 
            "20": 0.0016698145497443227, 
            "21": 0.0011575553582451818, 
            "22": 0.0012520511127066503, 
            "23": 0.0008449688172438582, 
            "24": 0.0009706707246593606, 
            "25": 0.0009132620347868204, 
            "26": 0.0010292275594252596, 
            "27": 0.0012069549051995064, 
            "28": 0.0031658414897996843, 
            "29": 0.001446324963965881, 
            "30": 0.0006947186772583592
        }
    }, 
    {
        "i": 4, 
        "content": {
            "text": "  La-Z-Boy, Monroe, Mich., placed its account in review after working since November 1994 with Doner, Southfield, Mich. Spending was estimated at $35 million a year. Doner said it would accept an invitation to take part in the review.  20th Century Fox Filmed Entertainment, Los Angeles, part of the News Corporation, selected Zenith Media, New York, part of the Publicis Groupe, to handle most of its North American media planning and buying account, with spending estimated at $1 billion. Some of those duties had been handled internally and some had been handled by MindShare, New York, part of the WPP Group.  The Macy's corporate marketing division of Federated Department Stores shifted the duties for its national media planning and buying to Mediaedge:cia, part of the WPP Group, after 11 months at Starcom, part of the Starcom MediaVest Group division of the Publicis Groupe. Spending was estimated at $200 million. Local media duties are handled internally. Another WPP agency, JWT, is among the Macy's creative agencies.  Olympus Imaging America, Center Valley, Pa., chose Deutsch, New York, part of the Interpublic Group of Companies, to handle its creative and media accounts, with spending estimated at $15 million. The incumbent, the Martin Agency, Richmond, Va., also part of Interpublic, did not take part in a review for the assignments.  Shine Advertising, Madison, Wis., resigned the account of GoDaddy, Scottsdale, Ariz., a month after being named agency of record. Shine cited creative differences over the commercials that GoDaddy, which registers Web site names, plans to run during Super Bowl XLI on Feb. 4. GoDaddy will now create the spots internally.  ADDENDA  ", 
            "title": "Accounts"
        }, 
        "weight": 0.8063174351004248, 
        "file": "1820715.txt", 
        "other_topics": {
            "0": 0.00046975248963042587, 
            "1": 0.0003817650740744895, 
            "2": 0.00040304220774604546, 
            "3": 0.0003720613587861235, 
            "4": 0.8063174351004248, 
            "5": 0.00022906753311252776, 
            "6": 0.0005962932043987578, 
            "7": 0.0006150321051805438, 
            "8": 0.0002584999087161856, 
            "9": 0.000381354646266296, 
            "10": 0.03379361340405915, 
            "11": 0.0007111597962259783, 
            "12": 0.000374339616209841, 
            "13": 0.00030131248035899377, 
            "14": 0.007498653614750421, 
            "15": 0.11649207543625072, 
            "16": 0.000287143829885288, 
            "17": 0.000692502260518505, 
            "18": 0.00020762861105888338, 
            "19": 0.01383268857948237, 
            "20": 0.00652046111965439, 
            "21": 0.0002884129304926174, 
            "22": 0.006416372467418042, 
            "23": 0.00021052982997342225, 
            "24": 0.0002418493303566927, 
            "25": 0.00022754555787277307, 
            "26": 0.00025643917108863606, 
            "27": 0.00030072116957649423, 
            "28": 0.0007887913221985565, 
            "29": 0.00036036187671784314, 
            "30": 0.00017309396751425063
        }
    }, 
    {
        "i": 5, 
        "content": {
            "text": "  Toys ''R'' Us, Wayne, N.J., placed its account in review after working since May 2004 with Y&R, New York, part of the Young & Rubicam Brands unit of the WPP Group. Spending was estimated at $40 million. Y&R said it declined an invitation to take part in the review. Toys ''R'' Us is owned by two private equity firms and a real estate developer.  ADDENDA  ", 
            "title": "Accounts"
        }, 
        "weight": 0.7949687741252007, 
        "file": "1822417.txt", 
        "other_topics": {
            "0": 0.002344991699034114, 
            "1": 0.0019057609048333968, 
            "2": 0.0020119757795609206, 
            "3": 0.0018573202210620111, 
            "4": 0.7949687741252007, 
            "5": 0.0011434989180998426, 
            "6": 0.002976679518198281, 
            "7": 0.03354329919337645, 
            "8": 0.0012904245395643115, 
            "9": 0.001903712060336535, 
            "10": 0.01633142443338058, 
            "11": 0.003550090431982026, 
            "12": 0.0018686932203857262, 
            "13": 0.001504143737083996, 
            "14": 0.006960000058488528, 
            "15": 0.03300992328858429, 
            "16": 0.0014334142178567628, 
            "17": 0.0034569525193061854, 
            "18": 0.001036476400153023, 
            "19": 0.00810625537454419, 
            "20": 0.0020768896297128693, 
            "21": 0.0014397495336988737, 
            "22": 0.001557281898309643, 
            "23": 0.0010509592063581096, 
            "24": 0.0012073053035857079, 
            "25": 0.00113590125894498, 
            "26": 0.001280137393168786, 
            "27": 0.0015011919296809065, 
            "28": 0.06488377608651548, 
            "29": 0.0017989167236059354, 
            "30": 0.0008640803953868132
        }
    }, 
    {
        "i": 6, 
        "content": {
            "text": "  Brian Addison joined Wirestone, Chicago, as a director for brand strategy. He had been United States brand manager for Jim Beam bourbon whiskey at Beam Global Spirits and Wine, Deerfield, Ill.  Amy Beamer, vice president for operations at Pavone, Harrisburg, Pa., was promoted to chief operating officer, a new post, overseeing the offices in Harrisburg and Philadelphia.  Lana Bernstein was named president at the Luxury Branding Agency, Miami, which is being spun off from the Ocean Drive Media Group. Ms. Bernstein will also continue as vice president for public relations at Ocean Drive Media. Initial clients of the new agency include Gulfstream Park.  Todd Bryce joined the Auburn Hills, Mich., office of the Spar Group as senior vice president for customer and retail operations, a new post. He has spent 14 years in retail services at companies like Acosta Sales and Marketing, Lombard, Ill., and MCG Retail, Chalfont, Pa.  Celebrity Cruises, Miami, part of Royal Caribbean, chose Element 79, Chicago, part of the Omnicom Group, as its creative agency. The assignment, with spending estimated at $20 million, had been handled for five years by Arnold Worldwide, Boston, part of the Arnold Worldwide Partners division of Havas. Arnold continues to work on ads for the Royal Caribbean brand.  Condé Nast Publications, New York, part of Advance Publications, signed multiyear agreements to be supplied with data by units of the VNU Group: Nielsen Monitor-Plus, the advertising data division of Nielsen Media Research, and the Nielsen Media Research national television ratings service. Financial terms were not disclosed.  Michael Doebler is transferring to the Charlotte, N.C., office of Eric Mower & Associates to become an account supervisor there, from the agency's Rochester, N.Y., office, where he had specialized in tasks like strategic planning and media relations.  Barbara Friedsam, associate director for information architecture in the interactive marketing group at Mullen, Wenham, Mass., was named the agency's first user experience planner, part of a new experience planning discipline at the Mullen brand planning group that will be focused on how consumers interact with digital media. Mullen is part of the Interpublic Group of Companies.  Ronan Gardiner and Joyce Parente were promoted to new posts at Men's Health magazine, New York, part of Rodale. Mr. Gardiner was promoted to associate publisher for advertising from advertising director. Ms. Parente was promoted to associate publisher for marketing from director for marketing and creative services.  Interpublic Group of Companies, New York, closed a unit, the Consumer Experience Practice, formed last year, and laid off its estimated 10 employees. The duties of the unit, which specialized in research into the changing media landscape, are expected to be absorbed by individual Interpublic media agencies like Initiative and Universal McCann.  Marcia Kline joined Esquire magazine, New York, as associate publisher for advertising. She succeeds Jeffrey Ahl, who left, the magazine said. Ms. Kline had been publisher at Style.com and Men.Style.com, part of CondéNet, the interactive division of the Condé Nast Publications unit of Advance Publications. Esquire is owned by the Hearst Magazines division of the Hearst Corporation.  Kenneth Krimstein joined Partners & Jeary, New York, a member of the Partners Group, as partner and creative director, a new post. He had been co-creative director at Seiter & Miller, New York.  Magazine advertising pages fell 0.1 percent in 2006 from 20005, according to the Publishers Information Bureau, New York, and for December, ad pages fell 2.2 percent from December 2005. For the full year, the bureau reported, the top three categories by ad pages were apparel and accessories, automotive, and toiletries and cosmetics.  Elizabeth Mahoney joined Elle Décor magazine, New York, as marketing director. She succeeds Naomi Cooper, who left, the magazine said. Ms. Mahoney had most recently been director for promotion services at the Condé Nast Bridal Group, New York, part of the Condé Nast Publications unit of Advance Publications. Elle Décor is part of Hachette Filipacchi Media U.S., a unit of the Lagardère Active Media division of Lagardère.  Pearle Vision, Cincinnati, part of Luxottica, named Arnold Worldwide, Boston, part of the Arnold Worldwide Partners unit of Havas, to handle its creative account, which had been at Stern Advertising, Columbus, Ohio. Spending was estimated at $12 million.  Procter & Gamble, Cincinnati, consolidated the global creative assignment for the Clairol Herbal Essences hair-care line by shifting the North American account, with spending estimated at $50 million, from the Kaplan Thaler Group, New York, part of the Publicis Groupe, to Leo Burnett Worldwide, Chicago, also part of Publicis, which handles the brand outside North America. Kaplan Thaler continues to create campaigns for Procter brands like Infusium and Swiffer.  Right Media, New York, which operates the Right Media Exchange for interactive advertising, hired two executives for new posts. One, Denise Colella, becomes vice president for international operations; she had most recently been vice president for product operations at Blackfoot, New York. The other, Chris Mahl, becomes vice president for sales; he had most recently been senior vice president for sales at Salesforce.com, New York.  Lee Rubenstein joined TBA Global, Los Angeles, as president and chief operating officer. He succeeds Gene Cobuzzi, who left to pursue other interests, the agency said. Mr. Rubenstein had been president at Citigate Broadstreet, Boston, part of the Incepta Group.  Paul Santello, senior vice president and managing director of the Los Angeles office of Carat Fusion, was promoted to a new post, executive vice president and Western regional managing director, overseeing the Carat Fusion offices in Los Angeles and San Francisco. The promotion is part of a reorganization that also includes the naming of two other executives to new posts as general managers, reporting to Mr. Santello. One is John Cate, vice president and national media director, who becomes senior vice president and general manager of the San Francisco office. The other is Michael Soh, vice president for integrated media in the Los Angeles office, who becomes general manager of that office. Carat Fusion is part of the Isobar division of the Aegis Group.  Chris Shumaker joined Publicis USA, New York, part of the Publicis Worldwide unit of the Publicis Groupe, as chief marketing officer, a new post. He had most recently been executive vice president and worldwide chief growth officer at Foote Cone & Belding, New York, now part of the Draft FCB division of the Interpublic Group of Companies.  TNS Media Intelligence, New York, part of Taylor Nelson Sofres, predicted that advertising spending in the United States for 2007 would grow a ''tepid'' 2.6 percent from 2006. That growth compares with estimated growth in ad spending of 3.8 percent in 2006 from 2005. The 2.6 percent figure would represent the smallest growth in ad spending as estimated by TNS since the advertising, marketing and media industries emerged from a recession in 2001.  Tom Trenta joined Egg Strategy, Boulder, Colo., to lead the agency's new office in Chicago. Mr. Trenta had been vice president and account planning director at Draft FCB, Chicago, part of the Interpublic Group of Companies.  Dan Ventura, vice president for creative services at KempGoldberg, Portland, Me., was promoted to partner, joining three other partners at the agency: Pam Boudreau-Kemp, David Goldberg and Alex Kemp.  Jocelyn Wong joined Jumpstart Automotive Media, San Francisco, in a new post, West Coast sales manager, based in Los Angeles. She had been an account executive at IGN/Fox Interactive Media, Culver City, Calif., part of the News Corporation.  Working Mother Media, New York, acquired substantially all the assets of the Public Affairs Group, Washington, including the Business Women's Network division, the Diversity Best Practices division and the Best Practices in Corporate Communications division. The operations were acquired by Working Mother Media from iVillage, now part of the NBC Universal division of the General Electric Company. Financial terms were not disclosed.  WEBDENDA  ", 
            "title": "People and Accounts of Note"
        }, 
        "weight": 0.7893045274629944, 
        "file": "1819332.txt", 
        "other_topics": {
            "0": 9.60931341196392e-05, 
            "1": 0.0050730004298341945, 
            "2": 0.051280234397840144, 
            "3": 7.610931892814065e-05, 
            "4": 0.7893045274629944, 
            "5": 0.01253412359810615, 
            "6": 0.00012197845488801846, 
            "7": 0.0013745382337736873, 
            "8": 5.287905215302135e-05, 
            "9": 7.801036498954024e-05, 
            "10": 0.011907768299365256, 
            "11": 0.0013942022298400144, 
            "12": 7.657536200616368e-05, 
            "13": 6.163684328706235e-05, 
            "14": 0.0015339335999811979, 
            "15": 0.07377882009628838, 
            "16": 5.87384871094607e-05, 
            "17": 0.018872556997236917, 
            "18": 4.24727583354641e-05, 
            "19": 0.0003321783549319034, 
            "20": 8.510684017427016e-05, 
            "21": 5.899809585569079e-05, 
            "22": 6.381434031429291e-05, 
            "23": 4.306623516511231e-05, 
            "24": 4.947298982277781e-05, 
            "25": 4.654699292429311e-05, 
            "26": 5.2457505186053075e-05, 
            "27": 0.012548781152139145, 
            "28": 0.018892254003474294, 
            "29": 7.371605880853582e-05, 
            "30": 3.5408310126750686e-05
        }
    }, 
    {
        "i": 7, 
        "content": {
            "text": "  An article in Business Day yesterday about the media company E.W. Scripps, and the possible sale of some of its newspapers, misattributed a quotation explaining the reason for the strategy. It was the chief financial officer Joseph G. NeCastro -- not the chief executive Kenneth W. Lowe -- who said: ''Clearly the most advantageous route is to separate the newspaper business in some fashion.''  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7644956985349446, 
        "file": "1818348.txt", 
        "other_topics": {
            "0": 0.002344991699034114, 
            "1": 0.0019057609048333968, 
            "2": 0.0020119757795609206, 
            "3": 0.03233039581131818, 
            "4": 0.7644956985349446, 
            "5": 0.0011434989180998426, 
            "6": 0.033449755108454444, 
            "7": 0.0030702236031202867, 
            "8": 0.0012904245395643115, 
            "9": 0.001903712060336535, 
            "10": 0.10775065120414908, 
            "11": 0.003550090431982026, 
            "12": 0.0018686932203857262, 
            "13": 0.001504143737083996, 
            "14": 0.006960000058488528, 
            "15": 0.002536847698328134, 
            "16": 0.0014334142178567628, 
            "17": 0.0034569525193061854, 
            "18": 0.001036476400153023, 
            "19": 0.00810625537454419, 
            "20": 0.0020768896297128693, 
            "21": 0.0014397495336988737, 
            "22": 0.001557281898309643, 
            "23": 0.0010509592063581096, 
            "24": 0.0012073053035857079, 
            "25": 0.00113590125894498, 
            "26": 0.001280137393168786, 
            "27": 0.0015011919296809065, 
            "28": 0.003937624906003164, 
            "29": 0.0017989167236059354, 
            "30": 0.0008640803953868132
        }
    }, 
    {
        "i": 8, 
        "content": {
            "text": "  DeVito/Verdi, New York, was chosen by two marketers as agency of record for accounts with combined spending estimated at $55 million. One, Levitz Furniture, New York, owned by Prentice Capital Management, awarded the agency its creative account, which had been handled internally. The other, the Sidney Frank Importing Company, New Rochelle, expanded its relationship with DeVito/Verdi, which creates ads for its liquor brands like Corazón tequila, by assigning the agency duties like media planning and buying, promotional events and public relations.  Virgin Mobile USA, Warren, N.J., placed in review the creative part of its account, with spending estimated at $30 million. The creative duties had been handled by the New York office of Mother, which declined an invitation to take part in the review. Virgin Mobile, a joint venture of the Virgin Group and Sprint Nextel, plans to make a decision by the end of March.  SunCom, Berwyn, Pa., a regional wireless carrier, named Bernstein-Rein, Kansas City, Mo., to handle its creative account, which had been at Margeotes Fertitta Powell, New York, part of MDC Partners. Spending was estimated at $25 million.  ADVERTISING: ADDENDA  ", 
            "title": "Accounts"
        }, 
        "weight": 0.7584978571587248, 
        "file": "1819208.txt", 
        "other_topics": {
            "0": 0.0006702289150255354, 
            "1": 0.000544691081026291, 
            "2": 0.0005750486640733965, 
            "3": 0.000530846107954291, 
            "4": 0.7584978571587248, 
            "5": 0.0003268267599951883, 
            "6": 0.0008507734524955964, 
            "7": 0.0008775095601629098, 
            "8": 0.0003688200002715373, 
            "9": 0.000544105494806624, 
            "10": 0.004667732036456539, 
            "11": 0.0010146616977151329, 
            "12": 0.0005340966580523827, 
            "13": 0.0004299037072768739, 
            "14": 0.001989257910678245, 
            "15": 0.07040185254012787, 
            "16": 0.017828885472786115, 
            "17": 0.018407238854954454, 
            "18": 0.009005836929900974, 
            "19": 0.002316872484810289, 
            "20": 0.0005936018808610684, 
            "21": 0.026540294775695777, 
            "22": 0.035283485631342267, 
            "23": 0.0090099763029714, 
            "24": 0.0003450634490775024, 
            "25": 0.0003246552508788895, 
            "26": 0.017785076976597626, 
            "27": 0.00042906004259611965, 
            "28": 0.018544621231340413, 
            "29": 0.0005141536340535069, 
            "30": 0.00024696533729031106
        }
    }, 
    {
        "i": 9, 
        "content": {
            "text": "  A picture caption in Business Day yesterday about a decision by the McCormick Tribune Foundation, a large shareholder in the Tribune Company, to hire the Blackstone Group as an adviser while the Tribune is up for sale, misstated the role of the company's chief executive, Dennis FitzSimons, in the sales process. Mr. FitzSimons, who is also chairman of the foundation's board, has recused himself from issues regarding the sale; he is not a member of the special committee dealing with the Blackstone Group.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7383007635463081, 
        "file": "1816763.txt", 
        "other_topics": {
            "0": 0.0017170911266580187, 
            "1": 0.0013954698178970304, 
            "2": 0.001473244344343689, 
            "3": 0.09061412837857921, 
            "4": 0.7383007635463081, 
            "5": 0.0008373129194534178, 
            "6": 0.002179636708184603, 
            "7": 0.0022481332057359927, 
            "8": 0.0009448973859567614, 
            "9": 0.0013939695768910973, 
            "10": 0.1235261440753055, 
            "11": 0.0025995097475614523, 
            "12": 0.0013683274650788642, 
            "13": 0.0011013906212243648, 
            "14": 0.005096373836586484, 
            "15": 0.0018575753058214508, 
            "16": 0.001049599806822807, 
            "17": 0.0025313106646064855, 
            "18": 0.0007589470062628616, 
            "19": 0.005935705094302432, 
            "20": 0.0015207767070974806, 
            "21": 0.0010542387633792607, 
            "22": 0.0011403003816150153, 
            "23": 0.0007695518617231623, 
            "24": 0.0008840343549224764, 
            "25": 0.0008317496276415276, 
            "26": 0.0009373647504247615, 
            "27": 0.001099229196814404, 
            "28": 0.0028832770661791963, 
            "29": 0.0013172344895603537, 
            "30": 0.0006327121670618183
        }
    }, 
    {
        "i": 10, 
        "content": {
            "text": "  People  James R. Matthews has joined Evercore Partners as a senior managing director and co-head of its private equity group. Mr. Matthews was previously a general partner at Welsh, Carson, Anderson & Stowe. He will lead the private equity group along with Neeraj Mital, a senior managing director.  Richard M. Steinman, formerly of Morgan Stanley, is joining Greenhill & Company as a managing director, focusing on advisory opportunities in the retail sector.  American International Group has three new senior vice presidents: Hans K. Danielsson was elected senior vice president for investments, and Daniel S. Glaser and Julio Portalatin were each elected senior vice president for foreign general insurance. A.I.G. has four new vice presidents: Steven Guterman, Jeffrey L. Hayman, Gordon Knight and Raymond E. Lee.  Piper Jaffray has hired Stuart Duty as a managing director and co-head of the health care investment banking team. He will lead the firm's biotechnology effort and will be based in New York. Mr. Duty had been a partner, chief operating officer and director of strategic investments for Oracle Investment Management in Greenwich, Conn.  Abe Riazati has been named managing director of investment risk management for Evergreen Investments, Wachovia's investment management business.  The bankruptcy lawyers Jeff J. Marwil, Mark K. Thomas, Paul V. Possinger and Brian I. Swett have joined the Chicago office of Winston & Strawn as partners from Jenner & Block. Mr. Marwil will be co-chairman of the firm's restructuring and insolvency practice. Gerald D. Silver has rejoined Winston & Strawn as partner in New York. Mr. Silver's practice is concentrated on commercial litigation. A former partner with the firm, he was recently associate general counsel and head of litigation at Capgemini North America.  The Churn  ", 
            "title": "THE CHURN"
        }, 
        "weight": 0.7114692809649544, 
        "file": "1819830.txt", 
        "other_topics": {
            "0": 0.0004376903647037404, 
            "1": 0.00035570837449797104, 
            "2": 0.08569207133085288, 
            "3": 0.00034666696912535096, 
            "4": 0.7114692809649544, 
            "5": 0.00021343293398761484, 
            "6": 0.0005555942669063608, 
            "7": 0.0005730541771748085, 
            "8": 0.005928625658596066, 
            "9": 0.000355325959713551, 
            "10": 0.008736013305957453, 
            "11": 0.0006626208427712084, 
            "12": 0.00034878972812011526, 
            "13": 0.00028074693020120747, 
            "14": 0.0012990770778389788, 
            "15": 0.16541880700372077, 
            "16": 0.00026754533589337296, 
            "17": 0.0006452367441479064, 
            "18": 0.00019345728762138237, 
            "19": 0.0015130244907593116, 
            "20": 0.000387649380529947, 
            "21": 0.0002687278162844929, 
            "22": 0.00029066511506135835, 
            "23": 0.0001961604889727769, 
            "24": 0.0002253423322789772, 
            "25": 0.00021201483847463015, 
            "26": 0.00023893636924929277, 
            "27": 0.011655734385728615, 
            "28": 0.0007349537663118117, 
            "29": 0.00033576601450275987, 
            "30": 0.0001612797450609247
        }
    }, 
    {
        "i": 11, 
        "content": {
            "text": "  Maria Antonelli, a partner at the Star Group, Cherry Hill, N.J., was promoted to managing partner. She continues as senior vice president and general manager at StarShipley, the Wilmington, Del., office of the Star Group.  Chad Boettcher joined Nike, Beaverton, Ore., as director for corporate responsibility and community affairs for the United States. He had been director for strategic partnership and public affairs at MTV, New York, part of Viacom.  Erin Cunningham joined the Via Group, Portland, Me., as an account manager. She had been a retail business planner at Cole Haan, Yarmouth, Me., part of Nike.  Josh Dammers rejoined the Meredith Corporation, New York, as national advertising director at the Meredith Special Interest Media division. He succeeds Brian Kightlinger, who was recently promoted to publisher of Midwest Living magazine. Mr. Dammers had been national advertising director at Condé Nast Bridal Media, New York, part of the Condé Nast Publications division of Advance Publications, and before that was Eastern sales manager for a Meredith magazine, Better Homes and Gardens.  The Marina del Rey, Calif., office of Deutsch, a unit of the Interpublic Group of Companies, promoted three account directors. Adam Graves and Erin Roalstad were promoted to senior vice presidents from vice presidents. And Bridgett Silva, an account director at the iDeutsch division, was promoted to vice president.  Michael J. Fanuele joined the New York office of Euro RSCG Worldwide, owned by Havas, as managing director for strategy, working with another executive with the same title, Don Hogle. Mr. Fanuele had been chief strategic officer at Walrus, New York, an agency he helped to found, and before that worked at agencies like JWT and Mad Dogs and Englishmen.  Chris Henderson joined Colle & McVoy, Minneapolis, part of MDC Partners, as interactive creative director, a new post, working with Patty Henderson (no relation), the agency's interactive director. Mr. Henderson had been executive creative director at Olson, Minneapolis, where Tom Fugleberg, creative director, has been promoted to succeed him.  HYPR, New York, was renamed DiGennaro Communications, which is adding two employees, Belle Lenz and Theresa Piti to the current staff of Samantha DiGennaro and Kristin Wilcha.  Meghan McDonnell, a senior consultant at Pile & Company, Boston, was named a vice president.  William Murray joined the Public Relations Society of America, New York, as president and chief operating officer, posts that had most recently been held by Catherine Bolton, who left in late 2005. Mr. Murray had most recently been president at William Murray & Associates and before that was executive vice president and co-chief operating officer at the Motion Picture Association.  Scott Pierce joined VNU Business Media, New York, part of the VNU Group, as vice president for the travel group, a new post, overseeing properties like Business Travel News and the Corporate Travel World exhibition. Mr. Pierce had most recently been president and chief operating officer at the American Hotel and Lodging Educational Institute, Orlando, Fla., and before that held senior posts related to travel properties at Advanstar Communications and Reed Business.  Rowen Warren, New York, was renamed Fly Communications, as part of changes that include the promotion of R. May Lee to chief executive.  Tracy Schroder joined PJA Advertising and Marketing, Boston, as an associate creative director. She had been a freelance designer and art director at Toth Brand Imaging, Concord, Mass., and before that worked at Partners & Simons, Boston, and Allen & Gerritsen, Watertown, Mass.  Jeffrey Smith joined SFGT, Philadelphia, as director for business strategies, a new post. He had been marketing director at the Alpha Shirt Company, Trevose, Pa.  Sotherby Homes, Dallas, which builds houses in the Dallas market, named Level Two, Dallas, as its agency to develop advertising, a Web site and collateral materials. The account had been handled by the Munday Morning Creative Group, Dallas. Spending has not been determined.  Sunglass Hut, part of Luxottica Retail, Mason, Ohio, a division of the Luxottica Group, chose JWT, New York, part of the WPP Group, to handle its account. Spending was estimated at $3 million. Sunglass Hut had not recently had an agency of record.  Tony Telloni joined Burson-Marsteller to oversee New York operations as New York market leader. He succeeds Patrick Ford, who was promoted last January to United States chief executive and had been leading the New York office in addition to handling those new duties. Mr. Telloni had been senior vice president and deputy general manager for the New York consumer brands division at Edelman, part of Daniel J. Edelman Inc. Burson-Marsteller is part of the Young & Rubicam Brands unit of the WPP Group.  Dennis J. Tompkins joined the public affairs group at Eric Mower & Associates, Albany, N.Y., as a senior counselor. He had been media relations manager for the New York State United Teachers and before that was the press secretary to H. Carl McCall when Mr. McCall served as the New York State comptroller.  Unilever is sponsoring a contest asking consumers to create a 30-second commercial for a new product, Dove Cream Oil Body Wash, to appear during the telecast of the Academy Awards, which is scheduled for Feb. 25 on ABC. The contest is being promoted with e-mail messages, a Web site (dovecreamoil.com) and appearances by Sara Ramirez, a member of the cast of the ABC series ''Grey's Anatomy.'' There are three contests in the same vein, known as consumer-generated content, seeking spots for Super Bowl XLI, to be broadcast by CBS on Feb. 4; those contests are sponsored by Chevrolet, Doritos and the National Football League. The Super Bowl and Oscars are often the two most-watched TV shows of the year, underlining the growing interest among marketers in consumer-generated content.  Trina Uzee joined TM Advertising, Irving, Tex., part of the Interpublic Group of Companies, as interactive associate creative director. She succeeds Todd Connelley, who was recently promoted to interactive creative director. Ms. Uzee had been creative director at IMC2, Dallas.  Edwin Watts Golf, Fort Walton Beach, Fla., selected Blattner Brunner, Pittsburgh, as agency of record. Spending was estimated at more than $10 million. The initial assignment will be to develop a brand campaign for the company's 65 stores, catalog business and Web site (edwinwattsgolf.com). Edwin Watts Golf previously had no agency of record, handling most of its advertising work internally.  Edward V. Wise, president at Cline Davis & Mann, New York, part of the Omnicom Group, was promoted to chairman and chief executive. He assumes duties from Jack Slonaker, chairman and chief operating officer, who retired in November to pursue other personal interests. Carol DiSanto, client services director, was promoted to succeed Mr. Wise as president.  Penny S. Woods joined the Chicago sales department of Parade as an account executive. She had held a similar post at the Parade competitor, USA Weekend, owned by the Gannett Company. Parade is part of Advance Publications.  The WPP Group, London, is further expanding into areas beyond conventional advertising by investing in Media Rights Capital, a company that helps finance movies. Terms were not disclosed. Martin Sorrell, chief executive at WPP, likens the deal to investments WPP has made in Spot Runner, an online service that helps small businesses advertise on television, and the Weinstein Company, the studio started by Harvey and Robert Weinstein. Media Rights recently licensed ''Bruno'' -- the comedian Sacha Baron Cohen's follow-up film to ''Borat'' -- to NBC Universal for $42.5 million.  Yesawich, Pepperdine, Brown & Russell (YPB&R), Orlando, Fla., promoted three employees to vice presidents. They are Matthew Gallagher, creative director; Carrie Kleifgen, production; and Bill Leonard, Web production.  WEBDENDA  ", 
            "title": "People and Accounts of Note"
        }, 
        "weight": 0.709584297593947, 
        "file": "1817462.txt", 
        "other_topics": {
            "0": 0.005268634500190562, 
            "1": 0.009126899035456605, 
            "2": 8.532353417660594e-05, 
            "3": 7.876492697803244e-05, 
            "4": 0.709584297593947, 
            "5": 4.8493311902937646e-05, 
            "6": 0.00012623452985066296, 
            "7": 0.0040070928935658666, 
            "8": 0.0013470212297917491, 
            "9": 0.015588297751270772, 
            "10": 0.00327717457186099, 
            "11": 0.02211960269425874, 
            "12": 7.924723124150588e-05, 
            "13": 0.014279055803710495, 
            "14": 0.00029515852471604964, 
            "15": 0.08927608353481431, 
            "16": 6.078799170893853e-05, 
            "17": 0.040207812605189214, 
            "18": 4.395471876455768e-05, 
            "19": 0.001636065850059138, 
            "20": 0.07245671514208839, 
            "21": 6.105665872931981e-05, 
            "22": 6.60409516967594e-05, 
            "23": 0.0013368660237751088, 
            "24": 5.1199202484720406e-05, 
            "25": 4.817111163733425e-05, 
            "26": 5.428785362447296e-05, 
            "27": 6.366229763746294e-05, 
            "28": 0.009213065986026883, 
            "29": 7.628816117307116e-05, 
            "30": 3.664377767172299e-05
        }
    }, 
    {
        "i": 12, 
        "content": {
            "text": "  The McCormick Tribune Foundation, the second-largest shareholder in the Tribune Company, said yesterday that it had hired a buyout firm to advise it on a course of action while the Tribune Company is on the block.  The foundation's five directors are all current or former members of the Tribune Company management and could influence the company's decision whether to sell some or all of its assets. The foundation and the company said they had taken steps to avoid any conflicts of interest.  A person close to the process said bids for the company were due Jan. 17. Its assets include The Los Angeles Times, 10 other newspapers, two dozen television stations and the Chicago Cubs.  Joseph A. Hays, a spokesman for the foundation, said it had hired the Blackstone Group buyout firm as part of its fiduciary responsibilities because 75 percent of the value of the foundation is in Tribune stock. Blackstone is to review the company's financial information and advise it on a course of action.  ''It's a full range of opportunities, from standing pat to divesting stock to acquiring stock, and in between there is infinity,'' Mr. Hays said.  The McCormack Foundation, founded at the death of Col. Robert R. McCormick in 1955, finances an array of charities. It has an 11.7 percent stake in Tribune. The Cantigny Foundation, which is associated with the McCormick Foundation and owns 1.4 percent of the shares, has joined in retaining Blackstone.  Tribune's biggest shareholder is the Chandler family, which owns 20 percent and has expressed interest in buying the company.  The foundation said it had set up a special advisory committee of two of its five board members to direct Blackstone's work. Those two -- James C. Dowdle and John W. Madigan -- are retired Tribune executives. The other three are current members of the Tribune Company management: Dennis FitzSimons, chairman and chief executive; Scott C. Smith, president of Tribune publishing; and David Hiller, publisher of The Los Angeles Times. Colonel McCormick stipulated in his will that the foundation's directors be current or former officers of the Tribune Company, but that has raised questions of potential conflicts of interest.  Daniel Borochoff, president of the American Institute of Philanthropy, a watchdog group in Chicago, said it was not clear where the board's interests began and the company's interests left off. He said it was unusual for a foundation to have so much of its assets invested in one company. He also questioned whether only two of the five directors could decide the foundation's course of action, given that they do not constitute a majority.  In a regulatory filing yesterday, the foundation said that the three current executives ''have been isolated from this process on behalf of the foundation,'' referring to the potential sale of Tribune. In addition, Mr. FitzSimons sent an internal note to employees saying, ''Given our role as current officers of the company, Scott, David and I have voluntarily recused ourselves from any deliberations regarding alternatives'' for the foundation's investment in the Tribune Company.  Mr. Hays said that Mr. Madigan owned stock in Tribune and that Mr. Dowdle did not. He said Mr. Madigan's stock ownership did not pose a conflict because ''his interests are aligned with the foundation.''  Until recently, Mr. Madigan was a special partner at Madison Dearborn, a private equity firm that is considering a bid for Tribune; the firm said yesterday he had left to avoid any appearance of a conflict.  Late in the day, the foundation said it was receiving so many questions about its intentions in establishing an advisory committee that it issued a statement saying the move ''should in no way be construed as a reflection on the management of Tribune Company.'' The committee, it said, ''continues to have complete confidence in Tribune Company management.''  As a philanthropic organization, the foundation could not make a bid itself for Tribune because it has no cash. But it could participate in a deal with a private equity firm or another company. ''This is where a financial adviser would be helpful,'' a person close to the process said.  The Chandlers started the process that led to the auction of the Tribune Company when they expressed displeasure last year at the company's slumping stock price and said management was muddled. The Tribune Company said it would examine its strategic options, including the sale of part or all of its assets.  Correction:  January 6, 2007, Saturday  A picture caption in Business Day yesterday about a decision by the McCormick Tribune Foundation, a large shareholder in the Tribune Company, to hire the Blackstone Group as an adviser while the Tribune is up for sale, misstated the role of the company's chief executive, Dennis FitzSimons, in the sales process. Mr. FitzSimons, who is also chairman of the foundation's board, has recused himself from issues regarding the sale; he is not a member of the special committee dealing with the Blackstone Group.  ", 
            "title": "Second-Largest Tribune Company Shareholder Hires Buyout Consultant"
        }, 
        "weight": 0.7000427183788217, 
        "file": "1816508.txt", 
        "other_topics": {
            "0": 0.00019945501063277246, 
            "1": 0.00016209590920668651, 
            "2": 0.03904978125348596, 
            "3": 0.0027498858281520934, 
            "4": 0.7000427183788217, 
            "5": 9.726114977810417e-05, 
            "6": 0.0002531836872587399, 
            "7": 0.00026114014887881155, 
            "8": 0.00010975801763631148, 
            "9": 0.00016192164321628884, 
            "10": 0.20874188761736553, 
            "11": 0.0003019555784141725, 
            "12": 0.00015894308977509208, 
            "13": 0.0001279360627147969, 
            "14": 0.0005919879743035847, 
            "15": 0.00021577346514794698, 
            "16": 0.00012192011092472047, 
            "17": 0.03398886466873476, 
            "18": 8.815827002640982e-05, 
            "19": 0.0006894835715570521, 
            "20": 0.00017665139000197754, 
            "21": 0.0001224589659190348, 
            "22": 0.0001324557684846011, 
            "23": 8.939011586484828e-05, 
            "24": 0.00010268824928586107, 
            "25": 0.010464255234361479, 
            "26": 0.00010888303675917422, 
            "27": 0.00012768499454376175, 
            "28": 0.0003349176109315112, 
            "29": 0.00015300819801711136, 
            "30": 7.349499979911864e-05
        }
    }, 
    {
        "i": 13, 
        "content": {
            "text": "  Wendy's International is unexpectedly changing agencies after working since August 2002 with two New York agencies that are part of the McCann Erickson Worldgroup division of the Interpublic Group of Companies. Wendy's spends about $300 million a year on local and national advertising in major media.  Saatchi & Saatchi in New York, part of the Publicis Groupe, becomes the lead creative agency, replacing McCann Erickson Worldwide, which created national campaigns with spending estimated at $225 million. Kirshenbaum Bond & Partners in New York, part of MDC Partners, will work on creative projects, a new assignment. The media planning and buying parts of the account are being shifted from Universal McCann to MediaVest in New York, part of the Starcom MediaVest Group unit of Publicis.  Since 2005, when Wendy's began to struggle with a sales slump, there had been speculation the company was seeking to change agencies. A sales rebound in the fourth quarter of 2006 damped that speculation.  ''Now that a turnaround has taken place in our business, we believe the timing is right to seek new resources to take our advertising efforts to the next level,'' said Ian B. Rowden, chief marketing officer at Wendy's in Dublin, Ohio. A campaign to replace the McCann Erickson work is expected in the spring.  Wendy's is the second big account gain for Saatchi & Saatchi in four months, after J. C. Penney. The Wendy's assignment to create campaigns aimed at Hispanic consumers will remain at the Vidal Partnership in New York.  THE MEDIA BUSINESS: ADVERTISING -- ADDENDA  ", 
            "title": "Wendy's Shifts Work To Three Agencies"
        }, 
        "weight": 0.684603141959428, 
        "file": "1821278.txt", 
        "other_topics": {
            "0": 0.0005426255463387091, 
            "1": 0.00044098857689010986, 
            "2": 0.0780309421694722, 
            "3": 0.03568676848112798, 
            "4": 0.684603141959428, 
            "5": 0.0002646029516553198, 
            "6": 0.0006887966172771045, 
            "7": 0.014813238083486653, 
            "8": 0.0002986011938031066, 
            "9": 0.00044051447910761846, 
            "10": 0.14480700893789525, 
            "11": 0.0008214825498101036, 
            "12": 0.0004324112021671149, 
            "13": 0.0003480553118560431, 
            "14": 0.008661925384812556, 
            "15": 0.02174121395040909, 
            "16": 0.0003316886679874273, 
            "17": 0.0007999306565682674, 
            "18": 0.0002398381935133796, 
            "19": 0.0018757683676172145, 
            "20": 0.0004805873600628683, 
            "21": 0.00033315464512562767, 
            "22": 0.0003603513569884748, 
            "23": 0.00024318948069822964, 
            "24": 0.0002793675987107558, 
            "25": 0.0002628448712529453, 
            "26": 0.00029622077239886983, 
            "27": 0.0003473722705875185, 
            "28": 0.0009111571127424242, 
            "29": 0.00041626508544425803, 
            "30": 0.00019994616476487424
        }
    }, 
    {
        "i": 14, 
        "content": {
            "text": "  The tale of the ''Saatchi 17'' is coming to a close for now as the Interpublic Group of Companies ends its financing of One Seven, a money-losing agency in New York that is staffed by former employees of Saatchi & Saatchi, part of the Publicis Groupe.  The so-called Saatchi 17 quit Saatchi & Saatchi en masse in February 2005, three days after their boss, Michael Burns, the former worldwide director of the General Mills account, left the agency.  The employees were all hired by Interpublic, which denied it was hoping that General Mills would follow them to One Seven. Although General Mills never hired One Seven, the agency landed accounts from marketers like ConAgra and Gorton's. Mr. Burns joined One Seven as chairman after the settlement last July of a lawsuit brought against him by Saatchi & Saatchi, which claimed he had arranged the simultaneous departures of the employees.  Interpublic, in a statement Friday, said it would try to find jobs at other Interpublic agencies for some One Seven employees, adding that others were planning to open agencies of their own.  ADDENDA  ", 
            "title": "Agency That Harbored 'Saatchi 17' to Close"
        }, 
        "weight": 0.6801424972046981, 
        "file": "1820714.txt", 
        "other_topics": {
            "0": 0.0008567853204523806, 
            "1": 0.0006963043699582611, 
            "2": 0.0007351119041246782, 
            "3": 0.0006786056860844145, 
            "4": 0.6801424972046981, 
            "5": 0.00041779810452406707, 
            "6": 0.0010875839415269719, 
            "7": 0.00112176197243827, 
            "8": 0.0004714800496332761, 
            "9": 0.0006955557873984491, 
            "10": 0.2620464938828362, 
            "11": 0.012430981830415352, 
            "12": 0.0006827610180090808, 
            "13": 0.0005495662412428885, 
            "14": 0.002542962468872233, 
            "15": 0.012060775189339703, 
            "16": 0.011657615720351837, 
            "17": 0.0012630604079589653, 
            "18": 0.0003786954832344245, 
            "19": 0.0029617676734669924, 
            "20": 0.000758829358615943, 
            "21": 0.0005260386491386935, 
            "22": 0.0005689812338472202, 
            "23": 0.000383987039601377, 
            "24": 0.000441110926679443, 
            "25": 0.0004150221617195069, 
            "26": 0.00046772145380342246, 
            "27": 0.0005484877447804868, 
            "28": 0.001438682797171862, 
            "29": 0.000657266907229012, 
            "30": 0.00031570747084650575
        }
    }, 
    {
        "i": 15, 
        "content": {
            "text": "  Audi of America, Auburn Hills, Mich., part of Volkswagen, named Venables, Bell & Partners, San Francisco, to handle its creative account, which had been handled since 1993 by McKinney & Silver, Durham, N.C., part of Havas. Spending was estimated at $75 million to $100 million.  Wm. Wrigley Jr. Company, Chicago, shifted the creative duties for Altoids mints to Publicis & Hal Riney, San Francisco, from Leo Burnett, Chicago, which had handled the brand since its American introduction in 1994 and created the popular ''Curiously strong'' campaign. Spending was estimated at $15 million. Both agencies are owned by the Publicis Groupe.  The Maryland Lottery awarded Trahan, Burden & Charles, Baltimore, a contract to serve as interim agency of record for six to eight months. The decision came after an emergency review prompted by the unexpected closing last month of Eisner Communications, Baltimore, which had handled the account since 2001. The lottery is expected to spend an estimated $8 million to $10 million during the term of the contract.  Godiva Chocolatier, part of Campbell Soup, Camden, N.J., selected Sugartown Creative, New York, to handle its worldwide creative account, which had been handled by Margeotes Fertitta Powell, New York, and predecessor agencies for more than two decades. Spending was estimated at $12 million. Margeotes Fertitta, part of MDC Partners, did not take part in a review for the assignment.  Method Products, San Francisco, which sells household cleaners, chose the Playa del Rey, Calif., office of TBWA/Chiat/Day, part of the TBWA Worldwide division of the Omnicom Group, to handle its account after parting ways last month with Crispin Porter & Bogusky, Miami, a unit of MDC Partners. Spending was estimated at $3 million.  ADDENDA  ", 
            "title": "Accounts"
        }, 
        "weight": 0.6798379086885173, 
        "file": "1817338.txt", 
        "other_topics": {
            "0": 0.006417468192010051, 
            "1": 0.00037266545529741674, 
            "2": 0.0003934354346528024, 
            "3": 0.0003631930343726314, 
            "4": 0.6798379086885173, 
            "5": 0.018100345234769933, 
            "6": 0.0005820801681419914, 
            "7": 0.0006003724150389793, 
            "8": 0.018129076070563153, 
            "9": 0.00037226481030290553, 
            "10": 0.10449507135585422, 
            "11": 0.0006942088400628839, 
            "12": 0.0003654169880492549, 
            "13": 0.00029413050146611557, 
            "14": 0.0013610057715468889, 
            "15": 0.1554277989800893, 
            "16": 0.00028029956998938427, 
            "17": 0.0006759960188507563, 
            "18": 0.00020267964810718, 
            "19": 0.0015851523358727591, 
            "20": 0.00040612913062517254, 
            "21": 0.000281538420758526, 
            "22": 0.0003045214990968255, 
            "23": 0.0002055117145824206, 
            "24": 0.00023608469430906194, 
            "25": 0.0002221218615430911, 
            "26": 0.0002503267767003537, 
            "27": 0.006252465843379462, 
            "28": 0.0007699899681352733, 
            "29": 0.0003517724170668458, 
            "30": 0.00016896816024702176
        }
    }, 
    {
        "i": 16, 
        "content": {
            "text": "  The Tribune Company, which had put itself on the market, indicated over the weekend that it might reshape its future without outside help.  On the auction block since last fall, the company, which owns The Los Angeles Times, The Chicago Tribune and other media properties, received three bids last week, for all or part of the company.  A committee of Tribune board members that met on Saturday in Chicago was weighing those bids, but the board could also take steps on its own to achieve its goal, which is to increase the price of Tribune stock, the committee chairman said.  ''The committee is actively engaged in the review process,'' the chairman, William A. Osborn, the company's lead independent director, said in a statement. ''Assisted by our outside legal and financial advisers, we are carefully considering all alternatives for creating additional shareholder value. These alternatives include potential transactions involving third parties as well as actions the company may take alone.''  The committee is to make a recommendation before the end of March to the company's full board.  At stake is the future of The Times, The Tribune, The Baltimore Sun and other newspapers, as well as 23 television stations and the Chicago Cubs.  The Tribune Company was forced to put itself up for sale last year by its largest shareholders, the Chandler family, who had complained of the sagging stock price and what it said at one time was poor management.  The Chandlers made one of the bids last week. A second was submitted by two Los Angeles billionaires, Eli Broad and Ronald W. Burkle. A third bid, for the television stations only, was submitted by the Carlyle Group, a private equity firm.  The company is under no obligation to sell itself, in whole or in part.  People close to the process have said that the outside offers were perceived as inadequate and that the company could take itself private on its own, sell off its broadcast unit or undertake a stock buyback. It could also do nothing.  ", 
            "title": "Tribune Co. May Reject Outside Bids"
        }, 
        "weight": 0.6767025408719503, 
        "file": "1820694.txt", 
        "other_topics": {
            "0": 0.0005002924162611617, 
            "1": 0.0004065846920856362, 
            "2": 0.06544204931173439, 
            "3": 0.0003962501110552166, 
            "4": 0.6767025408719503, 
            "5": 0.0002439598557913156, 
            "6": 0.0006350598977420365, 
            "7": 0.0006550170670112692, 
            "8": 0.006776586132652419, 
            "9": 0.006907428001199899, 
            "10": 0.19202136105514725, 
            "11": 0.03976507680872395, 
            "12": 0.00039867648438273904, 
            "13": 0.00032090164964754475, 
            "14": 0.0014848816939835136, 
            "15": 0.0005412239477034864, 
            "16": 0.0003058118554748158, 
            "17": 0.0007375237743895494, 
            "18": 0.00022112712929594176, 
            "19": 0.0017294296136874062, 
            "20": 0.0004430941617340391, 
            "21": 0.0003071634638714394, 
            "22": 0.0003322384143304237, 
            "23": 0.00022421696458771245, 
            "24": 0.0002575726335170376, 
            "25": 0.00024233893267330172, 
            "26": 0.0002731110007077939, 
            "27": 0.00032027189609292134, 
            "28": 0.0008400728579831935, 
            "29": 0.0003837900128499915, 
            "30": 0.0001843472917324301
        }
    }, 
    {
        "i": 17, 
        "content": {
            "text": "  General Motors, once reluctant to change agencies on its principal brands, is doing so for the second time in four months.  The Saturn division of G.M. is dismissing Goodby, Silverstein & Partners in San Francisco, part of the Omnicom Group, and shifting its creative account, with spending estimated at $200 million, to the Marina del Rey, Calif., office of Deutsch, part of the Interpublic Group of Companies. Goodby, Silverstein landed the assignment in 2002 from the agency now known as Publicis & Hal Riney, which helped G.M. introduce Saturn in 1990.  The shift was reported yesterday by Adweek.com and confirmed by executives with knowledge of the decision who declined to be identified because they were not authorized to discuss the matter before a formal announcement. A spokeswoman for Deutsch, Vonda LePage, referred calls to G.M., where a spokeswoman, Ryndee Carney, said she could not comment until today.  The move represents an expansion in G.M.'s relationship with Deutsch L.A., as the California office is known, which was added to the G.M. agency roster in November 2005 with creative assignments for Chevrolet. Deutsch L.A. is also creating ads intended to burnish the General Motors corporate image. In both instances, Deutsch L.A. is sharing those assignments with other Interpublic agencies.  Trade publications had speculated recently that G.M. may be unhappy with the work that Goodby, Silverstein was creating for Saturn because of perceptions that the ads did not sufficiently differentiate Saturn from competitors like Honda and Toyota.  For decades, General Motors had shown strong loyalty to its agencies -- even in recent years, as its sales and market share declined. But since Deutsch L.A. was added to the G.M. roster, the company has been more aggressive in making changes.  The most notable change involved creative assignments for the Cadillac division, which were shifted last year in two stages to Modernista in Boston from Leo Burnett in Chicago. Burnett and predecessor agencies had created ads for Cadillac since 1936.  Modernista, which also creates ads for the G.M. Hummer brand, took over as the Cadillac creative agency of record last Oct. 1.  ADDENDA  ", 
            "title": "G. M. Changes Agencies, Assigning Saturn to Deutsch"
        }, 
        "weight": 0.675347987970809, 
        "file": "1822780.txt", 
        "other_topics": {
            "0": 0.0004327674024951691, 
            "1": 0.0003517075121849266, 
            "2": 0.00037130943037555963, 
            "3": 0.00034276780084203907, 
            "4": 0.675347987970809, 
            "5": 0.0002110323276393423, 
            "6": 0.000549345169828041, 
            "7": 0.0005666086981668229, 
            "8": 0.0620998979218817, 
            "9": 0.0003513293986455957, 
            "10": 0.2504609607868964, 
            "11": 0.0006551679545410042, 
            "12": 0.0003448666839118302, 
            "13": 0.00027758920355468083, 
            "14": 0.0012844655901847982, 
            "15": 0.00046817436043953506, 
            "16": 0.00026453609538022136, 
            "17": 0.0006379793851489898, 
            "18": 0.0001912813591734774, 
            "19": 0.0014960066101082428, 
            "20": 0.00038328925884479926, 
            "21": 0.00026570527571553176, 
            "22": 0.0002873958327280229, 
            "23": 0.00019395415602167, 
            "24": 0.0002228077738896199, 
            "25": 0.00020963018228469223, 
            "26": 0.00023624891069200035, 
            "27": 0.00027704444852504593, 
            "28": 0.0007266873069415005, 
            "29": 0.00033198945569859576, 
            "30": 0.00015946573645125295
        }
    }, 
    {
        "i": 18, 
        "content": {
            "text": "  Kiran Advani joined Zapwater Communications, Chicago, as group director. She had been running her own media relations and specialty-marketing agency and before that managed public relations and special events for the Terra Museum of American Art, Chicago.  American Advertising Federation, Washington, elected seven additional members to its Advertising Hall of Fame. They will be honored at a luncheon in New York on March 20. The new honorees are: David Bell, chairman emeritus at the Interpublic Group of Companies; Vincent T. Cullers, former president and chief executive at the Vince Cullers Group; Roquel (Billy) Davis, former music director and senior vice president at McCann Erickson; Bruce Gordon, former president for retail markets at Verizon Communications; Arthur Ochs Sulzberger, chairman emeritus at The New York Times Company; Stuart B. Upson, chairman emeritus at Saatchi & Saatchi; and Robert L. Wehling, former global marketing and government relations officer at the Procter & Gamble Company.  Jan-Eric Anderson joined Barkley, Kansas City, Mo., formerly known as Barkley Evergreen & Partners, as vice president and group account director. He had been vice president and media director at Starcom Worldwide, Chicago, part of the Starcom MediaVest Group unit of the Publicis Groupe.  Avenue A/Razorfish, Seattle, part of aQuantive, is entering Japan with what it calls a ''significant capital investment'' in Digital Palette, Tokyo, an interactive agency owned by Dentsu. Financial terms were not disclosed. Digital Palette will be renamed, as of Feb. 1, Dentsu/Avenue A/Razorfish.  Scott Bassen and Stewart Devlin joined the New York office of Taxi. Mr. Bassen becomes associate creative director; he had been a group creative director at Deutsch, New York, part of the Interpublic Group of Companies. Mr. Devlin becomes design creative director, a new post; he had most recently been a freelance design director.  Risa Bernstein, who helped found Flashpoint Medica, New York, part of the Omnicom Group, is returning to the agency and resuming her post as a managing partner, working with the other two founders, Helen Appelbaum, chief operating officer, and Charlene Prounis, managing partner. Ms. Bernstein took a leave from the agency in July 2005 to deal with a family medical emergency.  The Chicago Transit Authority awarded Titan Worldwide, New York, a three-year contract, effective Feb. 1, to sell advertising media. The contract had previously been handled by CBS Outdoor, owned by the CBS Corporation.  Lisa DeVriese joined Doner, Southfield, Mich., as senior vice president and account director, responsible for managing the daily operations of several direct-marketing accounts as the agency increases its focus on direct marketing. Ms. DeVriese had most recently been senior manager and director for the direct marketing group at the Troy, Mich., office of BBDO Worldwide, part of the Omnicom Group.  Moksha Fitzgibbons, advertising director at Complex magazine, New York, was promoted to associate publisher, a new post. Also, Jeanette Lukasik, an advertising sales coordinator, was promoted to account manager, and Kelly McCabe, fashion assistant, was promoted to market editor. Complex is owned by the designer Marc Ecko.  Mary Ann Frerman joined WestWayne, Atlanta, as vice president and creative department manager, a new post. She had most recently been creative department manager at Hamilton Partners, Healdsburg, Calif.  Beth Goss joined Turner Broadcasting System, New York, part of Time Warner, as executive vice president of the Cartoon Network's advertising sales, marketing and enterprises group. She assumes duties from Kim McQuilken, who left last summer to pursue other interests outside Turner, the company said. Ms. Goss had been executive vice president for the consumer products group at Universal Pictures, part of the NBC Universal unit of the General Electric Company.  Stephanie Hanaway joined the American Academy of Family Physicians, Leawood, Kan., as director for its publications division and publisher for its three medical journals: American Family Physician, Annals of Family Medicine and Family Practice Management. She succeeds Joetta Melton, who is retiring. Ms. Hanaway had been director for event media sales at Ascend Media, Overland Park, Kan.  David Hensley joined the London office of Lippincott Mercer, part of the Mercer Specialty Consulting unit of the Marsh & McLennan Companies, as a senior partner. He had run his own consulting company, Hensley Partners, and before that was managing partner at Vivaldi Partners and consulting director at FutureBrand.  Tony Imperato, associate publisher at Ladies' Home Journal, New York, owned by the Meredith Corporation, was named publisher of another Meredith magazine, Country Home. He succeeds Amy Wilkins, who is leaving to pursue other opportunities, the company said.  Katherine Johnson, vice president for Turner Entertainment promotions and marketing, New York, was promoted to senior vice president. Turner Entertainment is part of the Turner Broadcasting System unit of Time Warner.  LG Electronics Worldwide, Seoul, South Korea, chose Y&R Advertising, part of the Young & Rubicam Brands unit of the WPP Group, as agency of record for a new line of full-high-definition, flat-screen TV sets. The Y&R New York office will manage the assignment, to create campaigns that are to start appearing in the spring. Spending has not been determined. Y&R and a subsidiary, BrandBuzz, create campaigns for LG in countries like Mexico, South Africa, Turkey and the United States. Y&R was awarded the assignment after a review between the agency and Euro RSCG Worldwide, which creates campaigns for LG in markets like Europe and Latin America.  Jeff Odiorne joined the Neiman Group, Harrisburg, Pa., as partner and executive creative director. He assumes duties from Rudy Banny, who left in September to open Tattoo, an agency in Charlotte, N.C. Mr. Odiorne had been a partner and co-director at Phasmatrope Studios, Haverford, Pa., and before that was a founder of Odiorne Wilde Narraway & Partners, San Francisco, now defunct.  Matt Orser and Alvaro Ramos Solanes joined La Comunidad, Miami as art directors. Mr. Orser came from Carmichael Lynch, Minneapolis, part of the Interpublic Group of Companies, and Mr. Solanes from the Lima, Peru, office of Leo Burnett Worldwide, part of the Publicis Groupe.  Pinnacle Foods, Mountain Lakes, N.J., chose three agencies for various packaged-foods products with combined spending estimated at $40 million. Merkley & Partners, New York, part of the Omnicom Group, will handle Aunt Jemima frozen breakfasts, Duncan Hines baking mixes and Mrs. Butterworth's syrups. Nelson Henry, Minneapolis, will handle Armour canned meats and Lender's Bagels. And Publicis & Hal Riney, San Francisco, part of the Publicis Groupe, will handle Hungry Man frozen dinners, Mrs. Paul's seafood, Van de Kamp's seafood and Vlasic pickles. Fogarty Klein Monroe, Houston, had been the lead agency for Pinnacle.  Bob Scarpelli, chairman and chief creative officer at DDB Worldwide, part of the Omnicom Group, will serve as the president of two juries at the 2007 International Advertising Festival in Cannes, France. Mr. Scarpelli will lead the film (commercial) jury and the press (print) jury. The 54th annual festival is scheduled to be held on June 17 to 23.  Susan Solano, vice president for marketing at Telemundo, Miami, was named senior vice president for consumer marketing. She assumes most of the duties of Michelle Bella, who became vice president for advertising sales marketing; Ms. Bella's duties for on-air promotions have been assumed by Carlos Bardasano, executive vice president for entertainment. Telemundo is part of the NBC Universal unit of the General Electric Company.  Eric Webber, vice president and communications director at GSD&M, Austin, Tex., part of the Omnicom Group, left to open Webber/McJ Communications, Austin, with two partners, Mark McGarrah and Bryan Jessee. The new agency, specializing in public relations, is separate from McGarrah/Jessee, which is owned by Mr. McGarrah and Mr. Jessee, who also formerly worked at GSD&M.  Wildlife Conservation Society, New York, named Deutsch, New York, part of the Interpublic Group of Companies, as its agency of record for the creative and media duties on its account. The creative assignment had been handled by Y&R, New York, part of the Young & Rubicam Brands division of the WPP Group, and the media assignment by Mediaedge:cia, New York, also part of WPP. Spending has not been determined. The society oversees the New York Aquarium and four zoos: the Bronx Zoo, the Central Park Zoo, the Prospect Park Zoo and the Queens Zoo.  Wyse Advertising, Cleveland, was sold by Lois and Marc Wyse, who founded the agency in 1951, to a group of employees led by Michael Marino, president and chief executive. Financial terms were not disclosed. The new ownership team also includes Sharyn Hinman, creative director; Dave Jankowski, account management director; and Margaret Weitzel, administration director.  Drew Zoller joined Enterprise IG, New York, part of the WPP Group, as vice president for business development, a new post. He had been running Cordster, New York, a consumer-product company that he founded in 2004.  Webdenda  ", 
            "title": "WEBDENDA: People and Accounts of Note"
        }, 
        "weight": 0.6705616049072382, 
        "file": "1820758.txt", 
        "other_topics": {
            "0": 8.458074776936563e-05, 
            "1": 0.023150332101449515, 
            "2": 7.256930418952387e-05, 
            "3": 0.006661732176329954, 
            "4": 0.6705616049072382, 
            "5": 0.02202371480460427, 
            "6": 0.004503858953911972, 
            "7": 0.028687950308115537, 
            "8": 4.654390569537834e-05, 
            "9": 6.866437508804224e-05, 
            "10": 0.004985546932449597, 
            "11": 0.003425417611270557, 
            "12": 6.740129186677748e-05, 
            "13": 0.015441981692531423, 
            "14": 0.00025103799286976683, 
            "15": 0.07922839386181137, 
            "16": 0.001150824869775616, 
            "17": 0.05178349293566699, 
            "18": 3.738433232252035e-05, 
            "19": 0.0002923819054330957, 
            "20": 0.04294072776862533, 
            "21": 5.1929860651960754e-05, 
            "22": 0.011047404253362585, 
            "23": 3.7906707979171754e-05, 
            "24": 4.354590483423057e-05, 
            "25": 4.097045542348957e-05, 
            "26": 4.6172861936500694e-05, 
            "27": 5.414600657650384e-05, 
            "28": 0.02212449523189364, 
            "29": 0.01105611970178788, 
            "30": 3.1166236539246096e-05
        }
    }, 
    {
        "i": 19, 
        "content": {
            "text": "  For the third time in less than three months, Wal-Mart Stores has made major decisions affecting the advertising agencies that handle its giant marketing assignments.  Wal-Mart, the nation's largest retailer, chose two agencies yesterday -- the Martin Agency and MediaVest -- to handle important assignments for ads that the company aims at mainstream consumers and that appear in major media like television, magazines and the Internet. Wal-Mart spends an estimated $580 million a year on such ads.  The announcement came five weeks after Wal-Mart stunned Madison Avenue by overturning decisions made by senior marketing executives on Oct. 25 to hire the Draft FCB Group, owned by the Interpublic Group of Companies, as the lead agency to create ads, and Carat USA, part of the Aegis Group, to handle what is called media planning and buying -- that is, determining where ads run and how much to pay for them.  Wal-Mart attributed the reconsideration to what were described as improprieties in the selection process involving Draft FCB and two Wal-Mart marketing executives, Julie Roehm and Sean Womack, who were subsequently fired. Ms. Roehm and Mr. Womack have denied any wrongdoing.  Wal-Mart barred Draft FCB from taking part in the new selection during the holiday shopping season, but invited Carat USA to try again, which it did, only to fall short the second time.  Wal-Mart let another agency owned by Interpublic, the Martin Agency, participate in the second round as it had in the first. That paid off for Interpublic as Martin was chosen to replace Draft FCB as the creative agency.  Martin is best known for its popular gecko ads for Geico insurance and campaigns for United Parcel Service that celebrate the color brown.  ''We are very pleased with Wal-Mart's decision,'' Interpublic said in a statement.  Shares of Interpublic fell sharply on Dec. 7, when the creative assignment was taken from Draft FCB. They climbed 33 cents, or 2.5 percent, to close at $13.37 yesterday.  In the second review, Martin bested one other agency for the creative assignment, Ogilvy & Mather Worldwide, part of the WPP Group. Ogilvy had also taken part in the first review and accepted Wal-Mart's invitation to participate again.  Carat USA lost this time as MediaVest, part of the Starcom MediaVest Group unit of the Publicis Groupe, was chosen to handle the media assignments.  Carat USA and MediaVest vied in the second review against Mediaedge:cia, also owned by WPP. Other large advertisers that use MediaVest include Coca-Cola and Procter & Gamble -- two of Wal-Mart's biggest suppliers.  Martin and MediaVest were chosen for their ''deep retail experience, recognized creativity and an understanding of our customers,'' John Fleming, chief marketing officer at Wal-Mart, said in a statement.  Wal-Mart originally began scrutinizing its advertising agencies in May after working for decades with two, Bernstein-Rein and GSD&M. The review was part of a comprehensive reassessment by Wal-Mart of how it speaks to consumers, spurred by a slowdown in sales growth and increased competition from rivals like Kohl's and Target.  Wal-Mart has been struggling to find the right balance in its ads between playing up low prices on items like pantry staples and basic clothing or promoting pricier products like flat-screen TV sets and designer clothing.  Bernstein-Rein, a Wal-Mart agency since 1974, was notified in August that it would not be rehired. GSD&M, part of the Omnicom Group, a Wal-Mart agency since 1987, was notified Oct. 25 that it had lost its assignments.  After Wal-Mart declared the do-over last month, it invited GSD&M to take part, but executives at the agency declined.  Also yesterday, Wal-Mart named three agencies to handle assignments aimed at multicultural consumers. Those assignments were being reviewed separately from the creative and media assignments for the general market.  Global Hue was named to create ads aimed at black shoppers. The IW Group was chosen for ads for Asian-American consumers. And López Negrete Communications was selected for ads aimed at Spanish-speaking shoppers.  ", 
            "title": "Wal-Mart Chooses Ad Agencies Yet Again"
        }, 
        "weight": 0.6698201143830335, 
        "file": "1818439.txt", 
        "other_topics": {
            "0": 0.00020049433721892364, 
            "1": 0.00016294056378523224, 
            "2": 0.05749117570981001, 
            "3": 0.013185879364483056, 
            "4": 0.6698201143830335, 
            "5": 9.77679613063948e-05, 
            "6": 0.00025450298496158016, 
            "7": 0.00026250090636783217, 
            "8": 0.0001103299482456793, 
            "9": 0.00016276538972400542, 
            "10": 0.1863808617896024, 
            "11": 0.0003035290182565052, 
            "12": 0.00015977131554071304, 
            "13": 0.0027340188017637643, 
            "14": 0.003200488809982656, 
            "15": 0.00021689782446187328, 
            "16": 0.00012255541616106705, 
            "17": 0.0002955658241524117, 
            "18": 8.861764797603796e-05, 
            "19": 0.013720156783220824, 
            "20": 0.0001775718907481215, 
            "21": 0.00012309707903832145, 
            "22": 0.0001331459732643075, 
            "23": 8.985591275640156e-05, 
            "24": 0.00010322334051886407, 
            "25": 9.711836939641194e-05, 
            "26": 0.0001094504079900381, 
            "27": 0.0001283503396211348, 
            "28": 0.049839568438645655, 
            "29": 0.0001538054980578261, 
            "30": 7.387796990850855e-05
        }
    }, 
    {
        "i": 20, 
        "content": {
            "text": "  ''We never know where the consumer is going to be at any point in time, so we have to find a way to be everywhere.''  LINDA KAPLAN THALER, chief executive at the Kaplan Thaler Group, a New York ad agency. [A1]  ", 
            "title": "QUOTATION OF THE DAY"
        }, 
        "weight": 0.6604600149181054, 
        "file": "1819071.txt", 
        "other_topics": {
            "0": 0.003883400897156095, 
            "1": 0.0031560169746628008, 
            "2": 0.003331913094029911, 
            "3": 0.0030757972472777798, 
            "4": 0.6604600149181054, 
            "5": 0.0018936803598388144, 
            "6": 0.004929501420529, 
            "7": 0.0050844142005867675, 
            "8": 0.0021369951188826733, 
            "9": 0.003152624005484904, 
            "10": 0.17843942719613812, 
            "11": 0.0058790930365437135, 
            "12": 0.003094631393170604, 
            "13": 0.0024909227356538868, 
            "14": 0.011526041001541143, 
            "15": 0.004201122175269813, 
            "16": 0.0023737917971795243, 
            "17": 0.005724852894118653, 
            "18": 0.001716446750704176, 
            "19": 0.013424286067642652, 
            "20": 0.0034394130497959665, 
            "21": 0.0023842833359065713, 
            "22": 0.0025789216752927354, 
            "23": 0.001740430862303947, 
            "24": 0.0019993463094207077, 
            "25": 0.0018810983296378403, 
            "26": 0.05258460225603859, 
            "27": 0.002486034423459814, 
            "28": 0.0065208657663629625, 
            "29": 0.002979078698333066, 
            "30": 0.0014309520089313239
        }
    }, 
    {
        "i": 21, 
        "content": {
            "text": "  A consortium of investors is considering making an offer worth more than $38 billion for Equity Office Properties Trust, the real estate investment trust that is controlled by Samuel Zell, people involved in the discussions said last night.  The investors, which include Cerberus Capital Management, Starwood Capital and Walton Street Capital, have talked among themselves about preparing a bid, these people said. If the group bids for Equity Office, the nation's largest owner and manager of office buildings, it would seek to top a deal reached in November to sell the company to the Blackstone Group for $36 billion.  While people involved said last night that executives were interested in making a offer, it remained possible that the group could decide against such an bid.  Spokesmen for Cerberus and Barry Sternlicht of Starwood Capital declined to comment. A spokesman for Neil Bluhm of Walton Street Capital could not be reached.  An offer by the consortium could result in a bidding war for Equity Office, pitting two of the most powerful financial firms in the nation against each other for a deal that would be the largest leveraged buyout in history, surpassing the $33 billion that a consortium of private equity groups paid for the health care company HCA Inc. in August.  A bid by the consortium would also be one of the first instances of a private equity firm's trying to top another firm's deal after an agreement had been struck.  When Blackstone reached its deal with Equity Office, the purchase price -- $48.50 a share -- was instantly derided by some shareholders as too low. James S. Corl, the chief investment officer for the real estate firm Cohen & Steers, the largest shareholder in Equity Office, criticized the deal publicly and suggested that another bidder should emerge.  Under the terms of Equity Office's agreement with Blackstone, Equity Office can consider offers from rival bidders. A shareholder vote on that deal is scheduled for Feb. 5. If the consortium were to top Blackstone's offer, Blackstone would be entitled to a breakup fee of $200 million. Blackstone also has the right to match any rival offer.  Speculation about a rival offer has been increasing in recent weeks. Yesterday, Jonathan Litt, an analyst at Citigroup, wrote in a note to investors that he expected a ''topping bid'' of $50 to $52 a share.  Shares of Equity Office closed at $48.75, above Blackstone's offer, in anticipation of another bid.  ", 
            "title": "Group Weighs Rival Bid for Equity Office REIT"
        }, 
        "weight": 0.6599497988208157, 
        "file": "1818108.txt", 
        "other_topics": {
            "0": 0.0003549228704433921, 
            "1": 0.0002884437207180176, 
            "2": 0.18479287358958268, 
            "3": 0.00028111205018909314, 
            "4": 0.6599497988208157, 
            "5": 0.00017307264606867395, 
            "6": 0.00045053107839321954, 
            "7": 0.00046468930980495286, 
            "8": 0.00019531036372598065, 
            "9": 0.0002881336207845219, 
            "10": 0.127001458288216, 
            "11": 0.00976173656194424, 
            "12": 0.0002828333942634395, 
            "13": 0.00022765752771969043, 
            "14": 0.0010534208714096558, 
            "15": 0.00038396096128578896, 
            "16": 0.00021695236232420072, 
            "17": 0.0005232221127452351, 
            "18": 0.00015687440567088904, 
            "19": 0.0012269107081553658, 
            "20": 0.0003143446645356683, 
            "21": 0.00021791123500796057, 
            "22": 0.00023570017824167683, 
            "23": 0.004771275276829433, 
            "24": 0.00018272997044154433, 
            "25": 0.00017192271321517808, 
            "26": 0.00019375336737120666, 
            "27": 0.0002272107611247673, 
            "28": 0.0005959735955328447, 
            "29": 0.004884481318923592, 
            "30": 0.00013078165451539515
        }
    }, 
    {
        "i": 22, 
        "content": {
            "text": "  A public pension fund in Louisiana has sued the directors of Caremark Rx, contending that their unanimous backing of the company's $21 billion merger with CVS over a rival $26 billion bid from Express Scripts improperly benefits Caremark executives at the expense of shareholders.  Among the benefits Caremark executives and directors will receive if the CVS deal goes through, the fund's lawsuit contends, are positions at the combined company and indemnification from penalties and fines that may result when criminal and regulatory investigations into possible stock option backdating by Caremark officials are concluded.  Yesterday, Express Scripts filed suit to block the CVS deal, arguing that the terms deal supported by the Caremark board prevents its directors from executing their fiduciary duties to shareholders.  The lawsuits, filed in Delaware Chancery Court, will once again bring the fiduciary duties of directors in the post-Enron world to the forefront. Delaware is where most major United States companies are incorporated.  Caremark accepted the CVS bid on Nov. 1, even though the stock-for-stock deal offered no premium to Caremark's market price at the time.  Caremark's directors have recommended that company shareholders approve the deal at a meeting that is expected to occur before March 16.  On Monday, Caremark rejected the $26 billion bid made on Dec. 18 by Express Scripts, saying that it would ''result in a highly leveraged and weakened business'' if it was approved by shareholders. The Express Scripts offer of $58.50 a share is approximately 15 percent higher than the CVS bid.  The lawsuit filed by the Louisiana Municipal Police Employees' Retirement System contends that the CVS deal is unfair to Caremark shareholders not only because its price is significantly below the rival bid.  The pension fund's lawyers also argue that Caremark directors improperly accepted deal protection provisions in the CVS bid that act to deter other bidders, effectively making the deal a fait accompli even before the shareholders vote.  First, there is the $675 million breakup fee to be paid by Caremark in cash to CVS, if the target walks away. Then, there is a so-called last-look provision, which gives CVS the chance to come back and top any rival bid.  ''Any potential third-party bidders will be loath to invest the time and resources necessary to pursue a superior bid while knowing full well that CVS retains control of the bidding,'' the pension fund's lawsuit says.  The Louisiana fund accuses the Caremark board of supporting the deal to benefit Edwin M. Crawford, the company's chief executive, and other executives.  Under the terms of the deal, nine Caremark executives will join the combined company and Mr. Crawford will become chairman of its board and receive an estimated $48 million in exit pay. While he would probably receive a similar amount if Caremark sold out to Express Scripts, Mr. Crawford might not be asked to join the combined company under the terms of such a deal.  The Louisiana pension fund also noted that the CVS deal guarantees a job at the merged company for Mr. Crawford's son, Andrew. A Caremark proxy filed last year described the younger Mr. Crawford as senior vice president for industry analysis and underwriting.  The merger with CVS would also allow an unspecified number of Caremark directors -- perhaps all of them -- to get lucrative seats on the combined company's board.  In its offer, CVS has also agreed to cover any costs associated with stock option backdating at Caremark, practices that are under federal investigation and the subject of another civil suit filed against the company in Tennessee. That lawsuit has challenged 4.6 million options granted to Mr. Crawford as having been possibly backdated. Stock sales covered by those options generated $262 million for Mr. Crawford, the Tennessee lawsuit contends.  ''The inequities could not be more apparent,'' said Gerald H. Silk, a lawyer at Bernstein, Litowitz, Berger & Grossmann, one of the firms representing the Louisiana fund. ''Shareholders get a coercive, zero-premium deal while Crawford gets a $48 million payout, jobs for himself and his son and complete indemnification for his alleged option backdating transgressions.''  A Caremark spokesman called the pension fund's lawsuit meritless and said the company would defend against it vigorously.  As for the Express Scripts suit, he said it was a ''frivolous'' attempt to interfere with the CVS merger.  ''Contrary to allegations made by Express Scripts, the provisions of the CVS merger agreement are lawful and appropriate,'' the spokesman said.  To be sure, many of the terms in the CVS bid for Caremark -- the no-shop provisions and last-look opportunity -- are common in the merger world.  But the suit filed in Delaware, comes at a time when directors' actions as fiduciaries for their shareholders are under increased scrutiny.  As a result, the case, which is being heard by Chancellor William B. Chandler III, provides an opportunity for him to opine on the matter of directors' duties broadly and whether the Caremark directors exercised those obligations in particular.  This is familiar territory for Chancellor Chandler, who oversaw the Disney case of 2005. In that case he chastised the company's directors for essentially rubberstamping a contract struck by Michael D. Eisner with Michael S. Ovitz that resulted in a $140 million severance payout after Mr. Ovitz was terminated a short time later.  Chancellor Chandler has asked for a hearing on the issues before Caremark's shareholders vote on the CVS bid, now scheduled to take place in mid-March.  In a Dec. 29 meeting with the parties in the case, Chancellor Chandler said that while he was certain Caremark would argue forcefully that its directors exercised their duties of care and loyalty to the company's owners, he also concluded that ''there is a tenable argument on the other side, and nonfrivolous claims here on the other side, that at least need to be tested against a fuller record.''  Correction:  January 12, 2007, Friday  An article in Business Day yesterday about a lawsuit filed by a pension fund over the proposed merger between Caremark RX and CVS misstated the amount of exit pay that Caremark's chief executive, Edwin M. Crawford, would receive if a rival bid was accepted. If Express Scripts succeeds in its rival bid, Mr. Crawford would receive $57.6 million to $62.4 million, not an estimated $48 million.  ", 
            "title": "A Public Pension Fund Sues Directors of Caremark Rx"
        }, 
        "weight": 0.6456001174778153, 
        "file": "1818008.txt", 
        "other_topics": {
            "0": 0.00014150544655289047, 
            "1": 0.00011500064071551639, 
            "2": 0.01850998757966212, 
            "3": 0.00011207755122602238, 
            "4": 0.6456001174778153, 
            "5": 6.900294150512958e-05, 
            "6": 0.10683337356099346, 
            "7": 0.00018526861402354172, 
            "8": 7.786897530983523e-05, 
            "9": 0.00011487700588322025, 
            "10": 0.1517718342165125, 
            "11": 0.07192967796077268, 
            "12": 0.0001127638399444903, 
            "13": 9.076557980289378e-05, 
            "14": 0.00041999206934942567, 
            "15": 0.0001530827450418931, 
            "16": 8.649749978928718e-05, 
            "17": 0.00020860526293464086, 
            "18": 6.25448081140744e-05, 
            "19": 0.0004891613420717516, 
            "20": 0.0019641849332046467, 
            "21": 8.687979610942372e-05, 
            "22": 9.397213240447947e-05, 
            "23": 6.341875404754353e-05, 
            "24": 7.28532540989107e-05, 
            "25": 6.854447073446188e-05, 
            "26": 7.724821096126487e-05, 
            "27": 9.05874568590538e-05, 
            "28": 0.0002376108072839943, 
            "29": 0.00010855326881974492, 
            "30": 5.2141797455902387e-05
        }
    }, 
    {
        "i": 23, 
        "content": {
            "text": "  Yet another media mogul has reportedly entered the fray for the Tribune Company -- Rupert Murdoch and his News Corporation, whose holdings include Fox News and The New York Post.  Mr. Murdoch's goal, according to an associate, is to gain a stake in Newsday, the Long Island newspaper in Melville that is owned by Tribune, so that he can combine its back-office functions with those of The Post as a way to save costs.  The Post, although gaining circulation and now the nation's fifth-largest daily, still loses money.  Media reports last night said that Mr. Murdoch had already placed a bid, partnering with the Chandler family, which is Tribune's largest shareholder. But other indications were that Mr. Murdoch was of two minds about getting involved, in part because Newsday is still recovering from a scandal in which executives had inflated circulation figures.  Tribune has already sharply cut costs at Newsday, which has lost about a third of its employees over the last few years.  Still, any expression of interest by Mr. Murdoch could quickly turn the lagging auction for Tribune into a higher-stakes game.  Tribune executives met over the weekend to consider their options, with three bids on the table: from the Chandlers; from two Los Angeles billionaires, Eli Broad and Ronald W. Burkle; and from the Carlyle Group, a private equity firm interested in the television properties. Waiting in the wings is David Geffen, a Los Angeles mogul, who has expressed interest in The Los Angeles Times.  The company has said that it wants to sell itself as a whole, but the interest expressed by wealthy individuals and companies may change its mind. Tribune said on Saturday that it might consider acting alone to achieve its goal, which is to increase shareholder value. Complaints last year by the Chandlers about the sagging share price put the company auction in motion.  The Chandlers are mainly interested in the company's 11 newspapers, which include The Los Angeles Times, The Baltimore Sun and The Hartford Courant, in addition to Newsday, and would sell off its 23 television stations.  Mr. Murdoch's vast television holdings could complicate any bid by him for the entire Tribune Company, given various federal rules regarding the audience reach of an owner in any single market.  The Financial Times, which first reported yesterday that Mr. Murdoch had joined the Chandler family, said that he would probably take a minority stake in a consortium owning the Tribune's newspapers, rather than try to buy control of Newsday.  Newsday, which competes with The Post, has a weekday circulation of about 410,000; The Post's is about 704,000.  A special committee of Tribune's directors said last weekend that it was weighing transactions involving third parties but was also considering steps that the company might take on its own. The company has given itself a deadline of the end of March to make a decision, and people close to the process said it could take weeks to resolve.  Mr. Murdoch's potential ownership of Newsday has long been the subject of speculation.  Alfonse D'Amato, the former Republican senator from New York and a Long Island native, wrote in a column in Newsday in November: ''Already the owner of the vigorous New York Post, Murdoch could bring decades of newspaper experience to bear, together with the ability to create a joint operating agreement between the two papers. No other local business consortium would be able to create that kind of savings while offering advertisers the combined reach of The New York Post and Newsday in this very competitive but lucrative market.''  Correction:  January 31, 2007, Wednesday  An article in Business Day last Wednesday about the possibility of Rupert Murdoch joining the Chandler family's bid for the Tribune Company misstated the source of a comment by Alfonse D'Amato, the former Republican senator from New York, about the merits of such a move by Mr. Murdoch. Mr. D'Amato's comment was from a column in The Long Island Business News, not Newsday.  ", 
            "title": "Murdoch Said to Join Tribune Bid"
        }, 
        "weight": 0.6453031736695655, 
        "file": "1821097.txt", 
        "other_topics": {
            "0": 0.00024213047993874813, 
            "1": 0.00019677801108032854, 
            "2": 0.06313726785458693, 
            "3": 0.00019177630211267727, 
            "4": 0.6453031736695655, 
            "5": 0.00011807118206985445, 
            "6": 0.00030735496448113707, 
            "7": 0.016049394468832044, 
            "8": 0.00013324188448860666, 
            "9": 0.00019656645907289527, 
            "10": 0.18103542951988724, 
            "11": 0.006659514377944728, 
            "12": 0.04109714036873803, 
            "13": 0.0001553093109485297, 
            "14": 0.0038651260796135397, 
            "15": 0.00026194043713702883, 
            "16": 0.00014800618384433532, 
            "17": 0.003503421352786644, 
            "18": 0.009546449051853978, 
            "19": 0.02600881481691121, 
            "20": 0.0002144477880366562, 
            "21": 0.00014866033245647994, 
            "22": 0.0001607960546695962, 
            "23": 0.00010851605877170017, 
            "24": 0.00012465946583529926, 
            "25": 0.00011728669108068136, 
            "26": 0.0001321796923729694, 
            "27": 0.0001550045241369213, 
            "28": 0.00040657670929155997, 
            "29": 0.00018574588977690406, 
            "30": 8.922001767718356e-05
        }
    }, 
    {
        "i": 24, 
        "content": {
            "text": "  ''We're aghast at the level of compensation that Nardelli is walking away with -- this is money directly out of shareholders' pockets.''  RICHARD FERLAUTO, director of pension investment policy for the American Federation of State, County and Municipal Employees, on the $210 million exit package for Robert L. Nardelli, the chairman and chief executive of Home Depot. [C5]  ", 
            "title": "QUOTATION OF THE DAY"
        }, 
        "weight": 0.6446189787548972, 
        "file": "1816347.txt", 
        "other_topics": {
            "0": 0.0021485709995895407, 
            "1": 0.001746130962409429, 
            "2": 0.0018434490892320493, 
            "3": 0.0854635365622173, 
            "4": 0.6446189787548972, 
            "5": 0.0010477174032229254, 
            "6": 0.0027273475170540265, 
            "7": 0.002813056182090814, 
            "8": 0.0011823362718122064, 
            "9": 0.0017442537327926081, 
            "10": 0.014963475109102764, 
            "11": 0.19869690238590854, 
            "12": 0.001712168133517964, 
            "13": 0.0013781539670456183, 
            "14": 0.006377018003504846, 
            "15": 0.002324356797189674, 
            "16": 0.001313348878870194, 
            "17": 0.0031673919924742645, 
            "18": 0.000949659282821774, 
            "19": 0.007427260923860152, 
            "20": 0.0019029256391770344, 
            "21": 0.0013191535373247233, 
            "22": 0.0014268411808331832, 
            "23": 0.0009629289832722026, 
            "24": 0.0011061792517232968, 
            "25": 0.0010407561375896065, 
            "26": 0.0011729107952004715, 
            "27": 0.0013754494083108204, 
            "28": 0.0036078024002322126, 
            "29": 0.0016482362409250128, 
            "30": 0.0007917034757976612
        }
    }, 
    {
        "i": 25, 
        "content": {
            "text": "  Equity Office Properties, which agreed in November to be bought by a private equity company, the Blackstone Group, for $36 billion, including debt, said yesterday that it would begin discussions with a rival group that has offered to top that price.  Equity Office, the nation's largest office landlord, with 585 buildings in 24 metropolitan areas, also said it would open its books to the challengers, a consortium led by Vornado Realty Trust.  Raising the stakes in what was already the largest buyout battle ever, Vornado and its partners, Starwood Capital Group and Walton Street Capital, proposed last week to pay $52 a share for Equity Office, or 7.2 percent more than what Blackstone has offered. Vornado, a real estate investment trust that owns more than 100 million square feet of office, retail and showroom property, said its offer would include about $10.6 billion of its stock.  Setting a Jan. 31 deadline for the Vornado group to submit a formal proposal, Equity Office said it continued to recommend approval of the Blackstone merger.  A Blackstone spokesman, John Ford, had no comment, except to point out that the Blackstone deal could close three days after Equity Office shareholders approve the transaction. The vote is scheduled for Feb. 5.  ", 
            "title": "REIT to Consider Another Takeover Bid"
        }, 
        "weight": 0.6427858604598697, 
        "file": "1820858.txt", 
        "other_topics": {
            "0": 0.0006587539500788845, 
            "1": 0.0005353654447826026, 
            "2": 0.11185146753825287, 
            "3": 0.0005217575109924462, 
            "4": 0.6427858604598697, 
            "5": 0.0003212311708904876, 
            "6": 0.0008362073910708125, 
            "7": 0.0008624857508084046, 
            "8": 0.0003625054464230534, 
            "9": 0.0005347898843633648, 
            "10": 0.10731359836077933, 
            "11": 0.000997289711587756, 
            "12": 0.0005249524085401977, 
            "13": 0.00042254334149610255, 
            "14": 0.001955199898134857, 
            "15": 0.0007126500459300234, 
            "16": 0.00040267403867626244, 
            "17": 0.0009711254535639071, 
            "18": 0.00029116645617363173, 
            "19": 0.002277205395024935, 
            "20": 0.0005834388445872793, 
            "21": 0.00040445375258216107, 
            "22": 0.0004374708884131096, 
            "23": 0.09446053548815068, 
            "24": 0.00033915563028042177, 
            "25": 0.0003190968401030138, 
            "26": 0.00035961558616219043, 
            "27": 0.00042171412116775, 
            "28": 0.009666637577535619, 
            "29": 0.01762631456087062, 
            "30": 0.00024273705270736945
        }
    }, 
    {
        "i": 26, 
        "content": {
            "text": "  The new heads of Exxon Mobil, PepsiCo and Pfizer don't have one. Nor do the chief executives at Citigroup, General Electric and Procter & Gamble. And some corporate governance experts say shareholders are better off as a result.  It is an employment contract, and it has been in the spotlight ever since a number of prominent chief executives were ousted with golden goodbyes -- Robert L. Nardelli's $210 million exit package from Home Depot being the most recent. Employment contracts, agreed upon when a new leader arrives, have been blamed for virtually guaranteeing such huge payouts even when that executive fails.  ''Time and time again, the smoking gun of any major compensation problem is in the form of a contract that was executed at a earlier date,'' said Patrick McGurn of Institutional Shareholder Services, a proxy advisory firm. ''It was at the heart of Home Depot. People never imagine when they ink these contracts that it could go wrong.''  While they may be tarred by controversy, employment agreements are still common at many large corporations. And compensation experts do not see them going away soon.  ''Rumors of the employment contract's demise are greatly exaggerated,'' said Jannice L. Koors, a managing director at Pearl Meyer & Partners. ''As long as you need to do things to lure top executives from positions they are already in, you are going to have to offer them some kind of protection to get them to say yes.''  Today, 55 chief executives at the biggest 100 companies in the United States have signed an employment or severance contract, according to an analysis by Equilar, a compensation research firm in San Mateo, Calif. Most ordinary professionals -- including managers just two or three layers down in the organization -- are typically not given any guarantees.  Executives who are being recruited argue that they need contracts because of the risks involved. Top executive turnover is at record levels: roughly 35 percent of departing chiefs in 2005 were forced out, according to Booz-Allen Hamilton, the consulting firm. Orchestrating a turnaround can take several years to pay off. And the relationship with the board may not work out.  Among the 16 chief executives of the top 100 companies who were recruited from outside in the last three years, 13 had an employment or severance contract; among the 10 executives who were promoted, 6 had a contract.  While every agreement is different, it generally sets out the terms of a new executive's salary, bonus, perks and stock awards. It also describes what happens to the executive's pay package if he or she is fired or forced out.  In theory, the agreements work to ensure employment conditions while providing some protection for the company if things do not work out. A company might agree to certain amount of severance pay, for example, to prevent a chief executive from immediately working for a competitor or poaching top staff.  In reality, however, many agreements appear to be negotiated in the executive's favor. Among the poor practices, compensation experts say: guaranteeing bonuses two or three years after the executive has been at the helm; offering so-called evergreen clauses that automatically renew the contract every few years, narrowly defining the conditions for which an executive can be fired and providing lucrative severance payouts.  ''It's not that employment agreements are bad,'' said Paul Hodgson, senior analyst at the Corporate Library, a governance watchdog group. ''It's what's in them.''  Consider a recent analysis by James F. Reda, an independent compensation consultant in New York who examined the impact of severance agreements. The average American worker might receive about two weeks' salary for every year they worked at a company, Mr. Reda said. The average chief executive without an agreement received the equivalent of about 18 weeks of salary for each year of service.  At Home Depot, Mr. Nardelli's contract entitled him to 568 weeks of salary for each of the six years he was chief executive. Michael D. Eisner took home the equivalent of nearly 536 weeks of salary after he left the Walt Disney Company. Of course, that pales in comparison with the former lieutenant he dismissed: Michael Ovitz, Disney's former chief operating officer, was paid the equivalent of more than 5,000 weeks of salary after just over a year on the job.  Not every employment contract, however, calls for lavish severance payouts or income guarantees.  At Intuit, for example, Stephen M. Bennett, its chief executive, is entitled to severance pay equal to six months his current salary, which was $1.1 million in 2006, and limited vesting of stock options and restricted stock awards that he is not yet able to exercise. Likewise, Walgreen and Whole Foods hold the line on large change-in-control payouts.  If properly negotiated, some compensation experts say, employment contracts can benefit both the executive and the company by clarifying the exit package. When James Dimon took over at Bank One in March 2000, he signed a contract that gave him a guaranteed $9.5 million bonus in cash and stock for at least his first five years at the helm. It also provided a generous exit package if he was forced out.  Six months later, Mr. Dimon said he voluntarily scrapped his contract's income guarantee and declined to take the $2.5 million cash portion of his bonus. But he said he ''would not have taken the job'' without a severance plan, especially since he had spent six months negotiating his exit at Citigroup after a falling out with Sanford I. Weill, his former mentor and boss.  If it happens again, ''I don't want to negotiate with anybody. I want to know exactly what it is,'' Mr. Dimon, now chairman and chief executive of JPMorgan Chase, said at a 2005 conference on executive pay.  William D. Perez, Wrigley's new chief executive who has been at three companies in the last three years, said that ''trust and fit'' mattered when he has contemplated an employment contract. At S. C. Johnson, where he rose through the ranks to become chief executive, Mr. Perez said he never had an employment agreement.  Nike, which had had a history of rejecting executives recruited from outside, was a different story. Mr. Perez said he was leaving behind a 34-year career to enter the ''unpredictable world of Nike.''  It ''would have been foolhardy without some sort of contract,'' Mr. Perez said in an e-mail message. He was paid $14 million when he left Nike after 13 months.  Now, Mr. Perez is working at Wrigley without any formal agreement or severance plan. ''If you know the people you are going to be working for, if you have a good feel for the culture, and if you think your performance will be objectively assessed, why do you need a contract?'' he wrote. ''That's why I don't have a contract at Wrigley and why, it turns out, I needed one at Nike.''  Still, not everyone agrees that employment contracts are necessary at all. Jeffrey R. Immelt, General Electric's chairman and chief executive, said recently that he did not think that chief executives should have contracts. Kenneth D. Lewis, Bank of America's chairman and chief executive, suggested that having one was unfair to other employees. ''I don't understand why a C.E.O. should have a safety net when others don't,'' he said in an interview last summer.  But most often, chief executives recruited from the outside are able to get a contract if they want. Without strong internal candidates, boards often feel the need to hire a superstar to fill a leadership void.  The problem is compounded, critics charge, by directors who often have close personal ties to the chief executive or are being advised by a general counsel who will call the man at the other side of the table ''boss'' the following week. And boards often make the mistake of focusing on a single candidate and lose sight of their negotiating clout.  ''It's like a prenuptial agreement,'' said Ms. Koors, the compensation consultant. ''You are negotiating what you are going to give someone if it ends at a time when you are in love with each other, wearing rosy sunglasses and all aglow -- and it's never going to happen.''  It was not always this way. Forty years ago, fewer than 25 percent of chief executives at big companies signed an employment contract that laid out the salary and bonus terms as well as potential severance, according to Joseph E. Bachelder, a compensation lawyer who has represented many chief executives.  Today, however, some sense that changes may be brewing. Robert J. Stucker, who negotiated Mr. Nardelli's pay contract, tempered some of his demands, according to someone who has worked closely with him on several negotiations. Gerard R. Roche, the senior chairman of Heidrick & Struggles who helped bring Mr. Nardelli to Home Depot, has adjusted some of the advice he now gives boards.  ''There was a phrase I used to use: whatever it takes,'' Mr. Roche said. ''That 'whatever it takes' has become a much more relative phrase -- there is a much more conservative approach.''  And Home Depot's board appears unlikely to guarantee their next leader's pay upfront. Frank Blake, a Home Depot senior executive who was named Mr. Nardelli's successor, is not expected to have an employment contract, according to a person close to the board's discussions.  Correction:  January 17, 2007, Wednesday  An article in Business Day on Friday about the role that employment contracts play in the large severance payouts for executives gave an incorrect spelling in some copies for the name of a company that the chief executive of Wrigley, William D. Perez, mentioned during a discussion of contracts. It is S. C. Johnson, not S. C. Johnston.  ", 
            "title": "Hire by the Contract Now, Risk a Big Regret Later"
        }, 
        "weight": 0.6396115433324683, 
        "file": "1818314.txt", 
        "other_topics": {
            "0": 0.00010887263610154683, 
            "1": 8.848014838344323e-05, 
            "2": 0.05951482902432412, 
            "3": 8.623115750687662e-05, 
            "4": 0.6396115433324683, 
            "5": 5.309005641430443e-05, 
            "6": 0.000138200466171891, 
            "7": 0.0001425435054761924, 
            "8": 5.9911479162318184e-05, 
            "9": 8.838502518900831e-05, 
            "10": 0.20873319238912552, 
            "11": 0.025631144443657317, 
            "12": 8.675918002280448e-05, 
            "13": 6.983397587267293e-05, 
            "14": 0.013056297893481441, 
            "15": 0.00011778007419765612, 
            "16": 6.655016501243165e-05, 
            "17": 0.00016049845029718918, 
            "18": 4.8121244091474174e-05, 
            "19": 0.04847940732834268, 
            "20": 9.642526622671689e-05, 
            "21": 6.68442993313508e-05, 
            "22": 7.230105995344309e-05, 
            "23": 4.8793647874543034e-05, 
            "24": 0.0014708480981123794, 
            "25": 0.001467532970569902, 
            "26": 5.943387033048107e-05, 
            "27": 6.969693016228908e-05, 
            "28": 0.000182814976987871, 
            "29": 8.35196158292613e-05, 
            "30": 4.0117289322677756e-05
        }
    }, 
    {
        "i": 27, 
        "content": {
            "text": "  The law firm of Wachtell, Lipton, Rosen & Katz is a seasoned warrior in takeover battles. It invented the poison-pill defense. Now it has been hired by Caremark Rx, which is trying to fight off a $26 billion bid from Express Scripts in favor of a merger with the drugstore chain CVS.  ", 
            "title": "Back of the Envelope"
        }, 
        "weight": 0.6313701096607851, 
        "file": "1818270.txt", 
        "other_topics": {
            "0": 0.0024186968303760766, 
            "1": 0.001965660629789771, 
            "2": 0.0020752139305319738, 
            "3": 0.001915697413140706, 
            "4": 0.6313701096607851, 
            "5": 0.0011794400849631014, 
            "6": 0.03450111004273443, 
            "7": 0.0031667234048084474, 
            "8": 0.0013309837066669734, 
            "9": 0.0019635473883260444, 
            "10": 0.048275606221180205, 
            "11": 0.0036616728660148873, 
            "12": 0.0019274278757378525, 
            "13": 0.0015514202846916615, 
            "14": 0.007178758921755406, 
            "15": 0.0026165830308143203, 
            "16": 0.0014784676750771385, 
            "17": 0.0035656075476303115, 
            "18": 0.06393079554588016, 
            "19": 0.16551539651518338, 
            "20": 0.0021421680795273394, 
            "21": 0.0014850021154135611, 
            "22": 0.0016062286246023847, 
            "23": 0.0010839917694889622, 
            "24": 0.0012452519607134432, 
            "25": 0.0011716036247642386, 
            "26": 0.001320373226301213, 
            "27": 0.001548375699411179, 
            "28": 0.004061387886056308, 
            "29": 0.0018554582428962775, 
            "30": 0.0008912391947370337
        }
    }, 
    {
        "i": 28, 
        "content": {
            "text": "  Newspapers may have lost their luster for yet another media company.  E. W. Scripps, the parent company of The Rocky Mountain News, The Commercial Appeal in Memphis and 18 other dailies, told an investor conference yesterday that it was exploring separating its newspaper business from its more profitable cable television and syndication ventures.  The growth of Scripps over the last few years has come more from the success of its fast-growing TV networks, like the Food Network and HGTV, than from its newspaper operations, which accounted for only 25 percent of its revenue last year, down from 55 percent in 2000.  ''Clearly the most advantageous route is to separate the newspaper business in some fashion,'' Kenneth W. Lowe, the chief executive, said at the investor conference in Las Vegas. He indicated, however, that restrictions in the Scripps trust, which controls the company, ''may preclude an outright sale.''  Investors, seeing newspaper companies like Knight Ridder and the Tribune Company sold or on the block, have been pressuring Scripps to reduce its newspaper operations. Yesterday's announcement sent its shares up $1.92, to $51.92.  But the company is limited in what it can do because of the restrictions in the family trust, which holds 44 percent of equity in the company and has 88 percent of the vote.  The Scripps family owes its fortune to Edward W. Scripps, who started the enterprise in 1878 when he bought The Cleveland Penny Press, a paper aimed at working-class people who could not afford the 5 cents that many papers then charged.  The Scripps trust, created in the early 1920s, includes language that says it must control the company. But there is debate over whether the wording requires the company to be a ''newspaper'' company or simply that the trust must control whatever properties are currently in the company portfolio. Since Mr. Scripps's death in 1926, a number of individual papers have been sold.  Scripps might choose to spin off the newspaper division into a separate company, also to be controlled by the trust, or sell some individual newspapers. In addition to its 20 dailies, the company has a handful of weekly or semiweekly community papers, and its United Media unit syndicates more than 150 comic strips, including Peanuts and Dilbert.  Joseph G. NeCastro, the Scripps chief financial officer, said at the conference that it was difficult to know when the declines in newspaper readership and earnings would bottom out. ''We think there is some value to be found in deconsolidation,'' he said.  Correction:  January 12, 2007, Friday  An article in Business Day yesterday about the media company E.W. Scripps, and the possible sale of some of its newspapers, misattributed a quotation explaining the reason for the strategy. It was the chief financial officer Joseph G. NeCastro -- not the chief executive Kenneth W. Lowe -- who said: ''Clearly the most advantageous route is to separate the newspaper business in some fashion.''  ", 
            "title": "E.W. Scripps Explores Options For Its Newspaper Holdings"
        }, 
        "weight": 0.6308535170955907, 
        "file": "1817993.txt", 
        "other_topics": {
            "0": 0.00033927480774589836, 
            "1": 0.00027572663257755697, 
            "2": 0.08405948863737524, 
            "3": 0.00026871820534927034, 
            "4": 0.6308535170955907, 
            "5": 0.008983167875985857, 
            "6": 0.0048395306636875085, 
            "7": 0.00044420179530469257, 
            "8": 0.00018669939759343354, 
            "9": 0.0002754302045249287, 
            "10": 0.2007616700232808, 
            "11": 0.0005136292163794707, 
            "12": 0.0002703636577236378, 
            "13": 0.00021762041948019108, 
            "14": 0.0010069769896105655, 
            "15": 0.02241134706290417, 
            "16": 0.0134339758785033, 
            "17": 0.000500153967221887, 
            "18": 0.00014995802822667567, 
            "19": 0.0011728178973385895, 
            "20": 0.022344800053221835, 
            "21": 0.00020830382745027625, 
            "22": 0.0046341713633535, 
            "23": 0.00015205340932882445, 
            "24": 0.00017467365659902312, 
            "25": 0.00016434287652515722, 
            "26": 0.0001852110470730315, 
            "27": 0.0002171933502118442, 
            "28": 0.000569697936888198, 
            "29": 0.00026026835225202493, 
            "30": 0.0001250156706919738
        }
    }, 
    {
        "i": 29, 
        "content": {
            "text": "  James C. Weeks, a former president and chief operating officer of The New York Times Regional Media Group and a former publisher of The Press Democrat of Santa Rosa, died Monday in New York. He was 64 and had homes in Atlanta and Aspen, Colo.  Mr. Weeks died unexpectedly on a trip to New York, said Mary Jacobus, the current president and chief operating officer of the Regional Media Group.  The cause of death was not announced.  Mr. Weeks was publisher in Santa Rosa for two years after the paper was bought by The New York Times Company in 1985. He oversaw construction of a new printing plant in Rohnert Park, allowing the paper to print in color for the first time. The paper also had major circulation increases during his tenure.  While at The Press, he also directed The Santa Barbara News-Press, which was also owned by the Times Company. He left in 1988 to become vice president for operations at the newspaper group in Atlanta. He was promoted to president and chief operating officer of the group before retiring in 1999.  Mr. Weeks was a graduate of the University of Florida's journalism program and later earned a master's degree in marketing there. He began his career in 1964 as a retail advertising salesman for The Gainesville Sun. He rose to management positions and later became head of acquisitions for The New York Times Affiliated Newspaper Group.  Before taking over at The Press Democrat, he was publisher of The Star-News in Wilmington, N.C.  He is survived by his wife, Toni, and two children, Todd and Traci.  Correction:  January 19, 2007, Friday  An obituary on Jan. 11 by The New York Times Regional Newspapers about James C. Weeks, a former president and chief operating officer of The New York Times Regional Media Group, incorrectly described his postgraduate education. He was a graduate of the Program for Management Development at the Harvard Business School -- not a recipient of a master's degree in marketing from the University of Florida, where he earned his undergraduate degree. The obituary also misspelled the given name of his wife. She is Toney Weeks, not Toni.  ", 
            "title": "James Weeks, Ex-Times Co. Executive"
        }, 
        "weight": 0.6254295556905582, 
        "file": "1817987.txt", 
        "other_topics": {
            "0": 0.10550486852517268, 
            "1": 0.00034587216913774455, 
            "2": 0.016956614341952527, 
            "3": 0.050111477218226404, 
            "4": 0.6254295556905582, 
            "5": 0.00020753099206032458, 
            "6": 0.0005402307284066885, 
            "7": 0.017148673308684123, 
            "8": 0.00023419618561579294, 
            "9": 0.00034550032905614864, 
            "10": 0.01955541818675389, 
            "11": 0.0117052747441556, 
            "12": 0.03905256429163478, 
            "13": 0.00027298359186651215, 
            "14": 0.0012631544236860613, 
            "15": 0.00046040666170006855, 
            "16": 0.005790635546943436, 
            "17": 0.08911521026112726, 
            "18": 0.00018810772110594134, 
            "19": 0.007001674161137728, 
            "20": 0.00590741842139585, 
            "21": 0.0002612968358058633, 
            "22": 0.00028262751469045766, 
            "23": 0.00019073617233749432, 
            "24": 0.00021911106640063886, 
            "25": 0.000206152110351923, 
            "26": 0.00023232919504576177, 
            "27": 0.00027244787512114606, 
            "28": 0.0007146304995742273, 
            "29": 0.00032648126410492304, 
            "30": 0.00015681996618981106
        }
    }, 
    {
        "i": 30, 
        "content": {
            "text": "  The Advertising column on Wednesday, about the popularity of penguin characters among marketers, misidentifed the agency that created a holiday commercial for Coca-Cola, based on information supplied by Coca-Cola. The agency was Berlin Cameron United, which previously worked for the company -- not Wieden & Kennedy, the current agency. The article also misspelled the surname of a founder of Club Penguin, a Web site for children. He is Dave Krysko, not Krisko.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6130537090770278, 
        "file": "1818346.txt", 
        "other_topics": {
            "0": 0.0016796130273510827, 
            "1": 0.0013650115879271583, 
            "2": 0.0014410885682270432, 
            "3": 0.15411585576275452, 
            "4": 0.6130537090770278, 
            "5": 0.0008190373042230646, 
            "6": 0.002132062855094245, 
            "7": 0.0021990643134496635, 
            "8": 0.000924273577752315, 
            "9": 0.0013635440919401306, 
            "10": 0.01169747135770426, 
            "11": 0.0025427715331732188, 
            "12": 0.0013384616578281771, 
            "13": 0.0010773511125243727, 
            "14": 0.0049851378038637435, 
            "15": 0.0018170309277736841, 
            "16": 0.11015921933734199, 
            "17": 0.0024760609978928317, 
            "18": 0.0007423818450854337, 
            "19": 0.04945916084376254, 
            "20": 0.023314089190935475, 
            "21": 0.0010312284149744855, 
            "22": 0.001115411608807085, 
            "23": 0.0007527552336073137, 
            "24": 0.0008647389740133615, 
            "25": 0.0008135954396317584, 
            "26": 0.0009169053533328813, 
            "27": 0.0010752368644566708, 
            "28": 0.0028203452027864874, 
            "29": 0.001288483863432346, 
            "30": 0.0006189022713249498
        }
    }, 
    {
        "i": 31, 
        "content": {
            "text": "  In another management change at Viacom, Michael Wolf, the president and chief operating officer of MTV Networks, is leaving the company.  The announcement came a day after another Viacom unit, Paramount Pictures, announced that its president, Gail Berman, was departing. In neither case did the executives leave to accept other positions.  Mr. Wolf, a former consultant, had been at MTV Networks 15 months. Viacom did not announce a replacement yesterday, and there was no statement on Mr. Wolf's future plans.  But several media executives and investors said privately yesterday that they were not surprised by the news of Mr. Wolf's departure, coming as it did just four months after former chief executive Tom Freston was replaced by Philippe P. Dauman and Thomas E. Dooley.  In addition, there had been speculation that Mr. Wolf might not remain at Viacom. Part of the reason, one person with knowledge of the situation said, was that he lacked operational experience and had never really run a media business.  The MTV Networks group includes the powerhouse MTV cable channel, as well as VH-1, Comedy Central and smaller channels like CMT and Spike.  At the same time it announced Mr. Wolf's exit, MTV Networks included the news that Nicole Browning, president for affiliate sales and marketing, would also be leaving.  MTV said both executives will be replaced.  ''Viacom is cleaning up the management structure,'' said Richard Greenfield, a media analyst at Pali Research.  Mr. Wolf was a consultant with Booz Allen & Hamilton for 15 years before joining McKinsey & Company where he spent four years consulting to major media companies and became a managing partner. Then, Judy McGrath, the chief executive of MTV Networks, tapped him to join MTV Networks.  At the time Ms. McGrath said Mr. Wolf would be part of an aggressive plan to expand into additional platforms for its video content, including the Internet and cellphones.  In a telephone interview, Mr. Wolf said: ''I am pleased with what we have accomplished in transforming MTV Networks into a multiplatform company.'' He maintained that it was his decision to leave the company.  Several other executives at MTV Networks also characterized the move as Mr. Wolf's decision.  In recent months, there have been a number of appointments at the company where the executives did not report to Mr. Wolf, but rather directly to division heads.  For example, earlier this month, Robert M. Bakish was named president of MTV Networks International. But the company said that Mr. Bakish would report to William H. Roedy, the global chairman of MTV Networks who oversees MTV's international operation. And in another move Viacom formed a global digital media executive team that would report to Mika Salmi, president of Global digital media for MTV Networks.  One senior MTV Networks executive said yesterday's move was not connected with Ms. Berman's departure from Paramount Pictures and that the two executive changes had not been directed by the new top management of the company.  Under Mr. Wolf the company had made a number of executive changes, including installing a new head of advertising sales at MTV, a new head of digital advertising sales, a new chief of strategy and a new chief financial officer. The company also made a number of Internet acquisitions.  ", 
            "title": "Head of MTV Networks Leaving"
        }, 
        "weight": 0.6092518523875573, 
        "file": "1818236.txt", 
        "other_topics": {
            "0": 0.000274033335954887, 
            "1": 0.00022270527375385066, 
            "2": 0.00023511743558009613, 
            "3": 0.00021704454490125975, 
            "4": 0.6092518523875573, 
            "5": 0.00013362811617489886, 
            "6": 0.0003478517296144144, 
            "7": 0.0003587831958795542, 
            "8": 0.00015079769430335755, 
            "9": 0.0002224658478776059, 
            "10": 0.2298158338179891, 
            "11": 0.00041485994360588484, 
            "12": 0.00021837358199157183, 
            "13": 0.00017577270154028874, 
            "14": 0.0008133385013940188, 
            "15": 0.018101715950245453, 
            "16": 0.00016750732213092562, 
            "17": 0.00040397594221477186, 
            "18": 0.00012112157398656674, 
            "19": 0.0009472887274200372, 
            "20": 0.07858585828138268, 
            "21": 0.00016824766067253177, 
            "22": 0.053597769927047206, 
            "23": 0.0001228140199342444, 
            "24": 0.003702136968858694, 
            "25": 0.00013274026148248658, 
            "26": 0.00014959554887769002, 
            "27": 0.0001754277563406541, 
            "28": 0.0004601468266073372, 
            "29": 0.00021021957181247935, 
            "30": 0.00010097555286809632
        }
    }, 
    {
        "i": 32, 
        "content": {
            "text": "  Now that the board has ousted Home Depot's chairman and chief executive, Robert L. Nardelli, shareholders are expecting big changes at the home improvement retailing giant.  But the biggest hammer could fall on the board itself, warn some corporate governance advocates.  When Home Depot announced the departure of Mr. Nardelli last week, it also said that three directors -- including one who has been on the board for nearly three decades -- would remain on the board even though they were due to retire this spring after having reached the mandatory retirement age of 72.  Corporate governance watchdogs say the move illustrates that Home Depot's board, whose members have been criticized for their close ties to one another and to Mr. Nardelli's former employer, General Electric, is doing a poor job of succession planning for itself.  Furthermore, these critics argue that the three directors, Milledge A. Hart III, John L. Clendenin, and Claudio X. Gonzalez, played crucial roles in approving Mr. Nardelli's excessive pay package that ultimately led to his ouster.  ''We were told the G.E. crony group that brought in Nardelli and paid him highly were going to start to move off of the board as they hit retirement age,'' said Richard Ferlauto, director of pension and benefit policy at the American Federation of State, County and Municipal Employees. ''All last fall we were told that this board was going to evolve significantly because of the mandatory retirements. Now that's not happening.''  The outcry over Mr. Nardelli's compensation, including his $210 million exit package, could result in another aggressive campaign to withhold votes from Home Depot's directors at the company's annual shareholder meeting this spring.  Or, if a competing slate of directors is put up against the incumbents, as one shareholder activist, Ralph V. Whitworth, has threatened to do, shareholders could throw their support to them if they believe they are qualified for the job, said Mr. Ferlauto.  The threat of a proxy fight could cause Home Depot's board to cut a deal with Mr. Whitworth, and that could result in the company shedding its construction supply business, which shareholders have been unhappy with, or adding Mr. Whitworth's nominees to the board.  Brad Shaw, a spokesman for Home Depot, played down the prospects of a proxy battle, saying, ''Home Depot's board has acted in the best interests of shareholders and is confident shareholders recognize this.''  In a statement, Home Depot's board said it was necessary for the three directors to remain on the board for one more year in order to provide Mr. Nardelli's successor, Frank Blake, with their expertise and deep knowledge of the company. It added that Kenneth G. Langone, Home Depot's co-founder and the lead director, still intends to retire from the board as scheduled in May 2008, when he will be 72.  The company also said it hired an executive search firm last year to help identify candidates to replace the retiring board members. Home Depot did name one new director to its board in mid-November, Helen Johnson-Leipold, the chairwoman and chief executive of sports products company Johnson Outdoors.  Yet, the board should have already named several other replacements for its retiring directors by now, say some critics, who contend that the directors are still firmly on the hot seat as proxy season approaches.  The person driving the changes could be Mr. Whitworth, who runs Relational Investors, a fund that owns about $1 billion worth of Home Depot stock. In December Mr. Whitworth announced plans to form a shareholders' committee to examine the company's strategy and to nominate two individuals, including himself, to the board.  Last week, despite Mr. Nardelli's departure, Mr. Whitworth signaled that his stance and intentions had not changed. He declined yesterday to comment for this article.  If Relational decides to put up a slate of competing directors, Home Depot shareholders might be willing to support those candidates because of Mr. Nardelli's $210 million payout package, much of which was put in place by the board in his original 2000 employment contract, as well as the waiver of the mandatory retirement age for the three directors.  ''Relational could take a stance that Home Depot is, in fact, entrenching the status quo by not replacing these directors, and that gives them another opportunity to generate press over the subject and to try to manage an upcoming proxy vote,'' said Andrew D. Shiftan, a managing director at investment bank Morgan Joseph & Company.  Mr. Shiftan noted that in the 10 or so campaigns that Relational has waged against companies since 1997, it has often agreed to concessions with the company in exchange for board seats and other changes.  A spokesman for Home Depot declined to comment on Relational, pointing to a statement made by the company late last year that said it planned to arrange a meeting with Relational shortly after the first of the year to discuss its concerns.  Shareholders have long been frustrated with Home Depot's stock price, which slumped under Mr. Nardelli. Last Wednesday, the stock surged on news of his resignation, but has since fallen 4 percent.  Last year, shareholders aimed a clear sign of their frustration at Home Depot's board. Of the shareholders who voted, 30 percent or more withheld their votes for 10 of the 11 directors, including Mr. Hart, Mr. Clendenin and Mr. Gonzalez.  ''People who withheld votes from the directors last year remember who was there when the compensation contract was approved,'' said James P. Melican, chairman of Proxy Governance, a firm that advises large shareholders on corporate governance issues.  For instance, one of the directors whose retirement was waived was Mr. Clendenin, the retired president and chief executive of BellSouth. Mr. Clendenin joined Home Depot's board in 1996 and had a close relationship with a co-founder, Bernard Marcus, and their paths often crossed at social and business functions in Atlanta, according to a person close to the board.  Mr. Clendenin was chairman of the compensation committee that signed Mr. Nardelli's employment contract in December 2000. One of the lawyers sitting on the other side of the table helping Mr. Nardelli negotiate the contract was Frank L. Fernandez. Mr. Fernandez was later named Home Depot's general counsel. Mr. Fernandez declined to comment for this article.  It was at Electronic Data Systems, where Mr. Hart was president, that he and Mr. Langone became familiar with one another. As an investment banker, Mr. Langone helped take the company public in 1968 and was a large E.D.S. shareholder for years.  When Mr. Langone was approaching individuals to provide seed money for Home Depot in its early days, Mr. Hart became an early investor in the company and got a board seat. (Another former E.D.S. executive, Richard H. Brown, later became a Home Depot director as well. Mr. Brown left the board before last year's annual meeting.)  Under stock exchange guidelines, Mr. Hart is not considered an independent director as Home Depot conducts business with an insulation company owned by Mr. Hart.  The third director who was set to retire this spring was Mr. Gonzalez, the longtime chairman and chief executive of Kimberly-Clark de México, a unit of Kimberly-Clark. Mr. Gonzalez joined Home Depot's board in 2001 and, as a director on G.E.'s board, he was very familiar with both Mr. Nardelli and Mr. Langone, who was also a G.E. director.  Mr. Gonzalez, who received the highest number of withheld votes last year at 36 percent of those cast, was a member of the compensation committee last year when it changed its long-term incentive plan for executives to include the effects of share buybacks when measuring earnings per share for compensation package. As Home Depot has been buying back its shares in recent years, such a change would have the effect of boosting the chief's pay.  Moves like that have some shareholder activists declaring that the departure of Mr. Nardelli simply is not enough to right all that is wrong with Home Depot.  ''Home Depot's nomination committee and compensation committee needs to be reformed,'' said Mr. Ferlauto. ''The next task is to rebuild the board in a way that creates trust with shareholders and much greater transparency to the decision-making process of the board.''  ", 
            "title": "Home Depot Board Faces New Outcry"
        }, 
        "weight": 0.6089950873143128, 
        "file": "1817836.txt", 
        "other_topics": {
            "0": 0.00011540353277689027, 
            "1": 0.004592780980231318, 
            "2": 0.04808827581156884, 
            "3": 9.140386940252139e-05, 
            "4": 0.6089950873143128, 
            "5": 5.6274747125812325e-05, 
            "6": 0.00014649063895884432, 
            "7": 0.0001510942023210632, 
            "8": 6.350536366890019e-05, 
            "9": 9.368694023236821e-05, 
            "10": 0.23775069036704505, 
            "11": 0.03466699105926324, 
            "12": 0.021087265216066898, 
            "13": 7.402307698369465e-05, 
            "14": 0.0003425208691390145, 
            "15": 0.031617797772414975, 
            "16": 7.054228155324783e-05, 
            "17": 0.0031694550099332125, 
            "18": 5.1007872764240674e-05, 
            "19": 0.007897253284054613, 
            "20": 0.00010220948780128958, 
            "21": 7.085405998288496e-05, 
            "22": 7.663815299152595e-05, 
            "23": 5.172061174804112e-05, 
            "24": 5.9414835980636804e-05, 
            "25": 5.590084528741051e-05, 
            "26": 6.299910471850574e-05, 
            "27": 7.387781037036985e-05, 
            "28": 0.00019378142152494886, 
            "29": 8.852967162359816e-05, 
            "30": 4.252378815326448e-05
        }
    }, 
    {
        "i": 33, 
        "content": {
            "text": "  As the deadline for bids for the Tribune Company came and went yesterday, the team of Eli Broad and Ronald W. Burkle made an audacious $500 million offer to help refinance the company while becoming its largest shareholder.  Meanwhile, the Chandler family -- which once owned The Los Angeles Times, the company's biggest newspaper -- was looking to mount an offer of its own.  Tribune offered no comments on either possible offer, but the company is planning a board meeting this weekend to review the bidding and to try to figure out what to do next. If neither bid satisfies the Tribune board, the company may decide not to sell itself at all, putting it back where it was last spring, when the Chandler family complained about the low stock price, setting the auction in motion.  The Broad and Burkle offer is essentially a recapitalization of the company. It would give a $27 dividend payment for each share, according to people involved in their bid. In exchange, they would receive 31 percent of the company, leaving the remaining 69 percent to the current shareholders.  The deal, financed by a $500 million cash infusion from Mr. Burkle and Mr. Broad and $11 billion in debt, effectively values the company at $34 a share. Tribune stock was down 18 cents yesterday, to close at $30.34.  Mr. Burkle and Mr. Broad, both well-known financial and social figures in Los Angeles, have expressed an interest in owning The Los Angeles Times. It's not clear what they would do with the Tribune company if their deal was accepted or what assets they might spin off or sell.  Nor is it clear what would induce the Tribune company to accept the offer from Mr. Burkle and Mr. Broad, which essentially buys 31 percent of the company for $500 million. Tribune, however, could take on $11 billion of debt on its own if it wanted to offer a similar dividend.  Several private equity firms expressed interest in Tribune in the period leading up to yesterday's deadline but none placed a bid, according to people involved in the process. Perhaps because the auction seemed to be generating so few offers, the Chandlers, the company's biggest shareholders, began to consider its own proposal for the Tribune and may be looking for a private equity firm to join in, according to other people close to the process.  While the Chandlers have indicated that they were not eager to take over the company, they might do so to create value in what they see as underperforming assets or to prod other potential suitors into bidding.  The company put itself on the block last fall, announcing that it wanted to sell the whole company. But when little interest materialized, it said it would consider selling its assets individually. The company owns The Baltimore Sun, The Hartford Courant, The Chicago Tribune, two dozen television stations and the Chicago Cubs.  But selling the assets piecemeal could mean hefty tax bills for the company, and for this round, it was back to considering bids for the whole company only. Wealthy individuals in Los Angeles, including David Geffen, have said they want to buy The Times, and others have expressed interest in some of the company's other newspapers.  ''This auction has been an ill-fated process,'' said Edward Atorino, a media analyst with the Benchmark Company, a financial research company. ''It started off on the wrong foot and never got righted.''  The Chandler family, which owns 20 percent of the company, has sent ambivalent signals about its interest in regaining title to the newspapers, which it sold to Tribune in 2000. And yet people familiar with the bidding have suggested that the Chandlers could put together a deal that would help them buy the company as a whole and that they then might sell off the television stations.  One newspaper executive said that the apparent lack of interest in Tribune as a whole was not necessarily a bad omen for newspapers.  ''It doesn't mean that everyone has soured on the business or that no one wants pieces of the company,'' this executive said. ''It only means that no one wants a diversified collection of communication assets worth $13 billion.''  ", 
            "title": "Two Seek Large Stake In Tribune"
        }, 
        "weight": 0.6026268110070463, 
        "file": "1819686.txt", 
        "other_topics": {
            "0": 0.00025328798430966783, 
            "1": 0.00020584564898896797, 
            "2": 0.11871014704032506, 
            "3": 0.0002006134585483408, 
            "4": 0.6026268110070463, 
            "5": 0.00012351196643685077, 
            "6": 0.0003215180486186223, 
            "7": 0.0003316219618750088, 
            "8": 0.0001393817430844649, 
            "9": 0.00020562434854982874, 
            "10": 0.22558378285416933, 
            "11": 0.026715193239794665, 
            "12": 0.0002018418825446584, 
            "13": 0.00016246604857276893, 
            "14": 0.0007517657253694542, 
            "15": 0.0002740107951234184, 
            "16": 0.00015482638939459922, 
            "17": 0.00037339344775930226, 
            "18": 0.00011195221641399968, 
            "19": 0.010749977823127196, 
            "20": 0.00022432965888975298, 
            "21": 0.00015551068153101671, 
            "22": 0.00016820562443238077, 
            "23": 0.009987918944247736, 
            "24": 0.00013040384190594399, 
            "25": 0.00012269132567569168, 
            "26": 0.0001382706045777084, 
            "27": 0.00016214721701890596, 
            "28": 0.0004253119854624175, 
            "29": 0.00019430516152819471, 
            "30": 9.333132467768401e-05
        }
    }, 
    {
        "i": 34, 
        "content": {
            "text": "  People  Charles Schwab has announced that its chief financial officer, Christopher V. Dodds, will retire on May 18. Joseph R. Martinetto, senior vice president and treasurer, will succeed him.  Charles G. Berg has joined Welsh, Carson, Anderson & Stowe as a senior operating executive. Mr. Berg was previously chief executive of Oxford Health Plans.  Vestar Capital Partners has named Roger C. Holstein a managing director. Mr. Holstein, who had served as a senior adviser to the firm over the last six months, was a former chief executive of WebMD.  David Cantillon, formerly of Goldman Sachs, is joining Morgan Stanley as a managing director and head of European prime brokerage.  Rick Pfeiffer has joined the AIG Consumer Finance Group as chief executive. Mr. Pfeiffer was a co-founder and chief executive of the Ambertek Group, which provides advisory services to international banks and consulting companies.  Adam Knight has been named to head Credit Suisse's metals trading alliance with Glencore. Mr. Knight joins Credit Suisse from Goldman Sachs.  Yar R. Chaikovsky, formerly of Weil, Gotshal & Manges, has joined Sonnenschein Nath & Rosenthal as a partner in the firm's new office in Menlo Park, Calif. The office is scheduled to open in mid-March.  Sheila Hooda, formerly of Credit Suisse, has joined TIAA-CREF as a senior managing director and head of strategy.  MetLife has appointed William J. Mullaney president of its institutional business segment. William D. Moore will succeed Mr. Mullaney as head of the MetLife Auto and Home subsidiary.  CVC Capital Partners has promoted Marc Boughton to managing partner. Hugh Briggs has been made a managing director of CVC's international team.  Betty Hung has joined Vista Equity Partners as an operating vice president. She was previously vice president for portfolio company operations at Garnett & Helfrich Capital.  The Churn  ", 
            "title": "THE CHURN"
        }, 
        "weight": 0.5936343630845199, 
        "file": "1821482.txt", 
        "other_topics": {
            "0": 0.0004075553171422418, 
            "1": 0.00033121779931527247, 
            "2": 0.1539384754256115, 
            "3": 0.0003227988960649258, 
            "4": 0.5936343630845199, 
            "5": 0.00019873804432226781, 
            "6": 0.0005173415179123274, 
            "7": 0.0005335993107279148, 
            "8": 0.00022427345166590017, 
            "9": 0.00033086171384638245, 
            "10": 0.0028383720364863227, 
            "11": 0.0006169992979020029, 
            "12": 0.000324775502783041, 
            "13": 0.0002614174617536106, 
            "14": 0.00120963542528346, 
            "15": 0.09047571197198312, 
            "16": 0.0002491247992031007, 
            "17": 0.08533945908915647, 
            "18": 0.00018013772421830195, 
            "19": 0.001408852526586406, 
            "20": 0.0003609596622690424, 
            "21": 0.0002502258656411146, 
            "22": 0.00027065277809165753, 
            "23": 0.05314430917979189, 
            "24": 0.0002098274787467492, 
            "25": 0.00019741758489903225, 
            "26": 0.00022248556422329468, 
            "27": 0.00026090444296433113, 
            "28": 0.00598051752576189, 
            "29": 0.0056088139108149224, 
            "30": 0.00015017561031167783
        }
    }, 
    {
        "i": 35, 
        "content": {
            "text": "  People  David Krieger and Justin Sadrian have been promoted to managing directors at Warburg Pincus. Mr. Krieger works in the energy group, while Mr. Sadrian works in the technology, media and telecommunications group. Both are based in New York.  Michael J. Aiello, formerly of Dewey Ballantine, has joined Weil, Gotshal & Manges as a partner in the mergers and acquisitions group.  Joshua Gotbaum has joined Blue Wolf Capital Management, a private equity firm based in New York, as an operating partner. Mr. Gotbaum recently managed Hawaiian Airlines as a Chapter 11 bankruptcy trustee. He held several positions during the Clinton administration and was chief executive of the September 11 Fund, a charity.  Peter Babej has joined Deutsche Bank Securities as head of insurance investment banking for the Americas. He will also be chairman of a newly created global insurance committee within the financial institutions group. Mr. Babej joins from Lazard.  Tim Emmerson has been elected a partner at Sullivan & Cromwell and will join its London office. Mr. Emmerson had been a partner in the London office of Milbank, Tweed, Hadley & McCloy.  The Cowen Group has hired Dr. Gregory B. Brown, Todd C. Davis and Clarke B. Futch to form a private equity unit, Cowen Healthcare Royalty Partners. The three, who were partners at Paul Capital Partners, have been named managing directors of Cowen.  William Cullen, Janet Barbiere and Bola Oloko have joined Thacher Proffitt & Wood as partners in the structured finance group in New York. All three were partners in the New York office of Sidley Austin.  Zachary T. Fardon has joined the Chicago office of Latham & Watkins as a partner in the litigation department. He was previously first assistant United States attorney in Nashville.  The Churn  ", 
            "title": "THE CHURN"
        }, 
        "weight": 0.5917927221765953, 
        "file": "1816509.txt", 
        "other_topics": {
            "0": 0.0004505021252755011, 
            "1": 0.0003661204166513843, 
            "2": 0.10576316119775407, 
            "3": 0.0003568143577012412, 
            "4": 0.5917927221765953, 
            "5": 0.0002196803907947314, 
            "6": 0.00642611475874762, 
            "7": 0.0005898282108403209, 
            "8": 0.00024790663345240495, 
            "9": 0.0003657268080938037, 
            "10": 0.014845985196679599, 
            "11": 0.0006820166080702439, 
            "12": 0.05890157457490271, 
            "13": 0.00028896475435511424, 
            "14": 0.0013371027366784211, 
            "15": 0.11757251069800662, 
            "16": 0.00027537673238270925, 
            "17": 0.053352441444581185, 
            "18": 0.00019912003153749538, 
            "19": 0.0015573126658667057, 
            "20": 0.0003989963770591091, 
            "21": 0.01783936642219277, 
            "22": 0.0002991732572573832, 
            "23": 0.017764674955768514, 
            "24": 0.00023193839250935157, 
            "25": 0.00021822078580005516, 
            "26": 0.00024593034444630167, 
            "27": 0.00028839767537183113, 
            "28": 0.0007564668094231769, 
            "29": 0.006199851850331864, 
            "30": 0.00016600061087252137
        }
    }, 
    {
        "i": 36, 
        "content": {
            "text": "  The New York Times Company is offering a voluntary buyout plan to newsroom and business-office employees in its New England Media Group as part of an effort to cut 125 jobs at The Boston Globe and The Worcester Telegram & Gazette, according to memorandums sent yesterday by the head of the group and the editor of The Globe.  The group also plans to outsource some finance and advertising operations to reach its goal in reducing jobs and lowering costs.  The cutbacks are to affect 17 positions in The Globe newsroom and 2 on the opinion pages, according to a memo sent to the staff by The Globe's editor, Martin Baron. No buyouts are expected in the newsroom of The Telegram & Gazette, said Alfred S. Larkin Jr., executive vice president of The Globe.  The cuts are about 5 percent of the 2,300-member work force. The Globe newsroom has 412 employees.  Newspaper companies, struggling to maintain advertising and circulation in the face of competition from the Internet, have sought ways to lower expenses, from eliminating jobs to reducing paper consumption.  Buyouts are to be offered to employees of the two papers who have 10 or more years of service, excluding some parts of the group's operations, like Boston.com, according to a memo sent by P. Steven Ainsley, publisher of The Globe and head of the group. Details of the offer are to be sent to eligible employees at the end of the month, and the buyouts should be completed by the end of the first quarter, according to his memo.  Employees affected by the outsourcing are to receive severance packages similar to those offered under the buyout program, the memo said.  ", 
            "title": "Times Co. To Cut Jobs In New England"
        }, 
        "weight": 0.5913415281051921, 
        "file": "1818284.txt", 
        "other_topics": {
            "0": 0.0005543524247313171, 
            "1": 0.00045051894170358573, 
            "2": 0.00047562797444429365, 
            "3": 0.036458008237580795, 
            "4": 0.5913415281051921, 
            "5": 0.0002703213824540979, 
            "6": 0.0007036824519425561, 
            "7": 0.0007257961294950801, 
            "8": 0.0003050543730005174, 
            "9": 0.000450034598021175, 
            "10": 0.16954785032917033, 
            "11": 0.15932257454361776, 
            "12": 0.00044175619821020564, 
            "13": 0.00035557726201776533, 
            "14": 0.0016453332905794205, 
            "15": 0.02941485936648327, 
            "16": 0.0003388569126451655, 
            "17": 0.0008172182494495648, 
            "18": 0.0002450214241006815, 
            "19": 0.0019163062812635016, 
            "20": 0.0004909735086076769, 
            "21": 0.0003403545715494419, 
            "22": 0.0003681390414617329, 
            "23": 0.0002484451371739561, 
            "24": 0.0002854051136766859, 
            "25": 0.00026852530753557473, 
            "26": 0.00030262250744198487, 
            "27": 0.00035487945929551417, 
            "28": 0.0009308484610944986, 
            "29": 0.0004252611418758628, 
            "30": 0.00020426727418385916
        }
    }, 
    {
        "i": 37, 
        "content": {
            "text": "  Abject capitulation or tactical retreat? How to interpret the Shaw Group's reaction to shareholder complaints over the potential severance package for its founder and chief executive, James M. Bernhard Jr.?  After protests by the California Public Employees' Retirement System, which estimated that Mr. Bernhard's 10-year employment contract committed the company to giving him a golden parachute worth as much as $100 million, the company shortened the pact to just three years.  Calpers had blasted Shaw, a construction and engineering company in Baton Rouge, La., saying it had ''some of the most egregious severance and change-of-control provisions ever,'' and urged fellow shareholders to cap severance packages at three times an employee's salary and bonus without explicit shareholder approval.  While Shaw's board opposes the proposal, which will be put to a vote of shareholders on Jan. 30, its move to shorten Mr. Bernhard's contract effectively cut his severance pay to three times his salary and bonus.  A Shaw spokesman, Christopher D. Sammons, declined to provide figures, but Calpers estimated that the exit pay could drop below $10 million.  ELIZABETH OLSON  OPENERS: SUITS  ", 
            "title": "A DIFFERENT TACK"
        }, 
        "weight": 0.5665918041143809, 
        "file": "1817163.txt", 
        "other_topics": {
            "0": 0.0007137438734514633, 
            "1": 0.0005800554307498921, 
            "2": 0.0006123839955535161, 
            "3": 0.0005653115656514071, 
            "4": 0.5665918041143809, 
            "5": 0.00034804615616691194, 
            "6": 0.0009060103582531144, 
            "7": 0.0009344823215177202, 
            "8": 0.0003927658292542442, 
            "9": 0.0005794318250425064, 
            "10": 0.22757255752347363, 
            "11": 0.10310635064553543, 
            "12": 0.0005687731593932582, 
            "13": 0.02828303674923809, 
            "14": 0.0021184115078164917, 
            "15": 0.037872434077364237, 
            "16": 0.00043628752141634006, 
            "17": 0.010327264569512558, 
            "18": 0.00031547176942714017, 
            "19": 0.011742370401278766, 
            "20": 0.0006321417895223321, 
            "21": 0.0004382157981222018, 
            "22": 0.0004739890612888702, 
            "23": 0.00031987989343181065, 
            "24": 0.0003674668717056394, 
            "25": 0.00034573366069983233, 
            "26": 0.00038963473598933884, 
            "27": 0.000456916987435758, 
            "28": 0.0011984927937131974, 
            "29": 0.00054753532426233, 
            "30": 0.0002629996893510897
        }
    }, 
    {
        "i": 38, 
        "content": {
            "text": "  When members of the Tribune Company board assemble this weekend to review bids for the company, they will have a lot to consider but not much to be happy about.  The company received at least two firm bids by Wednesday's deadline, one from the Los Angeles team of Eli Broad and Ronald W. Burkle, and another from the Chandler family, the company's largest shareholder. A third potential bidder, the Carlyle Group, has expressed interest but only in Tribune's television group. The company also owns 11 papers, including The Los Angeles Times.  None of the offers, made on Wednesday, had enough clout or sizzle to generate much investor interest. Tribune shares rose only 56 cents, to $30.90 yesterday.  Indeed, the offers from the Chandlers and particularly from the Broad-Burkle team left investors and analysts more confused than anything else. In one way, the result of the auction could relieve some of the pressure on the company to act because both bids came in so low.  Gary Weitman, a Tribune spokesman, said yesterday that the company would not comment on any proposal, nor on the possibility that the company would solicit other offers. But he added that a special committee charged with reviewing the offers would make a recommendation to Tribune's board, which will make its decision by the end of March.  The Chandler family, which owns 20 percent of Tribune's stock, sent a letter to the board offering to divide Tribune into a newspaper company and a television station company in a tax-free deal that values the company at about $32 a share, according to a report by Peter Appert, an analyst with Goldman Sachs.  That figure represents a small premium -- just under 5.5 percent -- to Wednesday's closing price. The Chandler family, however, says its offer actually represents a premium of more than 18 percent because the company should be valued at $27 a share but is trading artificially higher because of speculation surrounding the auction.  When the Chandlers first provoked the auction process by publicly criticizing management over the company's performance last June, the shares were trading at just over $32.  The joint offer from Mr. Broad and Mr. Burkle left analysts more perplexed. The team is offering shareholders a one-time dividend of $27 a share. Their representatives say the value of the shares would then be about $4 a share, putting the total value of the offer at $31 a share. Mr. Burkle and Mr. Broad would finance the dividend with $500 million of their own money and arrange for the Tribune Company to borrow $10.5 billion.  Their offer, a form of recapitalization, would allow them to gain effective control of the company by ''putting up about $500 million in cash and ending up with 34 percent of the equity of Tribune Company,'' according to Robert Willens, a tax expert at Lehman Brothers.  The Carlyle Group, the buyout firm, has expressed interest in bidding for Tribune's television stations, according to someone close to the plan. No details were released, and Carlyle officials could not be reached for comment last night.  Analysts said yesterday that the offers left Tribune in a quandary. ''Management has a long weekend ahead of them,'' said Alexia Quadrani, an analyst at Bear Stearns. She said the Broad-Burkle offer takes on a ''shocking'' amount of debt and the Chandlers, despite their bid, do not really want to run the business.  ''None of the offers appears compelling,'' she said, ''so it's going to be a difficult decision to figure out what they should do.''  The company's inclination, she said, will probably be to pass on the current offers, ''but they have to come up with Plan B,'' and there are no obvious alternatives. Doing nothing does not address the original concerns about the stock price, and, in fact, could send it lower. Selling individual assets could mean a big tax hit for the company.  To add to the intrigue, the Chandler family has three representatives on the board who will help decide on which bid, if any, the company will accept. First, the special committee must make a recommendation. Then the 11-member board, including the 3 Chandler representatives, votes on what is in the best interest of all shareholders. The Chandler directors have the right, despite having a vested interest in their own bid's winning, to vote on the bids.  To accept one offer over another requires a majority vote of the board. Ultimately, it would be voted on by shareholders. The Tribune Company's charter specifies that a deal involving any shareholder holding more than 10 percent of the company's shares must get approval from 80 percent of the company's shareholders for any transaction.  The bid by the Chandlers was tailored to avoid any taxes that might result from spinning off the television stations. The plan calls for Tribune to create a separate company called Tribune Broadcasting, which would own Tribune's 23 TV stations.  Tribune's shareholders, with the exception of the Chandlers, would get one share of stock in the new broadcasting company, as well as $19.30 a share in cash, or a total of $3.7 billion.  As a result, the Chandlers would own about 51 percent of the newspaper operation with the balance to be owned by the private equity investors, so far not identified. The Chicago Cubs and CareerBuilder.com, an online job ad unit, would remain part of the newspaper company.  Shareholders would get stock in the broadcasting company tax-free, but would have to pay a capital gains tax on the cash component.  ", 
            "title": "No Clear-Cut Path for Tribune's Board"
        }, 
        "weight": 0.5647418432892793, 
        "file": "1819883.txt", 
        "other_topics": {
            "0": 0.00018330157026925144, 
            "1": 0.0001489681036216876, 
            "2": 0.16213304965088482, 
            "3": 0.00014518162821374966, 
            "4": 0.5647418432892793, 
            "5": 8.938417452617263e-05, 
            "6": 0.00499667237540985, 
            "7": 0.00023999095935455615, 
            "8": 0.0001008689474310472, 
            "9": 0.00014880795106606576, 
            "10": 0.20851029993895775, 
            "11": 0.050299432590120575, 
            "12": 0.00014607062438186692, 
            "13": 0.00011757479100319221, 
            "14": 0.0005440441176489084, 
            "15": 0.00019829842759316247, 
            "16": 0.00011204605845199334, 
            "17": 0.00027022049817748646, 
            "18": 8.101851779403945e-05, 
            "19": 0.005397637252884995, 
            "20": 0.00016234476674655167, 
            "21": 0.00011254127271756575, 
            "22": 0.00012172845534148977, 
            "23": 8.215059903782e-05, 
            "24": 9.437174469863069e-05, 
            "25": 8.879028634565987e-05, 
            "26": 0.00010006482940851168, 
            "27": 0.00011734405631345257, 
            "28": 0.00030779334046213765, 
            "29": 0.00014061638698184065, 
            "30": 6.75427948757845e-05
        }
    }, 
    {
        "i": 39, 
        "content": {
            "text": "  To the Editor:  The departing salary of Robert L. Nardelli, the chairman and chief executive of Home Depot, cited in ''Home Depot Board Ousts Chief, Saying Goodbye With Big Check'' (front page, Jan. 4) -- a $210 million exit package -- is outrageous and obscene.  No one is worth that kind of money, dead or alive, except for Albert Einstein, who never made that much money in his lifetime.  Robert Ackerberg  Massapequa, N.Y., Jan. 4, 2007  ", 
            "title": "For What It's Worth"
        }, 
        "weight": 0.5597925062435287, 
        "file": "1817404.txt", 
        "other_topics": {
            "0": 0.0017170911266580187, 
            "1": 0.0013954698178970304, 
            "2": 0.001473244344343689, 
            "3": 0.0013599997271895223, 
            "4": 0.5597925062435287, 
            "5": 0.0008373129194534178, 
            "6": 0.002179636708184603, 
            "7": 0.0022481332057359927, 
            "8": 0.0009448973859567614, 
            "9": 0.023707501739738523, 
            "10": 0.03427201542391581, 
            "11": 0.0025995097475614523, 
            "12": 0.023681859627926287, 
            "13": 0.0011013906212243648, 
            "14": 0.027409905999433905, 
            "15": 0.0018575753058214508, 
            "16": 0.001049599806822807, 
            "17": 0.09178543931599617, 
            "18": 0.0007589470062628616, 
            "19": 0.20675749455992926, 
            "20": 0.0015207767070974806, 
            "21": 0.0010542387633792607, 
            "22": 0.0011403003816150153, 
            "23": 0.0007695518617231623, 
            "24": 0.0008840343549224764, 
            "25": 0.0008317496276415276, 
            "26": 0.0009373647504247615, 
            "27": 0.001099229196814404, 
            "28": 0.0028832770661791963, 
            "29": 0.0013172344895603537, 
            "30": 0.0006327121670618183
        }
    }
]