[
    {
        "content": {
            "text": "  Vitamin B12 supplements are not effective in preventing strokes, heart attacks or death in people with a history of vascular disease, a new review of studies concludes. Vitamin B12 reduces the blood levels of homocysteine, a risk factor for cardiovascular disease, but the reduction apparently has no effect on survival.  The review covered 12 studies with 16,598 participants who had pre-existing illness. All of the studies showed a reduction in homocysteine levels in people who took folate supplements, but there was no correlation between the amount of reduction in blood levels of homocysteine and the risk of heart attacks, coronary heart disease, stroke or mortality from any cause, and no difference between those who took folate supplements and the participants in control groups who took none.  ''We haven't found any magical supplement pills to prevent cardiovascular disease,'' said Dr. Lydia A. Bazzano, the lead author and an assistant professor of epidemiology at the Tulane University School of Public Health and Tropical Medicine.  ''The things people have to do are hard; they have to quit smoking, exercise, lose weight, eat properly,'' Dr. Bazzano continued. ''This means getting omega-3 fatty acids and a well-balanced diet in terms of carbohydrates and proteins. And eating fruits and vegetables is always good. No one has been able to contradict that yet.''  The study, published in the Dec. 13 issue of the Journal of the American Medical Association, covered only people who were already ill with vascular disease, but the authors wrote that no randomized, controlled trials have shown a beneficial effect of B12 supplements in preventing vascular disease in healthy people, either.  VITAL SIGNS: HEART HEALTH  ", 
            "title": "Vitamin Does Not Prevent Death by Heart Disease"
        }, 
        "weight": 0.8417134796910397, 
        "file": "1815890.txt", 
        "other_topics": {
            "0": 0.0005913244206662753, 
            "1": 0.00039810671455295865, 
            "2": 0.0007255965591342275, 
            "3": 0.0005276798512168854, 
            "4": 0.0002729743984938519, 
            "5": 0.0009111486540610852, 
            "6": 0.0004694813728406135, 
            "7": 0.002109991838314773, 
            "8": 0.0003888865743607144, 
            "9": 0.0007628821021277393, 
            "10": 0.0003276452146640127, 
            "11": 0.0004790991050912641, 
            "12": 0.000387293539390323, 
            "13": 0.00029521627818564694, 
            "14": 0.0001879427611291594, 
            "15": 0.00034658042629000463, 
            "16": 0.0005022486409447167, 
            "17": 0.8417134796910397, 
            "18": 0.0002622350566768776, 
            "19": 0.00018223946830967877, 
            "20": 0.0701804851164608, 
            "21": 0.07470922379312075, 
            "22": 0.00039962609052716675, 
            "23": 0.000474295623641624, 
            "24": 0.0002270789695893118, 
            "25": 0.0004915838832595701, 
            "26": 0.00040308120556968986, 
            "27": 0.00027856641487660735, 
            "28": 0.00042144322649243876, 
            "29": 0.00057256300897157
        }
    }, 
    {
        "content": {
            "text": "  Moderate alcohol consumption appears to pose little danger to men with high blood pressure, and may even reduce their risk of heart attack, according to a study published Jan. 2.  Beginning in 1986, researchers followed 11,711 male health professionals previously given diagnoses of hypertension, using a questionnaire about diet, alcohol consumption and medical history every four years. The study, which followed the men through 2002, appears in The Annals of Internal Medicine.  During 16 years of follow-up, the study recorded 653 heart attacks, of which 279 were fatal. There was little difference between abstainers and those who consumed up to 4.9 grams of alcohol per day. But after adjusting for age, smoking, the use of blood pressure medication and other factors, men who consumed 15 to 29.9 grams a day -- the equivalent of one to two drinks -- lowered their risk for fatal heart attack by 30 percent. The more alcohol they consumed, the more they reduced their risk, by up to 60 percent for those who consumed more than 50 grams a day.  ''In no way does this suggest that people should be drinking more than three drinks a day,'' said Eric B. Rimm, a co-author of the study and an associate professor of epidemiology and nutrition at the Harvard School of Public Health. ''But the results do suggest that people who have hypertension have a lower risk of cardiovascular disease if they drink moderately.''  Alcohol consumption also lowered the risk for nonfatal heart attack, but it did not affect the risk of death from cardiovascular disease or death from all causes.  The authors acknowledge that their data depends on self-reports, which are not always reliable. Dr. Rimm received an honorarium two years ago from the Distilled Spirits Council of the United States.  VITAL SIGNS: HEART HEALTH  ", 
            "title": "Study Links Alcohol to Lower Risk of Coronaries"
        }, 
        "weight": 0.8248488402605176, 
        "file": "1817506.txt", 
        "other_topics": {
            "0": 0.021046560148074454, 
            "1": 0.02766377486236646, 
            "2": 0.0007404300363969657, 
            "3": 0.0005384672880872726, 
            "4": 0.0002785548543027928, 
            "5": 0.0009297754001127975, 
            "6": 0.0004790790496510158, 
            "7": 0.0021531267120461894, 
            "8": 0.0003968366398426217, 
            "9": 0.0007784778132341481, 
            "10": 0.00033434331401520394, 
            "11": 0.0004888933986177508, 
            "12": 0.0003952110382238435, 
            "13": 0.000301251428015026, 
            "14": 0.00019178490265920196, 
            "15": 0.00035366562095963893, 
            "16": 0.0005125161838401569, 
            "17": 0.8248488402605176, 
            "18": 0.00026759596654027417, 
            "19": 0.00018596501658511513, 
            "20": 0.0716151951039297, 
            "21": 0.008092691467844188, 
            "22": 0.0004077957055188705, 
            "23": 0.00048399171888978615, 
            "24": 0.0002317211783895687, 
            "25": 0.0005016334049438513, 
            "26": 0.007225703852398904, 
            "27": 0.02754179078274806, 
            "28": 0.000430058852406059, 
            "29": 0.0005842679988425233
        }
    }, 
    {
        "content": {
            "text": "  Folic acid dietary supplements significantly improve thinking skills that tend to decline with normal aging, a Dutch study has found.  Researchers randomly assigned 818 men and women ages 50 to 70 to take a daily oral dose of 800 micrograms of folic acid or a placebo. All the subjects, who were otherwise healthy, had elevated blood levels of homocysteine, which has in previous studies been associated with poor cognitive performance.  All the subjects took five tests of mental functioning. At the beginning of the study, there was no significant difference in the scores between the groups. But at the end, after controlling for cholesterol, blood pressure, body mass, smoking status and other variables, the folic acid group performed significantly better on three of the five mental tests, and their average for all tests was significantly higher.  Although the lead author, Jane Durga, affirmed that the study was carefully randomized and controlled, she said, ''Based on this paper alone, I wouldn't be waving it around'' to urge people to supplement their diets.  ''Although this is a high-quality study,'' she continued, ''it needs to be repeated in other populations like in the U.S., where there is already folic acid fortification.''  By law, flour in the United States is fortified with folic acid to help prevent neural tube defects in newborns.  ''This is only the first study that shows this effect,'' Dr. Durga said. ''There need to be studies that look at lower doses or increasing natural folates, which may lead to similar or even greater effects.''  At the time of the study, published on Jan. 20 in The Lancet, Dr. Durga was a nutritional epidemiologist at Wageningen University in the Netherlands.  VITAL SIGNS: MENTAL ABILITIES  ", 
            "title": "Folic Acid May Improve Thinking Skills"
        }, 
        "weight": 0.8155202264181876, 
        "file": "1822511.txt", 
        "other_topics": {
            "0": 0.0006117503545344172, 
            "1": 0.0004118583898427422, 
            "2": 0.0007506606133383944, 
            "3": 0.0005459073306982207, 
            "4": 0.00028240366746442604, 
            "5": 0.0009426221760423494, 
            "6": 0.0004856985205497539, 
            "7": 0.0021828766241370388, 
            "8": 0.0004023197612416993, 
            "9": 0.0007892340991409738, 
            "10": 0.0003389629604783993, 
            "11": 0.0004956484751068872, 
            "12": 0.00040067169856432066, 
            "13": 0.0003054138414255088, 
            "14": 0.0001944348089385408, 
            "15": 0.000358552245176523, 
            "16": 0.0005195976581115399, 
            "17": 0.8155202264181876, 
            "18": 0.00027129335993375146, 
            "19": 0.00018853450906525015, 
            "20": 0.14169007986051307, 
            "21": 0.00129597156102059, 
            "22": 0.0004134302491443513, 
            "23": 0.0004906790685051678, 
            "24": 0.007143460114538226, 
            "25": 0.021234176193171268, 
            "26": 0.00041700471314135506, 
            "27": 0.00028818884711396327, 
            "28": 0.0004360010075896771, 
            "29": 0.0005923408732840572
        }
    }, 
    {
        "content": {
            "text": "  Higher folate intake from food and supplements may decrease the risk of Alzheimer's disease, a new study suggests.  Researchers followed 965 Medicare recipients 65 or older for an average of six years, administering diet questionnaires to estimate their intake of folate, vitamin B6 and vitamin B12, and performing medical examinations at about 18-month intervals. Members of the study group lived in northern Manhattan, were largely Hispanic and black, and had high levels of diabetes, hypertension and other vascular risk factors. Alzheimer's developed in 192 of them.  After adjusting for age, hypertension, current smoking and other variables, those in the highest one-quarter in total folate intake, from both diet and supplements, were 50 percent less likely to develop Alzheimer's than those in the lowest one-quarter. There was no significant association of Alzheimer's risk with dietary folate alone, or with vitamin B12 or vitamin B6 intake.  Dr. José A. Luchsinger, the lead author and an assistant professor of medicine and epidemiology at Columbia, said there was nothing definitive in these results.  ''This study is observational, not a clinical trial,'' he said. ''It builds evidence and suggests hypotheses, but should not be used to recommend treatment.''  The authors, writing in the January issue of The Archives of Neurology, suggest that folate lowers blood levels of homocysteine, which may decrease the risk of brain atrophy. It may also be that folate reduces the risk for cerebrovascular disease, which is another potential pathway for Alzheimer's.  VITAL SIGNS: RISK REDUCTION  ", 
            "title": "It Might Pay to Remember That Folate Pill"
        }, 
        "weight": 0.811063448032641, 
        "file": "1819202.txt", 
        "other_topics": {
            "0": 0.0542151768964415, 
            "1": 0.02340078255610455, 
            "2": 0.0008310382333532881, 
            "3": 0.0006043608198123834, 
            "4": 0.0003126422789899723, 
            "5": 0.0010435542427277094, 
            "6": 0.0005377051003980366, 
            "7": 0.0024166099847485493, 
            "8": 0.0386867719580167, 
            "9": 0.0008737420077701869, 
            "10": 0.00037525770613621394, 
            "11": 0.0005487204547541577, 
            "12": 0.00044357395954042314, 
            "13": 0.0003381162867878875, 
            "14": 0.00021525408054122623, 
            "15": 0.00039694453006025625, 
            "16": 0.0005752340167831129, 
            "17": 0.811063448032641, 
            "18": 0.00030034232588434516, 
            "19": 0.0002087220010690565, 
            "20": 0.05743409397334467, 
            "21": 0.0014347388119338377, 
            "22": 0.0004576986427138528, 
            "23": 0.0005432189447378791, 
            "24": 0.0002600774539840081, 
            "25": 0.0005630194861679454, 
            "26": 0.0004616558454662981, 
            "27": 0.00031904691164307187, 
            "28": 0.000482686184208043, 
            "29": 0.0006557662732399402
        }
    }, 
    {
        "content": {
            "text": "  Very low levels of LDL, the so-called bad cholesterol, may be linked with an increased risk for Parkinson's disease, a new study suggests.  Researchers compared blood levels of LDL cholesterol in 124 Parkinson's patients with a control group of 112 of their healthy spouses. Compared with people in the highest one-quarter in LDL levels, those in the lower 75 percent were two to three and a half times as likely to suffer from Parkinson's. There was no association between Parkinson's and levels of HDL cholesterol.  Normally, having a low LDL level is a healthy sign. But does this mean that having a higher LDL is actually a good thing? Absolutely not, said Dr. Xuemei Huang, the lead author of the study.  ''If a person is healthy with a cholesterol in the middle range, and no family history of heart disease, radically lowering cholesterol may not be necessary,'' she said. ''But at the same time, we're not urging anyone to change his diet or medication based on this finding.'' Dr. Huang is a Parkinson's expert and a neurologist at the University of North Carolina School of Medicine.  The findings, based on retrospective data, could not demonstrate a cause and effect relationship between a low level of LDL and Parkinson's, the authors said. The paper was published online Dec. 18 in the journal Movement Disorders.  Men and women in the study who used cholesterol-lowering drugs were about a third as likely to have Parkinson's as those who did not use the drugs. This finding led researchers to suggest that testing the effect of statins on neurodegenerative disease with a much larger sample of patients could be useful.  VITAL SIGNS: AT RISK  ", 
            "title": "Cholesterol Level and Parkinson's May Be Linked"
        }, 
        "weight": 0.8003478813844084, 
        "file": "1815888.txt", 
        "other_topics": {
            "0": 0.0006620631193070643, 
            "1": 0.0004457312501266887, 
            "2": 0.0008123979063093637, 
            "3": 0.008067527513858225, 
            "4": 0.0003056296602027288, 
            "5": 0.0010201471459278081, 
            "6": 0.0005256442847552205, 
            "7": 0.017315850234544055, 
            "8": 0.00043540812704435835, 
            "9": 0.0008541438278992885, 
            "10": 0.00036684061280958444, 
            "11": 0.0005364125628644711, 
            "12": 0.00043362452118469476, 
            "13": 0.0003305322817305363, 
            "14": 0.0002104258953894584, 
            "15": 0.0003880409976333979, 
            "16": 0.0005623314212474522, 
            "17": 0.8003478813844084, 
            "18": 0.0002936055971095126, 
            "19": 0.00020404033155610213, 
            "20": 0.11595961847588263, 
            "21": 0.03130944781424244, 
            "22": 0.00044743238534405554, 
            "23": 0.0005310344526411539, 
            "24": 0.0002542438730433919, 
            "25": 0.0005503908646038986, 
            "26": 0.01540474604469801, 
            "27": 0.00031189063587055553, 
            "28": 0.00047185945208897225, 
            "29": 0.0006410573256765476
        }
    }, 
    {
        "content": {
            "text": "  Pets are supposed to be good for you, right? Consider the various sorts of pet therapy, or studies that suggest that a nuzzle from a dog can lower blood pressure or even nudge someone out of a coma. Some surveys have found that people who have pets report fewer doctor visits and better mental health. Even longer survival after heart attacks has been reported.  And dog-walking must provide exercise and all the benefits that come with it. It only stands to reason that pet owners should be healthier than others. Doesn't it?  Well, not in Finland. Leena K. Koivusilta and Ansa Ojanlatva, two researchers at the University of Turku, looked through data collected in a health survey of 21,101 Finns. Among the questions the participants were asked was whether they owned pets.  No matter how the researchers sliced the data, they found that the pet owners looked, if anything, sicker than pet-free people. Pet owners were more likely to suffer from illnesses that included high blood pressure, high cholesterol, ulcers, depression and kidney disease. They smoked more (though drank less) than people who did not own pets.  They were also fatter, particularly the dog owners, the researchers reported in the current issue of the journal PLoS ONE.  That does not mean pets induce disease. At least in Finland, pet owners tended to be poorer, less educated and older, and those factors, rather than pets, probably explain the health disparity.  Nor does it mean that pets aren't good for you. It's just that the benefits may not be medical.  KENNETH CHANG  FINDINGS  ", 
            "title": "Pets Are No Panacea, at Least for Finns"
        }, 
        "weight": 0.7987986436118667, 
        "file": "1815896.txt", 
        "other_topics": {
            "0": 0.016348926674811942, 
            "1": 0.0004666660455682583, 
            "2": 0.008678438163940275, 
            "3": 0.0006185534192005522, 
            "4": 0.0003199842615805814, 
            "5": 0.0010680607077752883, 
            "6": 0.0005503323800441486, 
            "7": 0.06509643375448666, 
            "8": 0.0004558580732186053, 
            "9": 0.0008942606613267595, 
            "10": 0.00038407012764985176, 
            "11": 0.0005616064151525124, 
            "12": 0.00045399069619905596, 
            "13": 0.00034605649212165714, 
            "14": 0.0002203090325361928, 
            "15": 0.00040626623740756416, 
            "16": 0.0005887426124547918, 
            "17": 0.7987986436118667, 
            "18": 0.00030739546065226516, 
            "19": 0.00021362355598055733, 
            "20": 0.08226650862228561, 
            "21": 0.00146843171941046, 
            "22": 0.016124215313767676, 
            "23": 0.0005559757095875957, 
            "24": 0.0002661850224981878, 
            "25": 0.0005762412400490043, 
            "26": 0.0004724972108478984, 
            "27": 0.0003265392984003542, 
            "28": 0.0004940214187535174, 
            "29": 0.0006711660604254434
        }
    }, 
    {
        "content": {
            "text": "  Research studies financed by the food industry are much more likely to produce favorable results than independently financed research, a report to be published today said.  The report, in the peer-reviewed journal PLoS Medicine, is the first systematic study of bias in nutrition research.  Of 24 studies of soft drinks, milk and juices financed by the industry, 21 had results favorable or neutral to the industry, and 3 were unfavorable, according to the research led by Dr. David S. Ludwig, director of the Optimal Weight for Life Program at Children's Hospital Boston and an associate professor at the Harvard Medical School.  Of 52 studies with no industry financing, 32 were favorable or neutral to the industry and 20 were unfavorable. The biases are similar to findings for pharmaceuticals.  Bias in nutrition studies, Dr. Ludwig said, may be more damaging than bias in drug studies because food affects everyone.  ''These conflicts could produce a very large bias in the scientific literature, influence the government's dietary guidelines which are science based,'' he said in an interview. ''They also influence the advice health care providers give their patients and F.D.A. regulations of food claims. That's a top-order threat to public health.''  The American Beverage Association, which sponsored at least one study in the article, said the authors had their own biases.  ''This is yet another attack on the industry by activists who demonstrate their own biases in their review by looking only at the funding sources and not judging the research on its merits,'' the president of the trade group, Susan K. Neely, said in a statement.  The new study looked at research published in scientific journals from 1999 to 2003. Studies of milk, juice and soft drinks were chosen, Dr. Ludwig said, because they deal with a controversial area that involves children and highly profitable products.  Of 206 articles, 111 reported their sponsors. Two investigators with no knowledge of the sponsors, who wrote or published the articles or even the articles' titles classified their conclusions as favorable, neutral or unfavorable to the industry.  Another investigator, with no knowledge of the articles' conclusions, determined the financing sources and whether or not the sponsors stood to gain or lose from favorable conclusions.  A study of carbonated beverages in 2003 published in The International Journal of Food Sciences and Nutrition and financed by the American Beverage Association when it was known as the National Soft Drink Association found that boys with high weights did not consume more regular soft drinks than boys who were not overweight but did consume more diet soft drinks.  The soft drink industry has cited the study to bolster its position that soft drinks are not related to obesity.  ''My co-authors and I rely heavily on scientific method in order to make sure we do not have bias in our studies,'' said Richard A. Forshee, the lead author of that study and deputy director at the Center for Food, Nutrition and Agriculture Policy at the University of Maryland.  Also in 2003, a study of soft drinks in The Archives of Pediatrics and Adolescent Medicine found a direct relationship between the number of soft drinks consumed and obesity. Foundations sponsored that study.  ''For people who think science is completely objective, these results might come as a big shock,'' said Prof. Marion Nestle of the Nutrition, Food Studies and Public Health Department at New York University.  ", 
            "title": "Bias Is Found In Food Studies With Financing From Industry"
        }, 
        "weight": 0.7274334737067151, 
        "file": "1817579.txt", 
        "other_topics": {
            "0": 0.007233112311880447, 
            "1": 0.00020646296768440047, 
            "2": 0.007302747470424693, 
            "3": 0.00027366116693570194, 
            "4": 0.0001415678318266786, 
            "5": 0.07666342003378088, 
            "6": 0.0002434787306163992, 
            "7": 0.00802071164269154, 
            "8": 0.00020168129122186056, 
            "9": 0.00039563990518339876, 
            "10": 0.00016992077976651592, 
            "11": 0.00024846660313970764, 
            "12": 0.00020085512397677565, 
            "13": 0.0001531027402323406, 
            "14": 9.746939400682926e-05, 
            "15": 0.0001797408100325827, 
            "16": 0.0002604722330326555, 
            "17": 0.7274334737067151, 
            "18": 0.00013599827898705993, 
            "19": 9.451159722009241e-05, 
            "20": 0.14721955904715853, 
            "21": 0.004112887523042804, 
            "22": 0.00020725093448123192, 
            "23": 0.0002459754594361323, 
            "24": 0.00011776590609071054, 
            "25": 0.01757105210988273, 
            "26": 0.00020904279902230445, 
            "27": 0.00014446791930452973, 
            "28": 0.00021856556564193018, 
            "29": 0.0002969381165834492
        }
    }, 
    {
        "content": {
            "text": "  A racing pulse, a tendency to startle at loud noises, nightmares and flashbacks -- these are the familiar symptoms of post-traumatic stress disorder. But a new study suggests that combat veterans who suffer from the disorder may also be at increased risk for heart attacks and fatal coronary heart disease.  The study is the first to suggest that the symptoms of post-traumatic stress disorder, or P.T.S.D., may actually be a cause of heart disease. And the more severe the symptoms of P.T.S.D., the researchers found, the greater the risk for disease.  The analysis was based on data from 1,946 veterans participating in a continuing study. The men, whose average age at the start of the study was about 62, had no pre-existing heart problems. Beginning in 1986, they were followed for more than 10 years, with periodic physical examinations and the updating of their medical records. Two self-administered scales were used to assess the symptoms of post-traumatic stress disorder and to estimate their severity.  Over the course of the study, which appears in the January issue of The Archives of General Psychiatry, 255 of the men developed either nonfatal heart attacks, fatal coronary heart disease or angina pectoris, the chest pain associated with heart problems.  The number and severity of the veterans' symptoms were significantly associated with nonfatal heart attacks and death from coronary heart disease, and somewhat less strongly linked to angina.  These results, the authors suggest, mean that people with more symptoms of the stress disorder are not simply prone to reporting aches and pains but actually at higher risk for disease.  ''In this sample, symptom levels were actually low to moderate,'' said Laura D. Kubzansky, the lead author and an assistant professor of society, human development and health at the Harvard School of Public Health. ''So the fact that we have evidence of risk at these levels means that at even higher levels of symptomatology, where people might be significantly distressed and meet diagnostic criteria for P.T.S.D., you would expect to see even higher levels of risk.''  The exact mechanism through which post-traumatic stress might affect heart health is not known, but some researchers have suggested that the stress-caused release of hormones called catecholamines may lead to injury of the coronary arteries by altering blood flow or setting off chemical changes in the body. These hormones may also encourage the release of fatty acids that can be harmful to the heart.  The new study, the authors say, is the first to demonstrate an association between heart disease and symptoms of post-traumatic stress while controlling for many of the variables that might affect risk, including depression, smoking, a family history of heart disease, cholesterol levels and alcohol consumption.  The researchers acknowledge that the study's findings pertain largely to older white men who served in the military and therefore cannot be generalized to women, nonwhite men or civilians. Also, the data on psychological symptoms (although not on heart disease) depend on self-reports by the veterans rather than on interviews by doctors, and therefore may be less reliable.  The fact that the researchers determined the presence of post-traumatic stress before the onset of any heart disease strengthens the findings, they said, because it eliminates the problems of recall bias, when people erroneously attribute an illness to some unconnected event or anxiety in the past.  For a long time, Dr. Kubzansky said, people have assumed that those with anxiety, depression or post-traumatic stress disorder were simply more likely than others to report pain, and that the pain might not be real.  But the new findings, she continued, ''suggest that there are significant cardiotoxic effects of these disorders beyond just a sense of discomfort or pain.  ''We should be concerned about P.T.S.D. because it's a bad outcome in and of itself,'' she said. ''But this makes an even stronger argument that we should pay attention to those who have it to make sure they don't develop further problems down the road.''  ", 
            "title": "Study Links Heart Health And Post-Traumatic Stress"
        }, 
        "weight": 0.7206971671670239, 
        "file": "1815887.txt", 
        "other_topics": {
            "0": 0.0002726723187909329, 
            "1": 0.0032628820443146972, 
            "2": 0.00033458806937640813, 
            "3": 0.00024332444861391235, 
            "4": 0.00012587432483172567, 
            "5": 0.0004201501030282802, 
            "6": 0.00021648788733832444, 
            "7": 0.007131575370383673, 
            "8": 0.0032586304407652214, 
            "9": 0.00035178122952691317, 
            "10": 0.00015108420572674072, 
            "11": 0.00022092282907697336, 
            "12": 0.0001785893221174888, 
            "13": 0.024770582820173002, 
            "14": 8.666442089321448e-05, 
            "15": 0.00015981563619098352, 
            "16": 0.00023159757444430053, 
            "17": 0.7206971671670239, 
            "18": 0.00012092218496876632, 
            "19": 8.403451077369123e-05, 
            "20": 0.2140408061091026, 
            "21": 0.009815566303881078, 
            "22": 0.00018427612482268058, 
            "23": 0.00021870784119660335, 
            "24": 0.000104710962413504, 
            "25": 0.006385292899320894, 
            "26": 0.00018586935215679384, 
            "27": 0.006287065995413372, 
            "28": 0.00019433647214661621, 
            "29": 0.0002640210311867063
        }
    }, 
    {
        "content": {
            "text": "  In October 1993, during a Senate hearing on a bill to regulate herbs, vitamins and other dietary supplements on the presumption that they were safe, Senator Orrin G. Hatch, Republican of Utah, spoke up in their defense. Herbal remedies ''have been on the market for centuries,'' he said, adding: ''In fact, most of these have been on the market for 4,000 years, and the real issue is risk. And there is not much risk in any of these products.''  That benign view was written into the bill when it was passed by both houses the following year. While the law, the Dietary Supplement Health and Education Act of 1994, forbade manufacturers to claim that their products ''treat, cure or prevent'' any disease, it allowed them to make vaguer claims based on a standard that did not require them to do any testing. And it stated that ''dietary supplements are safe within a broad range of intake, and safety problems with the supplements are relatively rare.''  But hiding in plain sight, then as now, a national database was steadily accumulating strong evidence that some supplements carry risks of injury and death, and that children may be particularly vulnerable.  Since 1983, the American Association of Poison Control Centers has kept statistics on reports of poisonings for every type of substance, including dietary supplements. That first year, there were 14,006 reports related to the use of vitamins, minerals, essential oils -- which are not classified as a dietary supplement but are widely sold in supplement stores for a variety of uses -- and homeopathic remedies. Herbs were not categorized that year, because they were rarely used then.  By 2005, the number had grown ninefold: 125,595 incidents were reported related to vitamins, minerals, essential oils, herbs and other supplements. In all, over the 23-year span, the association -- a national organization of state and local poison centers -- has received more than 1.6 million reports of adverse reactions to such products, including 251,799 that were serious enough to require hospitalization. From 1983 to 2004 there were 230 reported deaths from supplements, with the yearly numbers rising from 4 in 1994, the year the supplement bill passed, to a record 27 in 2005.  The number of deaths may be far higher. In April 2004, the Food and Drug Administration said it had received 260 reports of deaths associated with herbs and other nonvitamin, nonmineral supplements since 1989. But an unpublished study prepared in 2000 for the agency by Dr. Alexander M. Walker, then the chairman of epidemiology at the Harvard School of Public Health, concluded: ''A best estimate is that less than 1 percent of serious adverse events caused by dietary supplements is reported to the F.D.A. The true proportion may well be smaller by an order of magnitude or more.''  The supplements linked to the most reactions in 2005, according to the poison control centers, were ordinary vitamins, accounting for nearly half of all the reports received that year, 62,446, including 1 death. Minerals were linked to about half as many total reports, 32,098, but that number included 13 deaths. Herbs and other specialty products accounted for still fewer total reports, 23,769, but 13 deaths. Essential oils were linked to 7,282 reports and no deaths.  Among herbs and other specialty products, melatonin and homeopathic products -- prepared from minuscule amounts of substances as diverse as salt and snake venom -- had the most reports of reactions in 2005. The poison centers received 2,001 reports of reactions to melatonin, marketed as a sleep aid, including 535 hospitalizations and 4 deaths. Homeopathic products, often marketed as being safe because the doses are very low, were linked to 7,049 reactions, including 564 hospitalizations and 2 deaths.  But most other types of herbs and specialty supplements also appear in the annual report. In 2005, the poison centers received 203 reports of adverse reactions to St. John's wort, including 79 hospitalizations and 1 death. Glucosamine, with or without chondroitin, was linked to 813 adverse reactions, including 108 hospitalizations and 1 death. Echinacea was linked to 483 adverse reactions, including 55 hospitalizations, 1 of them considered life-threatening. Saw palmetto was not listed on the report.  Injuries to children under 6 account for nearly three-quarters of all the reports of adverse reactions to dietary supplements, according to the poison centers. In 2005, the most recent year for which figures are available, 48,604 children suffered reactions to vitamins alone, the ninth-largest category of substances associated with reactions in that age group.  Major medical groups and government agencies do not generally recommend vitamin or mineral supplements for children who are otherwise healthy. But an analysis of the National Maternal and Infant Health Survey, published in the journal Pediatrics in 1997, found that 54 percent of parents of preschool children gave them a vitamin or mineral supplement at least three days a week.  Advocates of the products correctly point out that the poison centers' figures do not prove a causal link between a product and a reaction and that, in any case, far more people are injured and killed by drugs. Painkillers alone were associated with 283,253 adverse reactions in 2005, according to the poison centers, more than twice as many as with supplements. But only 3.5 percent of those reactions occurred when people took the prescribed amount of painkiller; most were from overdoses, either accidental or intentional. The same was true of asthma drugs (3.6 percent of reactions were associated with the prescribed dose) and cough and cold drugs (3.1 percent).  While reactions to vitamins, minerals and essential oils occurred at similarly low levels when people took the recommended amounts, adverse reactions linked to the recommended levels of herbs, homeopathic products and other dietary supplements accounted for 10.3 percent of all reactions to those products reported to the poison centers -- about three times the level seen for most drugs.  Drugs marketed in the United States go through a rigorous F.D.A. approval process to prove that they are effective for a particular indication, with the potential risks balanced against the benefits. While the approval process has come under attack in recent years as unduly favorable to drug companies, it remains among the toughest in the world.  There is no comparable requirement for supplements. Even so, hundreds of millions of tax dollars have been spent since the early 1990s on hundreds of studies to test the possible benefits of supplements. The National Center for Complementary and Alternative Medicine, established by Congress in 1991 to ''investigate and validate unconventional medical practices,'' has a 2007 budget of more than $120 million.  Since April 2002, five large randomized trials financed by the center have found no significant benefit for St. John's wort against major depression, echinacea against the common cold, saw palmetto for enlarged prostate, the combination of glucosamine and chondroitin for arthritis, or black cohosh and other herbs for the hot flashes associated with menopause.  A new source of data on adverse reactions to dietary supplements will soon become available: in December, Congress passed a measure requiring the manufacturers of dietary supplements and over-the-counter drugs to inform the F.D.A. whenever consumers call them with reports of serious adverse events. The bill was signed by President Bush the day after Christmas. It is a welcome acknowledgment that ''natural'' does not always mean ''safe.''  ESSAY Dan Hurley is the author of the new book ''Natural Causes: Death, Lies and Politics in America's Vitamin and Herbal Supplement Industry'' (Broadway Books), from which this essay is adapted.  Correction:  February 6, 2007, Tuesday  A national poison control database suggests that some diet supplements may pose risks to consumers, raising questions about a 1994 federal law stating that ''safety problems with the supplements are relatively rare.'' But an essay in Science Times on Jan. 16 about those risks overstated the number of adverse reactions to supplements reported in the database.  The essay said the database, issued by the American Association of Poison Control Centers, reported 125,595 incidents of poisonings in 2005 related to vitamins, minerals, essential oils, herbs and other supplements, and a total of 1.6 million such incidents from 1983 to 2005. In fact, the figures refer to reports of exposures to those substances.  The poison control association defines ''exposures'' as calls to poison centers from the public or health professionals reporting ''actual or potential exposure to a substance (e.g., an ingestion, inhalation or topical exposure).'' In an e-mail message, Dr. Susan Smolinske, a spokeswoman for the association, said that ''some exposures to diet supplements result in unknown or benign outcomes, rather than adverse outcomes.'' She cited an August 2005 report in the journal Clinical Toxicology suggesting that about 10 percent of exposures result in ''moderate to major'' medical outcomes.  The database has no category for poisoning incidents, so that number is not known. While it does have a column headed ''adverse reactions,'' that category refers only to reports of reactions ''occurring with normal, prescribed, labeled or recommended use of the product,'' leaving out overdoses and cases where the dose was unknown.  The number given for ''adverse reactions'' is lower than the number of people treated in health care facilities after exposure to a substance. It is also generally lower than the number of medical outcomes ranging from minor to fatal that were associated with the substance.  The 2005 figures in the essay should have been reported as follows:  St. John's wort: 203 exposures, 25 adverse reactions, 79 visits to health care facilities, 36 medical outcomes ranging from minor to fatal.  Homeopathic products: 7,049 exposures, 178 adverse reactions, 564 health care visits, 267 medical outcomes.  Glucosamine: 813 exposures, 65 adverse reactions, 108 health care visits, 62 medical outcomes.  Echinacea: 483 exposures, 33 adverse reactions, 55 health care visits, 32 medical outcomes.  Melatonin: 2,001 exposures, 53 adverse reactions, 535 health care visits, 320 medical outcomes.  Vitamins: 62,446 exposures (including 48,604 in children under 6), 1,938 adverse reactions (these are not broken down by age), 6,322 health care visits, 3,800 medical outcomes.  All diet supplements: 125,595 exposures, 5,334 adverse reactions, 17,843 health care visits, 12,314 medical outcomes.  Correction:  February 6, 2007, Tuesday  An essay in Science Times on Jan. 16 about risks associated with diet supplements referred incorrectly to statistics taken from annual reports by the American Association of Poison Control Centers. The statistics were for exposures to various substances, not adverse reactions to those substances. A corrective article appears today on Page F6.  ", 
            "title": "Diet Supplements and Safety: Some Disquieting Data"
        }, 
        "weight": 0.7189051917274129, 
        "file": "1819179.txt", 
        "other_topics": {
            "0": 0.050529028010675624, 
            "1": 0.010624019246807311, 
            "2": 0.0001274197042003349, 
            "3": 9.26641805396078e-05, 
            "4": 0.0023932937199431176, 
            "5": 0.051757870104163675, 
            "6": 8.244413083531705e-05, 
            "7": 0.00037052895650991377, 
            "8": 6.82911345826231e-05, 
            "9": 0.00013396729982957946, 
            "10": 5.7536734166652405e-05, 
            "11": 8.413307020944826e-05, 
            "12": 6.801138677765797e-05, 
            "13": 5.184199176250544e-05, 
            "14": 3.3004030584496806e-05, 
            "15": 6.086188646234887e-05, 
            "16": 0.012987664833247247, 
            "17": 0.7189051917274129, 
            "18": 4.6050264340551524e-05, 
            "19": 3.200249347013505e-05, 
            "20": 0.13076472827658311, 
            "21": 0.01663748553021977, 
            "22": 7.017706686270015e-05, 
            "23": 0.0036013258770173245, 
            "24": 3.98766156908338e-05, 
            "25": 8.632548239937164e-05, 
            "26": 7.078380862732721e-05, 
            "27": 4.8918162216862056e-05, 
            "28": 7.400830472649381e-05, 
            "29": 0.00010054596913505363
        }
    }, 
    {
        "content": {
            "text": "  When overweight people lose weight, they often lose bone mineral density as well, increasing their risk for osteoporosis. But new research suggests that losing weight with exercise rather than calorie restriction can preserve bone strength.  Scientists randomly assigned 48 healthy, non-obese people in their 50s to three groups for a one-year study. The first group reduced calorie intake by 16 percent in the first three months and then 20 percent for the rest of the year. The second increased daily energy expenditure -- exercise, in other words -- by 16 percent in the first three months and then by 20 percent for the following nine months, carefully tracked by trainers using heart rate monitors. A control group was monitored without being assigned a diet or exercise program. The results appear in the Dec. 11 issue of The Archives of Internal Medicine.  The diet group lost an average of about 17 pounds; the exercise group about 14 pounds. But the people on the low-calorie diet also lost bone mineral density -- more than 2 percent at the spine, hips and leg. Those in the exercise group experienced no significant change in bone density, and the controls lost neither weight nor bone density.  The authors acknowledge that their sample was not large and did not examine sex differences in bone mineral density responses.  Dr. Dennis T. Villareal, the lead author of the study and an associate professor of medicine at Washington University in St. Louis, recommends diet and exercise together in a weight-loss program. ''That way, you get the weight loss benefits of the diet,'' he said, ''but prevent the negative effect on bone health.''  VITAL SIGNS: ON THE SCALES  ", 
            "title": "Exercising Helps Dieters Preserve Bone Strength"
        }, 
        "weight": 0.7148340293995686, 
        "file": "1815892.txt", 
        "other_topics": {
            "0": 0.0005913244206662753, 
            "1": 0.00039810671455295865, 
            "2": 0.0007255965591342275, 
            "3": 0.03391700887528822, 
            "4": 0.0002729743984938519, 
            "5": 0.0009111486540610852, 
            "6": 0.0004694813728406135, 
            "7": 0.002109991838314773, 
            "8": 0.0003888865743607144, 
            "9": 0.0007628821021277393, 
            "10": 0.0003276452146640127, 
            "11": 0.0004790991050912641, 
            "12": 0.000387293539390323, 
            "13": 0.00029521627818564694, 
            "14": 0.0001879427611291594, 
            "15": 0.00034658042629000463, 
            "16": 0.0005022486409447167, 
            "17": 0.7148340293995686, 
            "18": 0.0002622350566768776, 
            "19": 0.00018223946830967877, 
            "20": 0.21709353282237467, 
            "21": 0.021286297354606635, 
            "22": 0.00039962609052716675, 
            "23": 0.000474295623641624, 
            "24": 0.0002270789695893118, 
            "25": 0.0004915838832595701, 
            "26": 0.00040308120556968986, 
            "27": 0.00027856641487660735, 
            "28": 0.00042144322649243876, 
            "29": 0.00057256300897157
        }
    }, 
    {
        "content": {
            "text": "  Some people take echinacea supplements in the hope that they will prevent or shorten colds, but a small study suggests that it may increase the number of intestinal bacteria associated with diarrhea, inflammatory bowel disease and an increased risk of colon cancer.  Researchers gave 15 volunteers 1,000 milligrams of Echinacea purpurea daily for 10 days. They collected stool samples before the supplementation, and at 10 days and 17 to 18 days after the volunteers had stopped taking the herb, then analyzed the samples for six types of bacteria. The study was published in December in The Journal of Clinical Pharmacy and Therapeutics.  After controlling for other diet variables, the scientists found significant increases in microbial counts for Bacteroides, Bacteroides fragilis, and total aerobic bacteria. There was no effect on enteric bacteria, enterococci, Lactobacillus, bifidobacteria, or total anaerobic bacteria.  ''This changes the balance of the normal bacterial fauna,'' said Jerald C. Foote, an assistant professor of human nutrition at the University of Arkansas. ''But we don't know yet what this means.''  Though the sample was small and the study was preliminary, the authors said it was the first to consider the effects of a botanical dietary supplement on gastrointestinal flora. Dr. Foote was not urging anyone to abandon echinacea. ''I think we need a lot more research before we start taking echinacea off the shelves,'' he said. ''But this does raise some questions.''  VITAL SIGNS: REMEDIES  ", 
            "title": "Small Study Raises a Question About Echinacea"
        }, 
        "weight": 0.7091355358386907, 
        "file": "1817503.txt", 
        "other_topics": {
            "0": 0.0007213933575985109, 
            "1": 0.00048567508707027094, 
            "2": 0.0008852002720705831, 
            "3": 0.0006437493976276462, 
            "4": 0.00033301840916029096, 
            "5": 0.0011115667877945592, 
            "6": 0.000572749462134237, 
            "7": 0.01886759581691354, 
            "8": 0.00047442686585979284, 
            "9": 0.009077430134857137, 
            "10": 0.0003997147306063175, 
            "11": 0.0005844827305708133, 
            "12": 0.016765969253630244, 
            "13": 0.00036015265849855996, 
            "14": 0.00022928303778581234, 
            "15": 0.0004228149703635755, 
            "16": 0.0006127242859886541, 
            "17": 0.7091355358386907, 
            "18": 0.00031991681960811944, 
            "19": 0.00022232523693636188, 
            "20": 0.20781867282852992, 
            "21": 0.009674989312938033, 
            "22": 0.00048752866811171264, 
            "23": 0.0005786226654525595, 
            "24": 0.0002770277272287639, 
            "25": 0.008746456601243754, 
            "26": 0.008638486692368311, 
            "27": 0.0003398404569789089, 
            "28": 0.0005141447462189506, 
            "29": 0.0006985051471632281
        }
    }, 
    {
        "content": {
            "text": "  Two drugs used to treat Parkinson's disease and other disorders can seriously damage heart valves, researchers are reporting.  The drugs are pergolide, sold as Permax, and cabergoline, sold as Dostinex. Permax is approved in the United States and overseas for Parkinson's. Dostinex is used for Parkinson's in other countries but is approved in this country only for a hormonal disorder, hyperprolactinemia.  New findings on the drugs are described in two studies being published today in The New England Journal of Medicine.  Permax already carries a black-box warning label -- the strongest warning required by the Food and Drug Administration -- about an increased risk of heart-valve problems. Such warnings, bordered in black, appear at the top of prescribing information to get doctors' attention. The Permax warning was added in 2003, based on a small number of reported cases. It includes this statement: ''Some patients have required valve replacement, and deaths have been reported.''  A milder warning about valve problems was added to Dostinex just last month. It is identified as a ''precaution,'' which means there is no black box, and the advice is in a less obvious part of the prescribing information for doctors.  A spokeswoman for the drug agency said that it had worked with the makers of both drugs on the labeling changes, but that she did not know whether the new findings would lead to further changes.  Dr. Michael S. Okun, the medical director for the National Parkinson Foundation, said people taking Permax or Dostinex for Parkinson's should be told about the new information and given a chance to switch to other drugs. He added that patients who were just starting treatment should be given other drugs. Safer, equally effective drugs are available, he said.  Dr. Okun, who was not involved in the two studies, is also co-director of the Parkinson Disease and movement disorders center at the University of Florida in Gainesville.  He said doctors in poorer countries might favor Permax and Dostinex because they are cheaper than some other Parkinson's drugs. But Dr. Okun said it would cost no more to switch patients to the old Parkinson's standby drug, L-dopa or levodopa, which has side effects of its own, but has never been known to damage heart valves.  ''Patients should be given the choice of what to do,'' Dr. Okun said. ''There are lots of people worldwide who have used these drugs successfully. Some patients, after being educated, may decide they want to accept the potential risk. Others may want to switch.''  Another researcher took a far different view.  ''I would just recommend not prescribing these drugs,'' said that researcher, Dr. Bryan L. Roth, who wrote an analysis of the research that accompanied the articles in The Journal. Dr. Roth is a professor of pharmacology and medicinal chemistry at the University of North Carolina School of Medicine and director of the psychoactive drug screening program at the National Institute of Mental Health.  Dr. Roth called the risk of valve disease ''extraordinarily high'' and asked: ''Why would you want to subject your patient to this kind of risk? I wouldn't.''  Valeant Pharmaceuticals, which makes Permax, issued a statement by e-mail calling the drug safe and effective for Parkinson's. But Valeant added that it no longer promoted the drug, which was originally made by Eli Lilly.  Dr. Michael Berelowitz, senior vice president of Pfizer, which makes Dostinex, said the company had received fewer than 100 reports of valve problems from the drug, mostly in people with Parkinson's.  The two new reports involve only Parkinson's. The results should not be applied to patients who take Dostinex for the hormone disorder because they take far smaller doses of the drug than do patients with Parkinson's, said Dr. David L. Kleinberg, a professor of medicine and director of the neuroendocrine unit at New York University's medical school.  The hormone disorder affects tens of thousands of people in the United States, mostly women, said Dr. Shlomo Melmed, an endocrinologist and a senior vice president of Cedars-Sinai Medical Center in Los Angeles. Men can develop the disorder, and some need higher doses of Dostinex than do women, Dr. Melmed said, so those men should be monitored for heart valve problems.  Neither drug is a big seller. About 73,000 prescriptions were written for Permax last year, representing $10.5 million in the billion-dollar market for Parkinson's drugs in the United States, according to IMS Health, which tracks drug sales.  About 1.5 million Americans have Parkinson's, according to the National Parkinson Foundation. Dostinex sales in the United States totaled about $88 million in 2005, and about 87,000 prescriptions were written, according to Wolters Kluwer Health, an information company in the Netherlands.  The two new studies are larger than previous ones, and they confirm the higher risk of valve damage in people taking either drug for Parkinson's. The studies also find that the valve problem is more common than initially thought, and that people who took the highest doses for the longest time had the greatest risk.  One study, from the Istituti Clinici di Perfezionamento in Milan, included 155 patients with Parkinson's and found that 23 percent of those taking Permax and 29 percent of those taking Dostinex had damaged heart valves, compared with only almost 6 percent of control subjects not taking the drugs.  The other study, based on the records of more than 11,000 patients with Parkinson's in Britain, found that valve problems were seven times as likely in people taking Permax as in control subjects and five times as likely in those taking Dostinex.  Dr. Roth said the drugs produced the same kind of valve damage caused by the weight loss combination fen-phen, which led to the withdrawal of two drugs, Pondimin and Redux, in 1997. The drugs cause cells to multiply in the heart valves, which causes the valves to thicken so much that they can no longer open and close normally.  Correction:  January 19, 2007, Friday  An article on Jan. 4 about heart-valve problems linked to two drugs for Parkinson's disease misstated the year that one of them, Permax, added a black-box warning label, the strongest warning required by the Food and Drug Administration. It was 2006, not 2003.  ", 
            "title": "Studies Find Harm in 2 Parkinson's Drugs"
        }, 
        "weight": 0.7066862268910292, 
        "file": "1816330.txt", 
        "other_topics": {
            "0": 0.00017825906075348504, 
            "1": 0.014211651740976704, 
            "2": 0.00021873637650799086, 
            "3": 0.010224529774813192, 
            "4": 8.229012397362803e-05, 
            "5": 0.06670668751269722, 
            "6": 0.00014152858505239388, 
            "7": 0.006675346533904201, 
            "8": 0.00011723269505269546, 
            "9": 0.0002299763754686598, 
            "10": 0.0041249537739132085, 
            "11": 0.00014442792060773542, 
            "12": 0.0001167524630385171, 
            "13": 8.899510087748066e-05, 
            "14": 5.66567165221277e-05, 
            "15": 0.00010447919806252339, 
            "16": 0.00015140651708353447, 
            "17": 0.7066862268910292, 
            "18": 7.905267103155705e-05, 
            "19": 5.493741729200765e-05, 
            "20": 0.12382407896157518, 
            "21": 0.00037763553632360177, 
            "22": 0.00012047020055368864, 
            "23": 0.0001429798760798351, 
            "24": 6.845461208967202e-05, 
            "25": 0.00014819154807214864, 
            "26": 0.00012151177019084557, 
            "27": 8.39758781100544e-05, 
            "28": 0.00817941260244545, 
            "29": 0.056539161565901504
        }
    }, 
    {
        "content": {
            "text": "  Men who have only daughters may be at greater risk for prostate cancer than those who have at least one son, a new study reports, and the reason may be an alteration in the Y chromosome, the male sex chromosome.  Researchers recorded the sex of the offspring of 38,934 Israeli men who had children from 1964 to 1976, and then followed the fathers through 2005, during which time 712 developed prostate cancer. After adjusting for other variables, they found that those with no sons were almost one and a half times as likely to have developed the disease as those with at least one son. The more daughters they had without having any sons, the more their risk increased.  Because the inability to produce male children is associated with alterations in the Y chromosome, this suggests that the chromosome may be involved in prostate cancer risk.  Still, said Dr. Susan Harlap, the lead author and a professor of clinical epidemiology at Columbia, ''The main reason a man has male or female children, even in runs of one sex, is chance.'' She said she did not recommend extra prostate screening for men with only daughters.  The researchers acknowledge that their study, published Jan. 3 in The Journal of the National Cancer Institute, gathered no information about family history of prostate cancer. In addition, they studied a specific group of men, and it may not be possible to generalize the results to other populations.  ''Prostate cancer is a huge mystery,'' Dr. Harlap said, ''not like lung or colon cancer, where we have a pretty good idea about causes. Our study gives a hint to look at the Y chromosome, and maybe the X chromosome, too, while you're at it.''  VITAL SIGNS: INSIGHTS  ", 
            "title": "In a Man's Offspring, a Clue to Prostate Cancer"
        }, 
        "weight": 0.7034050755232989, 
        "file": "1819200.txt", 
        "other_topics": {
            "0": 0.0007155638429308862, 
            "1": 0.0004817503904897519, 
            "2": 0.01703986668884329, 
            "3": 0.041043096417658874, 
            "4": 0.0003303273174274095, 
            "5": 0.001102584316823293, 
            "6": 0.0005681211253811782, 
            "7": 0.051038767757281805, 
            "8": 0.00047059306514051305, 
            "9": 0.0009231664203663955, 
            "10": 0.00039648467191449345, 
            "11": 0.0005797595783336226, 
            "12": 0.00046866532769978273, 
            "13": 0.00035724229734373787, 
            "14": 0.0002274302222341701, 
            "15": 0.0004193982407174487, 
            "16": 0.0006077729162889506, 
            "17": 0.7034050755232989, 
            "18": 0.00031733160063891, 
            "19": 0.00022052864674593076, 
            "20": 0.14149203031307836, 
            "21": 0.0338395360573052, 
            "22": 0.00048358899290995333, 
            "23": 0.0005739468678731298, 
            "24": 0.0002747890911473411, 
            "25": 0.0005948674540310048, 
            "26": 0.00048777004025247713, 
            "27": 0.00033709423689281626, 
            "28": 0.00050998998889024, 
            "29": 0.000692860590060076
        }
    }, 
    {
        "content": {
            "text": "  Adults who live with children eat more fat, and more saturated fat, than those who do not, according to a new study.  The report, published online last week in The Journal of the American Board of Family Medicine, was based on data from the Third National Health and Nutrition Survey, a six-year nationwide study of more than 33,000 people carried out by the Centers for Disease Control and Prevention.  According to background information in the article, the correlation between adults' and children's diets has usually been attributed to parental influence. But in the case of fat intake, it may be that children and teenagers, who consume more fat than other age groups, influence the diets of their parents.  The researchers gathered data based on 24-hour dietary recall from 6,600 adults, 48 percent of whom had at least one child under 17 in their household. After controlling for other variables, the presence of children was associated with an increased total fat consumption of 4.9 grams per day in adults, and an increased saturated fat consumption of 1.7 grams per day. Together, the total fat and saturated fat are the equivalent of a daily three-ounce serving of lean ham.  There was no association between the presence of children and the total number of calories consumed, but adults with children were more likely to eat pizza, cheese, cookies, ice cream, bacon and other high-fat foods.  ''I think the important thing we should take away from this study,'' said Dr. Helena H. Laroche, the lead author and an associate professor of internal medicine at the University of Iowa, ''is that healthy nutrition should focus on the entire family, and not only on specific individuals within the family.''  VITAL SIGNS: NUTRITION  ", 
            "title": "So Now You're What Your Children Eat?"
        }, 
        "weight": 0.6872726508859661, 
        "file": "1817505.txt", 
        "other_topics": {
            "0": 0.014945067588278864, 
            "1": 0.0004265940958018682, 
            "2": 0.0007775181797885409, 
            "3": 0.0005654391166336047, 
            "4": 0.09331680057695448, 
            "5": 0.0009763478535064292, 
            "6": 0.0005030761211040038, 
            "7": 0.0022609768373938696, 
            "8": 0.0004167141886696973, 
            "9": 0.0008174717699148962, 
            "10": 0.0003510905719094829, 
            "11": 0.0005133820708485037, 
            "12": 0.00041500716065953684, 
            "13": 0.00031634111321135694, 
            "14": 0.00020139140917638265, 
            "15": 0.00037138073328361995, 
            "16": 0.0005381881214742157, 
            "17": 0.6872726508859661, 
            "18": 0.021748144366984155, 
            "19": 0.0001952800049862984, 
            "20": 0.09666954502156845, 
            "21": 0.0013423395756721323, 
            "22": 0.00042822219398812517, 
            "23": 0.000508234865963976, 
            "24": 0.00024332809311279795, 
            "25": 0.07208390861561817, 
            "26": 0.00043192454721045575, 
            "27": 0.0002984998331628146, 
            "28": 0.0004516005019891412, 
            "29": 0.0006135339851680194
        }
    }, 
    {
        "content": {
            "text": "  A new study suggests that having many siblings may increase the risk for certain stomach cancers and that younger siblings may be more at risk than older ones.  Researchers gathered blood samples from 7,429 Japanese-American men living in Hawaii from 1967 to 1975 to determine whether they were infected with Helicobacter pylori, a childhood infection known to increase the risk for stomach cancer much later in life. They followed the men for 28 years, during which 261 developed gastric cancer.  From that group, the researchers selected the cases of those infected with H. pylori -- 239, or 92 percent -- and compared them with a group of cancer-free, but also infected, controls. The team then looked at family size and birth order in both groups.  Among the cases with the most the virulent strain of H. pylori, called cagA, those from families with seven or more children were more than twice as likely to develop cancer as those from families with one to three children, and younger children had a higher risk than older ones.  The study appears in the January issue of PloS Medicine.  ''It's remarkable that something that's happening in the early years of life affects the risk of a cancer happening seven decades later,'' said Dr. Martin J. Blaser, the lead author and a professor of medicine at New York University. ''It's my hypothesis that this may be a model system for other cancers.''  The authors acknowledge that some factor other than family size or birth order may be the cause of the findings. But they suggest that the germ is transmitted among siblings, and that the immature immune systems of younger children may make them more susceptible.  VITAL SIGNS: AT RISK  ", 
            "title": "Some Cancers May Be Tied to Family Size"
        }, 
        "weight": 0.6785845042387538, 
        "file": "1822507.txt", 
        "other_topics": {
            "0": 0.13170524169973843, 
            "1": 0.00045947264827640824, 
            "2": 0.008544664871070941, 
            "3": 0.06997401353934539, 
            "4": 0.00031505188232876436, 
            "5": 0.0010515971465717155, 
            "6": 0.0005418493127847631, 
            "7": 0.0024352353335229393, 
            "8": 0.00044883127480355097, 
            "9": 0.0008804761310818758, 
            "10": 0.0003781499004502218, 
            "11": 0.0005529495649183704, 
            "12": 0.0004469926823611588, 
            "13": 0.00034072222395088454, 
            "14": 0.0002169130914492723, 
            "15": 0.0004000038695329547, 
            "16": 0.000579667472846398, 
            "17": 0.6785845042387538, 
            "18": 0.0003026571307583677, 
            "19": 0.00021033066779282833, 
            "20": 0.08870563783283802, 
            "21": 0.00915301830381593, 
            "22": 0.00046122622759842716, 
            "23": 0.0005474056535450314, 
            "24": 0.0002620819285659136, 
            "25": 0.0005673588021365281, 
            "26": 0.0004652139293895673, 
            "27": 0.00032150587690525607, 
            "28": 0.0004864063536131982, 
            "29": 0.0006608204092530572
        }
    }, 
    {
        "content": {
            "text": "  THE CLAIM -- Morning sickness is a sign of a healthy pregnancy.  THE FACTS -- It may be among the most unpleasant aspects of pregnancy, but can morning sickness also indicate a lower risk of miscarriage?  A widespread belief holds that morning sickness can be a sort of blessing in disguise, or at least a favorable sign. Many dismiss this notion as folklore, but studies suggest that the truth is not so clear-cut.  Studies have shown a lower rate of miscarriage among women with nausea and vomiting of any severity during pregnancy. The most recent, published in The International Journal of Obstetrics and Gynecology in 2006, found that of 7,000 women studied, those who had nausea in the first three months were far less likely to miscarry. That appeared to support a study by the National Institutes of Health that found that women who had morning sickness in the first four months of pregnancy were 30 percent less likely to miscarry.  The reasons are unclear. Increased nausea and vomiting are associated with higher levels of a hormone produced by healthy placental tissue, and one theory suggests that the sickness may help women avoid foods that could harm a developing fetus.  But many women have normal pregnancies with no morning sickness, and many miscarry without getting sick. And many studies have failed to find any relationship between morning sickness and other adverse outcomes, like stillbirth and birth defects.  THE BOTTOM LINE -- Morning sickness is associated with a lower rate of miscarriage, though it is not necessarily a sign of a healthy pregnancy.  ANAHAD O'CONNOR  scitimes@nytimes.com  ", 
            "title": "REALLY?"
        }, 
        "weight": 0.6763128102236656, 
        "file": "1819181.txt", 
        "other_topics": {
            "0": 0.0007041829648590318, 
            "1": 0.00047408826151356537, 
            "2": 0.00086408191247528, 
            "3": 0.0006283913688320151, 
            "4": 0.0003250735375437783, 
            "5": 0.0010850479672750715, 
            "6": 0.0005590852897644359, 
            "7": 0.08203654715887174, 
            "8": 0.000463108390853607, 
            "9": 0.0009084836711274361, 
            "10": 0.0003901786745489252, 
            "11": 0.0005705386358039118, 
            "12": 0.00046121131363276386, 
            "13": 0.00035156044090514904, 
            "14": 0.00022381299694439, 
            "15": 0.000412727808318845, 
            "16": 0.000598106428072709, 
            "17": 0.6763128102236656, 
            "18": 0.0003122845146368764, 
            "19": 0.00021702118942432193, 
            "20": 0.21876548027899645, 
            "21": 0.009444171598757475, 
            "22": 0.0004758976213858465, 
            "23": 0.0005648183751641742, 
            "24": 0.00027041863395792486, 
            "25": 0.000585406224218845, 
            "26": 0.0004800121701336076, 
            "27": 0.00033173283071403527, 
            "28": 0.0005018787156072678, 
            "29": 0.0006818408019948083
        }
    }, 
    {
        "content": {
            "text": "  For decades, pregnant women 35 and older have routinely been tested for chromosomal abnormalities that might affect their fetus, most notably Down syndrome. Younger women were tested much less often because the risk of birth defects was low and invasive procedures like amniocentesis carried risks of their own.  But now the American College of Obstetricians and Gynecologists is recommending Down syndrome screening for all pregnant women, regardless of their age.  The change was prompted in part by new, less invasive screening techniques, including an ultrasound exam that helps assess risk as early as 11 weeks into a pregnancy -- though not as accurately as the invasive procedures, amniocentesis and chorionic villus sampling.  But the new recommendations also address a demographic fact of life: while older women are at greater individual risk of conceiving a child with Down syndrome, most babies with the disorder are born to young women, simply because they give birth in far greater numbers.  ''It's been pretty much ingrained in obstetricians' minds that 35 is the cutoff age,'' said Dr. Deborah A. Driscoll, chairwoman of the obstetrics department at the University of Pennsylvania and a lead author of the new recommendations. ''We're trying to move away from that.  ''The take-home message,'' Dr. Driscoll continued, ''is that all women, regardless of age, should be offered Down syndrome screening, and any woman should then have the option of diagnostic testing.''  Down syndrome is the most common chromosomal abnormality, affecting 1 in 800 live births. Children with the syndrome, who are born with an extra chromosome, display unusual facial features, suffer from moderate to severe mental retardation, and are at high risk for congenital heart defects and other health problems.  The risk of conceiving a child with a chromosomal abnormality does increase with age. For Down syndrome, the risk is 1 in 1,250 at age 25 but 1 in 106 at age 40.  The new guidelines erase any age distinction when it comes to offering screening and testing: older women may choose to undergo only a screening test, which predicts the degree of risk but may be inaccurate, while younger women may opt for a more invasive, more expensive but also more precise diagnostic test, like amniocentesis.  In explaining the new recommendation, several physicians said the cutoff age of 35 had always been somewhat arbitrary. ''Many women are unhappy with it, because it doesn't mean anything to them; it's kind of being put upon them,'' said Dr. James Goldberg, a former chairman of the obstetrics college's committee on genetics, who helped develop the new guidelines.  For example, Dr. Goldberg said, a 29-year-old woman and her partner might now choose amniocentesis instead of a blood test. In the past, the more invasive procedure was seldom recommended for younger women because it could sometimes result in miscarriage. Now the risk is considered to be quite low, and in any event, Dr. Goldberg said, for some couples ''losing a normal pregnancy secondary to the procedure is not as problematic as the birth of a Down syndrome child, so they're willing to take that risk.''  The new guidelines, published in the January issue of Obstetrics and Gynecology, outline a dizzying array of screening options that individual physicians will need to choose from. Not all tests will be available to all patients, and one of the newer ultrasound exams requires special training and may not be available at all centers.  The ultrasound test, called a nuchal translucency test, involves measuring the fluid that accumulates in the back of the neck of a fetus, just under the skin. There is a strong association between the thickening of the neck in this area and the risk of Down syndrome, and studies have found that this measurement, combined with two blood tests done in the first trimester, can detect 82 percent to 87 percent of Down syndrome cases.  ''Pediatricians have known for a long time that children with Down syndrome have excessive skin folds in the back of the neck,'' said Dr. Ray Bahado-Singh, a board member of the Society for Maternal-Fetal Medicine. ''This will also pick up the most common sex chromosome abnormality, Turner syndrome, which classically presents with the thickening of the neck.''  The catch is that the ultrasound must be conducted early in the pregnancy, at 11 to 13 weeks of gestation, when some women have yet to realize they are pregnant or to see an obstetrician.  ''It's a very narrow window,'' said Dr. Driscoll of the obstetrics college, emphasizing the importance of getting very early prenatal care. ''If a patient isn't seen for obstetric care for the first 13 weeks of pregnancy, she would miss out on an opportunity to have this test.''  A number of blood tests can screen for chromosomal abnormalities in the second trimester, including the ''triple screen'' and the ''quadruple screen,'' which look for abnormal levels of biochemical markers, proteins and hormones. But while the quadruple screen detects up to 81 percent of Down syndrome cases, a so-called integrated approach, which uses both the nuchal translucency and the quad screen as well as another blood test, has a detection rate of 94 percent to 96 percent. The screens may be less sensitive for other chromosomal abnormalities.  Officials at the March of Dimes welcomed the new guidelines, saying they would help provide women with better information earlier in the progression of a pregnancy.  ''The new guidelines are much better for the broader group of women who are having babies,'' said Dr. Nancy Green, the organization's medical director, ''and that's public health: doing the most good for the biggest number, the good in this case being the information people need to make decisions.''  ", 
            "title": "Screen All Pregnancies for Down Syndrome, Doctors Say"
        }, 
        "weight": 0.6750355962140335, 
        "file": "1817509.txt", 
        "other_topics": {
            "0": 0.0002089681092028522, 
            "1": 0.00014068691312859216, 
            "2": 0.0026163092165306027, 
            "3": 0.023785383584107388, 
            "4": 9.646640984279483e-05, 
            "5": 0.007401662827889949, 
            "6": 0.000165910000263342, 
            "7": 0.012545103329640431, 
            "8": 0.00013742860821977818, 
            "9": 0.019148720331230988, 
            "10": 0.00011578652699740636, 
            "11": 0.0001693088102109731, 
            "12": 0.00013686564566652931, 
            "13": 0.00010432646666080138, 
            "14": 6.641708351444658e-05, 
            "15": 0.0001224780405431872, 
            "16": 0.0001774896235972509, 
            "17": 0.6750355962140335, 
            "18": 9.267123434328205e-05, 
            "19": 6.440159713325805e-05, 
            "20": 0.23011156772283922, 
            "21": 0.0004426915729264285, 
            "22": 0.00014122384533264484, 
            "23": 0.00016761130812744464, 
            "24": 8.024742638117935e-05, 
            "25": 0.026132518314319775, 
            "26": 0.00014244484827499054, 
            "27": 9.84425722492436e-05, 
            "28": 0.0001489338019851157, 
            "29": 0.00020233801480661303
        }
    }, 
    {
        "content": {
            "text": "  Now, it seems, pessimists may really have something to worry about: their health.  A study by researchers in the Netherlands has found that people who are temperamentally pessimistic are more likely to die of heart disease and other causes than those who are by nature optimistic.  The study, led by Dr. Erik J. Giltay of the Psychiatric Center GGZ Delfland and published in The Archives of General Psychiatry, followed 941 Dutch subjects, ages 65 to 85, from 1991 to 2001. Subjects were ranked in quartiles as pessimistic or optimistic on the basis of their reactions to statements like, ''I still have positive expectations concerning my future'' and, ''I often feel that life is full of promises.''  Dr. Giltay and his colleagues found that subjects with the highest level of optimism were 45 percent less likely than those with the highest level of pessimism to die of all causes during the study. For those in the quartile with the highest optimism score, the death rate was 30.4 percent; those in the most pessimistic quartile had a death rate of 56.5 percent. There were 397 deaths in the study, and prevention of cardiovascular mortality accounted for nearly half of the protective effects of optimism.  This is the kind of study that worries me. Not personally, though -- I'm as optimistic as they come. No, I'm worried about my pessimistic friends and patients who will get hold of this article. After all, if the findings are valid, how much can anyone really do about a gloomy disposition?  Up to this point there has been solid evidence that certain pathological mental states, like depression, are linked with a significantly higher risk of cardiovascular death, but the relationship between normal personality traits like optimism and health have not been as thoroughly studied.  For example, there have been several well-controlled studies showing that depression can as much as double the relative risk of having a first heart attack or dying of heart disease, independent of other factors. And for people who already have well-documented heart disease, depression increases the risk of death about threefold.  But finding a correlation between certain attitudes and health outcomes doesn't, of course, prove causality. Maybe pessimists have shorter lives because they are sicker to start with than optimists; that may be why they feel bleaker about their future in the first place.  Dr. Giltay carefully controlled for baseline risk factors like blood pressure, cholesterol, smoking and alcohol consumption in his study. Even after controlling for these confounding variables, there was still a significant excess of mortality in the pessimists compared with the optimists. And when he factored in the subjects' own perception of their health -- optimists, not surprisingly, report feeling better -- pessimists still had higher morbidity and mortality.  What about the possibility that some of the pessimistic subjects were simply suffering from undiagnosed depression? After all, depression is a strong risk factor for cardiovascular mortality.  Dr. Giltay conceded that the subjects were not psychiatrically screened for depression or any other mental disorder, so this is a possibility. But he said depression was unlikely to explain the correlation between pessimism and mortality.  Perhaps, but we know that depression exists, too, on a spectrum. Mild chronic depressive states like dysthymia could easily masquerade as everyday pessimism, so this study cannot rule out mild depression as a contributor to excess mortality in the pessimistic subjects.  Still, assuming that these findings are replicated and optimism does indeed confer a survival advantage, what mechanism could explain it?  One possibility is that optimists may simply cope better with adversity than pessimists do and engage in behaviors that are more likely to promote health. It is well known, for example, that optimism is strongly associated with seeking social support and coping better with stress. There might even be biological differences between optimistic and pessimistic people that give optimists an edge. This is not so far-fetched if you consider that depression is associated with alterations in many neurotransmitters and hormones like cortisol, which can adversely affect physical health.  At this point, pessimism in the absence of clinical depression is not considered a disease or a risk factor for developing one. But if these data are replicated, perhaps it should be. If that's the case, then trials of optimism-enhancing treatments, including psychotherapies and probably antidepressants, won't be far behind. After all, there is already preliminary evidence that serotonin-enhancing antidepressants can alter normal personality traits like sociability, even in people without depression.  But even if pessimism could be ''treated,'' would that guarantee a longer life? Judging from recent research in depression, it may be no slam dunk. Efforts to decrease heart disease and mortality by treating depression have been disappointing. Two large randomized trials involving depressed heart-attack patients found no survival benefit in treating them with either cognitive behavior therapy or serotonin-enhancing antidepressants, though their depression did improve. (There is some debate about the findings.)  In the end, pessimists have enough to fret about without worrying that their own temperament will doom them to a short life. If pessimists should worry about anything, though, it's that they may have an undiagnosed -- and treatable -- depression. Treating depression may not guarantee a longer life. But it will certainly make it a happier one.  ESSAY Richard A. Friedman is is a professor of clinical psychiatry and the director of the Psychopharmacology Clinic at Weill Cornell Medical Center.  ", 
            "title": "Yet Another Worry for Those Who Believe the Glass Is Half-Empty"
        }, 
        "weight": 0.6747854289473918, 
        "file": "1817508.txt", 
        "other_topics": {
            "0": 0.0002237530241565421, 
            "1": 0.00015064079582216731, 
            "2": 0.0002745606620489843, 
            "3": 0.00019967036430394142, 
            "4": 0.0001032916027913945, 
            "5": 0.00034477227673536224, 
            "6": 0.00017764846721515332, 
            "7": 0.003325263856499895, 
            "8": 0.00014715195927312473, 
            "9": 0.0002886692506858561, 
            "10": 0.00012397865717923224, 
            "11": 0.00018128774981773248, 
            "12": 0.0001465491659844414, 
            "13": 0.00011170777447318915, 
            "14": 0.0025979739314313573, 
            "15": 0.0001311436087967994, 
            "16": 0.00019004737224156878, 
            "17": 0.6747854289473918, 
            "18": 0.007679801027109131, 
            "19": 6.895813994799307e-05, 
            "20": 0.23881185187062307, 
            "21": 0.06869917093927247, 
            "22": 0.00015121571706197814, 
            "23": 0.00017947014604005355, 
            "24": 8.592509355644436e-05, 
            "25": 0.0001860119025390668, 
            "26": 0.00015252310842373218, 
            "27": 0.00010540758267155005, 
            "28": 0.00015947116868896092, 
            "29": 0.00021665383721715235
        }
    }, 
    {
        "content": {
            "text": "  Daily use of a common class of antidepressant may double the risk of fracture in people older than 50, a Canadian study reports.  Researchers randomly selected 5,008 people older than 50 and followed them for five years. At the start of the study, they interviewed the subjects about medications and general health. The subjects filled out yearly questionnaires reporting fractures caused by falling from a bed, chair or standing height. (A co-author of the study has received grants and honorariums from several drug companies.)  One hundred and thirty-seven people, or 2.7 percent of the subjects, were daily users of selective serotonin reuptake inhibitors, or S.S.R.I.'s, a rate similar to that of the general populations of the United States and Canada. After controlling for the use of other psychotropic medicines, age, sex, education, height, weight, smoking status and other variables, daily users of S.S.R.I.'s were 2.1 times as likely to suffer fractures as those who did not use the medicine. The study  appears in the Jan. 22 issue of The Archives of Internal Medicine.  ''We're not recommending that people stop their S.S.R.I.'s,'' said Dr. David Goltzman, a professor of medicine at McGill University in Montreal and the senior author of the study. ''But people should realize that this is a risk and that they might want to undertake lifestyle changes like participating in exercise and making sure their diet is appropriate in calcium and vitamin D.''  Using S.S.R.I.'s was also associated with an increased risk of falls and with decreased mineral bone density. But after controlling for falls and low bone density, the risk of fracture persisted. The scientists speculated that other pathways leading to impaired bone quality might be at work.  VITAL SIGNS: HAZARDS  ", 
            "title": "Antidepressant Linked to Fractures in Older People"
        }, 
        "weight": 0.6681483350621421, 
        "file": "1822506.txt", 
        "other_topics": {
            "0": 0.0006160060552997434, 
            "1": 0.00041472352273864987, 
            "2": 0.0007558826568125101, 
            "3": 0.0005497049880723922, 
            "4": 0.00724096537368476, 
            "5": 0.000949179618774115, 
            "6": 0.0004890773294875836, 
            "7": 0.0021980620174124094, 
            "8": 0.00040511853774118366, 
            "9": 0.000794724482816014, 
            "10": 0.00034132098923904137, 
            "11": 0.000499096501870109, 
            "12": 0.0004034590101557008, 
            "13": 0.007264135620156157, 
            "14": 0.00019578741357386713, 
            "15": 0.0003610465486990252, 
            "16": 0.0005232122896927015, 
            "17": 0.6681483350621421, 
            "18": 0.00027318063854493696, 
            "19": 0.00018984606769136656, 
            "20": 0.17745874635288567, 
            "21": 0.015218181388423659, 
            "22": 0.03519929200521009, 
            "23": 0.0004940925251086482, 
            "24": 0.00023655715104853976, 
            "25": 0.035295088077848744, 
            "26": 0.007376502784610773, 
            "27": 0.00029019366082290633, 
            "28": 0.03522201977932901, 
            "29": 0.0005964615501076732
        }
    }, 
    {
        "content": {
            "text": "  A front-page article on Thursday about the side effects of the psychiatric drug Zyprexa misstated the name of a older drug tested against Zyprexa in a federally sponsored clinical trial. It was perphenazine (also called Trilafon), not Stelazine.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6619927601807162, 
        "file": "1816771.txt", 
        "other_topics": {
            "0": 0.0034390395651067904, 
            "1": 0.23533912714963037, 
            "2": 0.0042199428739241205, 
            "3": 0.0030688938637098823, 
            "4": 0.00158757143096479, 
            "5": 0.0052990814542704405, 
            "6": 0.0027304216769202766, 
            "7": 0.012271344054826657, 
            "8": 0.0022616964035722187, 
            "9": 0.0044367890806420816, 
            "10": 0.0019055273504142473, 
            "11": 0.0027863567281047395, 
            "12": 0.002252431590382867, 
            "13": 0.001716926319058609, 
            "14": 0.001093042277486742, 
            "15": 0.0020156512344948053, 
            "16": 0.0029209903859269185, 
            "17": 0.6619927601807162, 
            "18": 0.001525113294414018, 
            "19": 0.001059872922438825, 
            "20": 0.01978443215386814, 
            "21": 0.00728548408769622, 
            "22": 0.002324155554109108, 
            "23": 0.002758420518845944, 
            "24": 0.0013206516313691347, 
            "25": 0.002858966017661913, 
            "26": 0.002344249899815048, 
            "27": 0.0016200936216893887, 
            "28": 0.002451040206864265, 
            "29": 0.003329926471075177
        }
    }, 
    {
        "content": {
            "text": "  The new vaccine against human papillomavirus, which became available last summer, could potentially prevent thousands of cases of cervical cancer. But doctors hope the vaccine will be able to prevent a less well-known, but potentially fatal, disease in gay men, anal cancer. The same strains of HPV cause both cancers.  Although anal cancer can affect anyone, it is most common among men with histories of receptive anal intercourse -- an annual rate of about 35 cases per 100,000, and perhaps twice that for those infected with H.I.V., which weakens the immune system.  The Food and Drug Administration approved the HPV vaccine last year for girls and women from 9 to 26 after studies indicated that it was extremely effective against infection by four of the dozens of strains of HPV, including the ones responsible for most cases of cervical and anal cancer, as well as genital and anal warts.  ''The cervix is similar biologically to the anus, so there's plenty of hope that it will work there also,'' said Dr. Joel Palefsky, a professor of medicine at the University of California, San Francisco.  But he cautioned that its effectiveness against anal cancer remained to be proved.  The anal cancer rate for gay men is similar to cervical cancer rates before the advent of Pap smears, the test that can detect precancerous cell abnormalities. In recent years, some doctors who treat gay men have advised their patients to undergo anal Pap smears as part of routine preventive care.  HPV is the most common sexually transmitted infection in the United States, with 6.2 million people infected each year, according to the Centers for Disease Control and Prevention, though many people clear the virus without having symptoms or knowing that they were infected.  Many gay men do not realize they have an elevated risk of anal cancer.  David Maxim, an artist in San Francisco, said he had vaguely heard of HPV when he learned that he had anal cancer several years ago. ''I had no idea about it because no one ever talked about it, although these days more gay men seem to be aware of it,'' said Mr. Maxim, who was successfully treated with radiation and chemotherapy.  Regulators in Australia and the European Union have approved the vaccine, called Gardasil and made by Merck, for boys ages 9 to 15. They cited data showing that it produced an immune response in boys, though its effectiveness in preventing infection in sexually active men has not been proved.  As with prescription drugs, doctors in the United States can provide the vaccine ''off label'' to anyone. ''The approval is for marketing and distribution, but medical providers can use it in ways they feel is appropriate,'' said Dr. Jeffrey Klausner, director of S.T.D. prevention at the San Francisco Department of Public Health.  Dr. Eliav Barr, a director of clinical research at Merck, said he had heard that some men were receiving the vaccine, but added that the company was barred from promoting it for men unless the F.D.A. approved it for that use.  That is unlikely to occur for at least a couple of years. Merck is sponsoring a clinical trial of Gardasil in 4,000 men, including 500 self-identified gay men. The first results are expected toward the end of next year.  Recruiting gay men has been challenging, researchers said. The vaccine is intended to prevent an initial infection with the virus, but many people become infected soon after becoming sexually active. For the gay arm of the study, Merck has recruited men from 16 to 26 who have had no more than five sexual partners. The difficulty is that many gay men come to accept their sexual orientation only after an experimentation period.  ''These have to be men who have sex with men but who have not had too much sex with men,'' said James Maynard, a program officer at the Fenway Institute, a research organization in Boston that focuses on gay and lesbian health and is a site of the HPV trial. ''The more sex you've had, the greater the probability you've been infected with HPV.''  ", 
            "title": "New Vaccine for Cervical Cancer Could Prove Useful in Men, Too"
        }, 
        "weight": 0.6610952834804794, 
        "file": "1822501.txt", 
        "other_topics": {
            "0": 0.00027607276952560294, 
            "1": 0.00018586484747160753, 
            "2": 0.0003387606610474945, 
            "3": 0.00024635890698402203, 
            "4": 0.00012744408241565673, 
            "5": 0.03783788634034503, 
            "6": 0.0002191876714557992, 
            "7": 0.010338220101510536, 
            "8": 0.0032992682742110663, 
            "9": 0.0003561682342133152, 
            "10": 0.00015296835150522897, 
            "11": 0.00022367792060871104, 
            "12": 0.00018081647958727312, 
            "13": 0.0001378281915634752, 
            "14": 8.774519834434271e-05, 
            "15": 0.00016180867017370353, 
            "16": 0.0002344857889343484, 
            "17": 0.6610952834804794, 
            "18": 0.00012243018524740927, 
            "19": 8.508249105700388e-05, 
            "20": 0.1574736201120303, 
            "21": 0.081645259764695, 
            "22": 0.00018657420145478596, 
            "23": 0.0002214353099861482, 
            "24": 0.00010601679525581762, 
            "25": 0.012700338918296784, 
            "26": 0.0033058953489830518, 
            "27": 0.00013005483785897222, 
            "28": 0.0033144680610055293, 
            "29": 0.025208978003752536
        }
    }, 
    {
        "content": {
            "text": "  Women can take the anti-AIDS drug nevirapine to protect their unborn children without endangering their ability to undergo life-saving antiretroviral treatment later on, a new study has found.  The results are good news for poor women in Africa, Asia and Latin America who must take nevirapine, an inexpensive first-line drug that often prevents the transmission of H.I.V. from mother to child.  The drug lingers in the blood up to three weeks, and if the mother has the virus that causes AIDS, its presence encourages the growth of nevirapine-resistant strains. That has led to fears that any antiretroviral drug cocktail containing nevirapine would be useless.  But the new study, published today in The New England Journal of Medicine, finds that such a cocktail is still effective if women simply delay it for six months after taking the protective dose of nevirapine.  The study was done by Harvard researchers working in Botswana but has implications for poor women everywhere. Early reports of data gathered in the study, along with evidence from similar ones, influenced the World Health Organization's new AIDS treatment guidelines last year, helping to keep nevirapine in the arsenal of first-line AIDS drugs.  ''This is a real glimmer of hope,'' said Dr. Catherine Hankins, chief scientific adviser for Unaids, the United Nations AIDS agency. ''There was real concern that single-dose nevirapine was blowing the use of that whole class of drugs.''  Nevirapine has never been a perfect drug; in prolonged use, it can poison the liver and cause rashes, and the virus that causes AIDS only needs to make a single mutation to develop resistance to it.  In wealthy countries, women are usually given a short course of two or three antiretroviral drugs late in the pregnancy to prevent passing the virus to their babies, and birth infections are now rare in the West.  But in poor countries, many women in rural villages give birth without ever seeing a doctor, or they make the trek to hospitals or clinics only when they are in labor, leaving medical workers with little choice but single-dose nevirapine.  The drug is so simple and effective that health workers in small clinics often leave pregnant women one pill to take when labor starts and a syringe full of liquid nevirapine to squirt into the newborn's mouth, said Dr. Shahin Lockman, a researcher for the Harvard School of Public Health's AIDS Initiative and one of the authors of the study. In some cases, she said, they must do this without even knowing whether the mother is infected. In Africa, many women still refuse AIDS tests for fear family or neighbors will shun them if they prove positive.  Under those circumstances, nevirapine is usually harmless and cuts in half the chance that the baby will get infected.  The drug is also a cornerstone of antiretroviral AIDS treatment in poor countries. It is commonly found in the three-in-one pills used in treatment programs supported by Western donors, and many start-up programs have few alternatives or none at all. In generic form, it costs one-eighth as much as efavirenz, the most closely related drug.  The Botswana study concludes that waiting six months after single-dose nevirapine allows the nevirapine-resistant strains to disappear from the body.  ", 
            "title": "AIDS Drug to Protect Fetus Is Safe for Infected Mothers, Study Finds"
        }, 
        "weight": 0.6565595833531714, 
        "file": "1817980.txt", 
        "other_topics": {
            "0": 0.043839050636310425, 
            "1": 0.00021619654427564955, 
            "2": 0.004020537509792675, 
            "3": 0.0002865627635672635, 
            "4": 0.0001482419649624979, 
            "5": 0.0004948100173357198, 
            "6": 0.0002549573938332212, 
            "7": 0.08092871832893897, 
            "8": 0.0002111894384559484, 
            "9": 0.0004142921185214525, 
            "10": 0.00017793159615093584, 
            "11": 0.0002601804167071107, 
            "12": 0.00021032432203635818, 
            "13": 0.00016032067991951772, 
            "14": 0.0001020645319267604, 
            "15": 0.00018821458603535533, 
            "16": 0.0002727520450422965, 
            "17": 0.6565595833531714, 
            "18": 0.00014240983879192575, 
            "19": 9.896729152992752e-05, 
            "20": 0.13965416459766355, 
            "21": 0.0478247121534818, 
            "22": 0.0002170216593090599, 
            "23": 0.00025757182948177206, 
            "24": 0.021882280380800437, 
            "25": 0.0002669604226637215, 
            "26": 0.00021889800026228174, 
            "27": 0.000151278775378625, 
            "28": 0.00022886971217845286, 
            "29": 0.00031093709147488985
        }
    }, 
    {
        "content": {
            "text": "  Perhaps you heard it? The wail last month from the labs of heart researchers and the offices of Wall Street analysts?  Pfizer Inc., the pharmaceutical giant, halted late-stage trials of a cholesterol drug called torcetrapib after investigators discovered that it increased heart problems -- and death rates -- in the test population.  Torcetrapib wasn't just another scientific misfire; the drug was to have been a blockbuster heralding the transformation of cardiovascular care. Statin drugs like simvastatin (sold as Zocor) and atorvastatin (Lipitor) lower blood levels of LDL, the so-called bad cholesterol, thereby slowing the buildup of plaque in the arteries.  But torcetrapib worked primarily by increasing HDL, or good cholesterol. Among other functions, HDL carries dangerous forms of cholesterol from artery walls to the liver for excretion. The process, called reverse cholesterol transport, is thought to be crucial to preventing clogged arteries.  Many scientists still believe that a statin combined with a drug that raises HDL would mark a significant advance in the treatment of heart disease. But for patients now at high risk of heart attack or stroke, the news is better than it sounds. An effective HDL booster already exists.  It is niacin, the ordinary B vitamin.  In its therapeutic form, nicotinic acid, niacin can increase HDL as much as 35 percent when taken in high doses, usually about 2,000 milligrams per day. It also lowers LDL, though not as sharply as statins do, and it has been shown to reduce serum levels of artery-clogging triglycerides as much as 50 percent. Its principal side effect is an irritating flush caused by the vitamin's dilation of blood vessels.  Despite its effectiveness, niacin has been the ugly duckling of heart medications, an old remedy that few scientists cared to examine. But that seems likely to change.  ''There's a great unfilled need for something that raises HDL,'' said Dr. Steven E. Nissen, a cardiologist at the Cleveland Clinic and president of the American College of Cardiology. ''Right now, in the wake of the failure of torcetrapib, niacin is really it. Nothing else available is that effective.''  In 1975, long before statins, a landmark study of 8,341 men who had suffered heart attacks found that niacin was the only treatment among five tested that prevented second heart attacks. Compared with men on placebos, those on niacin had a 26 percent reduction in heart attacks and a 27 percent reduction in strokes. Fifteen years later, the mortality rate among the men on niacin was 11 percent lower than among those who had received placebos.  ''Here you have a drug that was about as effective as the early statins, and it just never caught on,'' said Dr. B. Greg Brown, professor of medicine at the University of Washington in Seattle. ''It's a mystery to me. But if you're a drug company, I guess you can't make money on a vitamin.''  By and large, research was focused on lowering LDL, and the statins proved to be remarkably effective. The drugs can slow the progress of cardiovascular disease, reducing the risk of heart attack or other adverse outcomes by 25 percent to 35 percent.  But recent studies suggest that the addition of an HDL booster like niacin may afford still greater protection.  After analyzing data from more than 83,000 heart patients who participated in 23 different clinical trials, researchers at the University of Washington calculated this month that a regimen that increased HDL by 30 percent and lowered LDL by 40 percent in the average patient would reduce the risk of heart attack or stroke by 70 percent. That is far more than can be achieved by reducing LDL alone.  Other small studies have produced similarly encouraging results, but some experts caution that the data on increased HDL and heart disease are preliminary.  Researchers at 72 sites in the United States and Canada are recruiting 3,300 heart patients for a study, led by Dr. Brown and financed by the National Institutes of Health, comparing those who take niacin and a statin with those who take only a statin. This large head-on comparison should answer many questions about the benefits of combination therapy.  Many cardiologists see no reason to wait for the results. But niacin can be a bitter pill; in rare instances, the vitamin can cause liver damage and can impair the body's use of glucose. High doses should be taken only under a doctor's supervision.  A more frequent side effect is flushing. It becomes less pronounced with time, and often it can be avoided by taking the pills before bed with a bit of food. Doctors also recommend starting with small doses and working up to larger ones.  Extended-release formulations of the vitamin, taken once daily, are now available by prescription, and in many patients they produce fewer side effects. And a new Merck drug to counteract niacin-induced flushing is being tested in Britain. If it works, the company plans to bundle the drug with its own extended-release niacin and with Zocor, its popular statin.  Until then, consider this: If it means preventing a heart attack, maybe it is better to put up with flushing than to wait for the next blockbuster.  ''If you can just get patients to take niacin, HDL goes up substantially,'' said Dr. Nissen of the Cleveland Clinic. ''Most of the evidence suggests they'll get a benefit from that.''  THE CONSUMER  ", 
            "title": "An Old Cholesterol Remedy Is New Again"
        }, 
        "weight": 0.6554229086052172, 
        "file": "1820809.txt", 
        "other_topics": {
            "0": 0.0002079864585913659, 
            "1": 0.00014002602092438152, 
            "2": 0.0002552139797141573, 
            "3": 0.00018560076277749133, 
            "4": 9.60132483026378e-05, 
            "5": 0.01441330721696802, 
            "6": 0.0025139354571699565, 
            "7": 0.024230195517514402, 
            "8": 0.009532002371576127, 
            "9": 0.00026832841871388406, 
            "10": 0.0001152426070879883, 
            "11": 0.00016851346350612122, 
            "12": 0.00013622270428531792, 
            "13": 0.00010383638164169272, 
            "14": 6.610508198036655e-05, 
            "15": 0.00012190268651499837, 
            "16": 0.00017665584662428908, 
            "17": 0.6554229086052172, 
            "18": 9.223590105626855e-05, 
            "19": 6.409906356750144e-05, 
            "20": 0.23137939823338266, 
            "21": 0.002789416818039534, 
            "22": 0.00014056043083051782, 
            "23": 0.00016682393562480308, 
            "24": 7.987045529464472e-05, 
            "25": 0.000172904732844531, 
            "26": 0.00014177569797762876, 
            "27": 9.798012746944733e-05, 
            "28": 0.00014823416911602684, 
            "29": 0.056572703605686094
        }
    }, 
    {
        "content": {
            "text": "  Use of Genentech's new eye drug, Lucentis, might raise the risk of stroke, the company said Friday.  The company posted on its Web site a letter it sent to retina specialists this week. According to the letter, 1.2 percent of patients treated with a high dose of Lucentis in a clinical trial suffered a stroke, compared with only 0.3 percent of those treated with a low dose. The difference was statistically significant.  The new findings could conceivably damp some demand for Lucentis, because the high dose, 0.5 milligrams per injection, is the one that is marketed. Shares of Genentech fell 89 cents, or 1 percent, to $86.57.  Dawn Kalmar, a spokeswoman for Genentech, said Friday that the company wanted to move quickly to communicate the information. But she said the company did not expect the new data to prompt a change in the drug's label, which already contains a warning about risks of blood-clotting events like strokes.  Lucentis, also called ranibizumab, is approved to treat age-related macular degeneration, the leading cause of blindness in the elderly. It is the first drug shown in clinical trials to improve eyesight for a significant number of patients, as opposed to merely slowing the rate of vision loss.  Approved in June, the drug had sales of $380 million for the rest of 2006, an amount that greatly exceeded some analysts' expectations. Genentech executives have cautioned, though, that sales growth may moderate as patients on the drug are treated less frequently.  The new data was preliminary, from 2,400 patients who had been followed for an average of 230 days since beginning treatment. The full study will continue and will follow them for a year.  Dr. Philip J. Rosenfeld, a retina specialist, said the preliminary data would not influence him because it could later change.  ''Right now, it will have no impact on my use of Lucentis,'' Dr. Rosenfeld, who is at the Bascom Palmer Eye Institute of the University of Miami, said in an e-mail message. ''When given a choice between a high likelihood of blindness or a 1 percent risk of stroke, I think most patients will choose their vision.''  The label for Lucentis notes a theoretical risk of blood-clotting events like strokes and heart attacks, though it says the rate seen in studies was ''low,'' at less than 4 percent.  In the new study, the rate of heart attacks and deaths from cardiovascular incidents did not differ significantly between the dosages, the company said.  The new findings could also raise questions about the risks of Avastin, a cancer drug sold by Genentech. It is being used off-label to treat macular degeneration because it is far cheaper than Lucentis, which costs about $2,000 per monthly injection. Both drugs work by a similar mechanism, although Lucentis was specifically designed to be injected into the eye.  Doctors who use Avastin say they have experienced few if any safety problems. But Avastin has not been tested in extensive controlled clinical trials as Lucentis has.  ", 
            "title": "Eye Drug Might Raise Risk Of Stroke, Genentech Says"
        }, 
        "weight": 0.6506707325646036, 
        "file": "1821751.txt", 
        "other_topics": {
            "0": 0.0003740253154707166, 
            "1": 0.0002518109929130027, 
            "2": 0.00045895530854087735, 
            "3": 0.00033376876706115816, 
            "4": 0.0001726621325685341, 
            "5": 0.0005763209684320627, 
            "6": 0.00029695698747986846, 
            "7": 0.0013346148668730768, 
            "8": 0.0002459790574752565, 
            "9": 0.00048253921019156823, 
            "10": 0.00020724259052094855, 
            "11": 0.0003030404083795317, 
            "12": 0.0002449714288596733, 
            "13": 0.00018673059613547407, 
            "14": 0.008566663073795514, 
            "15": 0.00021921951596897327, 
            "16": 0.00031768298383892554, 
            "17": 0.6506707325646036, 
            "18": 0.00016586926968200602, 
            "19": 0.00011527035286136411, 
            "20": 0.1668835409157769, 
            "21": 0.026135715245443347, 
            "22": 0.00025277203064155024, 
            "23": 0.0003000021038519848, 
            "24": 0.00014363229433634578, 
            "25": 0.00031093729700747136, 
            "26": 0.00025495746464123395, 
            "27": 0.0001761992022693269, 
            "28": 0.025609927634274214, 
            "29": 0.11440725942010552
        }
    }, 
    {
        "content": {
            "text": "  The big news in the war on cervical cancer is the new vaccine recently approved to prevent the disease. But another major change that will affect millions of women is also under way, though more slowly and quietly.  The Pap smear, an annual ritual for many women and the mainstay of cervical cancer prevention for more than half a century, may start to fade in importance.  It will not disappear for many more years, if ever. But a newer genetic test that detects human papillomavirus, or HPV, which causes cervical cancer, is starting to play a bigger role in screening. And other genetic tests are being developed. At the least, some experts say, women will no longer need Pap smears as often.  ''We can potentially change the entire cervical screening paradigm,'' said Dr. Thomas C. Wright, a professor of pathology at Columbia University Medical Center who is also a consultant for Roche, which is developing a genetic HPV test.  The new vaccine could also deal a longer-term blow to Pap testing, which works by detecting abnormal cells from the cervix that could be on their way to becoming cancerous. It is not that women would no longer need screening because they had been vaccinated. The vaccine, approved only for girls and women 9 to 26 years old, does not protect against all strains of HPV that cause cancer.  If a precancerous lesion is present, the Pap test will detect it only 50 percent to 80 percent of the time. Pap testing is effective only because it is done often; a lesion can take 10 years to turn into a cancer, so a yearly test will probably find it in time.  As more women get the HPV vaccine, however, the number of lesions will decline, making the Pap test more costly per cancer case detected. And with fewer problems to detect, said Dr. Eduardo L. Franco, a professor of epidemiology and oncology at McGill University, the technicians who read Pap smears may lower their guard -- and their accuracy.  Pap testing ''is going to break down in a world in which vaccination decreases the prevalence of lesions,'' said Dr. Franco, who said he had done some minor consulting for genetic test developers. Referring to the accuracy of Pap testing, he added, ''It's already bad enough, and it's going to get worse.''  But Pap testing has its strong defenders, who question the value of the genetic test for HPV. Some gynecologists say having women come for annual Pap testing brings them in for other needed examinations. And there is a huge industry built up to provide the screening.  ''The perception is that the annual Pap smear drives volume,'' said Dr. Walter Kinney, a gynecological oncologist at Kaiser Permanente, the health maintenance organization. ''I don't see anyone raising their hand volunteering to give that up.''  At Kaiser, where doctors' pay does not depend on customer volume, the genetic HPV test is offered with Pap testing to every woman 30 and older. If both tests are negative, a woman does not come back for further screening for three years. The savings from less frequent screening more than pay for the extra cost of the HPV test, Dr. Kinney said.  Kaiser's testing laboratory in Berkeley, Calif., processes 300,000 to 500,000 cervical specimens a year. A robotic arm rapidly retrieves particular specimens from cold storage for testing and disposes of others when they are no longer needed.  The most recent guidelines from the American College of Obstetricians and Gynecologists, issued in 2003, suggested that some women over 30 do not need annual Pap tests, but many doctors and patients have resisted that idea.  ''Sometimes you advocate that strategy, but the woman comes back the next year almost demanding the Pap smear,'' said Dr. Juan Felix, a professor of pathology and of obstetrics and gynecology at the University of Southern California. ''Women have been sort of mentally trained to come to get their annual test.''  Pap testing is named for Dr. George N. Papanicolaou, who developed the test at Cornell Medical School. It started to become widely used in the 1950s.  Cells are scraped from the surface of the cervix, spread on a microscope slide and examined for abnormalities that could indicate a precancerous lesion. If found and confirmed by further examination, the lesions can be removed by any of several techniques.  Pap testing has cut cervical cancer rates by 75 percent or more in nations with thorough screening. In the United States, there are now about 10,000 cases of cervical cancer each year and 4,000 deaths. More than half the cases are in women who do not undergo screening.  ''It is one of the greatest public health interventions in terms of sheer success and lives saved,'' said Philip E. Castle, an expert on cervical cancer screening at the National Cancer Institute.  But while successful, Dr. Castle said, Pap screening is ''not very efficient,'' costing billions of dollars a year. And it does miss cancer cases. A study of women with cervical cancer, conducted among members of seven health plans and published in The Journal of the National Cancer Institute in 2005, found that 32 percent had had one or more normal Pap tests in the three years before the diagnosis.  B. K. Cockrell, 57, a homemaker in Troup, Tex., was one woman who got cancer despite a series of normal Pap tests. In 2005, her gynecologist, Dr. A. Jay Staub of Dallas, also began giving the HPV genetic test, which gave a positive reading. Further examination showed that Ms. Cockrell had cancer, which was caught early enough to be removed by a hysterectomy without the need for chemotherapy or radiation.  ''I believe I would be extremely ill today'' if not for the HPV test, she said.  A newer form of Pap testing called liquid cytology, which spreads the cells more evenly on a slide, is said by some cytologists to be more sensitive, though some published studies contradict that.  But Pap testing has other problems as well. Of the 50 million to 60 million tests done in the United States each year, as many as two million are classified as ambiguous, possibly a lesion and possibly not. Such results require further testing, like colposcopy, an uncomfortable procedure in which the cervix is examined with a magnifying device, and biopsy, which can be painful.  The HPV genetic test looks for the DNA of 13 of the cancer-causing strains of the virus. Experts say this test can detect more than 90 percent of precancerous lesions. It is also easier to automate and far less likely to produce ambiguous results.  The samples are taken the same way as for a Pap test, meaning women still need to get into stirrups. But since the genetic test is less prone to error, experts say it is possible that in the future women will be able to take their own samples.  The test was first approved by the Food and Drug Administration in 1999, and its use has grown steadily, partly spurred by advertising by the test's manufacturer, Digene. The company, based in Gaithersburg, Md., says about seven million Americans are getting the test each year, which is one-fifth of those it believes would be eligible. With Merck now calling attention to the role of HPV in its advertisements for its new vaccine, Digene executives expect interest in their test to grow.  Some experts say that since the HPV test catches more lesions than Pap, it would be cost-effective to make it the primary test, with Pap testing used only on the women who test positive for the virus.  ''HPV testing as the stand-alone primary screening technology represents the scientifically obvious next step,'' F. Xavier Bosch of the Catalán Institute of Oncology in Barcelona, Spain, wrote last August in a supplement of the journal Vaccine on the future of cervical cancer prevention.  But some experts say the HPV test is not ready for that.  One problem is that HPV testing costs $50 to more than $100, compared with as little as $20 for a Pap test. More significant, many, if not most, sexually active women will be infected with HPV at some point. But in most cases, particularly for younger women, the immune system dispenses with the virus.  That is why even those who advocate using HPV testing as the primary screen, or using it alongside Pap testing, do so only for women over 30 or 35, when the viral infection is less likely to be transient. (The HPV test is approved for two uses: to help resolve an ambiguous Pap test or to use in conjunction with Pap screening for women 30 and over.)  Dr. George Sawaya, an associate professor of obstetrics, gynecology and reproductive sciences at the University of California, San Francisco, says about 2,500 to 3,000 cervical cancer cases in the United States each year are in women with normal Pap tests. While use of the HPV test instead of the Pap as the primary screen may further reduce that number, ''we have to make sure we are not dragging along tens of thousands of women who will have positive tests but no disease,'' he said.  Some of those women would be subject to unnecessary biopsies and even to removal of lesions that would never turn cancerous, he said. The removal operations have risks of their own, he added, potentially raising the chances a woman will have premature deliveries in the future.  Wider use of HPV testing would also mean telling millions of women that they have a sexually transmitted disease, causing unnecessary stress. ''Everybody presumes they are dirty when they are told they have something like this,'' said Dr. Abbie Roth, an obstetrician and gynecologist at Northwestern Memorial Hospital in Chicago. ''Everybody universally cries when they get that information.''  Digene says it hopes that European countries, which place more limits on medical spending than the United States, will make HPV testing the standard in place of the Pap. European experts disagree on whether that will happen.  But Pap testing is likely to be displaced in developing countries, which account for more than 80 percent of the roughly 500,000 new cases of cervical cancer and 275,000 deaths each year. Those countries cannot do efficient Pap screening for lack of laboratories and technicians and difficulty in getting women, who might have to walk miles to a clinic, to come for testing every year.  In the developing world, Pap testing has had ''basically no impact on cervical cancer rates in any country, ever,'' said Jacqueline Sherris, a strategic program leader for reproductive health at PATH, a nonprofit organization in Seattle.  PATH is working with Digene to develop a simpler and cheaper version of the HPV test for developing countries. Women might be tested only once or twice during their 30s but would get fairly good protection, Ms. Sherris said.  Still other tests are in development. One would determine the specific strain of HPV infecting a woman. Types 16 and 18 account for most cancers (and are the cancer-causing types targeted by the new vaccine). So having one of them would be considered more worrisome.  Yet another test would look for the activation of two genes, called E6 and E7. Such activation is believed to be required for a precancerous lesion to turn into cancer.  ''Looking forward,'' said Dr. Wright of Columbia, ''the molecular tests are becoming so good that we can see a time when cytology is no longer used as the primary screening test.''  ", 
            "title": "Pap Test, a Mainstay Against Cervical Cancer, May Be Fading"
        }, 
        "weight": 0.6505931749505488, 
        "file": "1819201.txt", 
        "other_topics": {
            "0": 0.02808346682062946, 
            "1": 6.95027321849303e-05, 
            "2": 0.0001266769473618223, 
            "3": 0.01408223978553282, 
            "4": 4.765673579046553e-05, 
            "5": 0.00015907122027564578, 
            "6": 8.19635462792826e-05, 
            "7": 0.0003683690635950631, 
            "8": 6.789305088325053e-05, 
            "9": 0.0012990293560169936, 
            "10": 5.7201340178444966e-05, 
            "11": 8.364264046284581e-05, 
            "12": 6.761493378835886e-05, 
            "13": 5.153979365158239e-05, 
            "14": 3.281164299759289e-05, 
            "15": 0.002392193070182708, 
            "16": 8.768415981384366e-05, 
            "17": 0.6505931749505488, 
            "18": 0.0012116248078213637, 
            "19": 3.1815944058302906e-05, 
            "20": 0.23259665484625694, 
            "21": 0.00021870032648671416, 
            "22": 0.028049999518489337, 
            "23": 8.280403344481421e-05, 
            "24": 3.964416632841386e-05, 
            "25": 0.017573466978130062, 
            "26": 7.037119459526782e-05, 
            "27": 4.863300773669692e-05, 
            "28": 0.02222459352140458, 
            "29": 9.995986507345166e-05
        }
    }, 
    {
        "content": {
            "text": "  Dr. Brooke Herndon, an internist at Dartmouth-Hitchcock Medical Center, could not stop coughing. For two weeks starting in mid-April last year, she coughed, seemingly nonstop, followed by another week when she coughed sporadically, annoying, she said, everyone who worked with her.  Before long, Dr. Kathryn Kirkland, an infectious disease specialist at Dartmouth, had a chilling thought: Could she be seeing the start of a whooping cough epidemic? By late April, other health care workers at the hospital were coughing, and severe, intractable coughing is a whooping cough hallmark. And if it was whooping cough, the epidemic had to be contained immediately because the disease could be deadly to babies in the hospital and could lead to pneumonia in the frail and vulnerable adult patients there.  It was the start of a bizarre episode at the medical center: the story of the epidemic that wasn't.  For months, nearly everyone involved thought the medical center had had a huge whooping cough outbreak, with extensive ramifications. Nearly 1,000 health care workers at the hospital in Lebanon, N.H., were given a preliminary test and furloughed from work until their results were in; 142 people, including Dr. Herndon, were told they appeared to have the disease; and thousands were given antibiotics and a vaccine for protection. Hospital beds were taken out of commission, including some in intensive care.  Then, about eight months later, health care workers were dumbfounded to receive an e-mail message from the hospital administration informing them that the whole thing was a false alarm.  Not a single case of whooping cough was confirmed with the definitive test, growing the bacterium, Bordetella pertussis, in the laboratory. Instead, it appears the health care workers probably were afflicted with ordinary respiratory diseases like the common cold.  Now, as they look back on the episode, epidemiologists and infectious disease specialists say the problem was that they placed too much faith in a quick and highly sensitive molecular test that led them astray.  Infectious disease experts say such tests are coming into increasing use and may be the only way to get a quick answer in diagnosing diseases like whooping cough, Legionnaire's, bird flu, tuberculosis and SARS, and deciding whether an epidemic is under way.  There are no national data on pseudo-epidemics caused by an overreliance on such molecular tests, said Dr. Trish M. Perl, an epidemiologist at Johns Hopkins and past president of the Society of Health Care Epidemiologists of America. But, she said, pseudo-epidemics happen all the time. The Dartmouth case may have been one the largest, but it was by no means an exception, she said.  There was a similar whooping cough scare at Children's Hospital in Boston last fall that involved 36 adults and 2 children. Definitive tests, though, did not find pertussis.  ''It's a problem; we know it's a problem,'' Dr. Perl said. ''My guess is that what happened at Dartmouth is going to become more common.''  Many of the new molecular tests are quick but technically demanding, and each laboratory may do them in its own way. These tests, called ''home brews,'' are not commercially available, and there are no good estimates of their error rates. But their very sensitivity makes false positives likely, and when hundreds or thousands of people are tested, as occurred at Dartmouth, false positives can make it seem like there is an epidemic.  ''You're in a little bit of no man's land,'' with the new molecular tests, said Dr. Mark Perkins, an infectious disease specialist and chief scientific officer at the Foundation for Innovative New Diagnostics, a nonprofit foundation supported by the Bill and Melinda Gates Foundation. ''All bets are off on exact performance.''  Of course, that leads to the question of why rely on them at all. ''At face value, obviously they shouldn't be doing it,'' Dr. Perl said. But, she said, often when answers are needed and an organism like the pertussis bacterium is finicky and hard to grow in a laboratory, ''you don't have great options.''  Waiting to see if the bacteria grow can take weeks, but the quick molecular test can be wrong. ''It's almost like you're trying to pick the least of two evils,'' Dr. Perl said.  At Dartmouth the decision was to use a test, P.C.R., for polymerase chain reaction. It is a molecular test that, until recently, was confined to molecular biology laboratories.  ''That's kind of what's happening,'' said Dr. Kathryn Edwards, an infectious disease specialist and professor of pediatrics at Vanderbilt University. ''That's the reality out there. We are trying to figure out how to use methods that have been the purview of bench scientists.''  The Dartmouth whooping cough story shows what can ensue.  To say the episode was disruptive was an understatement, said Dr. Elizabeth Talbot, deputy state epidemiologist for the New Hampshire Department of Health and Human Services.  ''You cannot imagine,'' Dr. Talbot said. ''I had a feeling at the time that this gave us a shadow of a hint of what it might be like during a pandemic flu epidemic.''  Yet, epidemiologists say, one of the most troubling aspects of the pseudo-epidemic is that all the decisions seemed so sensible at the time.  Dr. Katrina Kretsinger, a medical epidemiologist at the federal Centers for Disease Control and Prevention, who worked on the case along with her colleague Dr. Manisha Patel, does not fault the Dartmouth doctors.  ''The issue was not that they overreacted or did anything inappropriate at all,'' Dr. Kretsinger said. Instead, it is that there is often is no way to decide early on whether an epidemic is under way.  Before the 1940s when a pertussis vaccine for children was introduced, whooping cough was a leading cause of death in young children. The vaccine led to an 80 percent drop in the disease's incidence, but did not completely eliminate it. That is because the vaccine's effectiveness wanes after about a decade, and although there is now a new vaccine for adolescents and adults, it is only starting to come into use. Whooping cough, Dr. Kretsinger said, is still a concern.  The disease got its name from its most salient feature: Patients may cough and cough and cough until they have to gasp for breath, making a sound like a whoop. The coughing can last so long that one of the common names for whooping cough was the 100-day cough, Dr. Talbot said.  But neither coughing long and hard nor even whooping is unique to pertussis infections, and many people with whooping cough have symptoms that like those of common cold: a runny nose or an ordinary cough.  ''Almost everything about the clinical presentation of pertussis, especially early pertussis, is not very specific,'' Dr. Kirkland said.  That was the first problem in deciding whether there was an epidemic at Dartmouth.  The second was with P.C.R., the quick test to diagnose the disease, Dr. Kretsinger said.  With pertussis, she said, ''there are probably 100 different P.C.R. protocols and methods being used throughout the country,'' and it is unclear how often any of them are accurate. ''We have had a number of outbreaks where we believe that despite the presence of P.C.R.-positive results, the disease was not pertussis,'' Dr. Kretsinger added.  At Dartmouth, when the first suspect pertussis cases emerged and the P.C.R. test showed pertussis, doctors believed it. The results seem completely consistent with the patients' symptoms.  ''That's how the whole thing got started,'' Dr. Kirkland said. Then the doctors decided to test people who did not have severe coughing.  ''Because we had cases we thought were pertussis and because we had vulnerable patients at the hospital, we lowered our threshold,'' she said. Anyone who had a cough got a P.C.R. test, and so did anyone with a runny nose who worked with high-risk patients like infants.  ''That's how we ended up with 134 suspect cases,'' Dr. Kirkland said. And that, she added, was why 1,445 health care workers ended up taking antibiotics and 4,524 health care workers at the hospital, or 72 percent of all the health care workers there, were immunized against whooping cough in a matter of days.  ''If we had stopped there, I think we all would have agreed that we had had an outbreak of pertussis and that we had controlled it,'' Dr. Kirkland said.  But epidemiologists at the hospital and working for the States of New Hampshire and Vermont decided to take extra steps to confirm that what they were seeing really was pertussis.  The Dartmouth doctors sent samples from 27 patients they thought had pertussis to the state health departments and the Centers for Disease Control. There, scientists tried to grow the bacteria, a process that can take weeks. Finally, they had their answer: There was no pertussis in any of the samples.  ''We thought, Well, that's odd,'' Dr. Kirkland said. ''Maybe it's the timing of the culturing, maybe it's a transport problem. Why don't we try serological testing? Certainly, after a pertussis infection, a person should develop antibodies to the bacteria.''  They could only get suitable blood samples from 39 patients -- the others had gotten the vaccine which itself elicits pertussis antibodies. But when the Centers for Disease Control tested those 39 samples, its scientists reported that only one showed increases in antibody levels indicative of pertussis.  The disease center did additional tests too, including molecular tests to look for features of the pertussis bacteria. Its scientists also did additional P.C.R. tests on samples from 116 of the 134 people who were thought to have whooping cough. Only one P.C.R. was positive, but other tests did not show that that person was infected with pertussis bacteria. The disease center also interviewed patients in depth to see what their symptoms were and how they evolved.  ''It was going on for months,'' Dr. Kirkland said. But in the end, the conclusion was clear: There was no pertussis epidemic.  ''We were all somewhat surprised,'' Dr. Kirkland said, ''and we were left in a very frustrating situation about what to do when the next outbreak comes.''  Dr. Cathy A. Petti, an infectious disease specialist at the University of Utah, said the story had one clear lesson.  ''The big message is that every lab is vulnerable to having false positives,'' Dr. Petti said. ''No single test result is absolute and that is even more important with a test result based on P.C.R.''  As for Dr. Herndon, though, she now knows she is off the hook.  ''I thought I might have caused the epidemic,'' she said.  Correction:  January 29, 2007, Monday  The credit for pictures last Monday with the continuation of a front-page article about a whooping cough scare at Dartmouth-Hitchcock Medical Center omitted the photographer's surname. He is Jon Gilbert Fox.  ", 
            "title": "Faith in Quick Test Leads to Epidemic That Wasn't"
        }, 
        "weight": 0.6504791928363893, 
        "file": "1820730.txt", 
        "other_topics": {
            "0": 0.013473884345007155, 
            "1": 0.009428554991858025, 
            "2": 0.0001451181039483885, 
            "3": 0.0001055350918308261, 
            "4": 5.459442528661653e-05, 
            "5": 0.0015177902585742104, 
            "6": 0.009442829804700341, 
            "7": 0.08189127957114901, 
            "8": 7.777666750452586e-05, 
            "9": 0.00015257515047898486, 
            "10": 0.005407776675605259, 
            "11": 9.581902347658793e-05, 
            "12": 7.745806316232432e-05, 
            "13": 5.904276419959693e-05, 
            "14": 3.758823936325079e-05, 
            "15": 6.931550831613802e-05, 
            "16": 0.0001004488921109523, 
            "17": 0.6504791928363893, 
            "18": 5.244657480067639e-05, 
            "19": 3.644759029345224e-05, 
            "20": 0.19700798029568012, 
            "21": 0.029632902882215362, 
            "22": 7.99245528600714e-05, 
            "23": 9.485833518286893e-05, 
            "24": 4.541541590642893e-05, 
            "25": 9.831595832721974e-05, 
            "26": 8.061557011695142e-05, 
            "27": 5.571281925430855e-05, 
            "28": 8.428794373480511e-05, 
            "29": 0.00011451164866613952
        }
    }, 
    {
        "content": {
            "text": "  Last week, the Centers for Disease Control and Prevention issued new immunization schedules, including the first separate ones for adolescents. The recommendations cover two new vaccines for teenagers: one for the virus that causes cervical cancer and the other for a bacterium that causes meningitis and other diseases.  The agency has updated its recommended list of vaccines several times over the past 15 years, always after lengthy debate. Each state, rather than the C.D.C., decides which vaccines to make compulsory for entry into school. And some new vaccines are recommended rather than required because their prices are so high.  The timing of injections is complex, and must be overseen by a doctor. But in general, these are the recommendations:  By age 6  Polio  Measles  Mumps  Rubella  Chickenpox  Diphtheria  Tetanus  Whooping cough  Hib (meningitis)  PCV (pneumonia)  Rotavirus (diarrhea)  Hepatitis A and B  Flu (annually)  By age 18  Cervical cancer* (Caused by human papillomavirus)  Meningococcus (bacterial infection)  From 18-65  Between ages 18-65, the vaccination you should get depends on risk factors  Flu (annually when available, always after age 50)  Tetanus and diphtheria (every 10 years)  Measles, mumps, rubella, chicken-pox (for everyone not previously infected)  Some high-risk categories:  MULTIPLE DISEASES: Military recruits, health care workers, emergency responders, sewer workers  HEPATITIS: Gay men, sex workers, drug injectors  PLAGUE, RABIES: Veterinarians, animal handlers  ANTHRAX: Hide handlers  BY REGION: Travelers and immigrants may need vaccination, depending on their location. People with compromised immune systems should not take some vaccines.  By age 65  Pneumococcal pneumonia flu (annually)  *Girls only; an HPV vaccine for boys is being developed.  (Source by Centers for Disease Control and Prevention)  ", 
            "title": "A New Vaccination Timetable"
        }, 
        "weight": 0.6487723465614136, 
        "file": "1817514.txt", 
        "other_topics": {
            "0": 0.07761586412858514, 
            "1": 0.0003827701868997571, 
            "2": 0.0006976439241058887, 
            "3": 0.019769181614311446, 
            "4": 0.013103678373746434, 
            "5": 0.013717267821370754, 
            "6": 0.0197132251543196, 
            "7": 0.0020287072304611188, 
            "8": 0.00037390524025199636, 
            "9": 0.0007334930915240054, 
            "10": 0.0003150231218646577, 
            "11": 0.00046064245413498183, 
            "12": 0.00037237357481892456, 
            "13": 0.01312506341483068, 
            "14": 0.00018070251812920627, 
            "15": 0.006753838853902079, 
            "16": 0.00048290018514366074, 
            "17": 0.6487723465614136, 
            "18": 0.0002521328025541861, 
            "19": 0.0001752189370222962, 
            "20": 0.11884175577262628, 
            "21": 0.0012044413537818884, 
            "22": 0.01322545097907714, 
            "23": 0.006876633994433967, 
            "24": 0.00021833105660704104, 
            "25": 0.03899630611733504, 
            "26": 0.00038755304231666087, 
            "27": 0.00026783501706583276, 
            "28": 0.00040520769099132637, 
            "29": 0.000550505786374475
        }
    }, 
    {
        "content": {
            "text": "  When women with low incomes or low levels of education start chemotherapy for breast cancer, they routinely get insufficient doses, a new study suggests. That may be one reason they are less likely to survive the disease than other women.  The initial dose of chemotherapy is determined by the height and weight of the patient, and doses lower than 85 percent of the calculated amount and intensity are ill advised, according to current guidelines. Nevertheless, studies cited in the paper have shown that as many as half of breast cancer patients are not started on enough medicine.  Researchers studied 764 randomly selected patients at 115 sites throughout the United States. All the women had nonmetastatic breast cancer and were scheduled for treatment but had not yet started. The scientists collected information on age, level of education, marital status, ZIP code, height, weight, tumor characteristics and other diseases. Then they examined medical records to determine the planned and actual chemotherapy received.  Since the researchers knew the height and weight of the patients, they could calculate the required doses and determine which patients got the recommended amounts.  The study appears in the Jan. 20 issue of The Journal of Clinical Oncology. Several of the co-authors have received research funds or consulting fees from companies that sell drugs used in cancer treatment, and data collection was supported by Amgen.  There were no differences in dosage based on age, race, tumor stage or the kind of insurance a woman had.  But about 32 percent of the women with less than a high school education received insufficient doses, compared with 14 percent of high school graduates. Almost 22 percent of obese and severely obese women got a reduced dose, compared with fewer than 12 percent of those of normal weight. And while almost 20 percent of women who lived in the poorest ZIP codes got reduced doses, only 8 percent of those who lived in the richest areas did.  There were also geographic differences. After adjusting for other variables, women in the Southeast received lower doses more than five times as often as women in the Northeast or on the West Coast.  Because the study focused on initial treatment, the reduced doses were not the physician's response to a patient's actual side effects. Dr. Jennifer J. Griggs, the lead author of the study and an associate professor of internal medicine at the University of Michigan, speculated that there was nothing sinister in doctors' motives in reducing doses.  ''We're giving toxic drugs, hoping that the patient will come back for her next course of therapy,'' Dr. Griggs said. ''I think doctors lower the dose in a benevolent desire to get people through their treatment.''  Why having less than a high school education or being poor or obese would lead to inadequate chemotherapy is not clear.  For overweight women, an effort to limit the side effects of the large doses required may have been one motive, but in clinical trials obese women experienced no more toxicity with the appropriate dose than women of normal weight did.  With women of lower income or educational attainment, the researchers suggest, physicians may have anticipated a failure to understand and stick with what is often a long and unpleasant treatment, so they pre-emptively reduced the dose in hopes of encouraging compliance.  The scientists offer no explanation for the geographic variations in dosage, but they suggest that lowered doses might be one reason for regional differences in breast cancer survival.  ''Patients should not hesitate to ask about the dosing decision,'' Dr. Griggs said, ''and then offer the doctor a statement that gives the doctor permission to use a full dose. A dosing decision is not really the patient's responsibility. But if patients give the doctor the indication that they're fully committed to treatment, it will help ensure that we see fewer dose reductions.''  ", 
            "title": "All Breast Cancer Patients Are Not Treated the Same"
        }, 
        "weight": 0.641506682128165, 
        "file": "1820797.txt", 
        "other_topics": {
            "0": 0.06224212822738166, 
            "1": 0.00018471308452995986, 
            "2": 0.00033666143690269125, 
            "3": 0.0002448322758686232, 
            "4": 0.00012665433990514212, 
            "5": 0.034505025099891534, 
            "6": 0.00021782941441751013, 
            "7": 0.007175768149916284, 
            "8": 0.00018043513474300257, 
            "9": 0.0003539611392260737, 
            "10": 0.00015202044080072863, 
            "11": 0.00022229183849944463, 
            "12": 0.00017969600025370992, 
            "13": 0.00013697410104815397, 
            "14": 8.720146095055727e-05, 
            "15": 0.0001608059779891481, 
            "16": 0.00023303273287930896, 
            "17": 0.641506682128165, 
            "18": 0.00012167151273765153, 
            "19": 8.455525386548762e-05, 
            "20": 0.16889134450817997, 
            "21": 0.0036796145537697947, 
            "22": 0.00018541804280495865, 
            "23": 0.00022006312483395976, 
            "24": 0.00010535983285744611, 
            "25": 0.06529423904126667, 
            "26": 0.00018702114301296938, 
            "27": 0.0032276372280371714, 
            "28": 0.00019554073185399962, 
            "29": 0.009560822043411488
        }
    }, 
    {
        "content": {
            "text": "  A variant gene involved in Alzheimer's disease has been detected through study of Dominican families living in Manhattan, scientists are reporting today.  The families have about three times the usual incidence of Alzheimer's, a finding that led Dr. Richard Mayeux of Columbia University in 1994 to start looking for anything in their environment that could be touching off the disease.  Finding nothing, Dr. Mayeux decided to search for a genetic cause, a task that seemed worth trying because the Dominican Republic, where the families came from, is a single, long-isolated population in which variant genes are easier to detect.  He enlisted three colleagues who were studying Alzheimer's in other populations, in a strategy of looking for mutations in a set of seven genes. The genes are known to be involved in directing the traffic of proteins inside cells, and are plausible candidates for contributing to Alzheimer's because the disease seems to result from an abnormal buildup of protein inside the nerve cell.  Having genetically screened some 6,000 people, the researchers found that in four of their populations people with Alzheimer's had distinguishing genetic markers in just one of the seven genes, known as SORL1. Patients with the variant forms of the gene produce less of that gene's protein than usual, leading to a different traffic pattern and allowing a particular protein in nerve cells, known as the amyloid precursor protein, to be converted into toxic form.  The finding is being reported today in the journal Nature Genetics by four teams led by Dr. Mayeux, Dr. Peter St. George-Hyslop of the University of Toronto, Dr. Lindsay Farrer of Boston University and Dr. Steven Younkin of the Mayo Clinic Jacksonville.  The researchers have not yet isolated the specific mutation that affects the gene, but they believe it reduces production of the gene's protein and does not harm the protein itself. That raises the possibility of developing a drug to stimulate extra production of the protein, which would be expected to have a protective effect.  Alzheimer's can be prompted by any of several errant genes. A gene that can carry a very high risk for the disease, the apolipoprotein E gene, was discovered in 1993. Hundreds of reports since then have nominated other possible genes, but many of the claims have not been confirmed.  Two geneticists at Massachusetts General Hospital, Lars Bertram and Rudolph Tanzi, have tried to bring order to this confused field by combining the data from many studies. In an article in Nature Genetics earlier this month, they presented a group of 13 genes besides apolipoprotein E that have a statistically significant association with Alzheimer's.  Dr. Tanzi said that he had run the numbers on SORL1 and that it would qualify at present for a place in his canon. ''This is another gene worth paying attention to,'' he said, ''but we really have to wait for more replications.''  Dr. Mayeux said he regarded the SORL1 gene as more robustly associated with Alzheimer's than all the other genes except apolipoprotein E, since it had been checked in four different populations and the variant had been shown to have a biological effect in Alzheimer's patients. But Dr. Tanzi said that in terms of the burden of disease the gene causes, it would rank 13th on his list.  Researchers hope that the more Alzheimer-associated genes they find, the more possible targets will emerge both for drugs and for diagnostic tests that can tell who is at risk for the disease.  ", 
            "title": "Study Detects a Gene Linked to Alzheimer's"
        }, 
        "weight": 0.637860003769102, 
        "file": "1819057.txt", 
        "other_topics": {
            "0": 0.004206981508301406, 
            "1": 0.011824673558888516, 
            "2": 0.004284690357030483, 
            "3": 0.00030539018893619894, 
            "4": 0.00015798159232067928, 
            "5": 0.0005273194702640074, 
            "6": 0.00027170831863900646, 
            "7": 0.024409685106205715, 
            "8": 0.00022506477013456498, 
            "9": 0.00044151147474660266, 
            "10": 0.00018962185836646263, 
            "11": 0.03506009263375164, 
            "12": 0.0002241428148060303, 
            "13": 0.0001708538894639365, 
            "14": 0.00010877026135840503, 
            "15": 0.00020058044972194686, 
            "16": 0.0002906720940686698, 
            "17": 0.637860003769102, 
            "18": 0.000151766290336014, 
            "19": 0.00010546952954595654, 
            "20": 0.27250180818372216, 
            "21": 0.0007249893482284182, 
            "22": 0.00023128017302249563, 
            "23": 0.0002744945250069706, 
            "24": 0.00013142000640425103, 
            "25": 0.00028449995701072654, 
            "26": 0.00023327979122508407, 
            "27": 0.0001612179238495898, 
            "28": 0.00024390665337628624, 
            "29": 0.004196123502165786
        }
    }, 
    {
        "content": {
            "text": "  An article on Jan. 4 about heart-valve problems linked to two drugs for Parkinson's disease misstated the year that one of them, Permax, added a black-box warning label, the strongest warning required by the Food and Drug Administration. It was 2006, not 2003.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6372439258090203, 
        "file": "1819949.txt", 
        "other_topics": {
            "0": 0.0033104698499768206, 
            "1": 0.18915553528926707, 
            "2": 0.004062178811343956, 
            "3": 0.002954162177042288, 
            "4": 0.001528219509370575, 
            "5": 0.005100973412729227, 
            "6": 0.002628343893126174, 
            "7": 0.011812575500548069, 
            "8": 0.0021771420805373433, 
            "9": 0.004270918145635203, 
            "10": 0.0018342885338850986, 
            "11": 0.002682187792563058, 
            "12": 0.002168223635678433, 
            "13": 0.001652738419047154, 
            "14": 0.0010521785038717618, 
            "15": 0.0019402953974611825, 
            "16": 0.0028117881232875407, 
            "17": 0.6372439258090203, 
            "18": 0.0014680963924297422, 
            "19": 0.0010202491969386804, 
            "20": 0.09381549420883536, 
            "21": 0.007013113678456702, 
            "22": 0.0022372661735560627, 
            "23": 0.0026552959884058084, 
            "24": 0.001271278601249376, 
            "25": 0.002752082558051107, 
            "26": 0.0022566092850135368, 
            "27": 0.0015595258464483333, 
            "28": 0.0023594071985191417, 
            "29": 0.0032054359877048333
        }
    }, 
    {
        "content": {
            "text": "  The number of cancer deaths in the United States has dropped for the second year in a row, the American Cancer Society reported yesterday. The finding suggests that the small drop reported last year -- the first in more than 70 years -- was real, possibly the start of a continuing decrease and not merely a statistical fluke, researchers said.  Much of the decrease is due to smoking cessation and improved detection and treatment of colorectal, breast and prostate cancers. But it has taken enormous efforts and ingenuity to produce relatively small gains.  From 2003 to 2004, cancer deaths fell by 3,014, considerably more than the previous year's decline, 369. (These are the latest years for which figures are available.) Although the drop is notable, it still pales in comparison with the number of cancer deaths, 553,888 in 2004. Cancer is the second leading cause of death in the United States, after heart disease.  By far the greatest decreases in mortality have been in colorectal cancer -- 1,110 fewer deaths in men, 1,094 fewer in women.  Dr. Elizabeth Ward, a managing director in epidemiology and surveillance at the cancer society, said the most important factor in the decrease was screening for colorectal cancer, which can detect the disease early when it is most treatable, or even prevent it entirely by finding precancerous polyps, which can be removed before they turn malignant. Progress has been significant even though only about half the adults who should be screened have been. If more people were screened, there would be even steeper declines in death and the incidence of the disease.  The screening methods include stool tests; colonoscopy, which examines the entire large intestine; and sigmoidoscopy, which examines the lower part of it.  Dr. Alfred I. Neugut, the director of cancer prevention and control at Columbia University Medical Center, said colorectal screening was comparable to the Pap test, which led to an 85 percent decrease in the incidence of cervical cancer in this country.  Improved treatment has also played a part in lowering the death rate from colorectal cancer, Dr. Neugut said. ''There was a revolution in treatment between 1998 and 2000, and revolution is a mild word,'' he said. ''We went from having one drug to having six or seven good drugs. The cure and survival rates have increased dramatically as a result. The cost of care has also gone up, but you get what you pay for.''  The death rate from cancer has been falling by slightly less than 1 percent a year since 1991, but until 2003 the actual number of deaths kept rising because the population was growing and aging. Then, in 2003, the cumulative drop in death rates finally became large enough to outpace aging and population growth.  ''The decline in the cancer death rates, which has ultimately resulted in a decline in the total number of deaths, really reflects the years of effort and investment in tobacco control, programs for early detection and screening, and programs in clinical and basic research,'' Dr. Ward said. ''We've made a great deal of progress, but we still have a long way to go.''  One great concern, Dr. Ward said, is that African-Americans have markedly higher death rates than whites from nearly every type of cancer. Researchers do not fully understand why. Having less income, education and access to health care account for much of the difference, but not all of it, researchers say.  ''If we really want to continue to make progress by applying what we know,'' Dr. Ward said, ''we have to figure out a way to make sure to reach all populations with the information they need to prevent cancer, and make sure that all populations have access to early detection and treatment -- quality treatment -- so that 10 to 20 years from now we don't see the same big differences.''  The report also notes differences with other racial groups. American Indians and Alaska natives have the highest incidence and death rates from kidney cancer, but the reason is not known. Compared with whites, Pacific Islanders and Asian-Americans have a higher incidence and death rate from stomach and liver cancers. The main reason is that they are more likely to be exposed to the hepatitis B virus, which can cause a chronic liver infection that leads to cancer, and to the bacterium Helicobacter pylori, which can lead to ulcers and stomach cancer.  Hepatitis B can be prevented by a vaccine. There is no vaccine for Helicobacter, but infections can be treated with antibiotics.  Originally, the new statistics were to be made public on Friday, but the cancer society changed the release date to Wednesday at the request of the director of the National Cancer Institute, who wanted the announcement to coincide with President Bush's visit to the institute.  Lung cancer is still the leading cause of cancer mortality in the United States, with 160,390 deaths expected in 2007. In men, deaths have been decreasing, but in women they are still increasing slightly, because women quit smoking later.  Now, the lung cancer epidemic may be starting to plateau in women just as it did in men about 15 years ago, Dr. Ward said.  Another cancer is likely to increase, not in rates, but in numbers as the population ages. ''I think prostate cancer is going to be the bane of the next century,'' Dr. Neugut said.  The incidence of the disease probably will not change, he said, but the number of cases will increase. About 219,000 new cases are expected in 2007, and 27,000 deaths.  ''As the baby boom generation reaches the age where everyone's getting prostate cancer, it's going to absolutely go through the roof in the next decade or two,'' Dr. Neugut said. ''It's going to be a good time to be a urologist. We'll hit 300,000 cases in the next 10 to 20 years. From a public health perspective, it means we'll be doing more surgery and spending more on prostate cancer.''  Screening is controversial, because not all prostate cancers are deadly, yet once they are found many men feel they must have surgery to remove the entire prostate gland.  ''We're overdiagnosing it,'' Dr. Neugut said, adding that although he is a cancer specialist, he does not endorse screening for prostate cancer, not even for himself. ''My wife gets mad at me and screams,'' he said.  Breast cancer incidence, which had been climbing steadily for decades, has leveled off. One reason may be that many women abandoned menopausal hormone treatment after a major study in 2002 found that it increased the risk of breast cancer. Another reason may be that rates of mammography -- and therefore of new diagnoses -- have also leveled off. Death rates have been decreasing, but in women ages 20 to 59, breast cancer is still the leading cause of cancer death.  Death rates from a few other cancers have increased.  One is esophageal cancer in men, an increase Dr. Ward said was probably linked to obesity. Being overweight increases the risk of acid reflux, in which stomach acid backs up into the esophagus, causing a chronic inflammation that can eventually lead to cancer.  Liver cancer has also increased in both men and women, almost certainly because of hepatitis viruses; about 3 million people in the United States have chronic hepatitis C infections, and 1.25 million have chronic hepatitis B. Hepatitis B is especially common among Asian immigrants, many of whom were infected at birth. But obesity may also raise liver cancer rates, Dr. Ward said.  ", 
            "title": "Second Drop in Cancer Deaths Could Point to a Trend, Researchers Say"
        }, 
        "weight": 0.6287314984334631, 
        "file": "1819631.txt", 
        "other_topics": {
            "0": 0.048654918214992, 
            "1": 0.00010707862968253281, 
            "2": 0.0019913067925217145, 
            "3": 0.00014192987285541113, 
            "4": 7.342183254044811e-05, 
            "5": 0.0002450713483280536, 
            "6": 0.001922419576640409, 
            "7": 0.01852895708831448, 
            "8": 0.00010459869166296187, 
            "9": 0.00020519214351081153, 
            "10": 8.812662365581558e-05, 
            "11": 0.00012886312584028503, 
            "12": 0.0019003135426029884, 
            "13": 7.940422347207444e-05, 
            "14": 5.0550901516595434e-05, 
            "15": 9.321962118522614e-05, 
            "16": 0.0001350896487457273, 
            "17": 0.6287314984334631, 
            "18": 7.053327536867262e-05, 
            "19": 4.90168887570418e-05, 
            "20": 0.2433943377052879, 
            "21": 0.009317654928473864, 
            "22": 0.043214927192269124, 
            "23": 0.00012757113504351962, 
            "24": 6.107735439893083e-05, 
            "25": 0.00013222115244291034, 
            "26": 0.00010841661686528552, 
            "27": 7.492591531408362e-05, 
            "28": 0.00011335544348321334, 
            "29": 0.00015400208076477373
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re: ''Pap Test, a Mainstay Against Cervical Cancer, May Be Fading'' (Jan. 16): The development of HPV testing has undoubtedly played a huge role in the detection and treatment of cervical cancer. The advent of Gardasil will decrease the incidence of this cancer. Now more studies confirm the fact that women who have a negative test may need Pap smears less frequently.  It is very important for women to realize that the Pap smear is only a portion of the annual gynecologic examination. An annual (and for some patients semiannual) evaluation of a woman's thyroid, breasts and pelvic organs remains essential.  Rebecca C. Brightman, M.D.  New York  ", 
            "title": "Pap Tests and Annual Exams"
        }, 
        "weight": 0.6222510224079287, 
        "file": "1820931.txt", 
        "other_topics": {
            "0": 0.017347839665928337, 
            "1": 0.000950077139237015, 
            "2": 0.0017316279227206149, 
            "3": 0.0012593019538495154, 
            "4": 0.0006514502924101869, 
            "5": 0.002174445883541753, 
            "6": 0.0011204119481741145, 
            "7": 0.005035471486107975, 
            "8": 0.0009280733796997055, 
            "9": 0.001820609446335339, 
            "10": 0.0007819215724161652, 
            "11": 0.00114336455662963, 
            "12": 0.0009242716198899683, 
            "13": 0.0007045302849256697, 
            "14": 0.000448523258479591, 
            "15": 0.0008271102392606093, 
            "16": 0.0011986106602353184, 
            "17": 0.6222510224079287, 
            "18": 0.0006258209755014864, 
            "19": 0.000434912415135118, 
            "20": 0.18342157893959826, 
            "21": 0.1464194101859055, 
            "22": 0.0009537031126914494, 
            "23": 0.0011319011028690553, 
            "24": 0.0005419213741485465, 
            "25": 0.0011731593375075972, 
            "26": 0.0009619487053813924, 
            "27": 0.000664795575806024, 
            "28": 0.0010057694591420648, 
            "29": 0.0013664150985433408
        }
    }, 
    {
        "content": {
            "text": "  The risks associated with the growing problem of obesity among young people may be extending to the operating room table.  Researchers at the University of Michigan Health System have found that almost a third of the children who needed surgery there over a four-year period were overweight. Of those, more than half could be considered obese. The study appears in the current Journal of the National Medical Association.  The researchers, led by Dr. Olubukola O. Nafiu, said it was widely accepted among surgeons and anesthesiologists that obese adult patients presented ''enormous'' challenges. With a threefold increase in weight problems among American children and adolescents over the past three decades, they said, doctors who operate on younger patients are already facing the same issues.  In adult patients, surgery is often complicated by other illnesses brought on by obesity, like diabetes and high blood pressure. ''Unfortunately,'' the study said, ''many of these co-morbidities are becoming prevalent in obese children.''  The extra weight in itself can cause difficulties, including maintaining open air passages for patients who are anesthetized. There is also evidence that in overweight people, surgical wounds are more likely to become infected.  The researchers looked at operations performed on more than 6,000 children at a University of Michigan hospital from 2000 to 2004. Weight problems were found at all ages, but especially when the children were 8 to 12.  It is possible, the study said, that the problem is not as bad elsewhere in the United States, since Michigan has a particularly high rate of obesity.  VITAL SIGNS: ON THE SCALES  ", 
            "title": "For Obese Children, Increased Risks in Surgery"
        }, 
        "weight": 0.6206461165456595, 
        "file": "1820814.txt", 
        "other_topics": {
            "0": 0.0007041829648590318, 
            "1": 0.00047408826151356537, 
            "2": 0.00086408191247528, 
            "3": 0.0006283913688320151, 
            "4": 0.0003250735375437783, 
            "5": 0.0010850479672750715, 
            "6": 0.0005590852897644359, 
            "7": 0.018417468669721875, 
            "8": 0.000463108390853607, 
            "9": 0.0009084836711274361, 
            "10": 0.0003901786745489252, 
            "11": 0.0005705386358039118, 
            "12": 0.00046121131363276386, 
            "13": 0.016256330063192614, 
            "14": 0.00022381299694439, 
            "15": 0.000412727808318845, 
            "16": 0.000598106428072709, 
            "17": 0.6206461165456595, 
            "18": 0.0003122845146368764, 
            "19": 0.00021702118942432193, 
            "20": 0.22671786509014016, 
            "21": 0.0014917867876137428, 
            "22": 0.0004758976213858465, 
            "23": 0.0005648183751641742, 
            "24": 0.00027041863395792486, 
            "25": 0.09601402395794363, 
            "26": 0.0004800121701336076, 
            "27": 0.008284117641857767, 
            "28": 0.0005018787156072678, 
            "29": 0.0006818408019948083
        }
    }, 
    {
        "content": {
            "text": "  Amgen, the biotechnology company, said Thursday that its anemia drug Aranesp increased the risk of death when used to treat certain cancer patients, a finding that will probably raise more questions about it and similar drugs.  Almost one million Americans a year receive prescriptions for Aranesp or one of two similar products -- Epogen from Amgen and Procrit from Johnson & Johnson.  Combined global sales of the three products, which increase the number of oxygen-carrying red cells in the blood, are around $10 billion.  But concern has been rising about the risks from overuse of the drugs. A study published in The New England Journal of Medicine in November found that kidney disease patients treated aggressively with Procrit had a 34 percent higher risk of heart problems or death than those treated less aggressively.  An expert panel of doctors for the National Kidney Foundation is now assessing whether to change guidelines for how patients should be treated.  The latest trial was an attempt by Amgen to expand the use of Aranesp to a new group of patients: those with anemia presumably caused by their cancer. Aranesp is now approved to treat anemia caused by cancer chemotherapy but not by the cancer itself.  The 1,000 patients in the trial had active cancer, meaning they were not in remission, but were not getting chemotherapy or radiation therapy. The goal of the trial was to see if Aranesp could reduce the need for blood transfusions, which anemic people frequently require.  The company found that the drug did not reduce the need for transfusions compared with a placebo, but did increase the number of deaths by the end of 16 weeks by a statistically significant amount.  Amgen, which did not provide any numerical results from the trial, said in a news release that in this particular population the ''risk/benefit ratio for Aranesp use is at best neutral and perhaps negative.''  While such use of Aranesp is not approved, doctors do use it off label for that purpose. On a conference call Thursday with securities analysts, George Morrow, Amgen's executive vice president for global commercial operations, estimated that about 10 percent to 12 percent of Aranesp sales are for such ''anemia of cancer.''  Amgen announced the results of the trial along with its fourth-quarter earnings after the close of trading. The company's shares fell by $2.37, or 3 percent, to $72.48 in after-hours trading, after closing in regular trading at $74.85, down 29 cents.  Several factors could have contributed to the shares' decline besides the trial results. Amgen's earnings per share, excluding special items, while up 20 percent for the quarter, were below analyst estimates. The company also announced somewhat disappointing results in a clinical trial involving Vectibix, its recently approved colon cancer drug.  Still, some analysts on the conference call were clearly concerned that the Aranesp results could lead to a cutback in use of Aranesp and Epogen. The two drugs accounted for $6.6 billion, or 46 percent, of Amgen's $14.3 billion in 2006 revenue.  Amgen executives said that the trial was not intended to measure survival, so it was possible that the patients in the group that received Aranesp might have had a greater risk of dying to begin with than those in the placebo group. They said the results could not be extrapolated to other types of patients, like those getting chemotherapy or those with kidney disease.  Still, Kevin Sharer, Amgen's chief executive, conceded it was possible that the growing concerns over safety could lead to the drugs' being given a black-box warning, the strongest kind.  In 2003 Johnson & Johnson halted several studies of Procrit in cancer patients after they developed a higher-than-expected number of blood clots. In those trials, doctors were trying to treat the anemia more aggressively in hopes that an increase in oxygen in the blood would increase the effectiveness of chemotherapy or radiation therapy.  ", 
            "title": "Amgen Finds Anemia Drug Holds Risks In Cancer Use"
        }, 
        "weight": 0.618474090108522, 
        "file": "1821486.txt", 
        "other_topics": {
            "0": 0.0002822321925796403, 
            "1": 0.0001900116535054623, 
            "2": 0.00034631870535966046, 
            "3": 0.0002518553879801462, 
            "4": 0.00013028747048569541, 
            "5": 0.016371214655265864, 
            "6": 0.00022407793860907752, 
            "7": 0.0010070742929604289, 
            "8": 0.00018561098901165245, 
            "9": 0.0003641146565884703, 
            "10": 0.00015638120816768958, 
            "11": 0.00022866836911706592, 
            "12": 0.00018485065215283813, 
            "13": 0.00014090325811955446, 
            "14": 8.970286986150083e-05, 
            "15": 0.00016541876201696523, 
            "16": 0.0002397173703637238, 
            "17": 0.618474090108522, 
            "18": 0.00012516170892074653, 
            "19": 8.69807552639808e-05, 
            "20": 0.11636525769926594, 
            "21": 0.0005978989508981514, 
            "22": 0.00019073683379155706, 
            "23": 0.00022637572390545767, 
            "24": 0.00010838212195549882, 
            "25": 0.0002346272069278588, 
            "26": 0.0001923859195725357, 
            "27": 0.00013295647414847002, 
            "28": 0.00020114989623932282, 
            "29": 0.24250555616844313
        }
    }, 
    {
        "content": {
            "text": "  A strain of avian flu that is resistant to the antiviral drug oseltamivir has been isolated from two family members in Egypt, the World Health Organization said yesterday.  The development is potentially dangerous because oseltamivir, commonly sold under the name Tamiflu, is the chief weapon against the flu strain, H5N1, which many worry could mutate into a strain that could set off a worldwide pandemic.  The health organization emphasized that it was too early to tell whether the resistant strain had developed independently in the two patients, who were both under treatment with the drug, or whether they had picked it up from birds or from each other. The resistant strain did not spread to anyone else, including a third family member who also had avian flu.  ''Given the information we have, we don't see any broad public health implications,'' said Dick Thompson, a spokesman for the organization.  Mr. Thompson was unsure which Egyptian cluster of flu infections the patients were part of. But another source said it was one in Gharbiya Province, roughly 50 miles north of Cairo, in which flu killed three people last month in a 33-member family living in one compound.  Oseltamivir-resistant strains were found in three unrelated patients in Vietnam in 2005 but did not spread.  The development ''is not a big surprise, but it certainly is disheartening,'' said Dr. Anne Moscona, an expert on flu treatment at Weill Cornell Medical College.  The oseltamivir-resistant strain in Egypt was susceptible to zanamir, which is sold as Relenza, and to amantadine, which is from an older, cheaper and easier-to-use class of drugs but is not normally used as a first-line treatment because many avian flu strains are resistant to it.  The development, Dr. Moscona said, suggested that doctors might have to consider switching to a cocktail of drugs as first-line treatment, as is done with AIDS medications and sometimes with antibiotics.  Dr. Andrew T. Pavia, chairman of the pandemic influenza task force of the Infectious Diseases Society of America, said it was theoretically possible that resistant strains of the flu had developed simultaneously in two related patients, especially if they were very sick and had been treated with doses of oseltamivir that were too low.  But if one transmitted it to the other, ''it would be very worrisome,'' he said, because previous resistant strains had been very weak at infecting new victims.  Scientists do not know exactly which mutations or how many of them would make the avian flu virus more dangerous, but they have some clues.  The virus now circulating in birds does not attach easily to cells inside human noses or throats. It reproduces more slowly at human temperatures than at bird temperatures, which are slightly higher. It does not detach easily from cells to infect new ones, and it is usually killed by oseltamivir.  Scientists are keeping an eye on the genes that code for those aspects of the virus -- for example, the shape of the spikes on its outer coating, where it binds to cells.  If an oseltamivir-resistant strain spreads, it will complicate the public health response. Governments have been stockpiling oseltamivir, not zanamir. Zanamir is more expensive and also harder to use and to ship, because it is typically sold not as a pill but as a powder that comes in an inhaler resembling a small hockey puck.  An intravenous form exists but has not been approved for use in some countries, including the United States, Dr. Moscona said.  Correction:  January 20, 2007, Saturday  An article on Thursday about a strain of avian flu found in Egypt that is resistant to oseltamivir, the chief weapon against the virus, misspelled the name of another drug that remains effective against it. It is zanamivir (sold as Relenza), not zanamir.  ", 
            "title": "New Strain of Bird Flu Found in Egypt Is Resistant to Antiviral Drug"
        }, 
        "weight": 0.6169030601721495, 
        "file": "1819647.txt", 
        "other_topics": {
            "0": 0.0003120718833931192, 
            "1": 0.007258597953515189, 
            "2": 0.0003829340999268146, 
            "3": 0.003802731842562978, 
            "4": 0.0001440624328690754, 
            "5": 0.0004808593499378291, 
            "6": 0.01082051440611163, 
            "7": 0.00463779811865684, 
            "8": 0.053068961555235536, 
            "9": 0.007451108423635217, 
            "10": 0.00017291499496965187, 
            "11": 0.0002528448933147805, 
            "12": 0.00020439444074936454, 
            "13": 0.0001558006006886977, 
            "14": 9.918692579886029e-05, 
            "15": 0.0001829080663667581, 
            "16": 0.0002650620773189917, 
            "17": 0.6169030601721495, 
            "18": 0.007186891589476718, 
            "19": 9.617700895877385e-05, 
            "20": 0.19210473165467695, 
            "21": 0.021806603839654635, 
            "22": 0.0002109029533793356, 
            "23": 0.0002503098525648245, 
            "24": 0.06708056118055739, 
            "25": 0.0002594337438688275, 
            "26": 0.00021272639279935004, 
            "27": 0.0001470136234905711, 
            "28": 0.003746665388338526, 
            "29": 0.00030217053503330796
        }
    }, 
    {
        "content": {
            "text": "  Inserting tubes in children with persistent fluid in the ear does not lead to better developmental outcomes as the children age, a new study reports.  Tympanostomy, or the insertion of tubes to drain the fluid and improve hearing, is one of the most common pediatric operations and is generally believed to help prevent developmental problems. But this study, published on Jan. 18 in The New England Journal of Medicine, suggests that tubes in otherwise healthy children has no effect on development through age 11.  The researchers studied 429 children younger than 2 months with persistent episodes of fluid in the middle ear. The children were randomly assigned in a clinical trial to undergo tympanostomy promptly or six to nine months later. At the same time, researchers randomly selected a comparison group of 241 children who had persistent fluid in their ears but were not eligible for the clinical trial; almost none of those children received ear tubes.  Examinations at ages 9 to 11 with tests of hearing, speech and academic skills showed no significant difference between the children who received early tube placement and those who received later placement. Among the children not eligible for the trial, correlations between the duration of episodes of fluid in the ear for various periods in the first three years of life and developmental outcomes at ages 9 to 11 were generally insignificant.  ''These findings do not apply to children with acute infections,'' said Dr. Jack L. Paradise, the lead author and a professor of pediatrics at the University of Pittsburgh. ''But with children whose only problem is fluid in the ear, we should be conservative and wait at least a year before considering tubes.''  VITAL SIGNS: CHILD CARE  ", 
            "title": "Ear Tubes Not Found to Affect Development"
        }, 
        "weight": 0.6167862917122202, 
        "file": "1822509.txt", 
        "other_topics": {
            "0": 0.0006203213812449509, 
            "1": 0.0004176287980397038, 
            "2": 0.007766508263644697, 
            "3": 0.007558886252214143, 
            "4": 0.00028636032945742547, 
            "5": 0.007961159334689981, 
            "6": 0.000492503477771343, 
            "7": 0.002213460168082048, 
            "8": 0.0004079565269488521, 
            "9": 0.0008002917903943768, 
            "10": 0.0003437120555408011, 
            "11": 0.0005025928377667333, 
            "12": 0.00040628537382432663, 
            "13": 0.0003096928911607836, 
            "14": 0.00019715896909393307, 
            "15": 0.0003635757990621088, 
            "16": 0.01453753836280742, 
            "17": 0.6167862917122202, 
            "18": 0.00027509435917657545, 
            "19": 0.00019117600212051035, 
            "20": 0.12265926031066761, 
            "21": 0.0013141289789661069, 
            "22": 0.00041922268012881017, 
            "23": 0.0004975538064947492, 
            "24": 0.00023821431204989945, 
            "25": 0.18965961061102085, 
            "26": 0.0004228472247284112, 
            "27": 0.00029222656329668884, 
            "28": 0.021458100867049516, 
            "29": 0.0006006399603365239
        }
    }, 
    {
        "content": {
            "text": "  The telephone calls and e-mail messages started streaming in just hours after the first news articles reported that a uterine transplant might be in the works. One caller was a 25-year-old Alabama woman who was born without a uterus. Another was a 33-year-old Illinois woman who had a hysterectomy at 24.  All of the women, desperate to carry a child of their own, had heard that doctors at New York Downtown Hospital had harvested wombs from eight brain-dead human donors, laying the groundwork for the first human uterine transplant in the Western world. They wanted to be candidates for transplants. (One caller even offered to be a living donor, saying she had already had children and no longer needed her uterus.)  The hospital has no immediate plans for a uterine transplant, but even the possibility has been greeted with opprobrium by many medical ethicists, fertility doctors and patient advocates. They said that a uterine transplant is a radical and potentially dangerous solution to a problem that is not life-threatening and that can be resolved in other ways, like using a surrogate. The risks, they said, extend not only to the mother but also to the unborn child.  When and where an actual transplant of a uterus might take place is anyone's guess. Dr. Bruce D. Logan, the president of New York Downtown Hospital, said the hospital was supportive of the research but did not expect to perform a uterine transplant ''any time in the foreseeable future.''  The only human uterine transplant to date was carried out in Saudi Arabia in 2000 and used an organ from a live donor, which is not being considered by the New York researchers, but the uterus failed after three months and had to be removed.  Still, Dr. Giuseppe Del Priore, the lead author of the study that described the uterus harvesting in this month's issue of the journal Obstetrics and Gynecology, said doctors needed to be able to offer fertility patients more options. Dr. Del Priore, a cancer specialist, explained that he became interested in uterine transplants after seeing young women whose surgical treatments left them unable to bear children, and who were desperate to start a family. ''This is where we get our inspiration,'' he said.  While the risks would be enormous, he said, some women would be willing to assume them in exchange for the mere possibility of having a baby. Many women who have had transplants of other kinds -- life-saving kidneys, hearts and lungs -- have been able to carry pregnancies to term.  ''You've got to put this in its proper context,'' Dr. Del Priore said. ''Transplant patients have babies, sick patients have babies, and it generally turns out well. The mothers-to-be are willing to take that risk.''  But while the desire to bear a child may be an intense and passionate one, fertility advocates and medical experts called for more research on animals before another uterine transplant is attempted in humans. ''For many women, experiencing pregnancy is a central part of being a woman, and they will go to many extremes to have that experience,'' said Pamela Madsen, executive director of the American Fertility Association, a nonprofit education and advocacy group. ''But just because we want it, does that mean it is worth the risks? There are two lives involved here.''  For women who do not have a uterus or a properly functioning uterus, Ms. Madsen said, ''It feels like a loss, and it is a loss.''  ''But how far do we go?'' Ms. Madsen said. ''Especially when there are other kinds of solutions that may not fill the emotional gap of experiencing pregnancy but will result in a healthy baby, with very little risk.''  Studies have yielded pregnancies and live births in mice that received uterine transplants, but the rodents received organs from donors that were very closely related or genetically identical, the experts said.  A transplant patient who became pregnant would face many potential complications. She would be required to take immunosuppressive medications that could be toxic and may harm the unborn child, she may develop infections or other complications from surgery, and there is always a risk the organ would fail or be rejected. About half of all kidney transplant patients who become pregnant have preterm births and low birth weight babies, and many of the women develop high blood pressure and pre-eclampsia, a dangerous condition in which a pregnant woman's blood pressure threatens her health and the child's.  With a uterus transplant, there is an additional layer of complexity, because the pregnancy would be occurring within the transplanted organ, and no one knows how the transplant would adapt to pregnancy.  ''This is very complex, and one woman dying from this is going to be really one too many,'' said Dr. Tommaso Falcone, chairman of obstetrics and gynecology at the Cleveland Clinic and a reproductive endocrinologist who has done research on ovarian transplantation. ''If we were going to cure cancer and save humanity, I'd say take the risks and take it to humans as quickly as possible. But we're looking at patients with essentially a nonlethal condition.''  These patients are also a distinct minority, he said, estimating that fewer than 1 percent of his patients are infertile because they lack a uterus.  Willing patients would be put through a grueling process, according to a description provided by Dr. Del Priore and his colleague Dr. Jeanetta Stega. Any candidate for the surgery would first have to undergo in-vitro fertilization, and have a ready supply of frozen embryos for implantation after the transplant. The doctors said they would not want to put a woman through a transplant only to discover later that she was infertile for another reason, like an inability to produce eggs. And in any case, intercourse might be prohibited after the transplant, to minimize the risk of infection.  The surgery would have to take place quickly after a compatible organ donor was identified.  The transplant surgery would involve a vertical abdominal incision in the patient. The cervix of the donated uterus would be attached to the patient's vagina and the uterus would be connected to four blood vessels, two on each side, Dr. Stega said. She estimated that that part of the surgery would last one to two hours. After surgery, the patient would be started on a regimen of immunosuppressive medications to prevent rejection of the new organ.  Once the woman's condition was stable, she could have embryos implanted in the uterus, a procedure that is not always successful. If she became pregnant, she would be considered a high-risk patient, and would be closely monitored by a team of medical experts throughout her pregnancy.  The plan would be to deliver the baby by Caesarean section, and perform a hysterectomy to remove the uterus and prevent any additional risk of transplant-related complications, the doctors said.  One of the many unknowns involves the health of the babies. Though registries that track pregnant transplant recipients report relatively low rates of birth defects, critics say the registries are voluntary, the follow-up on the children is spotty and little is known about developmental and cognitive delays in the children.  Even Dr. Del Priore says a uterine transplant is ''the last option.''  ''We want to discourage people from thinking this is an easy option,'' he said. ''The entire family unit needs to understand the magnitude of the decision and the experimental nature of the procedure.''  Aimee Sheppard, a 25-year-old from Falkville, Ala., said she was aware of the risks but still wanted a chance to bear her own child. She found out when she was 13 that she was born without a uterus; her sister served as a surrogate and carried Ms. Sheppard's daughter, who is now 18 months old.  ''I've read up about it,'' Ms. Sheppard said. ''To me it's a small price to pay to be able to carry my own child.''  ", 
            "title": "Prospect of Womb Transplant Raises Hopes and Red Flags"
        }, 
        "weight": 0.608815581338097, 
        "file": "1822502.txt", 
        "other_topics": {
            "0": 0.001920693256607814, 
            "1": 0.00010518927945672404, 
            "2": 0.000191719899317233, 
            "3": 0.044250706977004804, 
            "4": 7.212634009437492e-05, 
            "5": 0.00024074718384560134, 
            "6": 0.00012404816478142652, 
            "7": 0.051726596526893535, 
            "8": 0.017747265653763847, 
            "9": 0.00020157162815844168, 
            "10": 8.657167233828821e-05, 
            "11": 0.0001265893987985158, 
            "12": 0.00010233218093912123, 
            "13": 7.800317465409908e-05, 
            "14": 4.965895550011782e-05, 
            "15": 9.157480640884836e-05, 
            "16": 0.00013270605774237882, 
            "17": 0.608815581338097, 
            "18": 6.928875010588274e-05, 
            "19": 4.81520096479597e-05, 
            "20": 0.23909976325782395, 
            "21": 0.00033099317159039296, 
            "22": 0.00010559073479045354, 
            "23": 0.00012532020454958492, 
            "24": 0.019468963484784496, 
            "25": 0.014245498218681927, 
            "26": 0.0001065036585078322, 
            "27": 7.360388406062721e-05, 
            "28": 0.00011135534193749288, 
            "29": 0.00015128478911721906
        }
    }, 
    {
        "content": {
            "text": "  An article on Thursday about a strain of avian flu found in Egypt that is resistant to oseltamivir, the chief weapon against the virus, misspelled the name of another drug that remains effective against it. It is zanamivir (sold as Relenza), not zanamir.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.591419099757546, 
        "file": "1820096.txt", 
        "other_topics": {
            "0": 0.003728661896415089, 
            "1": 0.1288343826199063, 
            "2": 0.004575329798091652, 
            "3": 0.04543536947155025, 
            "4": 0.0017212704275159378, 
            "5": 0.005745349168125811, 
            "6": 0.0029603670080376896, 
            "7": 0.01330478819123768, 
            "8": 0.0024521675431776863, 
            "9": 0.004810437936007565, 
            "10": 0.002066003338884465, 
            "11": 0.003021012688343801, 
            "12": 0.0024421224840085382, 
            "13": 0.0018615190734588886, 
            "14": 0.0011850939816416524, 
            "15": 0.0021854014215999394, 
            "16": 0.0031669846611556223, 
            "17": 0.591419099757546, 
            "18": 0.0016535523133538166, 
            "19": 0.001149131234498326, 
            "20": 0.021450598900581982, 
            "21": 0.007899038786978249, 
            "22": 0.0025198867567198316, 
            "23": 0.0029907238018621143, 
            "24": 0.12775594815383567, 
            "25": 0.0030997368455313312, 
            "26": 0.002541673368867983, 
            "27": 0.0017565315087123068, 
            "28": 0.002657457133858927, 
            "29": 0.003610359728494843
        }
    }, 
    {
        "content": {
            "text": "  THE CLAIM -- The pill can make you put on weight.  THE FACTS -- Quick weight gain may be among the birth-control pill's most dreaded side effects. But how much does it really add to your waistline?  Last year, a group of researchers carried out what may be the most extensive study on the subject to date. Their conclusion: In most women, neither the pill nor the patch seems to add any pounds at all.  Of 44 previous studies that the researchers combined and analyzed, 3 found no difference between women who took hormonal contraceptives and those who took a placebo. The other studies looked at women taking different types and doses of hormonal contraception, and came to the same overall conclusion.  The claim may have had some truth many years ago, when the pill contained high levels of estrogen, which can cause water retention and increased appetite. Nowadays, most versions of the pill have only half the amount found in early versions.  Some studies have shown that while the pill may add a couple of pounds at first from water retention, the added weight disappears as the body adjusts to the hormones.  Another factor has nothing to do with the pill: most women start birth control as teenagers and continue it through their 20s, a period when women naturally tend to gain weight.  THE BOTTOM LINE -- The link between the pill and weight gain is exaggerated at best.  ANAHAD O'CONNOR  Really?  ", 
            "title": "REALLY?"
        }, 
        "weight": 0.5910174764519304, 
        "file": "1822500.txt", 
        "other_topics": {
            "0": 0.0007924039846213253, 
            "1": 0.000533482697299771, 
            "2": 0.0009723352944524801, 
            "3": 0.0007071171121894702, 
            "4": 0.00036579920176882727, 
            "5": 0.0012209842834612677, 
            "6": 0.0006291282712884064, 
            "7": 0.002827493473574476, 
            "8": 0.018418468501300918, 
            "9": 0.001022299767090932, 
            "10": 0.0004390608007518746, 
            "11": 0.0006420165084253904, 
            "12": 0.000518992507505772, 
            "13": 0.00039560442116664624, 
            "14": 0.00025185260001891465, 
            "15": 0.0004644349213153004, 
            "16": 0.0006730380319940282, 
            "17": 0.5910174764519304, 
            "18": 0.00035140795231156265, 
            "19": 0.0002442099054206998, 
            "20": 0.3625054415686947, 
            "21": 0.001678679908065111, 
            "22": 0.0005355187362895761, 
            "23": 0.009584250229641536, 
            "24": 0.0003042970559604655, 
            "25": 0.0006587467289641125, 
            "26": 0.0005401487614184816, 
            "27": 0.00037329278043545905, 
            "28": 0.0005647547780759571, 
            "29": 0.0007672627645660896
        }
    }, 
    {
        "content": {
            "text": "  Women who take fish oil supplements while pregnant may improve the hand-eye coordination of their children, according to a small Australian study.  In a trial published online Dec. 21 in The Archives of Disease in Childhood: Fetal and Neonatal Edition, scientists divided 98 women into two groups. Beginning at 20 weeks of pregnancy and continuing until the women gave birth, the first group took a daily dose of four grams of fish oil, while the second group took four grams of olive oil each day. Neither the mothers nor the researchers knew which supplement the women had received until the study ended.  The researchers examined 72 children born to women who completed the study when the children were 2 1/2 years old. In tests of locomotor ability, speech and hearing, vocabulary and practical reasoning, the children whose mothers were given fish oil during pregnancy scored slightly higher, but the differences were not statistically significant. However, after controlling for maternal age, birth weight, breast-feeding and other factors, the children of the women who took fish oil were significantly better at hand-eye coordination than those of the women who took the olive oil supplement.  The authors acknowledged that their sample was small, and that they could not exclude the possibility that the result was due to chance. Still, children who received prenatal fish oil did consistently perform better on all measures of development.  ''These preliminary data indicate that supplementation with a relatively high-dose fish oil during the last 20 weeks of pregnancy is not only safe,'' the authors concluded, ''but also seems to have potential beneficial effects that need to be explored further.''  VITAL SIGNS: NUTRITION  ", 
            "title": "Fish Oil for Mom May Benefit Her Child"
        }, 
        "weight": 0.5903684527088101, 
        "file": "1815891.txt", 
        "other_topics": {
            "0": 0.0006075530516594234, 
            "1": 0.0004090325730843801, 
            "2": 0.0007455102281736684, 
            "3": 0.00054216178581764, 
            "4": 0.0002804660572667836, 
            "5": 0.0009361547163339743, 
            "6": 0.00048236607655266744, 
            "7": 0.029612446842230283, 
            "8": 0.15820570598149003, 
            "9": 0.0007838190560129829, 
            "10": 0.0003366372892336066, 
            "11": 0.0004922477631103477, 
            "12": 0.0003979226352252522, 
            "13": 0.00030331835527633636, 
            "14": 0.0001931007651141155, 
            "15": 0.00035609216916943954, 
            "16": 0.0005160326274939582, 
            "17": 0.5903684527088101, 
            "18": 0.007130568787387837, 
            "19": 0.00018724094800546558, 
            "20": 0.18188474568808016, 
            "21": 0.0012870797228407462, 
            "22": 0.00041059364764427746, 
            "23": 0.0073484492605989556, 
            "24": 0.007094447857407661, 
            "25": 0.0005050751803627904, 
            "26": 0.00041414358675478144, 
            "27": 0.007147348352319063, 
            "28": 0.00043300954502804254, 
            "29": 0.0005882767415153003
        }
    }
]