[
    {
        "content": {
            "text": "  Senator Joseph R. Biden Jr. of Delaware on Sunday became the fourth Democrat to formally announce plans to run for president next year.  ''I am running for president,'' Mr. Biden said toward the end of an appearance on ''Meet the Press'' on NBC.  ''I'm going to be Joe Biden, and I'm going to try to be the best Biden I can be,'' he said. ''If I can, I got a shot. If I can't, I lose.''  He said he would file paperwork by the end of the month to establish an exploratory committee to gather support for his bid.  Mr. Biden, who was first elected to the Senate in 1972, also sought the presidential nomination in 1988. But he dropped out of the race after admitting that he had used speeches by other politicians without attribution, and after reports that he had plagiarized while in law school.  Mr. Biden, chairman of the Committee on Foreign Relations, joins a widening field of Democratic presidential hopefuls. The others who have officially announced their candidacies are former Senator John Edwards of North Carolina, Representative Dennis J. Kucinich of Ohio and Gov. Tom Vilsack of Iowa.  Other potential Democratic contenders include Senators Hilary Rodham Clinton of New York and Barack Obama of Illinois. Among Republicans, Senator John McCain of Arizona, former Gov. George E. Pataki of New York and Rudolph W. Giuliani, the former New York City mayor, are expected to run.  ", 
            "title": "Biden Joins List of Presidential Contenders"
        }, 
        "weight": 0.7171843912852651, 
        "file": "1817392.txt", 
        "other_topics": {
            "0": 0.026567631274643243, 
            "1": 0.0005399880022841591, 
            "2": 0.0005700834659236506, 
            "3": 0.043698244875180974, 
            "4": 0.00075619387361109, 
            "5": 0.0003240048081754576, 
            "6": 0.009477823997805062, 
            "7": 0.0008699327947224996, 
            "8": 0.0003656354621665956, 
            "9": 0.0005394074722480746, 
            "10": 0.12550897943583245, 
            "11": 0.0010059007063436785, 
            "12": 0.7171843912852651, 
            "13": 0.00042619174822836514, 
            "14": 0.001972081869215071, 
            "15": 0.017987596270157176, 
            "16": 0.00040615088597058285, 
            "17": 0.0009795105357429544, 
            "18": 0.00029368050279226176, 
            "19": 0.0022968676892277896, 
            "20": 0.04376045878986428, 
            "21": 0.0004079459666319314, 
            "22": 0.0004412481855036377, 
            "23": 0.00029778413487450186, 
            "24": 0.0003420840344541064, 
            "25": 0.0003218520487297868, 
            "26": 0.00036272064970652455, 
            "27": 0.00042535536808294437, 
            "28": 0.0011157066982244966, 
            "29": 0.0005097142277354325, 
            "30": 0.0002448329406561216
        }
    }, 
    {
        "content": {
            "text": "  Let the hypotheticals begin. Conventional wisdom may say Senator Hillary Rodham Clinton of New York is the Democrats' prohibitive front-runner. But a Newsweek poll released over the weekend, which otherwise shows the candidates tightly bunched, indicates that former Senator John Edwards, below, is the only one to beat the top two potential Republican candidates in head-to-head matchups. The poll shows that Mr. Edwards, of North Carolina, Mrs. Clinton and Senator Barack Obama of Illinois all would beat Senator John McCain of Arizona by a few percentage points. But Rudolph W. Giuliani, the former New York mayor, would narrowly defeat Senators Clinton and Obama while losing to Mr. Edwards, 45 percent to 48 percent. But the numbers are all close and fall within the poll's margin of sampling error of plus or minus four percentage points.  The matchups, in percentages:  Edwards 48, McCain 43  Clinton 48, McCain 47  Obama 46, McCain 44  Edwards 48, Giuliani 45  Giuliani 48, Clinton 47  Giuliani 47, Obama 45  JOHN M. BRODER  POLITICAL ACTION: THE 2008 RACE  ", 
            "title": "Never Too Early for Pollsters"
        }, 
        "weight": 0.6926688138553705, 
        "file": "1820897.txt", 
        "other_topics": {
            "0": 0.0007948378501325725, 
            "1": 0.0006459600266766007, 
            "2": 0.08331305637299637, 
            "3": 0.0006295409967228235, 
            "4": 0.011233482886906149, 
            "5": 0.000387590379132587, 
            "6": 0.01133783605665471, 
            "7": 0.0010406561051519135, 
            "8": 0.0004373910010888661, 
            "9": 0.000645265568288619, 
            "10": 0.07783776445137067, 
            "11": 0.011532194398367454, 
            "12": 0.6926688138553705, 
            "13": 0.0005098313886427213, 
            "14": 0.002359100667900114, 
            "15": 0.00085986767948195, 
            "16": 0.00048585753021642477, 
            "17": 0.011500625187138437, 
            "18": 0.041666862304972144, 
            "19": 0.002747625331544759, 
            "20": 0.0007039643206087087, 
            "21": 0.0004880048933929888, 
            "22": 0.000527842634416422, 
            "23": 0.00035622392885347365, 
            "24": 0.00040921763277497936, 
            "25": 0.0003850151431216542, 
            "26": 0.0004339041600359163, 
            "27": 0.0005088308698557067, 
            "28": 0.04265021019582184, 
            "29": 0.0006097450586914304, 
            "30": 0.00029288112367043673
        }
    }, 
    {
        "content": {
            "text": "  An article last Tuesday about possible divisions among Democrats in Congress misstated the number of Democratic freshmen in the House. It is 42, not 30. (Democrats took over 30 Republican-held seats and 12 seats that had been vacated by Democrats.)  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6755102506414491, 
        "file": "1817659.txt", 
        "other_topics": {
            "0": 0.003696841129101419, 
            "1": 0.0030044009529430517, 
            "2": 0.003171846968882809, 
            "3": 0.1470489534960797, 
            "4": 0.004207333468293068, 
            "5": 0.0018027073755765039, 
            "6": 0.0046926866630537765, 
            "7": 0.004840157385728943, 
            "8": 0.002034333219101817, 
            "9": 0.003001170983043264, 
            "10": 0.073786530155172, 
            "11": 0.0055966596071049275, 
            "12": 0.6755102506414491, 
            "13": 0.0023712580448036523, 
            "14": 0.010972326462974984, 
            "15": 0.003999298979739921, 
            "16": 0.002259754112474807, 
            "17": 0.005449829208344656, 
            "18": 0.0016339881232871412, 
            "19": 0.012779379254927777, 
            "20": 0.0032741825938613087, 
            "21": 0.002269741634469281, 
            "22": 0.002455029488440194, 
            "23": 0.0016568200308226017, 
            "24": 0.0019032971005894345, 
            "25": 0.001790729789958542, 
            "26": 0.002018115700757624, 
            "27": 0.0023666045686240047, 
            "28": 0.006207601378496326, 
            "29": 0.0028359628455802252, 
            "30": 0.0013622086363171033
        }
    }, 
    {
        "content": {
            "text": "  The honeymoon may be coming to an end. Joseph L. Bruno, the Republican Senate majority leader, accused Gov. Eliot Spitzer on Wednesday of being hypocritical for championing campaign finance reform while headlining a $25,000-a-couple fund-raiser later this week for the state Democratic Party.  Mr. Spitzer has been campaigning for Craig M. Johnson, the Nassau County Democrat running for the Senate seat that opened when the governor tapped Senator Michael A. L. Balboni, a Republican, to serve in his administration. Mr. Bruno and his shrinking Republican majority in the State Senate have made keeping the seat a priority.  ''I wouldn't be talking campaign finance reform on one hand, and then on the other hand, doing 25,000 price of admission to funnel money -- funnel money, launder money -- into a Senate contest,'' Mr. Bruno said. ''I think it's inappropriate, I think it's inequitable, I think it's unfair, and I think it's time to step up and tell it like it is.''  Shortly after he was elected, Mr. Spitzer unilaterally placed a $10,000 limit on campaign contributions that he would accept, and asked the Legislature to pass a law significantly lowering the limits on donations. But his aides said he would abide by the higher limits that exist under the current law when raising money for other entities -- in this case, the state Democratic Party. The money could end up being used on the Senate race.  An e-mailed invitation to the fund-raiser, which will be held Thursday evening on the Upper East Side, promises ''an intimate evening with New York State Governor Eliot Spitzer'' and lists a minimum ticket price of $25,000 per couple.  Up to now, Mr. Bruno has gone out of his way to praise Mr. Spitzer publicly. But in campaigning for Mr. Johnson, Mr. Spitzer has shown he is willing to break the so-called nonaggression pact that has sometimes existed in Albany between governors and lawmakers of the opposing party whose support they need to govern.  Christine Anderson, Mr. Spitzer's press secretary, said he was glad to campaign for Mr. Johnson. ''The governor is asking people in the district to support reform, and he is proud of that,'' she said.  Mr. Bruno's decision to criticize the popular new governor's ethics was something of a gamble, given his announcement late last year that the F.B.I. has been looking into his business dealings. Senate Republicans have long shifted money between campaign accounts to protect incumbents.  The campaign of the Republican candidate in Nassau County, Maureen O'Connell, is being supported indirectly by Mr. Balboni, the new member of the Spitzer administration she hopes to succeed. Campaign filings show that he sent $110,000 from his campaign account to the New York State Senate Republican Campaign Committee on Dec. 27. On Jan. 8 the committee sent Ms. O'Connell $330,000, the vast majority of what she has raised so far.  Mr. Johnson has raised over $125,000, and taken in $92,500 more in personal and family loans, campaign finance filings show.  ", 
            "title": "Governor Is Challenged On Ethics By Bruno"
        }, 
        "weight": 0.6632644176771416, 
        "file": "1819628.txt", 
        "other_topics": {
            "0": 0.0003208833109919123, 
            "1": 0.00026077997178146383, 
            "2": 0.0002753141727738159, 
            "3": 0.0002541514591936893, 
            "4": 0.0003651937009479013, 
            "5": 0.00015647378159448623, 
            "6": 0.0004073220301610029, 
            "7": 0.004589988489595244, 
            "8": 0.00017657874823657807, 
            "9": 0.0002604996125775778, 
            "10": 0.21489792595849422, 
            "11": 0.06720364387693896, 
            "12": 0.6632644176771416, 
            "13": 0.00854555579613938, 
            "14": 0.021801721021814612, 
            "15": 0.00034713644796995996, 
            "16": 0.0001961451293999097, 
            "17": 0.00047304149127423597, 
            "18": 0.00014182906454767878, 
            "19": 0.01361883978182466, 
            "20": 0.0002841968358444655, 
            "21": 0.00019701203955760168, 
            "22": 0.00021309490003021937, 
            "23": 0.00014381085868769923, 
            "24": 0.00016520490172832893, 
            "25": 0.00015543413525953136, 
            "26": 0.0001751710786071229, 
            "27": 0.0002054196767642117, 
            "28": 0.0005388156033997679, 
            "29": 0.00024615965792422955, 
            "30": 0.00011823878879789918
        }
    }, 
    {
        "content": {
            "text": "  Governor Spitzer does not allow members of his administration to participate in political fund-raisers in Albany during the legislative session and has spoken about introducing legislation to ban such events. But they are still legal now, and with the coming budget season coinciding with prime time for the Albany fund-raising season, lobbyists are girding for three or more very expensive cocktail parties a night.  Take tomorrow: State Senator Dean G. Skelos, a Nassau County Republican, is having a $750-a-head fund-raiser atop the tallest building in Albany; Senator George H. Winner Jr., an upstate Republican, is having a $400-a-head fund-raiser at a club a few blocks from the Capitol; and Assemblyman James Tedisco, the Republican minority leader, is having a $300-a-head fund-raiser across the street from the Capitol.  The Democrats, of course, are not taking vows of poverty. A ''Save the Date'' notice went out last week inviting donors to a fund-raiser that Governor Spitzer is headlining for the Democratic Assembly Campaign Committee. Donors are invited to reserve seats for as much as $10,000. But that party will not be in Albany: it will be 140-odd miles south, in Manhattan.  MICHAEL COOPER  ALBANY NOTEBOOK  ", 
            "title": "Party Time in Albany"
        }, 
        "weight": 0.6562014511417642, 
        "file": "1819140.txt", 
        "other_topics": {
            "0": 0.0007007449512130587, 
            "1": 0.0005694912834153304, 
            "2": 0.0006012310704856627, 
            "3": 0.06429808894608928, 
            "4": 0.0007975099775771869, 
            "5": 0.0003417074328689992, 
            "6": 0.0008895098198496528, 
            "7": 0.0009174632429905282, 
            "8": 0.00038561265756018894, 
            "9": 0.018781185608715178, 
            "10": 0.004880257453586212, 
            "11": 0.0010608600224836027, 
            "12": 0.6562014511417642, 
            "13": 0.00044947755256212495, 
            "14": 0.12956597636394923, 
            "15": 0.000758076549836882, 
            "16": 0.0004283417193220221, 
            "17": 0.019245334547959247, 
            "18": 0.00030972630084698266, 
            "19": 0.002422361464774178, 
            "20": 0.0006206290294534984, 
            "21": 0.0004302348776613577, 
            "22": 0.0004653566271920928, 
            "23": 0.0003140541427458652, 
            "24": 0.08231615403407255, 
            "25": 0.0003394370532783163, 
            "26": 0.00038253858872573486, 
            "27": 0.0004485954751818425, 
            "28": 0.0011766654755277117, 
            "29": 0.009643716729931383, 
            "30": 0.00025820985837983745
        }
    }, 
    {
        "content": {
            "text": "  Speaker Tom Craddick of the Texas House, an ally of the former United States House majority leader Tom DeLay, survived a strong challenge on Tuesday from a fellow Republican to win his third term in the leadership position on the first day of the 80th session of the Legislature.  After more than five hours of haggling about making public the votes for speaker, Representative Jim Pitts withdrew.  Slightly more than 30 minutes later, Mr. Craddick was elected, 121 to 27, to close the first floor effort to defeat an incumbent speaker since 1959.  Mr. Pitts, of Waxahachie, whom Mr. Craddick appointed chairman of the Appropriations Committee, has been in the House since 1992. He has at times disagreed with Mr. Craddick's leadership, which is often compared with Mr. DeLay's.  ''It's time to heal,'' Mr. Pitts said in a speech before the House after his withdrawal and before he voted for Mr. Craddick. ''It's time to go on with Texas's business.''  The victory of Mr. Craddick, of Midland, who has been in the Legislature since 1968, ended a fight that has dominated the political landscape here for three weeks. The House elects a speaker on the first day of each regular session every two years.  The speaker's duties include overseeing floor debates, appointing members to standing committees and referring measures to committees.  Bills on immigration and campaign finance overhaul have been filed for the session, which lasts until May 28.  Mr. Craddick, who has been speaker since January 2003, when he became the first Republican to hold the post in 130 years, was investigated along with Mr. DeLay over fund-raising in the 2002 legislative races but was not indicted by a grand jury in Travis County.  Mr. DeLay was indicted in September 2005 on charges of violating the campaign finance law. He worked closely with Mr. Craddick in redrawing district maps in 2003 that benefited Republicans.  In his acceptance speech, Mr. Craddick promised to work with Republicans and Democrats.  ''I want to assure each and every one of you today,'' Mr. Craddick said, ''that I believe my primary responsibility as your elected speaker is to fulfill your elected purpose, not mine.''  Gov. Rick Perry, also a Republican, expressed optimism for the session, mentioning a desire to improve health care, education and border security.  ''The success of this session will not be judged by what has happened over the last few hours,'' Mr. Perry said, ''but by what we do in the end.''  ", 
            "title": "Texas Speaker Wins Challenge And Keeps Post"
        }, 
        "weight": 0.6554032074986034, 
        "file": "1817848.txt", 
        "other_topics": {
            "0": 0.0004032836037749945, 
            "1": 0.00032774620308944903, 
            "2": 0.00034601267178196874, 
            "3": 0.0003194155409686851, 
            "4": 0.0004589725509218188, 
            "5": 0.00019665500939472762, 
            "6": 0.0633997753639704, 
            "7": 0.0005280064912687717, 
            "8": 0.00022192277223392123, 
            "9": 0.0003273938498625231, 
            "10": 0.18623153628018066, 
            "11": 0.0006105323373752425, 
            "12": 0.6554032074986034, 
            "13": 0.0002586774644603965, 
            "14": 0.027400230304891294, 
            "15": 0.010917587715490793, 
            "16": 0.00024651364510914673, 
            "17": 0.011075824176714774, 
            "18": 0.00017824964500028436, 
            "19": 0.03807866872721576, 
            "20": 0.0003571763323761494, 
            "21": 0.00024760317092917906, 
            "22": 0.00026781598259070907, 
            "23": 0.0001807403481791348, 
            "24": 0.00020762821202618902, 
            "25": 0.00019534839011522688, 
            "26": 0.00022015362419273312, 
            "27": 0.00025816982277976374, 
            "28": 0.0006771791827925055, 
            "29": 0.0003093715084303817, 
            "30": 0.00014860157327910731
        }
    }, 
    {
        "content": {
            "text": "  First, Gov. Eliot Spitzer created a vacancy in the State Senate, then on Friday he ventured down from Albany to try to fill it.  Governor Spitzer came to the North Shore of Long Island to endorse the candidacy of Craig Johnson, a Nassau County legislator, declaring that a vote for Mr. Johnson would be a vote for his agenda, which includes health and education reform, lower property taxes and greater government accountability.  ''This is very simply a thumbs up or a thumbs down on the reform agenda I laid out on the state of the State of the State on Jan. 3,'' Governor Spitzer told a gathering of about 200 supporters that included the Nassau County executive, Thomas R. Suozzi, whom he had opposed in the Democratic primary for governor. ''If you support that agenda, you must vote for Craig Johnson.''  The governor forced the opening when he chose State Senator Michael A. L. Balboni, a Republican, as his deputy homeland security director. A special election to fill the Senate vacancy will be held on Feb. 6.  The governor drew a laugh when he said that he had not seen ''this many Democrats in Manhasset in a long time.'' Later he said, ''This has nothing to do with partisan affiliation.''  That was an assertion that few Republicans believe. The race for the Seventh Senate District, where Democrats hold a slight edge, has given the Democratic Party a chance to gain a seat in the State Senate, which is controlled by Republicans with a 33 to 28 advantage.  Earlier this week, the Senate majority leader, Joseph L. Bruno, expressed his annoyance in an interview with The Associated Press.  ''I hope Eliot remembers what he said during the campaign and after the campaign about the campaigns being over and partnering with Republicans,'' Mr. Bruno said.  Responding to a reporter's question to the effect that Mr. Bruno had previously implied that the governor had been intrusive, Mr. Spitzer said: ''I've been called many things. Intrusive is not one of them.''  He said he intended to back other State Senate candidates who would support his agenda, regardless of party affiliation.  ''I really view it as an extension of the reform effort,'' he said. ''We are working across party lines. Anybody who cares about reform, we are working first and foremost with, because this is what the public wants. ''  Governor Spitzer emphasized his interest in creating a more transparent and accountable Legislature and ''an end to the lobbyists, who crawl all over the capital, making the decisions that should be made for the citizens and by the citizens.''  Governor Spitzer said Mr. Johnson would be the right candidate to further that cause. ''If we're going to restore honor and integrity to the government, we need men like Craig Johnson,'' Mr. Spitzer said. ''We don't want the public looking at us, saying, 'Gee, we look at you askance because we don't trust the decisions you make.' ''  In turn, Mr. Johnson declared his support for the governor's agenda. ''I want to be there as your partner to push that reform agenda forward,'' he said.  The Republicans have chosen the Nassau County clerk, Maureen O'Connell, to oppose Mr. Johnson.  ", 
            "title": "Spitzer Backs A Democrat From Nassau For the Senate"
        }, 
        "weight": 0.6533119811071713, 
        "file": "1818433.txt", 
        "other_topics": {
            "0": 0.00032632625819883963, 
            "1": 0.00026520342283176254, 
            "2": 0.00027998415857985405, 
            "3": 0.0002584624748419592, 
            "4": 0.00885258223193597, 
            "5": 0.00015912795058150634, 
            "6": 0.0004142311844561625, 
            "7": 0.0004272486681520775, 
            "8": 0.00017957394546745317, 
            "9": 0.0002649183080662955, 
            "10": 0.2567084808296229, 
            "11": 0.030178205273961416, 
            "12": 0.6533119811071713, 
            "13": 0.00020931485502401307, 
            "14": 0.005209142324196881, 
            "15": 0.00035302471107114816, 
            "16": 0.00019947221917880614, 
            "17": 0.0004810654045644997, 
            "18": 0.0001442348241627694, 
            "19": 0.0350528327599905, 
            "20": 0.000289017492827515, 
            "21": 0.00020035383420290853, 
            "22": 0.0002167094983941685, 
            "23": 0.00014625023426382498, 
            "24": 0.00016800717136227563, 
            "25": 0.00015807066936208977, 
            "26": 0.00017814239839964124, 
            "27": 0.00020890408501353903, 
            "28": 0.004788552189575109, 
            "29": 0.0002503351135389675, 
            "30": 0.00012024440100393322
        }
    }, 
    {
        "content": {
            "text": "  The senators eyeing the White House -- there are six or seven, depending on whether one counts Chuck Hagel, Republican of Nebraska -- face a scheduling problem that does not torture their non-Senate rivals. Because of the Senate's close partisan divide, most members are reluctant to miss votes to hit the campaign trail.  So while Mitt Romney, the former Republican governor of Massachusetts, was able to meet voters and donors in South Carolina yesterday and John Edwards, the former Democratic senator from North Carolina, can do the same in New Hampshire and New York tomorrow, members of the Senate presidential caucus will be glued to Washington for a vote on raising the minimum wage.  Next week, it is all hands on the Senate deck for a vote on a resolution disapproving of President Bush's plan to send 21,000 additional troops to Iraq.  That explains why Senator Hillary Rodham Clinton of New York is spending her weekends in Iowa and New Hampshire. Senator Barack Obama of Illinois was in New Orleans yesterday for a hearing on domestic security but planned to return to Washington today. One exception is Senator Sam Brownback, the Kansas Republican. He will be in Iowa, Michigan, South Carolina and Florida today through Friday. A spokesman said he would be in Washington for votes on the Iraq deployment or any other critical questions.  JOHN M. BRODER  POLITICAL ACTION  ", 
            "title": "Tethers to the Senate"
        }, 
        "weight": 0.6518810084017564, 
        "file": "1822556.txt", 
        "other_topics": {
            "0": 0.0006265714298975232, 
            "1": 0.0005092109006936353, 
            "2": 0.0005375910463298961, 
            "3": 0.0004962677638337682, 
            "4": 0.0007130939240347787, 
            "5": 0.024732351681234128, 
            "6": 0.0007953556265603799, 
            "7": 0.0008203501930964484, 
            "8": 0.0003447957403272247, 
            "9": 0.14706954636859856, 
            "10": 0.12649775360445872, 
            "11": 0.0009485684913719325, 
            "12": 0.6518810084017564, 
            "13": 0.00040190056643028366, 
            "14": 0.0018596812903560567, 
            "15": 0.008820105778734754, 
            "16": 0.0003830019511318049, 
            "17": 0.0009236824522669714, 
            "18": 0.00027694191854342665, 
            "19": 0.01030822692338797, 
            "20": 0.0005549357405250239, 
            "21": 0.00038469471955724483, 
            "22": 0.00041609884852867777, 
            "23": 0.00028081166042634567, 
            "24": 0.0003225866474078106, 
            "25": 0.00030350780189657253, 
            "26": 0.000342047060223468, 
            "27": 0.0004011118565230812, 
            "28": 0.017336658537607606, 
            "29": 0.00048066260713869644, 
            "30": 0.00023087846712077282
        }
    }, 
    {
        "content": {
            "text": "  It is an open secret that many members of Congress from both parties would be relieved to scuttle proposed changes in ethics rules. After all, the changes tend to limit the personal perks and political advantages of their positions.  In the Senate, that wish appeared to come true on Wednesday. A proposed ethics overhaul collapsed when a procedural question turned into a feud between the Democratic and Republican leaders, each accusing the other of failing to address a major theme of the fall elections.  By about 10 p.m., the proposals appeared dead for now after 46 Senate Republicans blocked a vote on a broad ethics and lobbying bill. Fifty Democrats and one Republican, Senator Gordon H. Smith of Oregon, supported going ahead with the vote, but under Senate rules, 65 votes were needed to prevail.  In an interview after the vote, Senator Harry Reid, Democrat of Nevada and majority leader, said, ''The Republicans killed ethics reform, period. There is no way to put frosting on this. This is as sour as any piece of legislation.''  Mr. Reid said he would give the Republicans another chance to vote for the bill Thursday afternoon, but then would set the measure aside if they did not come around. The 21 Republican senators who will be up for re-election in 2008 ''for the next two years are going to have to go home and explain what they did to try to destroy the most significant ethics and lobbying reform since Watergate,'' Mr. Reid said.  Senator Mitch McConnell of Kentucky, the Republican leader, called Mr. Reid's accusations spin. He said the issue was Mr. Reid's refusal to hold a vote on a Republican proposal to include in the ethics bill a version of a presidential line-item veto, a provision that Mr. Reid said was irrelevant to ethics.  Mr. McConnell argued that such a veto power would help eliminate waste or corruption from the pet spending projects known as earmarks, which lawmakers tuck into complicated legislation.  Although Mr. Reid publicly vowed to hold another vote on a presidential line-item veto, Mr. McConnell said the Republicans would block passage of the ethics-and-lobbying rules package unless Mr. Reid allowed a vote on the proposal as an amendment.  ''No amount of spin is going to convince anyone that Republicans don't want to pass this bill,'' Mr. McConnell said in a speech on the floor.  The Senate ethics and lobbying reform bill under debate was introduced by the leaders of both parties and closely resembles a bill passed under Republican control last year. It is considerably weaker than a counterpart bill that the House recently passed. But roll calls on a series of proposed amendments are forcing lawmakers to choose between casting embarrassing no votes or accepting more sweeping changes.  The new House rules, for example, includes a prohibition on House members' accepting gifts, meals or trips paid for by lobbyists; a ban on accepting discounted use of corporate jets; and a requirement of public disclosure of the sponsor, cost and purpose of each earmark.  The original Senate ethics bill included looser restrictions and major loopholes. Mr. Reid, one of the biggest users of discounted corporate jet trips, introduced an amendment to roughly match the House rules on gifts, meals or jet use.  But when a Republican introduced a proposed amendment to match the House requirement on earmarks, Mr. Reid tried unsuccessfully to block it. Then he embraced it with small modifications.  Senator Trent Lott, Republican of Mississippi and a former party leader, said he was ''amused'' by the fracas. ''I guess there is a little bit of a manhood thing here where one side is going to show the other,'' Mr. Lott said.  Still, Mr. Lott, who oversaw the weaker bill that was introduced last year, also acknowledged some impatience with the zeal for new rules.  ''It's gotten out of control,'' Mr. Lott said. ''We're involved in a long process of self-flagellation.''  Senator Ben Nelson, Democrat of Nebraska, agreed. ''I think this whole process has gotten out of control,'' he said. ''Only in Washington, when somebody like Jack Abramoff and Duke Cunningham breaks the law, you suddenly have to change the law.''  THE 110TH CONGRESS  ", 
            "title": "Quarrel Stalls Movement Of Ethics Bill In the Senate"
        }, 
        "weight": 0.645689806300338, 
        "file": "1819740.txt", 
        "other_topics": {
            "0": 0.003159926079064871, 
            "1": 0.0001834984226999417, 
            "2": 0.0001937254464206725, 
            "3": 0.0001788342546796973, 
            "4": 0.00025696938168262096, 
            "5": 0.00011010313376575142, 
            "6": 0.0002866130767439358, 
            "7": 0.006163891687552395, 
            "8": 0.00012425003945815025, 
            "9": 0.00018330114730585732, 
            "10": 0.19229131763610793, 
            "11": 0.07662935553492643, 
            "12": 0.645689806300338, 
            "13": 0.00014482824291803693, 
            "14": 0.012406694982182742, 
            "15": 0.00024426335438646493, 
            "16": 0.0030721537727170017, 
            "17": 0.00033285672564299445, 
            "18": 0.0030339341496394886, 
            "19": 0.015451199323425362, 
            "20": 0.00019997575257610505, 
            "21": 0.00013862797156069046, 
            "22": 0.0001499447130614592, 
            "23": 0.00010119283914345735, 
            "24": 0.0030503826108561906, 
            "25": 0.00010937158424786949, 
            "26": 0.00012325952950862046, 
            "27": 0.00014454402468205195, 
            "28": 0.03558876848347458, 
            "29": 0.00017321080546517644, 
            "30": 8.319899376531885e-05
        }
    }, 
    {
        "content": {
            "text": "  Assemblyman Richard L. Brodsky told lawmakers yesterday that if he was chosen as the next state comptroller, he would issue an order prohibiting people and businesses who do business with the state pension fund from making political contributions to candidates for comptroller. Mr. Brodsky, a Westchester Democrat, is one of several assemblymen vying to succeed Alan G. Hevesi, who resigned last month. Mr. Hevesi and other past comptrollers took large donations from people and businesses who earned big fees from the pension funds. Another candidate, Assemblyman Joseph D. Morelle, resigned as chairman of the Monroe County Democratic Committee to focus on the race, which will be decided by the Legislature after a panel screens the applicants.  MICHAEL COOPER  ", 
            "title": "Metro Briefing | New York: Albany: Brodsky Makes Ethics Pledge"
        }, 
        "weight": 0.6423948960523566, 
        "file": "1818357.txt", 
        "other_topics": {
            "0": 0.001028564149629038, 
            "1": 0.0008359080099446071, 
            "2": 0.0008824961545197324, 
            "3": 0.000814660876860389, 
            "4": 0.0011705973342902422, 
            "5": 0.0005015633926472076, 
            "6": 0.0013056361089102727, 
            "7": 0.05481127046494398, 
            "8": 0.0005660081524996905, 
            "9": 0.0008350093423721355, 
            "10": 0.08736022232205358, 
            "11": 0.17531710921175803, 
            "12": 0.6423948960523566, 
            "13": 0.0006597500214993883, 
            "14": 0.0030528067730585026, 
            "15": 0.0011127163463495488, 
            "16": 0.0006287265224279012, 
            "17": 0.0015162942494818619, 
            "18": 0.00045462099826326587, 
            "19": 0.0035555791815502585, 
            "20": 0.0009109687751725847, 
            "21": 0.0006315053291735524, 
            "22": 0.0006830575699382253, 
            "23": 0.013827124444325834, 
            "24": 0.0005295502553108169, 
            "25": 0.0004982308947833509, 
            "26": 0.0005614959872801797, 
            "27": 0.0006584552948388727, 
            "28": 0.0017271275692231551, 
            "29": 0.0007890438379083904, 
            "30": 0.00037900437662881093
        }
    }, 
    {
        "content": {
            "text": "  ''I hope he understands that it's business, not personal,'' said Senator John J. Bonacic, a Hudson Valley Republican.  Mr. Bonacic was referring to his vocal opposition to the re-election of the Senate majority leader, Joseph L. Bruno, as temporary president of the Senate, after the revelation that Mr. Bruno's outside consulting work is the subject of a federal investigation. Last week, Mr. Bonacic walked out of the Senate chamber rather than cast the only vote against Mr. Bruno, the state's most powerful Republican.  Mr. Bonacic said Mr. Bruno had done nothing to make him feel unwelcome since then. ''That's behind us now,'' said Mr. Bonacic, who joked that both his kneecaps and his supply of office materials remained intact.  Still, he cautioned, in politics, people never forget.  ''I'm going to see how we are treated as we go forward,'' he said.  He mused for a few moments, and then mentioned the recent defection of Mr. Balboni, left, which left Republicans with a slimmer 33-28 majority.  ''The truth of the matter is, Senator Balboni went with Eliot Spitzer,'' and not against Mr. Bruno, Mr. Bonacic said, explaining why the Bruno forces were unlikely to retaliate.  ''We need each other, for the strength of the conference,'' Mr. Bonacic added. ''This is not the time for bloodshed.''  NICHOLAS CONFESSORE  ALBANY NOTEBOOK  ", 
            "title": "Bucking a Party Leader"
        }, 
        "weight": 0.6381700931660975, 
        "file": "1817450.txt", 
        "other_topics": {
            "0": 0.0007787505965629012, 
            "1": 0.0006328860107080798, 
            "2": 0.0006681590127796788, 
            "3": 0.0006167992964564176, 
            "4": 0.0008862873285465442, 
            "5": 0.00037974567884657153, 
            "6": 0.0009885284248674683, 
            "7": 0.04149892798455028, 
            "8": 0.0004285383527877877, 
            "9": 0.0006322056079267594, 
            "10": 0.17746069003439807, 
            "11": 0.001178953018425176, 
            "12": 0.6381700931660975, 
            "13": 0.0004995125710052559, 
            "14": 0.032670854064957754, 
            "15": 0.0008424642438077635, 
            "16": 0.0004760239354951591, 
            "17": 0.0011480227575254001, 
            "18": 0.00034420446574501626, 
            "19": 0.0937705167376731, 
            "20": 0.0006897163170344643, 
            "21": 0.0004781278367556583, 
            "22": 0.0005171592751585256, 
            "23": 0.00034901407508255105, 
            "24": 0.0004009352040726551, 
            "25": 0.00037722256475547765, 
            "26": 0.0004251220842373509, 
            "27": 0.0004985323023855242, 
            "28": 0.0013076497225358804, 
            "29": 0.0005974040216228169, 
            "30": 0.0002869533071963336
        }
    }, 
    {
        "content": {
            "text": "  Senator Christopher J. Dodd, Democrat of Connecticut, is to announce on Thursday morning that he is running for president, some of his friends say.  He plans to outline his intentions on Don Imus's nationally syndicated radio and cable television shows, followed by a series of media interviews, they say.  Mr. Dodd was set to file paperwork with the Federal Election Commission this week establishing a campaign committee, his friends said, which would allow him to raise money to compete in what is expected to be a crowded primary field.  Beneva Schulte, a spokeswoman for Mr. Dodd, would not comment on his plans Wednesday evening.  Coverage of Mr. Dodd's announcement would be competing with that of President Bush's Wednesday night speech on Iraq.  Mr. Dodd, although well-known in Washington and his home state, does not have the kind of national name recognition of some other Democrats who are strongly considering entering the race, most prominently Senators Hillary Rodham Clinton of New York and Barack Obama of Illinois.  John Edwards, the former senator from North Carolina and vice-presidential nominee, has spent the last two years building support for his bid and is widely viewed as a strong candidate. And Senator Joseph R. Biden Jr. of Delaware, Representative Dennis J. Kucinich of Ohio and Gov. Tom Vilsack of Iowa have announced their candidacies. Senator John Kerry of Massachusetts, the party's candidate in 2004, is also considering joining the race.  Mr. Dodd, 62, who is serving his fifth term in the Senate, is chairman of the Banking Committee and has spent much of the past several months shoring up support in states with early primaries, like New Hampshire, Iowa and South Carolina. From 1995 to 1997, he served as the general chairman of the Democratic party, which could prove helpful in fund-raising.  Some of the most recent presidential polls have left Mr. Dodd off the list, but his supporters say that his experience in the Senate could be a boost and that his personality would be an asset.  Mr. Dodd, who is also a senior member of the Senate Foreign Relations committee, has become a vocal critic of the war in Iraq, saying that his vote to authorize military action in 2002 was a mistake.  He was one of the leading opponents of the appointment of John R. Bolton as ambassador to the United Nations.  THE 110TH CONGRESS  ", 
            "title": "Senator Dodd May Be Joining Democratic Race for President"
        }, 
        "weight": 0.6368132788283736, 
        "file": "1818027.txt", 
        "other_topics": {
            "0": 0.00039500330018653844, 
            "1": 0.000321016849264644, 
            "2": 0.0003389082669884477, 
            "3": 0.00031285723404687107, 
            "4": 0.031247863630042873, 
            "5": 0.00019261724747052217, 
            "6": 0.0005014082709846264, 
            "7": 0.0005171653511791284, 
            "8": 0.00021736620730024268, 
            "9": 0.154312245729926, 
            "10": 0.14647642402699887, 
            "11": 0.0005979967592939247, 
            "12": 0.6368132788283736, 
            "13": 0.00025336624447234264, 
            "14": 0.001172380692662518, 
            "15": 0.00042732057999308917, 
            "16": 0.0002414521752127918, 
            "17": 0.000582308096986678, 
            "18": 0.0001745897858804964, 
            "19": 0.0013654622429660204, 
            "20": 0.00034984271296042947, 
            "21": 0.0002425193306600322, 
            "22": 0.020794526995203583, 
            "23": 0.00017702934941896334, 
            "24": 0.00020336514600264596, 
            "25": 0.00019133745597228386, 
            "26": 0.0002156333837779213, 
            "27": 0.0002528690257972337, 
            "28": 0.0006632751976941353, 
            "29": 0.00030301942769255083, 
            "30": 0.00014555045459003775
        }
    }, 
    {
        "content": {
            "text": "  The Senate on Thursday overwhelmingly passed sweeping changes to ethics and lobbying rules, overcoming bipartisan reluctance to ban many of the favors that lobbyists do for lawmakers and to illuminate the shadowy legislative practice of earmarking money for special projects.  The Senate's action makes the start of the 110th Congress a watershed moment in the history of K Street and Capitol Hill. Interpreting the results of the Nov. 7 election as a reaction to corruption scandals when Congress was under Republican control, the Senate has joined the House in adopting broad new rules that go beyond the proposals Republicans introduced last year, the ones that Democrats campaigned on, or the extensive changes House Democrats recently passed.  The measure passed around 9 p.m. by a vote of 96 to 2. Senators Orrin Hatch of Utah and Tom Coburn of Oklahoma, both Republicans, were the only members to vote against the bill.  On Wednesday, Senate Republicans nearly derailed the bill in a dispute over when the Democrats would agree to vote on a Republican proposal, a version of the line-item veto. At a news conference Thursday, a half-dozen Democratic senators competed to belittle the Republicans' line-item veto as ''an excuse,'' ''a ploy,'' ''a subterfuge,'' a ''rabbit out of a hat'' and ''a grand act of ethics hypocrisy.''  Senator Harry Reid of Nevada, the leader of the new Democratic majority, threatened to postpone any action on ethics until the next election and publicly blame the Republicans if they did not allow a vote Thursday.  But by Thursday evening, Mr. Reid and Senator Mitch McConnell of Kentucky, the Republican leader, had resolved the impasse. They agreed to hold a vote on the line-item veto as part of a minimum-wage debate next week.  ''This legislation has been extremely difficult to deal with,'' Mr. Reid said Thursday night. ''It is difficult because it deals with our lives.''  ''In the short-term, the reforms in this bill may take some getting used to,'' he added, ''but in the long term, we'll be thankful we took these steps.''  Like the new House rules, the Senate bill bars members from accepting gifts, meals or trips from lobbyists or the organizations that employ them. It ends the use by senators of borrowed corporate jets at discount rates.  Also like the House rules, the Senate measure requires disclosure of the sponsors, the purpose and the cost of the pet projects, or earmarks, that lawmakers have been able to tuck anonymously into complicated spending bills.  Unlike the House, the bill would also explicitly prohibit earmarks that would benefit the immediate family of the senator who sponsored it. Many of those changes revise internal Senate rules and do not require House or presidential approval.  Senate Democrats also incorporated into the bill a provision that, if signed into law, would require for the first time that lobbyists disclose the most valuable favors they do for lawmakers: holding campaign fund-raisers, soliciting campaign contributions and bundling checks from clients and friends.  Of all the bill's provisions, it was the disclosure requirements for bundled checks that met the stiffest resistance behind the scenes in the Democratic caucus because of the potential to make it harder for incumbent lawmakers to tap K Street lobbyists as surrogate fund-raisers, aides involved in negotiations over the bill said, speaking anonymously because the talks were confidential.  Addressing another loophole in campaign finance laws, the Senate bill would also bar lobbyists or their employers from giving parties to honor lawmakers at party conventions. House Democrats say they plan to take up the subject of lobbying rules on their side of the Capitol in the next several weeks.  The party leaders began by teaming up to introduce a much weaker bipartisan bill, and lawmakers in both parties acknowledged behind-the-scenes resistance to strengthening it. But many found amendments to strengthen the bill -- a number of them offered by Senators Russell D. Feingold of Wisconsin and Barack Obama of Illinois, both Democrats -- politically difficult to oppose.  Fred Wertheimer, president of the ethics group Democracy 21, said, ''These are always difficult battles, but when you get them on the floor you get votes of 96 to 2.''  The bill became a pivotal test for Mr. Reid in his new role trying to manage the Senate. He is a frequent target of Republican accusations of fraternizing with influence-peddlers. Several members of his immediate family have worked as lobbyists, although he says that none have lobbied his office, and he is among the biggest recipients of the discounted use of corporate jets for travel.  Mr. Reid promised vigorous reform as his first act as majority leader. He offered an amendment to bar lawmakers from accepting the discounted use of corporate jets.  But when a Republican senator offered an amendment to match the House's earmark disclosure rules, Mr. Reid miscounted the votes he had on his side when he tried and failed to table the measure. Mr. Reid first argued against moving too fast to match the House Democrats' new rules and then embraced the same idea with token modifications.  Mr. Coburn, one of the two ''no'' votes, said he had been troubled by a lack of openness in the negotiations over the contents of the bill. Senators Tim Johnson, a South Dakota Democrat who is recovering from health problems, and Sam Brownback, a Kansas Republican, were absent and did not vote.  ", 
            "title": "Senate Passes Vast Overhaul In Ethics Rules"
        }, 
        "weight": 0.6315058044921126, 
        "file": "1819914.txt", 
        "other_topics": {
            "0": 0.0001710764629081461, 
            "1": 0.00013903283106793748, 
            "2": 0.00014678162825306227, 
            "3": 0.00013549889069455615, 
            "4": 0.024649151736813698, 
            "5": 8.342279007997763e-05, 
            "6": 0.011332820386399942, 
            "7": 0.009116512841737905, 
            "8": 9.414159801480984e-05, 
            "9": 0.0001388833597202494, 
            "10": 0.22350463804778226, 
            "11": 0.06472981996828532, 
            "12": 0.6315058044921126, 
            "13": 0.00010973326274534804, 
            "14": 0.013846551406003887, 
            "15": 0.004631337035208772, 
            "16": 0.00010457326325470049, 
            "17": 0.0002521984234263609, 
            "18": 7.561507211261474e-05, 
            "19": 0.011707043328888028, 
            "20": 0.0023746493089545346, 
            "21": 0.00010503544972048656, 
            "22": 0.00011360990276572462, 
            "23": 7.667165037665333e-05, 
            "24": 8.807771945323367e-05, 
            "25": 8.286851065326111e-05, 
            "26": 9.339110980647643e-05, 
            "27": 0.00010951791666548148, 
            "28": 0.0002872653841186339, 
            "29": 0.0001312381234729213, 
            "30": 6.303809850241091e-05
        }
    }, 
    {
        "content": {
            "text": "  ''I'm in. And I'm in to win.''  SENATOR HILLARY RODHAM CLINTON, announcing her campaign for president. [1]  ", 
            "title": "QUOTATION OF THE DAY"
        }, 
        "weight": 0.6290117501040132, 
        "file": "1820570.txt", 
        "other_topics": {
            "0": 0.006004508569367877, 
            "1": 0.004879828653104303, 
            "2": 0.005151798965732039, 
            "3": 0.0047557930324532245, 
            "4": 0.006833663926124572, 
            "5": 0.0029280056964046067, 
            "6": 0.007621987609868895, 
            "7": 0.007861513515124428, 
            "8": 0.003304218607310212, 
            "9": 0.004874582449314424, 
            "10": 0.04181770792647529, 
            "11": 0.009090244724383087, 
            "12": 0.6290117501040132, 
            "13": 0.0038514609508434293, 
            "14": 0.17387825602765175, 
            "15": 0.006495768727056318, 
            "16": 0.0036703532716639595, 
            "17": 0.008851758850413696, 
            "18": 0.002653967359129598, 
            "19": 0.020756610730001103, 
            "20": 0.00531801523407473, 
            "21": 0.0036865752729099656, 
            "22": 0.003987524777666899, 
            "23": 0.002691051556059914, 
            "24": 0.0030913862271706965, 
            "25": 0.0029085513804164944, 
            "26": 0.003277877678806406, 
            "27": 0.0038439026499529514, 
            "28": 0.010082552744553842, 
            "29": 0.0046062469589637075, 
            "30": 0.0022125358229881844
        }
    }, 
    {
        "content": {
            "text": "  When Senator Wayne Allard, Republican of Colorado, announced Monday that he would not seek re-election, the uphill battle for his party to reclaim the Senate in 2008 became an even steeper climb.  By the numbers, Republicans were already at a disadvantage. Twenty-one Republican seats will be open, compared with 12 Democratic seats. And not having a Republican incumbent on the ballot in a competitive state like Colorado complicates matters for Republicans.  Already, campaign politics is infusing substantive debates on Capitol Hill. Many of the incumbent Republican senators who have stepped forward to oppose President Bush's Iraq policy face re-election. (Senator Gordon H. Smith of Oregon started the trend late last year, followed by others, including Senator Norm Coleman of Minnesota last week.) Even before Mr. Allard's announcement, Colorado was emerging as a gateway to the West for Democrats, who have won the governor's office, two House districts and a Senate seat in the last four years. Those successes helped seal the Democratic Party's decision to hold its 2008 national convention in Denver. And now, the state will be host to one of the most closely watched Senate races in the nation, too.  JEFF ZELENY  POLITICAL ACTION  ", 
            "title": "Task Gets Taller for G.O.P."
        }, 
        "weight": 0.6254724863315919, 
        "file": "1819238.txt", 
        "other_topics": {
            "0": 0.0007071846833416837, 
            "1": 0.0005747248156847145, 
            "2": 0.0465559430586642, 
            "3": 0.0005601164443084609, 
            "4": 0.0008048389645597008, 
            "5": 0.00034484766859988413, 
            "6": 0.000897684270419289, 
            "7": 0.0009258945809723302, 
            "8": 0.00038915637516499807, 
            "9": 0.06490296842221198, 
            "10": 0.1979116906700316, 
            "11": 0.001070609153546103, 
            "12": 0.6254724863315919, 
            "13": 0.0004536081781646632, 
            "14": 0.02047861835958111, 
            "15": 0.02833455521348912, 
            "16": 0.0004322781100547322, 
            "17": 0.0010425213333163344, 
            "18": 0.00031257263517617294, 
            "19": 0.0024446225726492262, 
            "20": 0.0006263325092916483, 
            "21": 0.00043418866621129263, 
            "22": 0.00046963317890782015, 
            "23": 0.0003169402492382021, 
            "24": 0.00036408991092150294, 
            "25": 0.0003425564245900299, 
            "26": 0.00038605405613793885, 
            "27": 0.00045271799463672183, 
            "28": 0.00118747883986845, 
            "29": 0.0005425035636865237, 
            "30": 0.00026058276498167293
        }
    }, 
    {
        "content": {
            "text": "  Former Gov. Hugh L. Carey, 87, has had quite a week in the spotlight. On Monday, he was an honored guest at Mr. Spitzer's inauguration, and on Wednesday, he received a standing ovation during Mr. Spitzer's State of the State message. In an interview afterward, he seemed delighted to see a fellow Democrat control the governor's office after 12 years of Republican rule.  ''Rip van Winkle just got a bad case of insomnia,'' Mr. Carey quipped. He was referring to Mr. Spitzer's inaugural address, which compared the state during the Pataki years to Rip van Winkle, the Washington Irving character who was asleep for 20 years. Mr. Carey, New York's governor from 1975 through 1982, said of Mr. Spitzer's address: ''It's a very big agenda, but it's not too big for New York. A lot of good reform measures.''  SEWELL CHAN  CHANGEOVER IN ALBANY  ", 
            "title": "Carey at Center Stage"
        }, 
        "weight": 0.6207319481457421, 
        "file": "1816391.txt", 
        "other_topics": {
            "0": 0.001014997539281197, 
            "1": 0.0008248825058361392, 
            "2": 0.000870856159614062, 
            "3": 0.0008039156193225082, 
            "4": 0.001155157327058545, 
            "5": 0.0004949478450265367, 
            "6": 0.014478268361727793, 
            "7": 0.027708611039370987, 
            "8": 0.0005585425879440582, 
            "9": 0.0008239956915572055, 
            "10": 0.11258766059986663, 
            "11": 0.00153660802047686, 
            "12": 0.6207319481457421, 
            "13": 0.0006510480154340495, 
            "14": 0.04258210090432817, 
            "15": 0.001098039780863534, 
            "16": 0.0006204337117673229, 
            "17": 0.0014962945506173705, 
            "18": 0.00044862461394284346, 
            "19": 0.12221736222859751, 
            "20": 0.0008989532305745412, 
            "21": 0.0006231758664593673, 
            "22": 0.0006740481407258255, 
            "23": 0.00045489329824825237, 
            "24": 0.0005225655650744397, 
            "25": 0.0004916593023209658, 
            "26": 0.000554089937522317, 
            "27": 0.0006497703660283814, 
            "28": 0.04127390721484908, 
            "29": 0.0007786364653588719, 
            "30": 0.000374005364462478
        }
    }, 
    {
        "content": {
            "text": "  WHEN Republican leaders meeting in Albany on Nov. 30 named Joseph N. Mondello their state chairman on the heels of an election in which Republicans took a historic drubbing, Mr. Mondello, in a flash of candor, said he was taking over a party that had hit rock bottom.  ''We've got almost no place further down that we can go,'' Mr. Mondello, the longtime Nassau Republican chairman, said in an interview that day.  Now, a little more than a month but a political eternity later, it appears Mr. Mondello may have spoken too soon.  Never mind that Joseph L. Bruno, the State Senate leader and, with the end of the Pataki era, the most powerful Republican in the state, has since disclosed that he is under federal investigation for his outside consulting work.  With a new Democratic governor, Eliot Spitzer, reaching across party lines in late December to name a Republican, State Senator Michael A. L. Balboni of East Williston, to head up homeland security, Mr. Mondello is abruptly facing a bruising special election in his home base to fill Mr. Balboni's seat. Mr. Spitzer will set the date for the election, probably for early to mid-February.  If a Democrat wins the northwestern Nassau district, where Democrats hold a slight registration edge, it would be a major embarrassment for Mr. Mondello, the first chipping away of the Republican grip on all nine State Senate seats for Long Island. It would also further narrow the slender majority Republicans hold in the Senate.  But if a Republican wins, Mr. Mondello would gain luster. And if Mr. Bruno, who chose Mr. Mondello for state chairman, were forced out, Mr. Mondello has close ties to the heir apparent, State Senator Dean G. Skelos, of Rockville Centre.  Anthony Santino, a spokesman for Mr. Mondello, said last week that no decision had been made on a candidate. But Mr. Mondello's widely expected choice is Maureen O'Connell, 56, of East Williston, a former registered nurse and lawyer who served in the State Assembly from 1999 to last January, when she took over as Nassau County clerk.  Ms. O'Connell did not answer calls to her office. Mr. Santino said Mr. Mondello was unavailable. ''We're certainly going to wage a very aggressive campaign to keep the seat Republican,'' Mr. Santino said.  Jay S. Jacobs, the Nassau Democratic chairman, said Mr. Spitzer's landslide election on a reform platform gave local Democrats momentum. He said federal scrutiny of Mr. Bruno would be an issue. ''Joe Mondello was handpicked by Joseph Bruno, so you do the math,'' Mr. Jacobs said. ''Their candidate would be critical of Bruno at his or her peril.''  Craig M. Johnson, 33, of Port Washington, who is a third-term Nassau County legislator and whose district is within the senatorial district, was seen as a front-runner for the Democratic nomination.  Mr. Johnson, a lawyer with a practice in bankruptcy and commercial law, earned notice in March when he endorsed Mr. Spitzer for governor at a time when Nassau's top Democratic official, County Executive Thomas R. Suozzi, was seeking the office. Mr. Johnson declined to comment last week on his candidacy.  Other leading candidates are Michelle Schimel, the North Hempstead town clerk, and Matthew Cuomo, a cousin of State Attorney General Andrew M. Cuomo and nephew of former Gov. Mario M. Cuomo. Nassau County Legislator Roger H. Corbin and Rocco Iannarelli, the North Hempstead tax receiver, were also on the list. State Assemblyman Thomas P. DiNapoli of Great Neck could also emerge as a candidate unless Mr. Spitzer names him to succeed State Comptroller Alan G. Hevesi, who resigned last month in an ethics scandal involving misuse of state money to chauffeur his wife.  Desmond Ryan, a veteran political lobbyist, said Mr. Spitzer's reform initiatives and Mr. Bruno's legal situation played strongly to the advantage of the Democrats. ''Their candidate will be able to say, 'Elect me and I will help you reform state government,' '' he said. He added that Long Island Republicans ''never do well in special elections.''  ON POLITICS  ", 
            "title": "In Special Election, Another Hurdle for G.O.P."
        }, 
        "weight": 0.62039639259611, 
        "file": "1816976.txt", 
        "other_topics": {
            "0": 0.00022512971344343084, 
            "1": 0.00018296158855212846, 
            "2": 0.00019315869258481504, 
            "3": 0.00017831106579720878, 
            "4": 0.003181769442508369, 
            "5": 0.00010978102134038547, 
            "6": 0.029541292956057036, 
            "7": 0.03832692912169544, 
            "8": 0.00012388653952683285, 
            "9": 0.00018276489029743584, 
            "10": 0.1917287594183522, 
            "11": 0.000340824593101791, 
            "12": 0.62039639259611, 
            "13": 0.00014440454038576323, 
            "14": 0.0006681912005825783, 
            "15": 0.00024354874928106583, 
            "16": 0.0059887178656730464, 
            "17": 0.07347067888785394, 
            "18": 0.0030250582180114194, 
            "19": 0.015405996038844287, 
            "20": 0.01190159806543622, 
            "21": 0.0030637742463163415, 
            "22": 0.00014950604203055296, 
            "23": 0.00010089679424690142, 
            "24": 0.00011590672032951649, 
            "25": 0.00010905161200854021, 
            "26": 0.00012289892736550655, 
            "27": 0.00014412115364496094, 
            "28": 0.000378029639551109, 
            "29": 0.00017270406827487374, 
            "30": 8.295559079618293e-05
        }
    }, 
    {
        "content": {
            "text": "  After campaigning for months on a promise to tighten ethics rules, Senate Democratic leaders tried unsuccessfully Thursday to block a measure that would shine a light on the shadowy practice of earmarking federal money for lawmakers' pet projects.  Last week the House Democrats passed an unexpectedly broad change to their chamber's rules that would disclose the size, purpose and sponsor of any earmark.  But on Thursday, when Senator Jim DeMint, Republican of South Carolina, introduced the same thing in the Senate, Democratic leaders moved quickly to squash it, calling the House bill ill thought out.  Senator Harry Reid of Nevada, the Democratic leader, said he was happy to see the House ''moving things along very quickly.'' But, Mr. Reid said, ''frankly, I don't think they spent the time on this that we have.''  The Democratic leaders' effort to block the DeMint proposal was defeated by a vote of 51 to 46, surprising almost everyone in the Senate. The outcome reflected the keen desire of many lawmakers to appear to be on the side of openness and reform after an election that turned in part on Congressional corruption scandals.  The reputation of earmarks, which are pet projects individual lawmakers tuck into complicated bills behind the scenes, was tarnished because they figured in several of the scandals. But lawmakers cherished them as a tool of political power used to reward supporters and gain favor with constituents.  On Thursday night, Jim Manley, a spokesman for Mr. Reid, said, ''We are continuing to negotiate with Republicans on how to deal with earmark reform.''  Mr. Reid started the week by introducing a bipartisan ethics and lobbying proposal negotiated with the Republican leader, Senator Mitch McConnell of Kentucky. It contained a comparatively weak measure on earmarks that would require disclosure of the individual lawmakers sponsoring only a small fraction of them.  The bill excluded all earmarks dispensed through the federal government, including military contracts and civil engineering projects, two of the largest pools of earmarks. It also excluded all earmarks written in the explanatory reports accompanying spending bills rather than in the bills themselves, another broad category.  Mr. Reid offered his own amendment that would ban gifts or trips from lobbyists and the discounted use of corporate jets, but he left the weak earmark provision intact.  Mr. DeMint's amendment to the ethics bill would have eliminated the loopholes and would apparently apply to all earmarks, just as the new House rules do.  After the move to block it failed, Mr. Reid and Senator Richard J. Durbin of Illinois, the second-ranking Democrat, argued vigorously against the measure, saying it could have unintended effects.  ''Earmark disclosure will be a major change in the way the Senate works,'' Mr. Reid said. ''We should adopt the Reid-McConnell version rather than the House version in the DeMint amendment. If we need to revisit the issue later, we can do that.''  Mr. DeMint argued that if the original bill was not strengthened, ''the public's going to know from Day 1 that the idea of being open and transparent is just a scam.''  ", 
            "title": "Democrats In Senate Fail to Block Bill on Ethics"
        }, 
        "weight": 0.6151702438685941, 
        "file": "1818313.txt", 
        "other_topics": {
            "0": 0.0002939199597145661, 
            "1": 0.0002388670154376007, 
            "2": 0.011710615138205994, 
            "3": 0.00023279548698464447, 
            "4": 0.0003345070129662364, 
            "5": 0.0001433255205466151, 
            "6": 0.0003730953608204159, 
            "7": 0.00038482012457251644, 
            "8": 0.00016174109649925563, 
            "9": 0.00023861021440405028, 
            "10": 0.1930208918399702, 
            "11": 0.05773714241313691, 
            "12": 0.6151702438685941, 
            "13": 0.00018852854225059394, 
            "14": 0.019969754564772204, 
            "15": 0.0003179670843191961, 
            "16": 0.00017966334351643138, 
            "17": 0.00425277091564305, 
            "18": 0.00012991137747035721, 
            "19": 0.08886403682618407, 
            "20": 0.0002603161949563585, 
            "21": 0.00018045740849237957, 
            "22": 0.00019518884992382856, 
            "23": 0.00013172664437220008, 
            "24": 0.00015132297753516744, 
            "25": 0.003961851637241424, 
            "26": 0.00016045171127226476, 
            "27": 0.00018815856434689453, 
            "28": 0.0004935397230703313, 
            "29": 0.00022547522498689407, 
            "30": 0.00010830335779305625
        }
    }, 
    {
        "content": {
            "text": "  The House of Representatives plans to vote this week on a measure to deny a federal pension to any current or future member of Congress convicted of a serious crime in office. The Senate has passed a similar bill. The measure would not strip pensions from former members who are already collecting them, including Bob Ney of Ohio and Randy Cunningham of California, both of whom have been sentenced in corruption cases. According to a tally by Senator John Kerry, who sponsored the Senate version of the bill, since 1980 at least 26 lawmakers have been convicted of crimes.  DAVID D. KIRKPATRICK  POLITICAL ACTION: NEW RULES  Correction:  January 24, 2007, Wednesday  A chart with the Political Action column yesterday listing the estimated federal pensions of former lawmakers who have been convicted of crimes misstated the party affiliation of former Representative James Traficant of Ohio. He was a Democrat, not a Republican.  ", 
            "title": "Congress Toughens Pension Laws"
        }, 
        "weight": 0.6118780200460683, 
        "file": "1820898.txt", 
        "other_topics": {
            "0": 0.0009405622686493237, 
            "1": 0.0007643894009908867, 
            "2": 0.0008069915575695954, 
            "3": 0.08630294988819998, 
            "4": 0.0010704433795519462, 
            "5": 0.0004586506370359604, 
            "6": 0.1356421981282594, 
            "7": 0.001231448485980124, 
            "8": 0.0005175816327850086, 
            "9": 0.0007635676216093768, 
            "10": 0.01877300748798458, 
            "11": 0.11142704991547908, 
            "12": 0.6118780200460683, 
            "13": 0.0006033031359169064, 
            "14": 0.002791614762435099, 
            "15": 0.013240084538055894, 
            "16": 0.0005749339450612442, 
            "17": 0.0013865631616141257, 
            "18": 0.00041572453954994993, 
            "19": 0.003251370974350362, 
            "20": 0.000833028118036239, 
            "21": 0.0005774750026878107, 
            "22": 0.0006246165373651225, 
            "23": 0.000421533507260273, 
            "24": 0.0004842429999904297, 
            "25": 0.00045560326099020916, 
            "26": 0.0005134555193511364, 
            "27": 0.000602119183466751, 
            "28": 0.0015793580063442854, 
            "29": 0.0007215348333057757, 
            "30": 0.00034657752405485283
        }
    }, 
    {
        "content": {
            "text": "  Setting up a potential showdown with Assembly Speaker Sheldon Silver, a panel charged with picking the next state comptroller went against Mr. Silver's wishes in naming three finalists on Thursday, none of them members of the State Legislature.  Mr. Silver effectively controls the selection of the comptroller if the Assembly Democrats he leads stay unified. He said earlier in the week that he wanted a fellow Assembly member to get the job -- and would not necessarily be bound by the panel's choices.  Two of the three finalists, Howard S. Weitzman and Martha E. Stark, are top finance officials in government. Mr. Weitzman is the comptroller of Nassau County, and Ms. Stark is the commissioner of the New York City Department of Finance.  The third finalist is William J. Mulrow, an investment banker who ran for comptroller in 2002 and who is close to Gov. Eliot Spitzer.  The panel resulted from an agreement between Mr. Silver and Governor Spitzer, who had originally sought a fiscal expert for comptroller but later softened that stance, saying he would be open to a lawmaker. But the panel's choices -- and Mr. Silver's desire that a lawmaker get the job -- could put the governor in a delicate position.The panelists, the former state comptrollers H. Carl McCall and Edward V. Regan and the former New York City comptroller Harrison J. Goldin, made their decision after meeting in New York City on Thursday. Their decision followed hearings on Tuesday and Wednesday in Albany where all the candidates were interviewed before a committee of state senators and Assembly members.  In a joint statement, the three former comptrollers said they ''were impressed with the thoughtfulness of all the candidates'' but that after ''careful consideration of all the candidates and a review of their backgrounds, experience and credentials, we have concluded that Messrs. Mulrow and Weitzman and Ms. Stark are all qualified to be state comptroller.''  In an interview Mr. Regan said: ''There were only three that had the qualifications that had been set out. It could have been two, it could have been four. The governor's instructions were pretty clear, and that's why I signed on. He said up to five, high-quality, nonpartisan. We interpreted that as management experience and financial literacy.''  Asked why none of the Assembly members who had applied made the cut, Mr. Regan said that each had brought significant credentials to the table but that none had enough managerial experience. ''They'd never managed anything big,'' Mr. Regan said. ''We looked for people that could walk into the comptroller's office and start running it on the first day.''  At least some of the candidates did not agree. ''I heard more than three qualified people over the last several days, both members and nonmembers,'' said Richard L. Brodsky, a Westchester Democrat who was among the five Assembly members bidding for the post.  In a statement issued on Thursday, Mr. Silver said: ''The agreement between the parties involved in developing this process was that five candidates would be recommended to the Legislature for their consideration. Unfortunately, the panel's decision did not conform to this agreement and the charge given to them. We will review this matter to determine how we will proceed with Governor Spitzer, Senator Bruno, and the members of the Legislature shortly.''  A spokeswoman for Mr. Spitzer said the governor intended to review the finalists, but would not comment further.  Under state law, Mr. Hevesi's replacement must be chosen through a majority vote of the combined Assembly and Senate. But under the deal he struck with Mr. Spitzer and the Senate majority leader, Joseph L. Bruno, the panel was charged with recommending up to five finalists, according to a press release put out by the governor at the time. A spokesman for Mr. Silver said that it had been the speaker's understanding that the panel would select no fewer than five candidates.  The Legislature was to choose from among the finalists. The decision to select only three finalists, none of them an Assembly member, seems likely to provoke Mr. Silver.  Mr. Regan said that he had spoken with Mr. Silver before announcing the candidates, and that the speaker had raised the issue of the panel recommending only three finalists instead of five. ''The word 'five' became a metaphor for, he had promised his conference that there would be an assemblyman there,'' Mr. Regan said. ''That's not the problem. The problem was, who had the goods for the comptroller's office?''  But there may be other problems, too. In the interview published yesterday, Mr. Silver, asked what he would do if the panel picked only one finalist, responded: ''They can give me whatever they want. We don't have to listen to them, either.''  A spokesman for Mr. Bruno declined to say whether the majority leader would back such a course.  ''The joint committees, along with the three former comptrollers, did an exhaustive review,'' said the spokesman, John E. McArdle. ''We appreciate the work that they did, and now it's up to the Legislature to review their recommendations and determine the appropriate course that we should take.''  At least one person, however, was thrilled by yesterday's news.  ''I feel terrific,'' said Mr. Weitzman, one of the three picked. ''I feel great, and I feel honored to be selected by three such experienced people.''  ", 
            "title": "State Panel Selects 3 Likely Comptrollers"
        }, 
        "weight": 0.6115942927681636, 
        "file": "1821539.txt", 
        "other_topics": {
            "0": 0.00021386746694498373, 
            "1": 0.00017380882733502995, 
            "2": 0.0029626951996896533, 
            "3": 0.000169390949719712, 
            "4": 0.00024340016788208753, 
            "5": 0.00010428916109556987, 
            "6": 0.05307626683857373, 
            "7": 0.01695520622968407, 
            "8": 0.00011768904242771541, 
            "9": 0.0001736219690263679, 
            "10": 0.2960845900782213, 
            "11": 0.00032377464211338084, 
            "12": 0.6115942927681636, 
            "13": 0.00013718061821021228, 
            "14": 0.0006347645422621284, 
            "15": 0.00023136507966749846, 
            "16": 0.002909929343109279, 
            "17": 0.0003152802967096296, 
            "18": 9.452851468100556e-05, 
            "19": 0.011856102629642132, 
            "20": 0.00018941607529525625, 
            "21": 0.00013130775086932204, 
            "22": 0.00014202691423084395, 
            "23": 9.58493726945383e-05, 
            "24": 0.00011010841838522165, 
            "25": 0.00010359624089511408, 
            "26": 0.00011675083614638422, 
            "27": 0.0001369114080580108, 
            "28": 0.00035911848420326777, 
            "29": 0.00016406444555050597, 
            "30": 7.880568851237942e-05
        }
    }, 
    {
        "content": {
            "text": "  A front-page article yesterday about the waning reliance of presidential candidates on public financing for campaigns included an outdated reference to Michael E. Toner, who said the 2008 election will be the most expensive in American history. As of Jan. 1, Mr. Toner is a commissioner of the Federal Election Commission. He is no longer its chairman, his position in 2006.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.611330205025509, 
        "file": "1821081.txt", 
        "other_topics": {
            "0": 0.002344991699034114, 
            "1": 0.0019057609048333968, 
            "2": 0.0020119757795609206, 
            "3": 0.06280347140157434, 
            "4": 0.002668808778540557, 
            "5": 0.0011434989180998426, 
            "6": 0.002976679518198281, 
            "7": 0.0030702236031202867, 
            "8": 0.031763500129820474, 
            "9": 0.09332293883110501, 
            "10": 0.10775065120414908, 
            "11": 0.003550090431982026, 
            "12": 0.611330205025509, 
            "13": 0.001504143737083996, 
            "14": 0.006960000058488528, 
            "15": 0.002536847698328134, 
            "16": 0.0014334142178567628, 
            "17": 0.0034569525193061854, 
            "18": 0.001036476400153023, 
            "19": 0.03857933096480035, 
            "20": 0.0020768896297128693, 
            "21": 0.0014397495336988737, 
            "22": 0.001557281898309643, 
            "23": 0.0010509592063581096, 
            "24": 0.0012073053035857079, 
            "25": 0.00113590125894498, 
            "26": 0.001280137393168786, 
            "27": 0.0015011919296809065, 
            "28": 0.003937624906003164, 
            "29": 0.0017989167236059354, 
            "30": 0.0008640803953868132
        }
    }, 
    {
        "content": {
            "text": "  The political odd couples are not only on the Democratic side of the Nassau State Senate race.  The Republican candidate, Maureen O'Connell, recently wrote a letter to Governor Spitzer urging him to support a Nassau County Democrat, Assemblyman Thomas P. DiNapoli, below, for state comptroller.  ''As the taxpayers' advocate, the state comptroller must possess independence and integrity,'' Ms. O'Connell wrote in the letter, which was also published in a local newspaper. ''Assemblyman DiNapoli personifies these traits and, through his lifetime of public service, he has earned the public's trust.''  Mr. DiNapoli is one of at least 18 people -- lawmakers, current or former officials and businessmen -- seeking to replace the former comptroller, Alan G. Hevesi, who resigned after pleading guilty to a felony for using a state worker to chauffeur his wife.  Ms. O'Connell, who is running in a district where registered Democrats now outnumber registered Republicans, said in an interview that she had not yet run into any Republicans who were miffed that she would back a Democrat for the high-profile office.  Since Democrats will have the upper hand in choosing the next comptroller, few Republicans expressed any interest in the race -- with one exception being Andrew S. Eristoff, a commissioner of tax and finance in the Pataki administration.  ''The reason I wrote the letter is because I've known Tom DiNapoli for a long time,'' Ms. O'Connell, herself a former assemblywoman from the area, said in an interview. ''I think he's the right person for the job. He's a man of character and integrity and honesty.''  NICHOLAS CONFESSORE  ALBANY NOTEBOOK  ", 
            "title": "Friendly Rivals, Part II"
        }, 
        "weight": 0.6103286641813377, 
        "file": "1820745.txt", 
        "other_topics": {
            "0": 0.0005793954783111831, 
            "1": 0.0004708712834495351, 
            "2": 0.0004971146250237777, 
            "3": 0.0004589026640488766, 
            "4": 0.0006594035021106894, 
            "5": 0.0002825332400424589, 
            "6": 0.000735471538741897, 
            "7": 0.03087547070285647, 
            "8": 0.00031883530488969797, 
            "9": 0.023058029929796685, 
            "10": 0.05673968439909221, 
            "11": 0.038523256784764655, 
            "12": 0.6103286641813377, 
            "13": 0.0003716405820777595, 
            "14": 0.024307326634930033, 
            "15": 0.0006267988437574724, 
            "16": 0.05305871624971083, 
            "17": 0.00838335797681038, 
            "18": 0.0002560903477279976, 
            "19": 0.14505808689536645, 
            "20": 0.000513153398753041, 
            "21": 0.00035573020154798697, 
            "22": 0.00038476984405023983, 
            "23": 0.00025966872816829536, 
            "24": 0.00029829838379674933, 
            "25": 0.0002806560268472522, 
            "26": 0.0003162935790026734, 
            "27": 0.0003709112558874366, 
            "28": 0.000972899847263187, 
            "29": 0.0004444724541860669, 
            "30": 0.00021349511565037558
        }
    }, 
    {
        "content": {
            "text": "  The strange race to become the next comptroller of New York State began in earnest on Friday as at least 18 candidates took the first step toward being considered by submitting their résumés to the State Legislature.  The aspirants include six Democratic state lawmakers, eight current and former government officials and four businessmen. Prominent newcomers who expressed interest in the job included Martha E. Stark, the New York City finance commissioner; James L. Larocca, who served in the Cuomo and Carey cabinets; and Alphonse Fletcher Jr., a money manager and philanthropist.  The entire Legislature will select the new state comptroller, but the real power to make the choice rests with the Assembly Democrats, its largest voting bloc. Many politicians here said they believed that the state lawmakers on the list have the inside track for the job.  The popularly elected comptroller, Alan G. Hevesi, won with a comfortable majority in November, only to resign his four-year term in December after pleading guilty to a felony for using a state worker as a driver and aide for his wife.  It is unclear if there are more than 18 candidates because the Assembly Democrats, who had pledged to conduct an open and public selection process, declined to say who had applied for the job by the time the deadline of Friday at noon had passed. They said that they would not release a list of candidates until Monday, when the candidates must submit financial disclosure forms. The Republican-led Senate provided its list of candidates, which officials said they thought was complete but could not say for sure.  Aides to the new governor, Eliot Spitzer, made it clear this month that they would prefer an independent candidate with fiscal experience from outside government. But after the Spitzer administration had trouble encouraging candidates to apply, the governor said that he would be open to a candidate from the Assembly.  Governor Spitzer negotiated a selection process with the Assembly speaker, Sheldon Silver, and the Senate majority leader, Joseph L. Bruno, that calls for the candidates to be interviewed by the Legislature's joint fiscal committees, and then screened by a panel of three former New York State and New York City comptrollers. The panel will then whittle down the list to no more than five candidates, and the members of the Legislature will pick one from that pool.  Several Democrats and Republicans who saw the preliminary list of people interested in the job said that the qualifications of the candidates from outside the Legislature appeared to be so strong that it was unlikely that more than two, or maybe three, lawmakers would make the final list of five candidates -- which would shift the political calculus, depending on who makes the final cut.  The decision will probably rest with Mr. Silver, who has influence over the 108 Assembly Democrats, or a majority of the Legislature, which currently has 211 members. He is expected to take the governor's views into consideration, and a number of other groups will most likely weigh in, from caucuses within the Assembly to party leaders outside the Assembly.  Five assemblymen are seeking the post -- Richard L. Brodsky of Westchester, Thomas P. DiNapoli of Nassau County, Alexander B. Grannis of Manhattan, Joseph D. Morelle of the Rochester area, and Felix Ortiz of Brooklyn -- along with one state senator, Martin Connor of Manhattan and Brooklyn.  Mr. DiNapoli is well liked by many colleagues, and could emerge as a consensus candidate, but is generally better known for his environmental work here than for his work on fiscal issues. Mr. Brodsky has been lining up votes and stressing the investigations he conducted into state authorities, but some of his colleagues view him as acerbic. Mr. Ortiz has the support of Hispanic groups.  The comptroller oversees the state's $145.7 billion pension fund, audits state agencies and local governments, and monitors state and local budgets.  Perhaps because of calls that the state's top fiscal office should not be given to a political appointee, several of the assemblymen vying for the post are taking steps to play down their political ties: Mr. Morelle quit his job as the chairman of the Monroe County Democratic Party, and Mr. DiNapoli stepped down from his position on the Democratic Assembly Campaign Committee.  But more outsiders are seeking the job than lawmakers. They include William J. Mulrow, an investment banker who ran for comptroller in 2002 and who is close to Mr. Spitzer. But his bid could face difficulty because he is a member of one of the groups bidding for the state's valuable horseracing franchise.  And several state and local finance officials have expressed interest as well, including Howard S. Weitzman, the Nassau County comptroller; Andrew A. SanFilippo, the Buffalo comptroller; David Hancox, the director of state audits at the state comptroller's office; Philip LaTessa, the Syracuse auditor; Andrew S. Eristoff, who was the tax and finance commissioner in the Pataki administration, and Robert S. Hoffman, a former auditor in the state tax department.  So many people applied that the public hearing that is scheduled for Tuesday, where candidates will be invited to make 15-minute statements and take questions, may take more than one day. It could be crowded: since the hearing will be held by the Assembly Ways and Means Committee and the Senate Finance Committee, more than 60 lawmakers could conceivably be sitting on the daïs and asking questions.  Candidates for comptroller who serve on those committees will not be allowed to question the other candidates, Assembly officials said.  ", 
            "title": "Candidates for State Comptroller Line Up"
        }, 
        "weight": 0.6045140540023046, 
        "file": "1819999.txt", 
        "other_topics": {
            "0": 0.00017616783950850755, 
            "1": 0.00014317056276257374, 
            "2": 0.00015114997054133979, 
            "3": 0.004718119844520924, 
            "4": 0.00020049464429681518, 
            "5": 8.590552110053953e-05, 
            "6": 0.00022362347800472437, 
            "7": 0.05517371173220701, 
            "8": 9.694332959790075e-05, 
            "9": 0.0024323108405799386, 
            "10": 0.20268479000023917, 
            "11": 0.07810270377247217, 
            "12": 0.6045140540023046, 
            "13": 0.013848764200460866, 
            "14": 0.0051014594030504125, 
            "15": 0.016215640432007978, 
            "16": 0.00010768544979695022, 
            "17": 0.0002597040564623352, 
            "18": 0.0023671596365640816, 
            "19": 0.012055454591611649, 
            "20": 0.00015602663289377287, 
            "21": 0.00010816139131306235, 
            "22": 0.00011699102715114821, 
            "23": 7.895346191286903e-05, 
            "24": 9.069898501025052e-05, 
            "25": 8.533474586104272e-05, 
            "26": 9.617050624165861e-05, 
            "27": 0.00011277726017044013, 
            "28": 0.0002958146388199117, 
            "29": 0.0001351438782422617, 
            "30": 6.491416429305551e-05
        }
    }, 
    {
        "content": {
            "text": "  Unexpectedly broad ethics rule changes that the House passed Thursday are putting new pressure on the Senate.  The House rules leave what lobbyists say are ample loopholes for those seeking to buy access to lawmakers, mainly through campaign fund-raising. But leaders of the new Democratic majority in the Senate said Thursday that they were reintroducing a much less extensive package of changes passed last year as the starting place for an intraparty debate next week over how much further the Senate should go.  Saying they were responding to voter backlash against Congressional corruption that helped them take control, House Democrats went beyond some of the ethics proposals on which they had campaigned.  The new House rules bar members from taking gifts, meals or trips paid for by lobbyists, or the organizations that employ them. The rules also ban lawmakers from using corporate jets and reimbursing the owners. A further proposal would also eliminate major loopholes from earlier drafts, in requirements for lawmakers to disclose sponsorship of pet spending projects, or earmarks, and tax breaks they hide in complex legislation.  The House Democrats said that in March they would take up the creation of an independent ethics watchdog to police their own conduct, something lawmakers in both chambers had steadfastly resisted.  In contrast, the initial Senate ethics bill would ban only gifts or meals and not trips paid for by lobbyists or their employers. It would not restrict the use of corporate jets. It would require disclosure of the sponsors of only a small fraction of spending earmarks, excluding those added to supplementary material, called Congressional reports, that explain legislative intent or that are directed through federal agencies like the Defense Department. Nor does the Senate bill propose any independent enforcement.  Some senior Democratic aides said the House rules had upped the ante for the Senate.  ''They will be embarrassed'' if they do not do more, said James A. Thurber, a professor of government at American University in Washington and an expert on Congressional ethics rules who has acted as a consultant to several lawmakers. ''When we look at the election, it is a hot issue, so there will be a lot of focus on it in people's minds, and the heat will be on in the Senate.''  Announcing his intention to reintroduce the Senate bill that passed last year, Senator Harry Reid of Nevada, the Democratic leader, promissed to ''improve that legislation and make additional reforms.''  Senior aides in both parties said Mr. Reid was negotiating with Senator Mitch McConnell of Kentucky, the Republican leader, to try to work out a bipartisan package of changes. Jim Manley, a spokesman for Mr. Reid, said the House actions had no bearing on what the Senate would do.  An overhaul is likely to face strong opposition from veteran senators who resent ethics rules as unnecessary, and helped bring back other changes. But aides to the Senate Rules Committee said they were preparing to match the House ban on meals, gifts and trips paid for by lobbyists or any organization that employs them.  Senator Dianne Feinstein, the California Democrat who is chairwoman of the Rules Committee, has said she intends to close some of the loopholes in the current bill's earmark disclosure requirements. And despite personal doubts, she has also agreed to hold hearings on creating an independent enforcement watchdog.  Other Democrats, including Senators Barack Obama of Illinois and Russell D. Feingold of Wisconsin, planned to push for a far more drastic overhaul.  The Feingold-Obama plan would make lawmakers reimburse corporations for use of their jets at the cost of a charter flight instead of the price of a first-class ticket -- a step that stops short of the House rules. The bill would also create an independent watchdog as the House Democrats have discussed. And it would prohibit lobbyists or the organizations that employ them from holding lavish events for lawmakers at party conventions.  The Feingold-Obama bill would also require lobbyists to disclose any earmarks they are seeking for their clients, and require lobbyists to disclose any collecting and passing on of campaign contributions -- a practice known as ''bundling'' that currently makes K Street the heart of campaign fund-raising for most lawmakers. Senator Amy Klobuchar of Minnesota, said she and many other newly elected Democrats were working with Mr. Obama, Mr. Feingold and Mr. Reid to pushing for stronger changes, in part because they felt the resonance of the issue on the campaign trail.  ''The House bill raises the bar,'' Ms. Klobuchar said, ''but a number of senators have already been talking about their own efforts to strengthen the Senate bill.''  Lobbyists, meanwhile, groused that the rules passed in the House would have the unintended consequence of encouraging them to do more fund-raising for House members. The new rules bar lobbyists from treating lawmakers to meals or trips. But the lobbyists can still raise money for lawmakers' campaigns and also join lawmakers at fund-raising events or on overnight trips paid for with those campaign funds. Lobbyists said people seeking access to lawmakers may now have even more incentive to attend fund-raisers because they can no longer simply buy dinner or lunch.  Lawrence W. Noble, a Washington lawyer specializing in political rules, said lobbyists could well feel obliged to attend more fund-raisers. ''We still have a system of private financing of campaigns,'' Mr. Noble said.  THE 110TH CONGRESS  ", 
            "title": "Senate Feels Heat as House Cranks Up Ethics Overhaul"
        }, 
        "weight": 0.6021508991892469, 
        "file": "1816504.txt", 
        "other_topics": {
            "0": 0.00017031917888906013, 
            "1": 0.0001384173908179683, 
            "2": 0.00014613188731569472, 
            "3": 0.00013489909372200616, 
            "4": 0.0024071294302895176, 
            "5": 0.024429255404490677, 
            "6": 0.020135819050282583, 
            "7": 0.0002229935241581645, 
            "8": 9.372487249631399e-05, 
            "9": 0.00013826858111748167, 
            "10": 0.2092355299171459, 
            "11": 0.13084202053524555, 
            "12": 0.6021508991892469, 
            "13": 0.00010924751944187658, 
            "14": 0.0027188031029757257, 
            "15": 0.0001842538790750595, 
            "16": 0.00010411036111293143, 
            "17": 0.00025108204638388015, 
            "18": 7.528035578320557e-05, 
            "19": 0.0050153478963763645, 
            "20": 0.0001508466475687742, 
            "21": 0.00010457050167235243, 
            "22": 0.00011310699919668958, 
            "23": 7.633225701674757e-05, 
            "24": 8.76878361914124e-05, 
            "25": 8.250168638219312e-05, 
            "26": 9.297770638569656e-05, 
            "27": 0.00010903312660912586, 
            "28": 0.0002859937802934692, 
            "29": 0.000130657187136552, 
            "30": 6.275905518003947e-05
        }
    }, 
    {
        "content": {
            "text": "  Senator Hillary Rodham Clinton's entry into the 2008 presidential contest yesterday set off rounds of e-mail messages and conference calls among both her allies and opponents, some of whom were shaking their heads that a major political event was happening early on a Saturday morning.  Advisers to some of her top 2008 rivals -- Senators John McCain and Barack Obama, and former Gov. Mitt Romney of Massachusetts -- replied within minutes to requests for comment, and signaled that the Clinton announcement meant that the 2008 race was truly under way.  ''She's tough enough, smart enough and experienced enough to overcome a decidedly liberal philosophy,'' said John Weaver, a senior adviser to Mr. McCain, who is preparing to seek the Republican presidential nomination.  ''The Clinton, Obama, Edwards chain match will be hard to avert my eyes from, speaking as a pure spectator, of course,'' Mr. Weaver added, referring to former Senator John Edwards of North Carolina. (At least four other Democrats are preparing to campaign as well.)  Clinton advisers said that they chose Jan. 20 as the target date for an announcement during a meeting in mid-December, and that Mrs. Clinton was ''raring to go'' on Friday.  ''I have never been afraid to stand up for what I believe in or to face down the Republican machine,'' Mrs. Clinton said in announcing the formation of a presidential exploratory committee on her Web site, HillaryClinton.com. ''After nearly $70 million spent against my campaigns in New York and two landslide wins, I can say I know how Washington Republicans think, how they operate, and how to beat them.''  The advisers said she wanted to announce yesterday so that she would dominate the weekend news and Sunday talk shows, and to demonstrate a contrast in leadership with President Bush as he prepares for his State of the Union speech on Tuesday night.  Next weekend, she plans to campaign across Iowa, the site of the first presidential caucuses in January 2008, and visit the early primary state of New Hampshire soon after.  Mrs. Clinton appears at the head of the Democratic pack in many national polls, yet she is in a tighter spot in some voter surveys in Iowa and New Hampshire, which begin the presidential nominating process. Recent polls show Mr. Obama and Mr. Edwards doing well in those states.  ''She has not spent as much time in those state as in others, but this is a woman who is not a stranger for hard work, and who is prepared to go out and work hard for every vote,'' said one Clinton adviser, who spoke on condition of anonymity because he did not want to openly acknowledge that she was running behind to anyone.  Other than Mr. Obama and Mr. Edwards, the 2008 Democratic field at this stage also includes Senators Joseph R. Biden Jr. of Delaware and Christopher J. Dodd of Connecticut; former Gov. Tom Vilsack of Iowa; and Representative Dennis J. Kucinich of Ohio. An eighth possible candidate, Gov. Bill Richardson of New Mexico, was expected to declare today that he is forming an exploratory committee.  ", 
            "title": "Announcement Sends Race Into High Gear"
        }, 
        "weight": 0.5974128969113159, 
        "file": "1820515.txt", 
        "other_topics": {
            "0": 0.00031691878430614327, 
            "1": 0.012612599716971233, 
            "2": 0.00027191265469062796, 
            "3": 0.0002510114073191126, 
            "4": 0.00036068171754681007, 
            "5": 0.00015454054149908542, 
            "6": 0.0004022895494960436, 
            "7": 0.00041493175956643476, 
            "8": 0.00017439711044008562, 
            "9": 0.0002572811290032721, 
            "10": 0.27813640881756074, 
            "11": 0.0004797843610039353, 
            "12": 0.5974128969113159, 
            "13": 0.004321627867120277, 
            "14": 0.07095252662007427, 
            "15": 0.0003428475626822652, 
            "16": 0.0001937217481483707, 
            "17": 0.0004671970439272066, 
            "18": 0.0001400767605419678, 
            "19": 0.017568925679386428, 
            "20": 0.004399032802959941, 
            "21": 0.00019457794759492064, 
            "22": 0.008447156565398349, 
            "23": 0.00014203406953276212, 
            "24": 0.00016316378827965127, 
            "25": 0.00015351374003794448, 
            "26": 0.00017300683262759178, 
            "27": 0.00020288170809330664, 
            "28": 0.0005321585141551329, 
            "29": 0.00024311834508753617, 
            "30": 0.00011677794363261699
        }
    }, 
    {
        "content": {
            "text": "  Even though they were officially sworn in along with Gov. Eliot Spitzer last Monday in Albany, Lt. Gov. David A. Paterson and Attorney General Andrew M. Cuomo held ceremonial inaugurations in New York City over the weekend, which were attended by relatives, local officials and other invited guests. Mr. Paterson's was at 6 p.m. on Friday at Riverside Church; Mr. Cuomo's took place yesterday at the Grace Rainey Rogers Auditorium at the Metropolitan Museum of Art. Both officials were sworn in by their fathers: Basil A. Paterson, a former deputy mayor of New York City and secretary of state of New York, and Mario M. Cuomo, who was governor from 1983 to 1994. Aides said the ceremonies were financed with campaign money and not at public expense.  SEWELL CHAN  ", 
            "title": "Metro Briefing | New York: Manhattan: Inaugurations, Reprised"
        }, 
        "weight": 0.5969086634714462, 
        "file": "1817454.txt", 
        "other_topics": {
            "0": 0.0010424983398288938, 
            "1": 0.0008472322440279667, 
            "2": 0.0008944515286907592, 
            "3": 0.0008256972712463375, 
            "4": 0.0011864556800330209, 
            "5": 0.0005083581848951697, 
            "6": 0.0013233238553477863, 
            "7": 0.23166773909792623, 
            "8": 0.0005736759924243507, 
            "9": 0.0008463214020034828, 
            "10": 0.007260359542361265, 
            "11": 0.001578241570368076, 
            "12": 0.5969086634714462, 
            "13": 0.0413103634975094, 
            "14": 0.003094163834000736, 
            "15": 0.001127790565312085, 
            "16": 0.0006372440222361182, 
            "17": 0.08282018721694132, 
            "18": 0.0004607798513216126, 
            "19": 0.003603747413550409, 
            "20": 0.014470535105639325, 
            "21": 0.000640060474102627, 
            "22": 0.0006923111046841167, 
            "23": 0.0004672183821834, 
            "24": 0.0005367241918908002, 
            "25": 0.0005049805409321686, 
            "26": 0.0005691026998863302, 
            "27": 0.0006673755370227908, 
            "28": 0.001750525355406593, 
            "29": 0.0007997331924978975, 
            "30": 0.0003841388342826464
        }
    }, 
    {
        "content": {
            "text": "  Just days after being sworn in with a 19-gun salute, Gov. Eliot Spitzer is facing his first major political challenge -- and it comes, perhaps surprisingly, from his fellow Democrats who control the State Assembly.  The initial flashpoint is over Mr. Spitzer's demand that in replacing Comptroller Alan G. Hevesi, who resigned as part of his guilty plea for defrauding the state, the Legislature should select an independent outsider with financial expertise. The administration is said to be considering outside candidates.  But several Assembly Democrats are campaigning openly for the position, and many of their colleagues are complaining that Assembly service should not disqualify them from consideration.  On top of that, the State Constitution leaves the choice of the new comptroller to the Legislature, with the Assembly Democrats specifically controlling the choice. Even lawmakers who do not want the post say that the governor should not be the one to select the official who will audit his agencies.  But the potential divisions are wider than that. Throw in the fact that Mr. Spitzer sprinkled his first address to the Legislature with several proposals traditionally championed by Republicans -- from adding more charter schools to passing a law to allow the state to civilly confine sex offenders who have served their prison terms to overhauling some laws favored by unions -- and some Assembly Democrats were quietly questioning what kind of relationship they will have with the governor they supported as a candidate.  The fault lines were evident when Mr. Spitzer went into the Assembly chamber on Wednesday for his first address to a joint session of the Legislature: Republican State Senators were much quicker to jump to their feet and applaud the new governor than the Assembly Democrats.  It all puts Sheldon Silver, the speaker of the Assembly, in a delicate position. After 12 years as the voice of the loyal opposition to a Republican governor, Mr. Silver is now a booster and wingman for Mr. Spitzer, a fellow Democrat.  So last week he said that Mr. Spitzer's speech deserved an ''A,'' spoke enthusiastically about the Spitzer agenda, and made it clear that he would seriously consider Mr. Spitzer's views on replacing the comptroller. But the speaker also has to keep the members of the Democratic conference happy.  Some lawmakers worry that Mr. Spitzer, who has been vocal in his denunciation of Albany's gridlock and dysfunction, holds the whole Legislature in disdain. ''Dysfunction should not be painted with a broad brush,'' said Assemblyman Keith L. T. Wright of Harlem, who supports a fellow Assemblyman, Richard L. Brodsky, for comptroller.  Adding insult to injury, several Assembly Democrats said last week, was Mr. Spitzer's choice of a Republican State Senator, Michael A. L. Balboni of Nassau County, as his deputy secretary for public safety. That left some Democrats feeling doubly aggrieved, as they wandered the Capitol asking why the governor believed that a Republican lawmaker could protect the state, but that Democratic lawmakers could not guard its finances.  But Mr. Spitzer was elected with wide support from Republican parts of the state, and in governing he also must court the Republicans who control the State Senate. (Of course, by tapping Mr. Balboni, the governor gave the Democrats a chance to gain another seat in the Senate.)  Several lawmakers, including those supporting Assembly candidates for the comptroller's post, say they expect that in the end the governor and the speaker will agree on a candidate, more likely than not, from outside the Assembly.  Noting that the comptroller is the sole trustee of the state's $145.7 billion pension fund, the Spitzer administration continues to push for an outsider with business experience to run for comptroller, and officials say it has been actively trying to recruit possible candidates.  Christine Anderson, a spokeswoman for the governor, would say only that ''the desire remains to find someone who is the most qualified, who can be trusted to be objective -- someone outside of government.''  But New York's comptroller has many other responsibilities, from auditing the state agencies controlled by the governor to approving or blocking contracts, most of which are issued by the executive branch, to monitoring the state budget.  And in recent years, the Legislature and the governor have agreed that if they cannot reach consensus on their forecast of how much revenue the state will take in -- the number that helps set the size of the budget -- they would rely on the comptroller's projections.  Assemblyman William L. Parment, a Democrat from western New York, said that while it was appropriate for Mr. Spitzer to say what kind of candidate he would like to see, he should stay out of the selection process.  ''The governor really shouldn't be involved in the selection of the next comptroller because the office needs to be perceived by the public to be independent of the administration; it needs to be in fact independent from the administration,'' he said, noting that for most of the last few decades voters have elected comptrollers of different political parties from the governor.  A history of the comptroller's office by Arthur Levitt, who spent 24 years as state comptroller beginning in 1955 and is often credited with redefining the office, shows the perils of appointed comptrollers. It says that New York's first comptroller, Samuel Jones (a state senator from Queens County), was appointed in 1797, with Gov. John Jay casting the deciding vote. But three years later, when Mr. Jones warned the Legislature that it had to raise taxes or cut expenses, it chose that latter -- cutting his salary. He resigned.  But Mr. Hevesi's agreement to resign his four-year term before it even begins leaves the Legislature in the extremely unusual position of picking a comptroller for almost an entire term.  The vote will be taken of all 212 lawmakers, from both houses, voting as a whole -- meaning that 107 votes will decide the matter. Since there are 108 Democrats in the Assembly, Mr. Silver, the Assembly speaker, essentially gets to choose.  There are at least five Democratic assemblymen seeking the job -- including Mr. Brodsky, of Westchester; Thomas P. DiNapoli of Nassau County; Alexander B. Grannis of Manhattan; Joseph D. Morelle of the Rochester area, and Felix W. Ortiz of Brooklyn.  Several said in interviews that comptrollers are not just stock pickers, but politicians who manage the 2,400 professionals in the comptroller's office, most of whom are civil servants, and decide the direction that the office takes.  Outsiders who have been mentioned as possible candidates include Carol Bellamy, former executive director of UNICEF, the first woman elected president of the New York City Council and a former managing director for Bear Stearns; and William J. Mulrow, an investment banker close to Mr. Spitzer who ran for comptroller in 2002, among others.  Between the bad blood over the comptroller's race, and Mr. Spitzer's decision to highlight both Democratic and Republican priorities in his address to the Legislature, it was perhaps not too surprising that Republican senators sounded at times more enthusiastic than their Democratic counterparts this week.  Shortly after Mr. Spitzer's speech, Senator William J. Larkin Jr., a Hudson Valley Republican, said, ''I thought it was a Senate Republican agenda that he was talking about.''  But Senator Eric T. Schneiderman, a Manhattan Democrat, saw strategy in the new governor's decision to include priorities from both houses in his speech. ''It is like he was fast-forwarding to the end of the session, when the deals usually get made,'' he said. ''The governor was saying: 'Here are everybody's issues, let's get to work now.' ''  ", 
            "title": "In Hevesi's Seat, Rising Potential For Party Split"
        }, 
        "weight": 0.5946575424373721, 
        "file": "1817417.txt", 
        "other_topics": {
            "0": 0.00013576350188487414, 
            "1": 0.0001103341961943996, 
            "2": 0.007173449145176973, 
            "3": 0.00010752971852174517, 
            "4": 0.00015451092035208465, 
            "5": 6.620297103258152e-05, 
            "6": 0.021343232012302035, 
            "7": 0.033698337606847574, 
            "8": 7.47092428862703e-05, 
            "9": 0.00011021557816098561, 
            "10": 0.2408823406625098, 
            "11": 0.046075809390832764, 
            "12": 0.5946575424373721, 
            "13": 8.708253473512786e-05, 
            "14": 0.00040294981916078217, 
            "15": 0.0036753538366446647, 
            "16": 0.003611470457668307, 
            "17": 0.0002001405719534354, 
            "18": 6.0006892887408664e-05, 
            "19": 0.03751838192651532, 
            "20": 0.00012024170886162988, 
            "21": 8.335442663297469e-05, 
            "22": 9.015897328059837e-05, 
            "23": 6.0845376233994674e-05, 
            "24": 6.989704736545098e-05, 
            "25": 6.576310388362031e-05, 
            "26": 7.411366763556294e-05, 
            "27": 0.008908118676350664, 
            "28": 0.00022796914230795794, 
            "29": 0.00010414844286937203, 
            "30": 5.00260109390152e-05
        }
    }, 
    {
        "content": {
            "text": "  The choice -- if it had to be made -- would be two years away, but Senator Hillary Rodham Clinton's decision to run for the White House in 2008 has already touched off some early speculation about who would succeed her in the Senate if she wins.  If Mrs. Clinton resigned to become president, Gov. Eliot Spitzer, a fellow Democrat, would be responsible for naming a temporary replacement. A special election would then be held in 2010 to complete the remaining two years of Mrs. Clinton's term.  A Senate vacancy is not so rare; it has occurred three times in New York in the last 70 years. But no sitting senator from New York has ever been elected to the White House.  While insisting that it was far too early to start thinking about names, several political observers, when pressed, yesterday sketched out a few scenarios.  H. Carl McCall, a former state comptroller, said Mr. Spitzer would face considerable pressure to name a black Democrat, like Lt. Gov. David A. Paterson or Representative Gregory W. Meeks of Queens.  Mr. McCall, who is black, was widely mentioned as a possible Senate candidate -- long before Mrs. Clinton entered the race -- when Senator Daniel Patrick Moynihan announced in 1998 that he would not run again in 2000. (Mr. McCall decided instead to run for governor in 2002; he was unsuccessful.)  ''I think that that would still be a concern for many people, that the Senate could be more diverse and that therefore the governor could look to a minority candidate,'' Mr. McCall said.  There have been only five black senators, and none from New York. The only incumbent black senator, Barack Obama of Illinois, is a rival to Mrs. Clinton for the Democratic nomination for president.  Other black or Hispanic candidates whom Mr. Spitzer might consider, Mr. McCall said, include the New York City comptroller, William C. Thompson Jr.; Mayor Byron W. Brown of Buffalo; Representative José E. Serrano of the Bronx; and Representative Nydia M. Velázquez, whose district comprises parts of Brooklyn, Manhattan and Queens.  Hank Sheinkopf, a political consultant, said that Mr. Spitzer might do well to look upstate for geographic balance, given that the state's other senator, Charles E. Schumer, is from Brooklyn. Possibilities include Representative Maurice D. Hinchey, whose district spans eight counties and includes Poughkeepsie, Binghamton, and Ithaca, and Representative Louise M. Slaughter, whose western district includes parts of Buffalo and Rochester.  ''That would be a very appealing choice for him,'' Mr. Sheinkopf said. ''He's made a commitment to upstate and non-New York City voters. It's a way to prove he kept it, by honoring them with a senator.''  Other members of the state's congressional delegation who would be among the top contenders for a Senate vacancy, Mr. Sheinkopf said, are Representatives Jerrold L. Nadler, who represents parts of Manhattan and Brooklyn; Joseph Crowley, who represents parts of Queens and the Bronx; and Nita M. Lowey, who represents parts of Westchester and Rockland Counties. (Ms. Lowey considered running for the Senate in 2000 but stepped aside when Mrs. Clinton announced her candidacy.)  A bold, if unlikely, choice would be Thomas R. Suozzi, the Nassau County executive, who ran against Mr. Spitzer last year in the Democratic primary for governor. Choosing Mr. Suozzi would show great magnanimity, but, said Douglas A. Muzzio, a professor of public affairs at Baruch College, ''it ain't likely after all the nasty things he said about Eliot during the gubernatorial campaign.''  A spokeswoman for Mr. Spitzer, Christine Anderson, said only that ''we would endeavor to fill the open seat with the most qualified candidate up to the task of filling Senator Clinton's shoes.''  Since senators began to be popularly elected in 1914, a Senate seat for New York has become vacant three times.  The most recent was the assassination of Senator Robert F. Kennedy, a Democrat, in 1968, during his presidential campaign. Gov. Nelson A. Rockefeller named a fellow Republican, Representative Charles E. Goodell, to complete the last two years of Mr. Kennedy's term; Mr. Goodell was defeated when he ran for a full term in 1970.  After Senator Royal S. Copeland, a Democrat, died in 1938, Representative James M. Mead won a special election to complete the remaining two years of the term; he was re-elected in 1940.  To replace Senator Robert F. Wagner, the legendary New Deal Democrat who resigned because of ill health in 1949, Gov. Thomas E. Dewey, a Republican, appointed the diplomat John Foster Dulles. Mr. Dulles served only four months before losing to a Democrat, Herbert H. Lehman, a former governor, in a special election.  If Mrs. Clinton succeeds, she would be only the third sitting senator in United States history to be elected president, after Warren G. Harding of Ohio, in 1920, and John F. Kennedy of Massachusetts, in 1960.  Only one senator from New York has ever made it to the White House: Martin Van Buren, who was senator from 1821 to 1828, then governor of New York until 1831 and, later, Andrew Jackson's vice president.  Other senators from New York have sought the presidency, without success: Rufus King was a Federalist candidate in 1816, William H. Seward a Republican candidate in 1860 and David B. Hill a Democratic candidate in 1892. Aaron Burr had completed a Senate term and been defeated for re-election when he ran for president in 1800.  ", 
            "title": "If Clinton Should Win, Who Would Take Her Place?"
        }, 
        "weight": 0.5924718509922818, 
        "file": "1820722.txt", 
        "other_topics": {
            "0": 0.04448751772255222, 
            "1": 0.0001458415565968102, 
            "2": 0.0001539698284197393, 
            "3": 0.00014213455184825262, 
            "4": 0.00020423507772377808, 
            "5": 8.750817679147876e-05, 
            "6": 0.0002277954035697, 
            "7": 0.09351508726639976, 
            "8": 9.875190693831219e-05, 
            "9": 0.0001456847653278271, 
            "10": 0.17148603287712447, 
            "11": 0.002603679968694027, 
            "12": 0.5924718509922818, 
            "13": 0.00011510712776472364, 
            "14": 0.0005326257033972443, 
            "15": 0.04450219982538501, 
            "16": 0.0024416977635304377, 
            "17": 0.028248589075609044, 
            "18": 7.931809871364207e-05, 
            "19": 0.012280361473737348, 
            "20": 0.0001589374699149771, 
            "21": 0.00011017925311178085, 
            "22": 0.0001191736148713621, 
            "23": 8.042641980233835e-05, 
            "24": 9.239106769162985e-05, 
            "25": 8.692675315390337e-05, 
            "26": 9.796466576894112e-05, 
            "27": 0.00011488123574156968, 
            "28": 0.0003013333646048704, 
            "29": 0.004801671788260939, 
            "30": 6.612520467199777e-05
        }
    }, 
    {
        "content": {
            "text": "  It took less than a month for Gov. Eliot Spitzer to find himself on the precipice of an all-out political war with the man he replaced as the top Democrat in New York State government, Assembly Speaker Sheldon Silver.  The flashpoint is the highly fraught selection of a new state comptroller to replace Alan G. Hevesi, who resigned in disgrace last year. Mr. Silver has made it abundantly clear that he wants a member of the Assembly to get the job, while Mr. Spitzer has said that he would like to see it go to an independent candidate with financial experience.  But not a single assemblyman made the cut when a panel of former comptrollers submitted a list of comptroller candidates to the Legislature on Thursday evening. That left Mr. Silver fuming, and suggesting that he might pick his own candidate anyway, as some restless Democratic lawmakers urged him to stand up to the new governor.  Mr. Spitzer, though, said on Friday that he expected Mr. Silver and the Legislature to live by the agreement they made, and pick a comptroller from the list they received.  ''The committee has reported out three names of eminently qualified individuals, and the process will run its course, and we'll now wait for the Legislature to pick among them -- among the three, and that's as it should be,'' Mr. Spitzer said.  Mr. Silver spent Friday mulling his options and trying to cool down members of the Assembly, who are furious at what they perceive as a slight. Some of Mr. Spitzer's deputies are reaching out to the Assembly to take its temperature -- trying to see how much political capital the administration used up on the comptroller fight the week before it releases its first budget proposal.  Mr. Silver is in a particularly sensitive position. If he accepts a candidate from outside the Assembly for comptroller, he risks incurring the wrath of the members of his conference, whose support he needs to remain speaker. But if he reneges on the deal he publicly made with Governor Spitzer, he could find himself in an all-out war with the governor's office fresh off Mr. Spitzer's landslide victory.  ''I think we're at war, but I'm not sure,'' said one Assembly Democrat, who was granted anonymity to describe the private machinations in the Assembly. ''This is a clash of the titans, and I don't know how this plays out.''  Many Democrats in Albany originally thought that the speaker had outfoxed the rookie governor earlier this month when the two men agreed on a process for picking the comptroller. Their deal called for having three former comptrollers screen the potential choices and then forward a list of qualified candidates to the Legislature for a vote. At least one of the former comptrollers' preferred candidates was likely to be an assemblyman, the thinking went.  In the end, though, the newbie governor had the last laugh, as the panel forwarded the names of three candidates from outside the Assembly: William J. Mulrow, an investment banker who ran for comptroller in 2002 and who is close to Mr. Spitzer; Martha E. Stark, the New York City Finance Commissioner; and Howard S. Weitzman, the Nassau County comptroller. Members of the panel said in interviews that they had not been lobbied or pressured by the governor, but someone who had spoken with one of the panel members said he had a strong impression that the panel had been in contact with Mr. Spitzer at one point.  The rift threatens to poison perhaps the most closely watched relationship in Albany. After a great deal of speculation that Mr. Spitzer might support a coup against Mr. Silver -- the way his predecessor, George E. Pataki, took out the Senate Republican majority leader when he was elected governor -- the two men seemed to forge a good relationship and went out of their way to praise each other.  The spat over the next comptroller could threaten to end the honeymoon. At the heart of the battle between Mr. Spitzer and Mr. Silver -- both lawyers with a tendency to view government through a lawyerly prism and speak in legalese -- is a dispute about the terms of the deal they made.  Mr. Spitzer said all along that the panel could recommend ''up to five'' candidates, but Mr. Silver is now claiming that the agreement was for the panel to recommend five candidates, and that by offering only three the former comptrollers ''did not conform'' to the agreement.  In announcing the agreement on the selection process on Jan. 9, Mr. Spitzer said that the ''screening panel will then report out up to five names of individuals whom they deem to be qualified to be comptroller of the State of New York.'' Mr. Silver, who shared the stage with him, looked on approvingly. Their news release said that the panel would select ''up to five comptroller candidates.''  But Assembly officials now note that a second reference in the news release says that ''the Legislature will select among the five candidates,'' and that a hearing notice put out by the Legislature says the panel ''will submit five candidates to the Legislature.''  Some rank-and-file members of the Assembly are doubly angry, because the State Constitution gives the Legislature the right to select the replacement for a comptroller who resigns, and gives no role to the governor. Because Assembly Democrats control the biggest bloc of votes, the choice would have effectively been theirs. Now they are grousing that Mr. Silver should not have ceded so much control to Mr. Spitzer.  ''As of this moment, the members are freaking out, and Shelly is in a very tight spot,'' said another Assembly Democrat who was granted anonymity to describe the private conversations of lawmakers. ''They are saying, 'If we're not going to stand up for something that is clearly the province of the Legislature, when will we stand up?' ''  Several assemblymen vying for the post said on Friday that they remained in the running.  NEWS ANALYSIS  ", 
            "title": "An Open Job Opens a Rift In Albany"
        }, 
        "weight": 0.586027884479248, 
        "file": "1821792.txt", 
        "other_topics": {
            "0": 0.00019103742938082093, 
            "1": 0.00015525499063548845, 
            "2": 0.007611479719320779, 
            "3": 0.00015130871495828822, 
            "4": 0.00021741755792626356, 
            "5": 9.315644652538531e-05, 
            "6": 0.027550261912162564, 
            "7": 0.0002501192754780361, 
            "8": 0.00010512591023236254, 
            "9": 0.0001550880791764659, 
            "10": 0.2346877082852873, 
            "11": 0.00028921217523910237, 
            "12": 0.586027884479248, 
            "13": 0.00012253678896609509, 
            "14": 0.02539224373591166, 
            "15": 0.00020666719767872786, 
            "16": 0.0001167747278295557, 
            "17": 0.0002816245887146738, 
            "18": 8.44377347607149e-05, 
            "19": 0.09499629498553544, 
            "20": 0.00016919618782934535, 
            "21": 0.00011729084157669217, 
            "22": 0.0001268657500139114, 
            "23": 8.561759312387241e-05, 
            "24": 9.835450665767582e-05, 
            "25": 9.253749453725908e-05, 
            "26": 0.00010428785609175518, 
            "27": 0.010052392066600007, 
            "28": 0.002803307051665214, 
            "29": 0.007594122619774239, 
            "30": 7.039329716222538e-05
        }
    }, 
    {
        "content": {
            "text": "  Last week New Hampshire seemed to come up with a way to reassert its traditional election-year primacy despite the new 2008 schedule making the so-called first primary state the third to vote in the Democratic nominating process -- after the Iowa and Nevada caucuses.  WMUR-TV in Manchester, N.H., The Union Leader of New Hampshire and CNN announced last week that they would hold the first candidates' debates of the presidential election season this year, with back-to-back Democratic and Republican debates in early April. They stood to be the earliest nationally televised debates of a presidential nominating season in memory.  They also trumped a Democratic debate scheduled in South Carolina for later in April, which was initially billed as the first of the season, and a Republican debate in that state in May. But just a day after the New Hampshire announcement, the Nevada Democrats said they would hold a candidates ''forum'' on Feb. 21, making that potentially the first big event of the campaign cycle.  Your move, New Hampshire.  JIM RUTENBERG  POLITICAL ACTION: 2008 RACE  ", 
            "title": "Jockeying to Be First State"
        }, 
        "weight": 0.5842737849973902, 
        "file": "1819241.txt", 
        "other_topics": {
            "0": 0.0008473510060396369, 
            "1": 0.0006886371583518751, 
            "2": 0.0007270173713794146, 
            "3": 0.0006711333598762393, 
            "4": 0.000964360685948363, 
            "5": 0.00041319760707734696, 
            "6": 0.0010756082358167026, 
            "7": 0.0011094099224070505, 
            "8": 0.0004662884445469194, 
            "9": 0.0006878968186541483, 
            "10": 0.23713843660161732, 
            "11": 0.0012828073977023905, 
            "12": 0.5842737849973902, 
            "13": 0.0005435148062022208, 
            "14": 0.0025149611634127968, 
            "15": 0.0009166772105134051, 
            "16": 0.0005179570486636412, 
            "17": 0.0012491524794189645, 
            "18": 0.000374525556217429, 
            "19": 0.035963034520398014, 
            "20": 0.0337843534053356, 
            "21": 0.0005202462833140678, 
            "22": 0.0005627160146296088, 
            "23": 0.000379758845705495, 
            "24": 0.07751530644997146, 
            "25": 0.00041045223099304317, 
            "26": 0.00046257123571794305, 
            "27": 0.0005424481853806319, 
            "28": 0.0014228410390035983, 
            "29": 0.011661322795009461, 
            "30": 0.0003122311233049239
        }
    }, 
    {
        "content": {
            "text": "  Change is in the air at the State Capitol, but the top faces in the Legislature are staying the same. The Senate majority leader, Joseph L. Bruno, and the Assembly speaker, Sheldon Silver, were both confirmed on Wednesday as the leaders of their respective chambers -- positions they have held since 1994.  Mr. Bruno was re-elected temporary president of the Senate on a unanimous voice vote despite his disclosure last month that federal authorities were looking into his business activities.  The federal investigation did not seem to shake the confidence of the Senate's Republicans.  ''We all know Joe Bruno, he knows you, and he's run this house with some efficiency not formerly seen -- starting on time; ending sessions on time, more or less; and no 4 o'clock in the morning sessions,'' Senator Owen H. Johnson, a Suffolk County Republican, said in sponsoring the resolution to re-elect Mr. Bruno as temporary president.  Not a single ''nay'' vote was heard, because Senator John J. Bonacic of the Hudson Valley, the only Republican dissenter, had left the chamber before the vote to symbolically register his protest.  ''I think there's a cloud over him, and that cloud is getting thicker every day,'' Mr. Bonacic said of Mr. Bruno in an interview afterward. ''And my concern is more for the conference and the message that the conference sends out -- that it doesn't get diluted or distracted by the problems of our majority leader with the federal investigation.''  Mr. Bruno said after the vote, ''These are challenging times, these are days that are problematic -- more problematic for some than for others.'' He added, ''And I'm here now, and I can tell you, we will overcome whatever challenges are out there.''  CHANGEOVER IN ALBANY  ", 
            "title": "In the Albany of 2007, Many Familiar Faces And a Few New Names"
        }, 
        "weight": 0.5807004477703496, 
        "file": "1816370.txt", 
        "other_topics": {
            "0": 0.0006116312277712647, 
            "1": 0.0004970690866589588, 
            "2": 0.000524772525551269, 
            "3": 0.0004844345707664822, 
            "4": 0.0006960906473902805, 
            "5": 0.0002982525044845991, 
            "6": 0.0007763908712969418, 
            "7": 0.0008007894580958425, 
            "8": 0.0003365743025039199, 
            "9": 0.0004965346978695895, 
            "10": 0.35397708808849127, 
            "11": 0.0009259504715972125, 
            "12": 0.5807004477703496, 
            "13": 0.00039231749990248447, 
            "14": 0.0018153383582614911, 
            "15": 0.04835041554411802, 
            "16": 0.00037386951021346233, 
            "17": 0.0009016578244610026, 
            "18": 0.00027033841247397605, 
            "19": 0.0021143097987946224, 
            "20": 0.0005417036464094579, 
            "21": 0.000375521915639215, 
            "22": 0.0004061772328837726, 
            "23": 0.0002741158827927149, 
            "24": 0.0003148947714531521, 
            "25": 0.0002962708490275711, 
            "26": 0.0003338911629504836, 
            "27": 0.00039154759628754225, 
            "28": 0.0010270289471614844, 
            "29": 0.0004692015092294589, 
            "30": 0.00022537331511288564
        }
    }, 
    {
        "content": {
            "text": "  With Christopher J. Dodd officially running for president, a Connecticut senator will be part of presidential politics for the third election cycle in a row.  Mr. Dodd is calling himself the ''dark horse'' in a crowded race in which candidates, and would-be candidates, have been jockeying for early attention. Senators Hillary Rodham Clinton of New York and Barack Obama of Illinois have dominated the spotlight so far, even though they have not officially declared their intentions.  And Mr. Dodd made somewhat of an odd pick by announcing the start of his campaign on Don Imus's nationally syndicated radio show early Thursday, the morning after President Bush's speech on Iraq.  ''I'm not as well known as some of the other candidates who'll be running, but a year from now, we'll still be talking about the first caucuses and primaries,'' he said. ''Twelve months is more than a lifetime in politics.''  Senator Dodd, 62, said he had finally decided that he wanted to get ''out of the bleachers and on the arena floor and make my case.''  Mr. Dodd, in his fifth term, said he planned to have a rally with Connecticut supporters this week, after traveling to Iowa and South Carolina to gather early support.  Mr. Imus needled Mr. Dodd by saying that he had been particularly impressed with Mr. Obama.  Mr. Dodd responded with a mix of chuckles and indignation: ''Wait a minute. I come on the program, I blow everyone else off. I announce here -- at least leave the door open a little bit for me.''  The state's other senator, Joseph I. Lieberman, ran for vice president in 2000 and president in 2004.  ", 
            "title": "Senator Dodd Gets Off the Sideline"
        }, 
        "weight": 0.5773411024729596, 
        "file": "1818750.txt", 
        "other_topics": {
            "0": 0.0006165314965118927, 
            "1": 0.000501051506124628, 
            "2": 0.0005289768995042958, 
            "3": 0.0004883157649832273, 
            "4": 0.0007016675883396164, 
            "5": 0.008312444775069082, 
            "6": 0.0007826111617994211, 
            "7": 0.0008072052252626541, 
            "8": 0.000339270869419688, 
            "9": 0.048571329218046, 
            "10": 0.22862423900364617, 
            "11": 0.0009333690041137283, 
            "12": 0.5773411024729596, 
            "13": 0.0003954606703193691, 
            "14": 0.11399512071604279, 
            "15": 0.0006669731532598667, 
            "16": 0.00037686487897618695, 
            "17": 0.0009088817290808649, 
            "18": 0.0002725043105051548, 
            "19": 0.002131249231813421, 
            "20": 0.0005460436691628043, 
            "21": 0.0003785305231482413, 
            "22": 0.008421234175101917, 
            "23": 0.0002763120451709072, 
            "24": 0.00031741764624285487, 
            "25": 0.0002986445126247347, 
            "26": 0.0003365662330814516, 
            "27": 0.0003946845983885426, 
            "28": 0.001035257300484506, 
            "29": 0.00047296065916219, 
            "30": 0.00022717896165425617
        }
    }, 
    {
        "content": {
            "text": "  Senate Democratic leaders on Friday embraced a proposal to shed light on the murky practice of Congressional earmarks, reversing themselves after trying to block an almost identical measure the day before.  The Democrats' switch makes it likely that the Senate will follow the new House rules requiring the disclosure of the sponsor as well as the cost and the purpose of any earmark. That would bring into public view for the first time a practice that last year allowed lawmakers to direct federal money to more than 12,000 pet projects worth more than $64 billion by tucking them into complicated spending bills, often anonymously. Lawmakers tend to use the projects to reward constituents and contributors.  The reversal follows a White House statement of support for the measure and a day of news coverage noting that Senate Democrats were opposing a rule that their House counterparts had just adopted a week ago. Senator Harry Reid of Nevada, the Democratic leader, said he had come around to the measure after some adjustments that he said had strengthened it.  ''Yesterday was a rather difficult day, as some days are,'' Mr. Reid said, appearing to apologize for his effort to kill the measure Thursday. ''There is a lot of confusion as to what people were trying to accomplish.''  While debating a proposed package of ethics and lobbying rule changes that would include the earmark disclosure requirements, the Senate also voted 87 to 0 to deny federal pension benefits to any member of Congress convicted of fraud or corruption charges.  Sponsors of the measure said its inspiration was former Representative Randy Cunningham, Republican of California. He is in prison for selling earmarked defense contracts worth tens of millions of dollars in exchange for gifts and cash worth over $2.4 million, but he still receives his federal pension of $40,000 a year, becoming the latest in a long chain of corrupt lawmakers whose retirement benefits have galled taxpayers.  But while Mr. Cunningham's actions provoked the Senate vote, he will continue to collect his pension. The main sponsors, Senators John Kerry of Massachusetts and Ken Salazar of Colorado, both Democrats, said Congress could not revoke the pension of Mr. Cunningham or other former lawmakers, only future Congressional criminals.  The Cunningham scandal also helped inspire bipartisan calls for more earmark disclosure last year. But any restrictions have always drawn the fierce opposition of the powerful House and Senate Appropriations Committees, which dole out earmarks to other lawmakers as they write spending bills. In part because of internal resistance, the leaders of both parties initially proposed a weak earmark disclosure requirement with loopholes that excluded all but a small part of all earmarks. The Senate had approved the same provision last year under Republican control.  A bipartisan agreement to settle for the weaker earmark measure fell apart Thursday when Senator Jim DeMint, Republican of South Carolina, sought to impose the new House rule on the Senate. ''Our version of earmark disclosure was going to be an embarrassment to the Senate, especially after Nancy Pelosi placed a much stronger version on the House side,'' Mr. DeMint said. ''Some of the Democrats bought that argument.''  A move by Senate Democratic leaders to kill Mr. DeMint's amendment unexpectedly failed, with nine Democrats, the independent Joseph I. Lieberman and 41 Republicans voting to keep it alive. The surprise threw the Senate into chaos as the Democratic leaders sought to block its immediate passage and regain control of the debate.  On Friday, Democratic aides said Republican leaders failed to deliver on a pledge to support the weaker measure. Republicans aides said there was no such agreement.  ", 
            "title": "In Reversal, Senate Endorses Plan on Disclosing Earmarks"
        }, 
        "weight": 0.5724176714986593, 
        "file": "1818479.txt", 
        "other_topics": {
            "0": 0.0002460006559037756, 
            "1": 0.00019992328023075377, 
            "2": 0.00021106572003575202, 
            "3": 0.00019484162472421335, 
            "4": 0.00027997059020428555, 
            "5": 0.00011995841349616943, 
            "6": 0.07064118393233851, 
            "7": 0.00032208089284492444, 
            "8": 0.00013537160206490362, 
            "9": 0.0001997083468089082, 
            "10": 0.21589676089930115, 
            "11": 0.12184964016358588, 
            "12": 0.5724176714986593, 
            "13": 0.00015779175084015354, 
            "14": 0.0007301367336113486, 
            "15": 0.003462896173009831, 
            "16": 0.00015037189168720866, 
            "17": 0.0003626505746386268, 
            "18": 0.0001087312481197481, 
            "19": 0.007243922147474928, 
            "20": 0.0034146444087864466, 
            "21": 0.00015103649610911718, 
            "22": 0.0001633661938202349, 
            "23": 0.00011025056259205349, 
            "24": 0.0001266520033655226, 
            "25": 0.00011916138332493281, 
            "26": 0.00013429243203555134, 
            "27": 0.0001574820923635113, 
            "28": 0.000413075368232137, 
            "29": 0.0001887148232147722, 
            "30": 9.06460965752261e-05
        }
    }, 
    {
        "content": {
            "text": "  Senator Joseph I. Lieberman of Connecticut was able to beat back a fierce challenge last fall, but now his critics are joining the very party he created to win his way back to Washington for a fourth term.  Shortly after the November election, John M. Orman, a professor of politics at Fairfield University who ran briefly against Mr. Lieberman, filed paperwork with state election officials to become the chairman of the Connecticut for Lieberman party.  If you can't beat him, Mr. Orman reasoned, join his party to argue with him.  And this week, the secretary of state's office said that was just fine.  Mr. Lieberman created the party line last summer when it became clear he might lose the Democratic primary to Ned Lamont. By creating a minor party, Mr. Lieberman was assured a higher ballot position than if he had run as an individual, but neither he nor his supporters said that they planned to keep the party active or join it themselves. Instead, Mr. Lieberman pledged to remain a Democrat if re-elected.  As it turned out, Mr. Lieberman, who lost the primary but won the general election handily, later said that his party identification was not that simple, and asked to be called an ''Independent Democrat'' -- something that agitated his already vocal band of opponents.  ''It was a joke,'' Mr. Orman said of Mr. Lieberman's political party. ''There was a mockery of the system. I expected the secretary of state to say this was a mockery. But none of that happened.''  Mr. Orman is the lone member of the party. But after an article about his move appeared in The Stamford Advocate on Wednesday, he said he received dozens of calls and e-mail messages from people asking to join. Under the rules, Mr. Orman said, any critic of Mr. Lieberman, or even someone who shares Mr. Lieberman's last name would be eligible.  Under state law, control of the party can be challenged in court. But Mr. Lieberman, who was at the Capitol on Wednesday for the inauguration of Gov. M. Jodi Rell, said he had no plans to take legal action.  ''We haven't thought about the party,'' he said. ''That party won't have anything to do until six years from now.''  Not if Mr. Orman has his way. He plans to hold regular meetings to critique Mr. Lieberman. And if the past is any guide, such meetings are not likely to be quiet affairs.  ", 
            "title": "Lieberman's Party Now Has Critic as Its Chief"
        }, 
        "weight": 0.5715625633579137, 
        "file": "1816281.txt", 
        "other_topics": {
            "0": 0.028713222202318853, 
            "1": 0.00035369662970010344, 
            "2": 0.0003734094085276384, 
            "3": 0.00034470635891280054, 
            "4": 0.0004953132724518584, 
            "5": 0.0002122258423771089, 
            "6": 0.04014166218299165, 
            "7": 0.0005698132111406105, 
            "8": 0.00023949426676170862, 
            "9": 0.00035331637770129196, 
            "10": 0.2688442725033093, 
            "11": 0.0006588733233733731, 
            "12": 0.5715625633579137, 
            "13": 0.0002791591374562469, 
            "14": 0.04653654159943732, 
            "15": 0.00047082216803034173, 
            "16": 0.00026603220610429544, 
            "17": 0.011952790438233614, 
            "18": 0.005847964618280489, 
            "19": 0.01847127177118385, 
            "20": 0.0003854569901321152, 
            "21": 0.0002672079988576031, 
            "22": 0.00028902122901574147, 
            "23": 0.00019505108342730696, 
            "24": 0.00022406788585825014, 
            "25": 0.00021081576704716083, 
            "26": 0.00023758504037339255, 
            "27": 0.0002786113015092776, 
            "28": 0.0007307971607268639, 
            "29": 0.0003338670557449572, 
            "30": 0.00016036761110122907
        }
    }, 
    {
        "content": {
            "text": "  An article yesterday about the presidential campaign of Mitt Romney, the former governor of Massachusetts, misidentified the home state of Mike Huckabee, another former governor who is also a prospective Republican candidate for president. He was the governor of Arkansas, not Arizona.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5666265909945905, 
        "file": "1817858.txt", 
        "other_topics": {
            "0": 0.0031009573643660084, 
            "1": 0.002520129736492504, 
            "2": 0.0026605855846420696, 
            "3": 0.1636433526146368, 
            "4": 0.0035291648321436548, 
            "5": 0.0015121338777816654, 
            "6": 0.0039362852657928065, 
            "7": 0.08465362538685564, 
            "8": 0.00170642458170269, 
            "9": 0.0025174203966540722, 
            "10": 0.06189308008789415, 
            "11": 0.004694549270154931, 
            "12": 0.5666265909945905, 
            "13": 0.0019890414113179224, 
            "14": 0.009203727009459184, 
            "15": 0.0033546628568646144, 
            "16": 0.0018955104945065342, 
            "17": 0.004571386063934291, 
            "18": 0.0013706100227859827, 
            "19": 0.010719505877772689, 
            "20": 0.0027464260086235057, 
            "21": 0.0019038881550007142, 
            "22": 0.0020593099638460234, 
            "23": 0.0013897617172575866, 
            "24": 0.041893329720162055, 
            "25": 0.001502086926605711, 
            "26": 0.0016928211210223575, 
            "27": 0.0019851380163043836, 
            "28": 0.005207014999418082, 
            "29": 0.0023788417094374736, 
            "30": 0.001142637931973358
        }
    }, 
    {
        "content": {
            "text": "  The Spitzer administration and Democrats in the State Assembly are close to agreeing on how to review candidates for state comptroller, a politically charged selection process, state officials said on Monday evening.  The plan, which is still being negotiated, calls for creating an outside panel of experts -- former state or city comptrollers, for example -- and asking the panel to forward a short list of qualified candidates to the entire Legislature for a vote, said several Democrats who were granted anonymity to describe the private negotiations.  The choice of a comptroller to replace Alan G. Hevesi, who resigned in disgrace, has been a flashpoint between Gov. Eliot Spitzer and the Assembly. The governor has said he would like an outsider with financial experience, while some lawmakers are vying for the post and others warn that the governor should not be allowed to choose the fiscal officer who will audit his agencies and monitor his budgets and contracts.  While aides to Mr. Spitzer have said they would like the new comptroller to have financial expertise and to come from ''outside government,'' Mr. Spitzer signaled on Monday that he would be open to considering a candidate from the Assembly.  ''I have never said that one of them couldn't be a good comptroller, or one of them might not end up being a good comptroller,'' Mr. Spitzer said. ''What I have said is that we need to look for certain standards and qualifications, and begin with a question relating to qualifications, rather than membership, and then we go from there.''  While the State Constitution gives the Legislature the power the choose the next comptroller to fill the vacancy -- and the Assembly Democrats have the deciding vote, since they constitute a majority of the Legislature -- the Spitzer administration has been trying to recruit candidates and to influence the final decision.  Candidates will be invited to speak at a joint legislative hearing. Some details of the agreement must still be resolved, including who would serve on the panel, and how brief its list would be. Once the list is forwarded, though, it will still fall to the Assembly to choose a candidate from it -- and it is unclear how much deference Assembly Democrats intend to give to the new governor's wishes.  ", 
            "title": "Spitzer and Assembly Near Deal On How to Choose Comptroller"
        }, 
        "weight": 0.5651627898831364, 
        "file": "1817550.txt", 
        "other_topics": {
            "0": 0.0004938708307374118, 
            "1": 0.0004013659074548644, 
            "2": 0.00042373546570957324, 
            "3": 0.00039116397763757916, 
            "4": 0.006979901025731847, 
            "5": 0.00024082846897151655, 
            "6": 0.0070447406488388835, 
            "7": 0.00706444165458233, 
            "8": 0.0002717719809503247, 
            "9": 0.0004009344071923544, 
            "10": 0.25373496098753123, 
            "11": 0.1226864837986968, 
            "12": 0.5651627898831364, 
            "13": 0.0003167826637885858, 
            "14": 0.0014658222509845052, 
            "15": 0.0005342769787814846, 
            "16": 0.00030188655714872035, 
            "17": 0.0007280571667834709, 
            "18": 0.00021828881568925713, 
            "19": 0.027378559902781468, 
            "20": 0.0004374067538058644, 
            "21": 0.0003032208167536545, 
            "22": 0.0003279739135653668, 
            "23": 0.00022133899089237668, 
            "24": 0.00025426651765170395, 
            "25": 0.00023922835147855597, 
            "26": 0.0002696054395769082, 
            "27": 0.00031616099353920236, 
            "28": 0.0008292899647623937, 
            "29": 0.0003788638130704794, 
            "30": 0.00018198107177495328
        }
    }, 
    {
        "content": {
            "text": "  Of all the new rules passed in Congress's recent ethics overhauls, the most sweeping is a barely debated provision in a Senate bill passed Thursday night that could alter one of the most time-honored campaign fund-raising practices in Washington.  Rushing to complete its promised reform bill, the Senate adopted a measure that, for the first time, would require registered lobbyists to disclose not only the limited money they can donate to candidates personally but also the tens or hundreds of thousands of dollars they raise from clients and friends and deliver as sheaves of checks -- a tradition known as bundling.  If signed into law, the measure could expose a potent tool that lobbyists use to gain access on Capitol Hill and even at the White House. Although currently invisible in campaign finance disclosures, bundling is a pillar of the modern campaign. The ability to deliver an envelope of checks -- each one in compliance with the federal limit -- is one of the most valuable favors a lobbyist can provide a lawmaker. Bundling is also a major reason incumbents so easily outraise their challengers and so rarely lose their seats.  There are a host of uncertainties about the measure, including whether the House will agree to it. In addition, it is not clear whether lawmakers will shy from using lobbyists to collect money for their campaigns just because the extent of their reliance on lobbyists -- and the special interests they represent -- will be made more visible.  Still, the measure is causing ripples as interested parties learn details of what the Senate did.  ''It is the most significant provision in the bill,'' said Marc Elias, a campaign finance lawyer who represents numerous senators. ''They have essentially created a new campaign finance regulatory structure.''  Since campaign finance laws cap individual contributions at $2,100 per election, or $4,200 for both a primary and a general election, lobbyists who can gather and bundle checks from scores of friends and clients stand out on a campaign team, sometimes earning hero status in a tight race.  ''By the nature of what we do, you have to have people helping you to gather contributions,'' said Senator Mary L. Landrieu, a Louisiana Democrat who voted along with 95 others in favor of the ethics bill. ''Otherwise you are raising $10 million or $20 million, $100 at a time.''  And lobbyists, who earn their own income selling influence with the White House or Congress, have the most incentive to spend time holding fund-raisers or making calls to gather checks. ''It is the capacity for fund-raising that gives lobbyists their power,'' said Meredith McGeehee, policy director of the Campaign Legal Center. ''It is the currency of power in Washington.''  As the money spent on presidential campaigns has swollen, candidates have formalized their networks of bundlers like a network marketing business. President Bush's 2004 re-election campaign, for example, rewarded its fund-raisers with names like Pioneers, each of whom bundled at least $100,000, or Rangers, who bundled at least $200,000 apiece. Of the campaign's more than 500 bundlers, Public Citizen, the ethics advocacy group, identified more than 60 prominent lobbyists.  Members of Congress, however, usually prefer not to call attention to their connections on K Street, where many lobbyists have offices. Some lawmakers have especially close ties to just a few lobbyists who play a big role in their fund-raising, and calling attention to those relationships could focus new scrutiny on their votes.  Given the reliance of many lawmakers on lobbyists as fund-raisers, the idea of requiring them to disclose their roles usually meets stiff resistance on Capitol Hill -- all of it behind the scenes and almost none of it in public. House passage is far from assured, and its adoption by the Senate by a roll-call vote of 96 to 2 followed some backroom resistance among senators in both parties to allowing the idea to come up for a vote at all.  The Republicans who controlled the Senate last year refused to let it come up. And on Jan. 12, before the details of the proposal had been disclosed, Senator Charles E. Schumer, the New York Democrat in charge of his party's fund-raising as head of the senatorial campaign committee, used a run-in on the Senate floor to deliver an angry rebuke to the disclosure idea's lead sponsor, Senator Barack Obama, Democrat of Illinois, several people present or briefed on the confrontation said.  In a subsequent conversation, Mr. Schumer said he worried that the proposal could cramp fund-raising by placing an undue burden on potential bundlers, said aides who were briefed and a lawmaker familiar with their talk, speaking on the condition of anonymity because of the nature of the talks.  ''Senator Obama has not been the most popular person in our caucus in the last couple of weeks,'' said a Democratic aide involved in deliberations over the bill. Mr. Obama also this week started a bid for his party's presidential nomination.  Eric Schultz, a spokesman for Mr. Schumer, said the senator quickly supported the bill when he understood it would apply only to lobbyists. Registered lobbyists, of course, are not the only ones who seek to influence legislation, and the Senate measure would not affect other interested parties.  ''As often happens when bills are on the floor, rumors swirl about what amendments contain or don't contain and that's what happened here,'' Mr. Schultz said. ''But as soon as Senator Schumer saw the language and what was included, he supported it and in fact urged the Senate Democratic leadership to accept it.''  A spokesman for Mr. Obama said the senator was pleased that the Democratic leaders made the legislation a priority but he would not comment on private discussions within the party.  In the House, Republicans quietly deleted a similar proposal, after it had passed in committee, before it could come to a floor vote. But on Friday, the proposal's previous sponsor, Representative Chris Van Hollen of Maryland, now chairman of the House Democrats' re-election committee, and Representative Martin T. Meehan, Democrat of Massachusetts, sent a letter to colleagues announcing plans to reintroduce it.  ''Hopefully, requiring disclosure will begin to break the nexus between lawmaking and the efforts by lobbyists to enhance their influence by channeling money from special interests,'' Mr. Van Hollen said in an interview.  He said he saw no conflict with his new role as the House Democrats' chief fund-raiser. ''It may make some kinds of fund-raising more difficult, but it will play at least as much on the Republican side as the Democratic side,'' he said. ''From a political perspective, it is probably a wash.''  The rules for bundling would require the approval of the House and the signature of the president. Many other elements of the Senate ethics overhaul do not require House approval because they change only Senate rules. But none of the Senate rules will take effect until a House and Senate conference harmonizes their respective rule changes.  Some lawmakers, however, acknowledged that anything addressing bundling was likely to face skepticism in both chambers.  ''I am sick and tired of fund-raising,'' said Senator Bob Casey, a newly elected Pennsylvania Democrat who voted for the ethics bill. ''When you sit in a room for four hours making calls, it kind of has a deadening effect on you.''  He added, wryly, ''Anything that reduces the amount of time that you are spending fund-raising is good for the country, and it is definitely good for me.''  ", 
            "title": "Senate Bill Puts Campaign Gifts In the Spotlight"
        }, 
        "weight": 0.5629915176113578, 
        "file": "1820088.txt", 
        "other_topics": {
            "0": 0.00013046937402769827, 
            "1": 0.00010603168975075166, 
            "2": 0.0001119412152402612, 
            "3": 0.006885114263346433, 
            "4": 0.04083915187299327, 
            "5": 6.362137149879366e-05, 
            "6": 0.00016561487769034124, 
            "7": 0.00017081943266117328, 
            "8": 7.179593939555658e-05, 
            "9": 0.00010591769725385037, 
            "10": 0.25861619114064865, 
            "11": 0.08327429470554167, 
            "12": 0.5629915176113578, 
            "13": 8.368673198538978e-05, 
            "14": 0.000387236701621489, 
            "15": 0.00014114375387375895, 
            "16": 7.975152142466239e-05, 
            "17": 0.00019233604597539825, 
            "18": 5.76669107946722e-05, 
            "19": 0.04283712199484014, 
            "20": 0.00011555285676485209, 
            "21": 8.010400228526774e-05, 
            "22": 8.66432041276787e-05, 
            "23": 5.8472697297251466e-05, 
            "24": 6.717139650602067e-05, 
            "25": 6.319865706683253e-05, 
            "26": 0.0017666680112437222, 
            "27": 8.352250092892591e-05, 
            "28": 0.0002190794350588588, 
            "29": 0.00010008715124812472, 
            "30": 4.807523555079481e-05
        }
    }, 
    {
        "content": {
            "text": "  The deeply personal political culture in New York has more than its share of grudges, but its leaders can also be on their best behavior when it is required of them, as was clear on the dais during the Spitzer inauguration as a new power structure took hold in Albany.  George E. Pataki holds little love for Assembly Speaker Sheldon Silver, a Democrat, and has only a bit more for the Senate majority leader, Joseph L. Bruno, a Republican. Still, before Gov. Eliot Spitzer's address, the three men shook hands, smiled, and sat together for what could be the last time. (Mr. Pataki's wife, Libby, was artfully placed between Mr. Pataki and the two other men.)  Mr. Silver and Mr. Bruno, meanwhile, kibitzed through the ceremonial introductions like two grizzled veterans from an era that the new whippersnapper, Mr. Spitzer, would like to retire.  During his speech, Mr. Spitzer sent an olive branch to the Legislature's two leaders by referring to them -- ''my good friend Shelly Silver, and Joe Bruno'' -- somewhat surprising words from a man who has vowed to reform the ''three men in a room'' style of governing that Mr. Silver and Mr. Bruno represent.  But Mr. Silver has been Mr. Spitzer's ally and occasional foil on some issues, while Mr. Bruno has said he would work well with the new governor, but Mr. Bruno also faces an uncertain future, now that he is under investigation for his outside consulting work.  And as far as Mr. Pataki is concerned? Mr. Spitzer thanked the departing governor for his ''careful stewardship'' of the state for the last 12 years, a compliment that had a robotic quality.  ", 
            "title": "On the Democrats' Day of Days, the Old Guard Sits Together One More Time"
        }, 
        "weight": 0.5496979631939282, 
        "file": "1815957.txt", 
        "other_topics": {
            "0": 0.0006215109193928295, 
            "1": 0.0005050982536926602, 
            "2": 0.0005332491867950196, 
            "3": 0.0004922596522088376, 
            "4": 0.0007073346137291661, 
            "5": 0.0003030701832359025, 
            "6": 0.02501846233773028, 
            "7": 0.0008137246264465756, 
            "8": 0.0003420109940355131, 
            "9": 0.00858106536922694, 
            "10": 0.05278750198840166, 
            "11": 0.0009409073683363765, 
            "12": 0.5496979631939282, 
            "13": 0.00039865461243171805, 
            "14": 0.14722184400926291, 
            "15": 0.000672359968692821, 
            "16": 0.0003799086319912598, 
            "17": 0.0009162223215784995, 
            "18": 0.0002747051943311397, 
            "19": 0.12329611433258614, 
            "20": 0.0005504537963916692, 
            "21": 0.0003815877287553533, 
            "22": 0.00041273822196082624, 
            "23": 0.0002785436822045164, 
            "24": 0.000319981273080181, 
            "25": 0.0003010565180581037, 
            "26": 0.00033928451367447587, 
            "27": 0.00039787227254807576, 
            "28": 0.08180871992973153, 
            "29": 0.0004767805307199924, 
            "30": 0.00022901377484081464
        }
    }, 
    {
        "content": {
            "text": "  Excerpts yesterday from President Bush's State of the Union address misstated a word from the speech in some copies. Mr. Bush said, ''Some in this chamber are new to the House and the Senate, and I congratulate the Democrat majority'' -- not Democratic majority.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5484297457877244, 
        "file": "1821335.txt", 
        "other_topics": {
            "0": 0.0032311629560795394, 
            "1": 0.0026259470519143686, 
            "2": 0.002772300477704986, 
            "3": 0.17051454658912446, 
            "4": 0.003677350357202558, 
            "5": 0.0015756266199164455, 
            "6": 0.004101565304169146, 
            "7": 0.004230459654662941, 
            "8": 0.0017780753644346026, 
            "9": 0.08660079691631425, 
            "10": 0.0225030620240093, 
            "11": 0.0048916679318214765, 
            "12": 0.5484297457877244, 
            "13": 0.0020725589458959305, 
            "14": 0.00959018079789476, 
            "15": 0.003495521247017542, 
            "16": 0.0019751007747124314, 
            "17": 0.0047633332458741, 
            "18": 0.0014281603429148865, 
            "19": 0.09514727842352025, 
            "20": 0.0028617452412126217, 
            "21": 0.0019838302034232125, 
            "22": 0.00214577799318604, 
            "23": 0.0014481161947540336, 
            "24": 0.0016635454083830223, 
            "25": 0.0015651578089504097, 
            "26": 0.0017639007102681588, 
            "27": 0.002068491651867439, 
            "28": 0.005425651500793869, 
            "29": 0.0024787265049943, 
            "30": 0.0011906159692584126
        }
    }, 
    {
        "content": {
            "text": "  A brief report on Thursday about Andrea Stewart-Cousins, a freshman New York State senator, in an article about the opening session of the State Legislature, misstated the number of new senators taking office and referred imprecisely to the historical significance of Ms. Stewart-Cousins' election. Counting Ms. Stewart-Cousins, there are seven new senators; she is not the only one. She is one of a few candidates in recent years to have won by defeating an incumbent; more commonly, newcomers win by running for open seats.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5470011047913887, 
        "file": "1817660.txt", 
        "other_topics": {
            "0": 0.0016796130273510827, 
            "1": 0.0013650115879271583, 
            "2": 0.0014410885682270432, 
            "3": 0.2632483843894666, 
            "4": 0.0019115487674399823, 
            "5": 0.0008190373042230646, 
            "6": 0.002132062855094245, 
            "7": 0.0021990643134496635, 
            "8": 0.000924273577752315, 
            "9": 0.0013635440919401306, 
            "10": 0.12082999998441638, 
            "11": 0.0025427715331732188, 
            "12": 0.5470011047913887, 
            "13": 0.0010773511125243727, 
            "14": 0.0049851378038637435, 
            "15": 0.0018170309277736841, 
            "16": 0.0010266907106298707, 
            "17": 0.0024760609978928317, 
            "18": 0.0007423818450854337, 
            "19": 0.027632655118420116, 
            "20": 0.00148758346559305, 
            "21": 0.0010312284149744855, 
            "22": 0.001115411608807085, 
            "23": 0.0007527552336073137, 
            "24": 0.0008647389740133615, 
            "25": 0.0008135954396317584, 
            "26": 0.0009169053533328813, 
            "27": 0.0010752368644566708, 
            "28": 0.0028203452027864874, 
            "29": 0.001288483863432346, 
            "30": 0.0006189022713249498
        }
    }
]