[
    {
        "i": 0, 
        "content": {
            "text": "  Podcast: Scheduled to appear this week are Calvin Trillin, the author of ''About Alice''; Liesl Schillinger on Martin Amis; Neil Genzlinger on ''Jimi Hendrix Turns Eighty''; and Dwight Garner, senior editor, with best-seller news. Sam Tanenhaus, the editor of the Book Review, is the host.  Featured Author: A retrospective on the career of Martin Amis, the author of ''House of Meetings.''  First Chapters: Excerpts from ''Inés of My Soul,'' by Isabel Allende; ''Exit A,'' by Anthony Swofford; and other books.  Links: Read reviews of the books listed in the Editors' Choice and Paperback Row features.  www.nytimes.com/books  ", 
            "title": "On the Web"
        }, 
        "weight": 0.8469218119034257, 
        "file": "1818600.txt", 
        "other_topics": {
            "0": 0.0012058587391994464, 
            "1": 0.0009799942758281657, 
            "2": 0.0010346128635937062, 
            "3": 0.0009550847540236399, 
            "4": 0.001372374320207994, 
            "5": 0.0005880183559812882, 
            "6": 0.0015306898580041315, 
            "7": 0.01724888002399974, 
            "8": 0.0006635715209362922, 
            "9": 0.0009789407040637884, 
            "10": 0.02406815146109479, 
            "11": 0.0018255534013690287, 
            "12": 0.0009609330607067978, 
            "13": 0.0007734717658582486, 
            "14": 0.0035790220062672197, 
            "15": 0.001304516330828376, 
            "16": 0.8469218119034257, 
            "17": 0.0017776593444317622, 
            "18": 0.0005329844560274169, 
            "19": 0.004168457777314457, 
            "20": 0.0010679933371932726, 
            "21": 0.0007403585088101662, 
            "22": 0.06348114583560029, 
            "23": 0.016210519154495208, 
            "24": 0.0006208293410208305, 
            "25": 0.0005841114322624862, 
            "26": 0.0006582815894676314, 
            "27": 0.0007719538659207287, 
            "28": 0.002024834205830696, 
            "29": 0.0009250520814831657, 
            "30": 0.00044433372475360044
        }
    }, 
    {
        "i": 1, 
        "content": {
            "text": "  Weeks  This  Last  On  Week  Week  List  FICTION  1  1  PLUM LOVIN', by Janet Evanovich. (St. Martin's, $16.95.) A mysterious man in Stephanie Plum's life helps her track down a matchmaker who skipped bail.  2  3  9  CROSS, by James Patterson. (Little, Brown, $27.99.) Alex Cross, retired from the F.B.I., has a chance to track a rapist who may have murdered his wife.  3  1  16  FOR ONE MORE DAY, by Mitch Albom. (Hyperion, $21.95.) A troubled man gets a last chance to reconnect and restore his relationship with his dead mother.  4  2  2  THE HUNTERS, by W. E. B. Griffin. (Putnam, $26.95.) An Army officer seeks the killers of a shady American diplomat murdered in Uruguay.  5  5  3  SHADOW DANCE, by Julie Garwood. (Ballantine, $25.95.) A businesswoman encounters danger and romance while investigating an ancient Scottish feud.  6  1  EXILE, by Richard North Patterson. (Holt, $26.) A San Francisco lawyer defends a Palestinian woman accused of assassinating the Israeli prime minister.  7  4  7  NEXT, by Michael Crichton. (HarperCollins, $27.95.) The author of ''Jurassic Park'' describes a not-too-distant future when genetic engineering runs amok.  8*  8  3  STALEMATE, by Iris Johansen. (Bantam, $26.) The forensic sculptor Eve Duncan travels to Colombia to identify a skull for a shady arms dealer.  9  6  11  DEAR JOHN, by Nicholas Sparks. (Warner, $24.99.) An unlikely romance between a soldier and an idealistic young woman is tested in the aftermath of 9/11.  10  7  6  HANNIBAL RISING, by Thomas Harris. (Delacorte, $27.95.) The childhood and adolescence of Hannibal Lecter shed light on how he became ''death's prodigy.''  11*  11  6  THE BOLEYN INHERITANCE, by Philippa Gregory. (Touchstone/Simon & Schuster, $25.95.) Politics and treachery in the court of Henry VIII, narrated by three women, two of them his sometime wives.  12  10  2  THE CAT WHO HAD 60 WHISKERS, by Lilian Jackson Braun. (Putnam, $23.95.) The columnist Jim Qwilleran and his cats probe a mysterious death.  13  9  7  TREASURE OF KHAN, by Clive Cussler and Dirk Cussler. (Putnam, $27.95.) In his 19th adventure, Dirk Pitt confronts a murderous Mongolian tycoon who manipulates the oil market and knows Genghis Khan's secret .  14  12  7  BROTHER ODD, by Dean Koontz. (Bantam, $27.) With his ability to see the spirits of the dead, Odd Thomas, a character in two previous novels by Koontz, heads off a catastrophe at a monastery .  15  1  WEB OF EVIL, by J. A. Jance. (Touchstone/Simon & Schuster, $25.95.) Alison Reynolds, a former Los Angeles news anchor, comes under suspicion when her about-to-be-ex husband is murdered.  16*  13  10  WILD FIRE, by Nelson DeMille. (Warner, $26.99.) Detective John Corey and his wife, an F.B.I. agent, help to foil a nuclear plot against the United States.  Weeks  This  Last  On  Week  Week  List  NONFICTION  1  1  13  THE AUDACITY OF HOPE, by Barack Obama. (Crown, $25.) The Illinois junior senator proposes that Americans move beyond their political divisions.  2  2  14  THE INNOCENT MAN, by John Grisham. (Doubleday, $28.95.) Grisham's first nonfiction book concerns a man sentenced to death for a crime he did not commit.  3  3  65  MARLEY & ME, by John Grogan. (Morrow, $29.95 and $21.95.) A newspaper columnist and his wife learn some life lessons from their neurotic dog.  4  11  2  ABOUT ALICe, by Calvin Trillin. (Random House, $14.95.) The New Yorker writer's recollections of his deceased wife.  5  6  8  PALESTINE PEACE NOT APARTHEID, by Jimmy Carter. (Simon & Schuster, $27.) The former president calls for revitalizing the peace process.  6  4  17  THE GOD DELUSION, by Richard Dawkins. (Houghton Mifflin, $27.) An Oxford scientist asserts that belief in God is irrational.  7*  5  24  I FEEL BAD ABOUT MY NECK, by Nora Ephron. (Knopf, $19.95.) A witty look at aging from a novelist and screenwriter (''When Harry Met Sally'').  8  7  16  CULTURE WARRIOR, by Bill O'Reilly. (Broadway, $26.) The host of ''The O'Reilly Factor'' describes a culture war between traditionalists and secular-progressives.  9  9  93  THE WORLD IS FLAT, by Thomas L. Friedman. (Farrar, Straus & Giroux, $30.) A columnist for The New York Times analyzes 21st-century economics and foreign policy.  10  8  88  FREAKONOMICS, by Steven D. Levitt and Stephen J. Dubner. (Morrow, $27.95.) A maverick scholar and a journalist apply economic theory to everything from cheating sumo wrestlers to abortion and the falling birth rate.  11  1  THE SECRET LIVES OF MEN AND WOMEN, by Frank Warren. (Regan, $21.95.) More postcard confessions from the PostSecret Project.  12  3  BLOOD AND THUNDER, by Hampton Sides. (Doubleday, $26.95.) A history of the American conquest of the West, focused on Kit Carson's defeat of the Navajo.  13*  1  ON ''THE WEALTH OF NATions, by P. J. O'Rourke. (Atlantic Monthly, $21.95.) The author of ''Give War a Chance'' reads (and praises) Adam Smith.  14  2  SEA OF THUNDER, by Evan Thomas. (Simon & Schuster, $27.) The naval war in the South Pacific, 1941-45.  15  10  13  I LIKE YOU, by Amy Sedaris. (Warner, $27.99.) A wacky approach to entertaining from the actress and playwright.  16*  1  PRIME GREEN, by Robert Stone. (Ecco/HarperCollins, $25.95.) A memoir of the '60s from the author of ''Dog Soldiers.''  Rankings reflect sales, for the week ended Jan. 13, at almost 4,000 bookstores plus wholesalers serving 50,000 other retailers, statistically weighted to represent all such outlets nationwide. An asterisk (*) indicates that a book's sales are barely distinguishable from those of the book above. A dagger () indicates that some bookstores report receiving bulk orders. Expanded rankings are available at The New York Times on the Web: nytimes.com/books.  ", 
            "title": "BEST SELLERS: January 28, 2007"
        }, 
        "weight": 0.8334039806001617, 
        "file": "1822253.txt", 
        "other_topics": {
            "0": 0.00016071503192644244, 
            "1": 0.00013061215730129097, 
            "2": 0.00013789164020518703, 
            "3": 0.00012729225384830066, 
            "4": 0.0001829079771264793, 
            "5": 7.837019858363051e-05, 
            "6": 0.00020400803294914546, 
            "7": 0.00021041911773079407, 
            "8": 8.84398103243461e-05, 
            "9": 0.02310381296748532, 
            "10": 0.022004136980236504, 
            "11": 0.0002433070007679584, 
            "12": 0.002216557273571959, 
            "13": 0.0001030871490193263, 
            "14": 0.010919434479908615, 
            "15": 0.025235690761644523, 
            "16": 0.8334039806001617, 
            "17": 0.0002369237531788836, 
            "18": 7.103536349839077e-05, 
            "19": 0.0005555657582329091, 
            "20": 0.00014234053932237191, 
            "21": 9.8673864120629e-05, 
            "22": 0.00010672899614458902, 
            "23": 0.00633748464767669, 
            "24": 8.274319712545714e-05, 
            "25": 7.784948968980247e-05, 
            "26": 0.03141501826984308, 
            "27": 0.00010288484560766662, 
            "28": 0.0044468379779543, 
            "29": 0.03771602973691769, 
            "30": 5.9220127895891745e-05
        }
    }, 
    {
        "i": 2, 
        "content": {
            "text": "  Weeks  This  On  Week  List  FICTION  1  28  THE MEMORY KEEPER'S DAUGHTER, by Kim Edwards. (Penguin, $14.) A doctor's decision to secretly send his newborn daughter, who has Down syndrome, to an institution haunts everyone involved.  2  1  SLOW BURN, by Julie Garwood. (Ballantine, $7.99.) Terrible mishaps befall a successful businesswoman in Charleston, S.C.  3  1  HONEYMOON, by James Patterson and Howard Roughan. (Warner, $7.99.) An F.B.I. agent who is investigating a beautiful and mysterious woman finds himself becoming obsessed with her.  4  1  GONE, by Lisa Gardner. (Bantam, $7.99.) A former F.B.I. profiler searches for his ex-wife's kidnapper.  5  5  S IS FOR SILENCE, by Sue Grafton. (Berkley, $7.99.) Kinsey Millhone searches for a woman who disappeared 34 years ago.  6  1  LETHAL JUSTICE, by Fern Michaels. (Zebra, $6.99.) The Sisterhood plots revenge against the greedy bosses who helped put Alexis behind bars.  7  5  THE LAST TEMPLAR, by Raymond Khoury. (Signet, $9.99.) A coding device stolen from an exhibit of Vatican artifacts may hold clues to the medieval Knights Templar's lost treasure -- and their secrets.  8  6  CELL, by Stephen King. (Pocket Star, $9.99.) What remains of humanity fights to survive after a mysterious force scrambles cellphone users' brains.  9  9  THE TENTH CIRCLE, by Jodi Picoult. (Washington Square, $15.) When his teenage daughter is date-raped, a comic-book artist is overwhelmed by rage.  10  7  THE FIVE PEOPLE YOU MEET IN HEAVEN, by Mitch Albom. (Hyperion, $12.) An old man who died trying to rescue a girl finds all is explained in the afterlife.  11  7  THE ALCHEMIST, by Paulo Coelho. (HarperSanFrancisco, $13.95 and $13.) A Spanish shepherd boy travels to Egypt in search of treasure.  12  1  THE HUNT CLUB, by John Lescroart. (Signet, $9.99.) A private investigator, a homicide detective and their friends search for the murderer of a local judge.  13  1  A LITTLE BIT WICKED, by Victoria Alexander. (Avon, $6.99.) Four titled Victorian men bet on who among them can remain unmarried the longest.  14  5  HALO: GHOSTS OF ONYX, by Eric Nylund. (Tor/Tom Doherty, $12.95.) In the Human-Covenant wars, a plan to help the human forces is set in motion.  15  26  WICKED, by Gregory Maguire. (ReganBooks/ HarperCollins, $15.) A little green-skinned girl grows up to become the Wicked Witch of the West.  16*  1  THE HOSTAGE, by W. E. B. Griffin. (Jove, $9.99.) An Army officer probes the murder of an American diplomat and the kidnapping of his wife.  Weeks  This  On  Week  List  NONFICTION  1  6  THE PURSUIT OF HAPPYNESS, by Chris Gardner with Quincy Troupe and Mim Eichler Rivas. (Amistad/HarperCollins, $14.95.) Gardner's life story, from a grim childhood to homelessness to success.  2  125  RUNNING WITH SCISSORS, by Augusten Burroughs. (Picador, $14 and $7.99.) In the 1970s, a young boy lives with a crazy psychiatrist in a squalid household.  3  51  THE GLASS CASTLE, by Jeannette Walls. (Scribner, $14.) The author recalls a bizarre childhood during which she and her siblings were constantly moved from one bleak place to another.  4  25  FLAGS OF OUR FATHERS, by James Bradley with Ron Powers. (Bantam, $14 and $7.99.) The story of the six men who raised the flag at Iwo Jima, by the son of one of them.  5  4  THE IRAQ STUDY GROUP REPORT, by James A. Baker III and Lee H. Hamilton et al. (Vintage, $10.95.) An assessment of America's involvement in the Iraq war with proposals for a plan of action.  6  58  DREAMS FROM MY FATHER, by Barack Obama. (Three Rivers, $13.95.) The Democratic senator from Illinois reflects on life as the son of a black African father and white American mother.  7  9  AMERICA (THE BOOK), by Jon Stewart, Ben Karlin, David Javerbaum et al. (Warner, $15.99.) ''The Daily Show'' offers an illustrated parody of a civics text.  8  10  90 MINUTES IN HEAVEN, by Don Piper with Cecil Murphey. (Revell, $12.99.) A Baptist minister describes the otherworldly experience he had after a car accident.  9  125  THE TIPPING POINT, by Malcolm Gladwell. (Back Bay/Little, Brown, $14.95.) A journalist's study of social epidemics, otherwise known as fads.  10  24  1776, by David McCullough. (Simon & Schuster, $18.) An account of America's founding year, by the Pulitzer Prize-winning biographer of John Adams, focusing on the inexperienced George Washington.  11  27  AN INCONVENIENT TRUTH, by Al Gore. (Rodale, $21.95.) The former vice president sounds an alarm about global warming.  12  28  THE END OF FAITH, by Sam Harris. (Norton, $13.95.) The clash between reason and religion.  13  14  TEAM OF RIVALS, by Doris Kearns Goodwin. (Simon & Schuster, $19.95.) The genius of Abraham Lincoln revealed in his relationship with his cabinet.  14  145  THE DEVIL IN THE WHITE CITY, by Erik Larson. (Vintage, $14.95.) The tale of an architect and a serial killer, linked by the Chicago World's Fair of 1893.  15  11  THE CITY OF FALLING ANGELS, by John Berendt. (Penguin, $15.) The author of ''Midnight in the Garden of Good and Evil'' investigates a fire in Venice.  Weeks  This  On  Week  List  Advice, How-to and Miscellaneous: Hardcover  1  9  YOU: ON A DIET, by Michael F. Roizen and Mehmet C. Oz et al. (Free Press, $25.) Weight-loss tips, from the authors of ''You: The Owner's Manual.''  2  1  THE BEST LIFE DIET, by Bob Greene. (Simon & Schuster, $26.) The author of ''Total Body Makeover'' offers a lifelong plan for losing weight.  3  4  MAD MONEY, by James J. Cramer with Cliff Mason. (Simon & Schuster, $25.) How to put advice from the TV show $(3$)Mad Money$(2$) into practice.  4  27  CESAR'S WAY, by Cesar Millan with Melissa Jo Peltier. (Harmony, $24.95.) Insight into canine psychology and help solving problems.  5  5  HOMEKEEPING HANDBOOK, by Martha Stewart. (Clarkson Potter, $45.) Taking care of your house and everything in it.  Weeks  This  On  Week  List  Advice, How-to and Miscellaneous: Paperback  1  8  2, 4, 6, 8, by Rachael Ray. (Clarkson Potter, $19.95.) Recipes from the Food Network host for groups of many sizes.  2  7  THE WORLD ALMANAC & BOOK OF FACTS 2007. (World Almanac, $12.99.) The latest edition of a reference work, covering topics like science, politics and history, issued annually since 1868.  3  307  RICH DAD, POOR DAD, by Robert T. Kiyosaki with Sharon L. Lechter. (Warner, $16.95.) Teaching one's children how to get rich and stay rich. ()  4  62  1,000 PLACES TO SEE BEFORE YOU DIE, by Patricia Schultz. (Workman, $18.95.) A reference book for travelers.  5  294  WHAT TO EXPECT WHEN YOU'RE EXPECTING, by Heidi Murkoff, Arlene Eisenberg and Sandee Hathaway. (Workman, $13.95.) For parents-to-be. ()  Rankings reflect sales, for the week ended Dec. 30, at almost 4,000 bookstores plus wholesalers serving 60,000 other retailers (gift shops, department stores, newsstands, supermarkets), statistically weighted to represent all such outlets nationwide. An asterisk (*) indicates that a book's sales are barely distinguishable from those of the book above. A dagger () indicates that some bookstores report receiving bulk orders. Expanded rankings are available at The New York Times on the Web: nytimes.com/books.  ", 
            "title": "PAPERBACK BEST SELLERS: January 14, 2007"
        }, 
        "weight": 0.7996644269236197, 
        "file": "1818596.txt", 
        "other_topics": {
            "0": 0.00012557264104833763, 
            "1": 0.00010205214377738312, 
            "2": 0.00010773987492954336, 
            "3": 9.945817954379298e-05, 
            "4": 0.0001429128158160915, 
            "5": 6.123355542830222e-05, 
            "6": 0.00015939907540338534, 
            "7": 0.00016440829475496962, 
            "8": 6.910131817243519e-05, 
            "9": 0.027842739095658462, 
            "10": 0.06941062206747076, 
            "11": 0.00019010482283926062, 
            "12": 0.00010006719558521782, 
            "13": 0.001712357398096545, 
            "14": 0.06401335423809833, 
            "15": 0.00013584639363443057, 
            "16": 0.7996644269236197, 
            "17": 0.014871421471043568, 
            "18": 5.5502575555000013e-05, 
            "19": 0.00043408422162563364, 
            "20": 0.00011121596553044131, 
            "21": 7.709756562001802e-05, 
            "22": 0.0017152029089136215, 
            "23": 5.6278119547634635e-05, 
            "24": 6.465034208239087e-05, 
            "25": 6.0826706173247634e-05, 
            "26": 0.018018477703287312, 
            "27": 8.038776231409572e-05, 
            "28": 0.0002108570188577612, 
            "29": 9.633071370882219e-05, 
            "30": 4.6270891863500575e-05
        }
    }, 
    {
        "i": 3, 
        "content": {
            "text": "  Weeks  This  On  Week  List  FICTION  1  29  THE MEMORY KEEPER'S DAUGHTER, by Kim Edwards. (Penguin, $14.) A doctor's decision to secretly send his newborn daughter, who has Down syndrome, to an institution haunts everyone involved.  2  2  HONEYMOON, by James Patterson and Howard Roughan. (Warner, $7.99.) An F.B.I. agent who is investigating a beautiful and mysterious woman finds himself becoming obsessed with her.  3  1  POINT BLANK, by Catherine Coulter. (Jove, $7.99.) Dillon Savich and Lacey Sherlock -- F.B.I. agents as well as husband and wife -- pursue a violent couple.  4  2  SLOW BURN, by Julie Garwood. (Ballantine, $7.99.) Terrible mishaps befall a successful businesswoman in Charleston, S.C.  5  2  GONE, by Lisa Gardner. (Bantam, $7.99.) A former F.B.I. profiler searches for his estranged wife's kidnapper.  6  1  SUN KISSED, by Catherine Anderson. (Signet, $7.99.) A rancher recovering from a bad marriage gets support from a handsome vet when her horses fall ill and she falls under suspicion.  7  6  THE LAST TEMPLAR, by Raymond Khoury. (Signet, $9.99.) A coding device stolen from an exhibit of Vatican artifacts may hold clues to the medieval Knights Templar's lost treasure -- and their secrets.  8  2  LETHAL JUSTICE, by Fern Michaels. (Zebra, $6.99.) The Sisterhood plots revenge against the greedy bosses who helped put Alexis behind bars.  9  2  THE HUNT CLUB, by John Lescroart. (Signet, $9.99.) A private investigator, a homicide detective and their friends search for the murderer of a local judge.  10  2  THE HOSTAGE, by W. E. B. Griffin. (Jove, $9.99.) An Army officer probes the murder of an American diplomat and the kidnapping of his wife.  11  6  S IS FOR SILENCE, by Sue Grafton. (Berkley, $7.99.) Kinsey Millhone searches for a woman who disappeared 34 years ago.  12  10  THE TENTH CIRCLE, by Jodi Picoult. (Washington Square, $15.) When his teenage daughter is date-raped, a comic-book artist is overwhelmed by rage.  13  1  SWEETWATER CREEK, by Anne Rivers Siddons. (Harper, $9.99.) A troubled debutante's arrival at a Lowcountry plantation disrupts the world of the owner's motherless 12-year-old daughter.  14  1  THE CAT WHO DROPPED A BOMBSHELL, by Lilian Jackson Braun. (Jove, $7.99.) The columnist Jim Qwilleran and his cats probe the mysterious death of a wealthy couple.  15  7  CELL, by Stephen King. (Pocket Star, $9.99.) What remains of humanity fights to survive after a mysterious force scrambles cellphone users' brains.  Weeks  This  On  Week  List  NONFICTION  1  7  THE PURSUIT OF HAPPYNESS, by Chris Gardner with Quincy Troupe and Mim Eichler Rivas. (Amistad/HarperCollins, $14.95.) Gardner's life story, from a grim childhood to homelessness to success.  2  52  THE GLASS CASTLE, by Jeannette Walls. (Scribner, $14.) The author recalls a bizarre childhood during which she and her siblings were constantly moved.  3  126  RUNNING WITH SCISSORS, by Augusten Burroughs. (Picador, $14 and $7.99.) In the 1970s, a young boy lives with a crazy psychiatrist in a squalid household.  4  59  DREAMS FROM MY FATHER, by Barack Obama. (Three Rivers, $13.95.) The Democratic senator from Illinois reflects on life as the son of a black African father and white American mother.  5  5  THE IRAQ STUDY GROUP REPORT, by James A. Baker III and Lee H. Hamilton et al. (Vintage, $10.95.) An assessment of America's involvement in the Iraq war with proposals for a plan of action.  6  1  THE FREEDOM WRITERS DIARY, by The Freedom Writers with Erin Gruwell. (Broadway, $13.95.) High school students considered ''unteachable'' write about their lives; the basis for the movie ''Freedom Writers.''  7  26  FLAGS OF OUR FATHERS, by James Bradley with Ron Powers. (Bantam, $14 and $7.99.) The story of the six men who raised the flag at Iwo Jima, by the son of one of them.  8  11  90 MINUTES IN HEAVEN, by Don Piper with Cecil Murphey. (Revell, $12.99.) A Baptist minister describes the otherworldly experience he had after a car accident.  9  126  THE TIPPING POINT, by Malcolm Gladwell. (Back Bay/Little, Brown, $14.95.) A journalist's study of social epidemics, otherwise known as fads.  10  10  AMERICA (THE BOOK), by Jon Stewart, Ben Karlin, David Javerbaum et al. (Warner, $15.99.) ''The Daily Show'' offers an illustrated parody of a civics text.  11  29  THE END OF FAITH, by Sam Harris. (Norton, $13.95.) The clash between reason and religion.  12  28  AN INCONVENIENT TRUTH, by Al Gore. (Rodale, $21.95.) The former vice president sounds an alarm about global warming.  13*  12  THE CITY OF FALLING ANGELS, by John Berendt. (Penguin, $15.) The author of ''Midnight in the Garden of Good and Evil'' investigates a fire in Venice.  14  15  THE PLACES IN BETWEEN, by Rory Stewart. (Harvest/Harcourt, $14.) The author recounts his walk across Afghanistan in the dead of winter.  15  2  THE WORST HARD TIME, by Timothy Egan. (Mariner/Houghton Mifflin, $14.95.) What happened to those who stayed put during the 1930s Dust Bowl.  Weeks  This  On  Week  List  Advice, How-to and Miscellaneous: Hardcover  1  10  YOU: ON A DIET, by Michael F. Roizen and Mehmet C. Oz et al. (Free Press, $25.) Weight-loss tips, from the authors of ''You: The Owner's Manual.''  2  1  THE PROPER CARE AND FEEDING OF MARRIAGE, by Laura C. Schlessinger. (HarperCollins, $25.95.) Advice for couples on understanding each other.  3  2  THE BEST LIFE DIET, by Bob Greene. (Simon & Schuster, $26.) The author of ''Total Body Makeover'' offers a lifelong plan for losing weight.  4  5  MAD MONEY, by James J. Cramer with Cliff Mason. (Simon & Schuster, $25.) How to put advice from the TV show ''Mad Money'' into practice.  5  28  CESAR'S WAY, by Cesar Millan with Melissa Jo Peltier. (Harmony, $24.95.) Insight into canine psychology and help solving problems.  Weeks  This  On  Week  List  Advice, How-to and Miscellaneous: Paperback  1  8  THE WORLD ALMANAC & BOOK OF FACTS 2007. (World Almanac, $12.99.) The latest edition of a reference work, covering topics like science, politics and history, issued annually since 1868.  2*  59  THE SOUTH BEACH DIET, by Arthur Agatston. (St. Martin's, $14.95 and $7.99.) A weight-loss plan devised by a Miami cardiologist.  3  308  RICH DAD, POOR DAD, by Robert T. Kiyosaki with Sharon L. Lechter. (Warner, $16.95.) Teaching one's children how to get rich and stay rich. ()  4  295  WHAT TO EXPECT WHEN YOU'RE EXPECTING, by Heidi Murkoff, Arlene Eisenberg and Sandee Hathaway. (Workman, $13.95.) Advice for parents-to-be. ()  5  2  THE BIGGEST LOSER COOKBOOK, by Devin Alexander et al. (Rodale, $21.95.) TV show recipes.  Rankings reflect sales, for the week ended Jan. 6, at almost 4,000 bookstores plus wholesalers serving 60,000 other retailers (gift shops, department stores, newsstands, supermarkets), statistically weighted to represent all such outlets nationwide. An asterisk (*) indicates that a book's sales are barely distinguishable from those of the book above. A dagger () indicates that some bookstores report receiving bulk orders. Expanded rankings are available at The New York Times on the Web: nytimes.com/books.  ", 
            "title": "PAPERBACK BEST SELLERS: January 21, 2007"
        }, 
        "weight": 0.7721508530583441, 
        "file": "1820188.txt", 
        "other_topics": {
            "0": 0.021166424947260086, 
            "1": 0.0001012262330864066, 
            "2": 0.00010686793328035182, 
            "3": 0.0033358638109364513, 
            "4": 0.00014175621862870126, 
            "5": 6.073799064932943e-05, 
            "6": 0.00015810905448236865, 
            "7": 0.00016307773408963413, 
            "8": 6.854207938208033e-05, 
            "9": 0.01952438070121359, 
            "10": 0.05590003787628548, 
            "11": 0.00018856629949445323, 
            "12": 9.925734913230887e-05, 
            "13": 7.98939699829942e-05, 
            "14": 0.10557902961186204, 
            "15": 0.0001347469851881168, 
            "16": 0.7721508530583441, 
            "17": 0.00018361919409744633, 
            "18": 5.5053391747283026e-05, 
            "19": 0.00043057116657206325, 
            "20": 0.00011031589178834298, 
            "21": 7.647361298818759e-05, 
            "22": 8.271645200598472e-05, 
            "23": 5.58226592419321e-05, 
            "24": 6.412712515891679e-05, 
            "25": 6.03344340360257e-05, 
            "26": 0.01949125896257082, 
            "27": 7.973718203364888e-05, 
            "28": 0.00020915054744328557, 
            "29": 9.555110670227986e-05, 
            "30": 4.589642031536292e-05
        }
    }, 
    {
        "i": 4, 
        "content": {
            "text": "  Weeks  This  On  Week  List  FICTION  1  27  THE MEMORY KEEPER'S DAUGHTER, by Kim Edwards. (Penguin, $14.) A doctor's decision to secretly send his newborn daughter, who has Down syndrome, to an institution haunts everyone involved.  2  5  CELL, by Stephen King. (Pocket Star, $9.99.) What remains of humanity fights to survive after a mysterious force scrambles cellphone users' brains.  3  4  S IS FOR SILENCE, by Sue Grafton. (Berkley, $7.99.) Kinsey Millhone searches for a woman who disappeared 34 years ago.  4  6  THE FIVE PEOPLE YOU MEET IN HEAVEN, by Mitch Albom. (Hyperion, $12.) An old man who died trying to rescue a girl finds all is explained in the afterlife.  5  8  THE TENTH CIRCLE, by Jodi Picoult. (Washington Square, $15.) When his teenage daughter is date-raped, a comic-book artist is overwhelmed by rage.  6  4  ON THE RUN, by Iris Johansen. (Bantam, $7.99.) A girl and her mother, a horse trainer who once worked for the C.I.A., are targets of a Middle East magnate.  7  6  THE ALCHEMIST, by Paulo Coelho. (HarperSanFrancisco, $13.95 and $13.) A tale about the lessons a Spanish shepherd boy learns during his travels to Egypt in search of treasure.  8  25  WICKED, by Gregory Maguire. (ReganBooks/ HarperCollins, $15.) A little green-skinned girl grows up to become the Wicked Witch of the West; source of the Broadway musical.  9  4  THE LAST TEMPLAR, by Raymond Khoury. (Signet, $9.99.) A coding device stolen from an exhibit of Vatican artifacts may hold clues to the medieval Knights Templar's long-lost treasure -- and their secrets.  10  8  FOREVER ODD, by Dean Koontz. (Bantam, $7.99.) Odd Thomas, a character from Koontz's 2003 novel of the same name, searches for a missing friend.  11  107  THE KITE RUNNER, by Khaled Hosseini. (Riverhead, $15.95 and $14.) An Afghan-American returns to Kabul to learn how his childhood friend has fared under the Taliban.  12  8  VALLEY OF SILENCE, by Nora Roberts. (Jove, $7.99.) The circle of six go into battle to save humans from the vampire Lilith in the final Circle Trilogy book.  13  3  SAVING FISH FROM DROWNING, by Amy Tan. (Ballantine, $14.95.) The misadventures of 12 American tourists in China and Burma.  14  4  HALO: GHOSTS OF ONYX, by Eric Nylund. (Tor/Tom Doherty, $12.95.) In the Human-Covenant wars, a plan to help the human forces is set in motion.  15  14  MORRIGAN'S CROSS, by Nora Roberts. (Jove, $7.99.) A sorcerer gathers five warriors to help him battle a vampire who lured his twin to the dark side.  Weeks  This  On  Week  List  NONFICTION  1  5  THE PURSUIT OF HAPPYNESS, by Chris Gardner with Quincy Troupe and Mim Eichler Rivas. (Amistad/HarperCollins, $14.95.) Gardner's life story, from a grim childhood to homelessness to success.  2  24  FLAGS OF OUR FATHERS, by James Bradley with Ron Powers. (Bantam, $14 and $7.99.) The story of the six men who raised the flag at Iwo Jima.  3  124  RUNNING WITH SCISSORS, by Augusten Burroughs. (Picador, $14 and $7.99.) In the 1970s, a young boy lives with a crazy psychiatrist in a squalid household.  4  3  The irAQ STUDY GROUP REPORT, by James A. Baker III and Lee H. Hamilton et al. (Vintage, $10.95.) An assessment of America's involvement in the Iraq war with proposals for a plan of action.  5  50  THE GLASS CASTLE, by Jeannette Walls. (Scribner, $14.) The author recalls a bizarre childhood during which she and her siblings were constantly moved.  6  57  DREAMS FROM MY FATHER, by Barack Obama. (Three Rivers, $13.95.) The Democratic senator from Illinois reflects on life as the son of a black African father and white American mother.  7  8  AMERICA (THE BOOK), by Jon Stewart, Ben Karlin, David Javerbaum et al. (Warner, $15.99.) ''The Daily Show'' offers an illustrated parody of a civics text.  8  13  TEAM OF RIVALS, by Doris Kearns Goodwin. (Simon & Schuster, $19.95.) The genius of Abraham Lincoln revealed in his relationship with his cabinet.  9  23  1776, by David McCullough. (Simon & Schuster, $18.) An account of America's founding year focusing on the inexperienced George Washington.  10  26  AN INCONVENIENT TRUTH, by Al Gore. (Rodale, $21.95.) The former vice president sounds an alarm about global warming.  11  18  HOLIDAYS ON ICE, by David Sedaris. (Back Bay/ Little, Brown, $8.95.) Comic essays about Christmas.  12  9  90 MINUTES IN HEAVEN, by Don Piper with Cecil Murphey. (Revell, $12.99.) A minister describes the otherworldly experience he had after a car accident.  13  124  THE TIPPING POINT, by Malcolm Gladwell. (Back Bay/Little, Brown, $14.95.) A journalist's study of social epidemics, otherwise known as fads.  14  167  TUESDAYS WITH MORRIE, by Mitch Albom. (Broadway, $12.95; Anchor, $6.99.) The author tells of his visits to his old college mentor.  15  14  TEACHER MAN, by Frank McCourt. (Scribner, $15.) The author of ''Angela's Ashes'' remembers his years teaching high school in New York City.  16*  144  THE DEVIL IN THE WHITE CITY, by Erik Larson. (Vintage, $14.95.) The tale of an architect and a serial killer, linked by the Chicago World's Fair of 1893.  Weeks  This  On  Week  List  Advice, How-to and Miscellaneous: Hardcover  1  8  YOU: ON A DIET, by Michael F. Roizen and Mehmet C. Oz et al. (Free Press, $25.) Weight-loss tips, from the authors of ''You: The Owner's Manual.''  2  15  GUINNESS WORLD RECORDS 2007. (Guinness, $28.95.) An illustrated collection of records about subjects as various as sports and technology.  3  6  JOY OF COOKING, by Irma S. Rombauer, Marion Rombauer Becker and Ethan Becker. (Scribner, $30.) Marking 75 years of ''Joy.''  4  4  HOMEKEEPING HANDBOOK, by Martha Stewart. (Clarkson Potter, $45.) Taking care of your house and everything in it.  5  3  MAD MONEY, by James J. Cramer with Cliff Mason. (Simon & Schuster, $25.) How to put advice from the TV show ''Mad Money'' into practice.  Weeks  This  On  Week  List  Advice, How-to and Miscellaneous: Paperback  1  7  2, 4, 6, 8, by Rachael Ray. (Clarkson Potter, $19.95.) Recipes from the Food Network host for groups of many sizes.  2  6  THE WORLD ALMANAC & BOOK OF FACTS 2007. (World Almanac, $12.99.) The latest edition of a reference work, covering topics like science, politics and history, issued annually since 1868.  3  61  1,000 PLACES TO SEE BEFORE YOU DIE, by Patricia Schultz. (Workman, $18.95.) A reference book for travelers.  4  35  365: NO REPEATS, by Rachael Ray. (Clarkson Potter, $19.95.) A year's worth of dinner recipes from the Food Network host.  5  3  BAD PRESIDENT, by R. D. Rosen, Harry Prichett and Rob Battles. (Workman, $8.95.) Photos and captions that make fun of President Bush.  Rankings reflect sales, for the week ended Dec. 23, at almost 4,000 bookstores plus wholesalers serving 60,000 other retailers (gift shops, department stores, newsstands, supermarkets), statistically weighted to represent all such outlets nationwide. An asterisk (*) indicates that a book's sales are barely distinguishable from those of the book above. A dagger () indicates that some bookstores report receiving bulk orders. Expanded rankings are available at The New York Times on the Web: nytimes.com/books.  ", 
            "title": "PAPERBACK BEST SELLERS: January 7, 2007"
        }, 
        "weight": 0.7676710860403113, 
        "file": "1816867.txt", 
        "other_topics": {
            "0": 0.00012435509653747887, 
            "1": 0.008181010778545961, 
            "2": 0.00010669523580890416, 
            "3": 9.849383922608845e-05, 
            "4": 0.00014152714205008964, 
            "5": 6.06398386865846e-05, 
            "6": 0.0001578535518906749, 
            "7": 0.0001628142021632441, 
            "8": 6.843131609290922e-05, 
            "9": 0.030804756880964797, 
            "10": 0.04772975586902708, 
            "11": 0.00018826157831080778, 
            "12": 9.909695028588616e-05, 
            "13": 7.97648621563856e-05, 
            "14": 0.1264162801229758, 
            "15": 0.00013452923545802578, 
            "16": 0.7676710860403113, 
            "17": 0.006647280968186413, 
            "18": 5.496442603738732e-05, 
            "19": 0.00042987536803397236, 
            "20": 0.00011013762245171828, 
            "21": 7.63500324229971e-05, 
            "22": 8.258278307770965e-05, 
            "23": 5.5732450403746046e-05, 
            "24": 6.402349638996606e-05, 
            "25": 6.0236934216581146e-05, 
            "26": 6.788578790036266e-05, 
            "27": 0.0033115875779755476, 
            "28": 0.00020881256232851224, 
            "29": 0.006559355197906789, 
            "30": 4.582225217629946e-05
        }
    }, 
    {
        "i": 5, 
        "content": {
            "text": "  Weeks  This  Last  On  Week  Week  List  FICTION  1  1  14  FOR ONE MORE DAY, by Mitch Albom. (Hyperion, $21.95.) A troubled man gets a last chance to reconnect and restore his relationship with his dead mother.  2  2  7  CROSS, by James Patterson. (Little, Brown, $27.99.) Alex Cross, retired from the F.B.I., has a chance to track a rapist who may have murdered his wife.  3  3  5  NEXT, by Michael Crichton. (HarperCollins, $27.95.) The author of ''Jurassic Park'' describes a not-too-distant future when genetic engineering runs amok.  4  4  9  DEAR JOHN, by Nicholas Sparks. (Warner, $24.99.) An unlikely romance between a soldier and an idealistic young woman is tested in the aftermath of 9/11.  5  1  SHADOW DANCE, by Julie Garwood. (Ballantine, $25.95.) Jordan Buchanan, a successful businesswoman, encounters danger and romance when she investigates an ancient Scottish feud involving her family.  6  5  4  HANNIBAL RISING, by Thomas Harris. (Delacorte, $27.95.) The childhood and adolescence of Hannibal Lecter shed light on how he became ''death's prodigy.''  7  6  5  TREASURE OF KHAN, by Clive Cussler and Dirk Cussler. (Putnam, $27.95.) In his 19th adventure, Dirk Pitt confronts a murderous Mongolian tycoon who manipulates the oil market and knows the secret of Genghis Khan .  8  7  5  BROTHER ODD, by Dean Koontz. (Bantam, $27.) With his ability to see the spirits of the dead, Odd Thomas, a character in two previous novels by Koontz, heads off a catastrophe at a monastery .  9  1  STALEMATE, by Iris Johansen. (Bantam, $26.) The forensic sculptor Eve Duncan travels to Colombia to identify a skull for a shady arms dealer who promises to help her discover who abducted her daughter.  10  10  4  THE BOLEYN INHERITANCE, by Philippa Gregory. (Touchstone/Simon & Schuster, $25.95.) Politics and treachery in the court of Henry VIII, narrated by three women, two of them his sometime wives.  11  9  8  WILD FIRE, by Nelson DeMille. (Warner, $26.99.) Detective John Corey and his wife, an F.B.I. agent, help to foil a nuclear plot against the United States.  12  15  3  MISTRAL'S KISS, by Laurell K. Hamilton. (Ballantine, $23.95.) After Meredith Gentry gives up her job as a p.i. to assume her duties as a faerie princess, she must prove her fertility through sex with her bodyguards.  13  2  TRUE EVIL, by Greg Iles. (Scribner, $25.95.) A divorce attorney may be murdering his client's spouses.  14  8  10  LISEY'S STORY, by Stephen King. (Scribner, $28.) A widow's journey through grief after the death of her husband, a famous novelist with terrible memories.  15  11  7  NATURE GIRL, by Carl Hiaasen. (Knopf, $25.95.) A single mother takes revenge on her lecherous ex-boss and an annoying telemarketer in the Florida Everglades.  Weeks  This  Last  On  Week  Week  List  NONFICTION  1  1  11  THE AUDACITY OF HOPE, by Barack Obama. (Crown, $25.) The Illinois junior senator proposes that Americans move beyond their political divisions.  2  2  12  THE INNOCENT MAN, by John Grisham. (Doubleday, $28.95.) Grisham's first nonfiction book concerns a man sentenced to death for a crime he did not commit.  3  3  63  MARLEY & ME, by John Grogan. (Morrow, $29.95 and $21.95.) A newspaper columnist and his wife learn some life lessons from their neurotic dog.  4  4  14  CULTURE WARRIOR, by Bill O'Reilly. (Broadway, $26.) The host of ''The O'Reilly Factor'' describes a culture war between traditionalists and secular-progressives.  5  5  6  PALESTINE PEACE NOT APARTHEID, by Jimmy Carter. (Simon & Schuster, $27.) The former president calls for revitalizing the peace process.  6  9  15  THE GOD DELUSION, by Richard Dawkins. (Houghton Mifflin, $27.) An Oxford scientist asserts that belief in God is irrational.  7  6  22  I FEEL BAD ABOUT MY NECK, by Nora Ephron. (Knopf, $19.95.) A witty look at aging from a novelist and screenwriter (''When Harry Met Sally'').  8  8  86  FREAKONOMICS, by Steven D. Levitt and Stephen J. Dubner. (Morrow, $27.95.) A maverick scholar and a journalist apply economic theory to nearly everything.  9  7  11  I LIKE YOU, by Amy Sedaris. (Warner, $27.99.) A wacky approach to entertaining from the actress and playwright.  10  10  91  THE WORLD IS FLAT, by Thomas L. Friedman. (Farrar, Straus & Giroux, $30.) A columnist for The New York Times analyzes 21st-century economics and foreign policy.  11  11  11  THE LIFE AND TIMES OF THE THUNDERBOLT KID, by Bill Bryson. (Broadway, $25.) A memoir of growing up in mid-America at midcentury by the author of ''A Short History of Nearly Everything.''  12  7  THUNDERSTRUCK, by Erik Larson. (Crown, $25.95.) Intertwined stories of early-20th-century murder and scientific intrigue; from the author of ''The Devil in the White City.''  13  15  14  STATE OF DENIAL, by Bob Woodward. (Simon & Schuster, $30.) The third ''Bush at War'' volume by the longtime Washington Post reporter and editor describes a dysfunctional administration's inept conduct of the invasion and occupation of Iraq.  14  2  MY SECRET, compiled by Frank Warren. (Regan/HarperCollins, $19.95.) Warren invited people to mail him their secrets on decorated postcards for a Web site called the PostSecret Project; this book compiles cards from teenagers and college students.  15  4  THE BLIND SIDE, by Michael Lewis. (Norton, $24.95.) The evolving business of football, viewed through the rise of the left tackle Michael Oher.  Rankings reflect sales, for the week ended Dec. 30, at almost 4,000 bookstores plus wholesalers serving 50,000 other retailers, statistically weighted to represent all such outlets nationwide. An asterisk (*) indicates that a book's sales are barely distinguishable from those of the book above. A dagger () indicates that some bookstores report receiving bulk orders. Expanded rankings are available at The New York Times on the Web: nytimes.com/books.  Editors' Choice  Other recent books of particular interest  EVERYBODY LOVES SOMEBODY, by Joanna Scott. (Back Bay/Little, Brown; paper, $13.99.) Raw tales that sacrifice prettiness for accuracy.  AMERICAN SPEECHES: Political Oratory From the Revolution to the Civil War, edited by Ted Widmer. (Library of America, $35.)  AMERICAN SPEECHES: Political Oratory From Abraham Lincoln to Bill Clinton, edited by Ted Widmer. (Library of America, $35.) Taken together, a kind of museum of oratorical masterpieces (and some also-rans) in book form, with interjections from listeners.  PRIME GREEN: Remembering the Sixties, by Robert Stone.(Ecco/HarperCollins, $25.95.) Stone describes his trek through that notorious decade, from underdog to prize-winning novelist.  THE SCIENTIST AS REBEL, by Freeman Dyson. (New York Review, $27.95.) Essays from the iconoclastic physicist who has become one of science's most eloquent interpreters.  ON 'THE WEALTH OF NATIONS,' by P. J. O'Rourke. (Atlantic Monthly, $21.95.) A digestible rundown, with riffs, of Adam Smith's 1776 treatise.  ALTERNADAD, by Neal Pollack. (Pantheon, $23.95.) The writer (''Never Mind the Pollacks'') and first-time dad details his rock 'n' roll parenting style -- what works and what doesn't quite.  THE INITIALS OF THE EARTH, by Jesús Díaz. Translated by Kathleen Ross. (Duke University, $24.95.) An ambitious novel about a Cuban trying to live up to the ideals of a still young revolution.  WRESTLING WITH GRAVY: A Life, With Food, by Jonathan Reynolds. (Random House, $25.95.) This memoir-cum-cookbook revolves around recollections of meals prepared and eaten.  SEA OF THUNDER: Four Commanders and the Last Great Naval Campaign, 1941-1945, by Evan Thomas. (Simon & Schuster, $27.) An engaging account of the war in the Pacific and those who fought it, ending with the Battle of Leyte Gulf.  SACRED GAMES, by Vikram Chandra. (HarperCollins, $27.95.) A Sikh police inspector in Mumbai tracks down a crime kingpin in this vast novel by the author of ''Love and Longing in Bombay.''  The full reviews of these and other recent books are on the Web: nytimes.com/books.  ", 
            "title": "BEST SELLERS: January 14, 2007"
        }, 
        "weight": 0.7559014016774345, 
        "file": "1818594.txt", 
        "other_topics": {
            "0": 0.010613054357719686, 
            "1": 9.378776954154903e-05, 
            "2": 9.901489754462891e-05, 
            "3": 9.140386940252139e-05, 
            "4": 0.0016310038711939592, 
            "5": 5.6274747125812325e-05, 
            "6": 0.004645483849648613, 
            "7": 0.0001510942023210632, 
            "8": 6.350536366890019e-05, 
            "9": 0.05108227666138308, 
            "10": 0.03979498909669518, 
            "11": 0.00017470977730834274, 
            "12": 0.0015916279697445624, 
            "13": 7.402307698369465e-05, 
            "14": 0.01983815811546135, 
            "15": 0.006123502911839612, 
            "16": 0.7559014016774345, 
            "17": 0.007668448220622982, 
            "18": 0.0015506722763274972, 
            "19": 0.06488450061945836, 
            "20": 0.00010220948780128958, 
            "21": 7.085405998288496e-05, 
            "22": 7.663815299152595e-05, 
            "23": 5.172061174804112e-05, 
            "24": 5.9414835980636804e-05, 
            "25": 5.590084528741051e-05, 
            "26": 0.012060314333224558, 
            "27": 7.387781037036985e-05, 
            "28": 0.00019378142152494886, 
            "29": 8.852967162359816e-05, 
            "30": 0.021037825438038855
        }
    }, 
    {
        "i": 6, 
        "content": {
            "text": "  Weeks  This  Last  On  Week  Week  List  FICTION  1  1  15  FOR ONE MORE DAY, by Mitch Albom. (Hyperion, $21.95.) A troubled man gets a last chance to reconnect and restore his relationship with his dead mother.  2  1  THE HUNTERS, by W. E. B. Griffin. (Putnam, $26.95.) An Army officer seeks the killers of a shady American diplomat murdered in Uruguay; follows from Griffin's $(3$)Hostage.''  3  2  8  CROSS, by James Patterson. (Little, Brown, $27.99.) Alex Cross, retired from the F.B.I., has a chance to track a rapist who may have murdered his wife.  4  3  6  NEXT, by Michael Crichton. (HarperCollins, $27.95.) The author of ''Jurassic Park'' describes a not-too-distant future when genetic engineering runs amok.  5  5  2  SHADOW DANCE, by Julie Garwood. (Ballantine, $25.95.) A businesswoman encounters danger and romance while investigating an ancient Scottish feud.  6  4  10  DEAR JOHN, by Nicholas Sparks. (Warner, $24.99.) An unlikely romance between a soldier and an idealistic young woman is tested in the aftermath of 9/11.  7*  6  5  HANNIBAL RISING, by Thomas Harris. (Delacorte, $27.95.) The childhood and adolescence of Hannibal Lecter shed light on how he became ''death's prodigy.''  8  9  2  STALEMATE, by Iris Johansen. (Bantam, $26.) The forensic sculptor Eve Duncan travels to Colombia to identify a skull for a shady arms dealer who promises to help her discover who abducted her daughter.  9  7  6  TREASURE OF KHAN, by Clive Cussler and Dirk Cussler. (Putnam, $27.95.) In his 19th adventure, Dirk Pitt confronts a murderous Mongolian tycoon who manipulates the oil market and knows Genghis Khan's secret .  10  1  THE CAT WHO HAD 60 WHISKERS, by Lilian Jackson Braun. (Putnam, $23.95.) The columnist Jim Qwilleran and his cats probe a mysterious death in the 29th ''Cat Who'' book.  11  10  5  THE BOLEYN INHERITANCE, by Philippa Gregory. (Touchstone/Simon & Schuster, $25.95.) Politics and treachery in the court of Henry VIII, narrated by three women, two of them his sometime wives.  12  8  6  BROTHER ODD, by Dean Koontz. (Bantam, $27.) With his ability to see the spirits of the dead, Odd Thomas, a character in two previous novels by Koontz, heads off a catastrophe at a monastery .  13  11  9  WILD FIRE, by Nelson DeMille. (Warner, $26.99.) Detective John Corey and his wife, an F.B.I. agent, help to foil a nuclear plot against the United States.  14  13  3  TRUE EVIL, by Greg Iles. (Scribner, $25.95.) A divorce attorney may be murdering his client's spouses.  15  6  THE ROAD, by Cormac McCarthy. (Knopf, $24.) A father and son journey through post-apocalypse America.  16*  1  WHAT IS THE WHAT, by Dave Eggers. (McSweeney's, $26.) The fictionalized autobiography of one of Sudan's ''Lost Boys,'' refugees from its civil war.  Weeks  This  Last  On  Week  Week  List  NONFICTION  1  1  12  THE AUDACITY OF HOPE, by Barack Obama. (Crown, $25.) The Illinois junior senator proposes that Americans move beyond their political divisions.  2  2  13  THE INNOCENT MAN, by John Grisham. (Doubleday, $28.95.) Grisham's first nonfiction book concerns a man sentenced to death for a crime he did not commit.  3  3  64  MARLEY & ME, by John Grogan. (Morrow, $29.95 and $21.95.) A newspaper columnist and his wife learn some life lessons from their neurotic dog.  4  6  16  THE GOD DELUSION, by Richard Dawkins. (Houghton Mifflin, $27.) An Oxford scientist asserts that belief in God is irrational.  5  7  23  I FEEL BAD ABOUT MY NECK, by Nora Ephron. (Knopf, $19.95.) A witty look at aging from a novelist and screenwriter (''When Harry Met Sally'').  6  5  7  PALESTINE PEACE NOT APARTHEID, by Jimmy Carter. (Simon & Schuster, $27.) The former president calls for revitalizing the peace process.  7  4  15  CULTURE WARRIOR, by Bill O'Reilly. (Broadway, $26.) The host of ''The O'Reilly Factor'' describes a culture war between traditionalists and secular-progressives.  8  8  87  FREAKONOMICS, by Steven D. Levitt and Stephen J. Dubner. (Morrow, $27.95.) A maverick scholar and a journalist apply economic theory to nearly everything.  9  10  92  THE WORLD IS FLAT, by Thomas L. Friedman. (Farrar, Straus & Giroux, $30.) A columnist for The New York Times analyzes 21st-century economics and foreign policy.  10  9  12  I LIKE YOU, by Amy Sedaris. (Warner, $27.99.) A wacky approach to entertaining from the actress and playwright.  11  1  ABOUT ALICE, by Calvin Trillin. (Random House, $14.95.) The New Yorker writer's recollections of his deceased wife.  12  2  THE MYSTICAL LIFE OF JESUS, by Sylvia Browne. (Dutton, $23.95.) A professed psychic's perspective.  13  7  LETTER TO A CHRISTIAN NATION, by Sam Harris. (Knopf, $16.95.) The author of ''The End of Faith'' responds to Christians' arguments in defense of their beliefs.  14  11  12  THE LIFE AND TIMES OF THE THUNDERBOLT KID, by Bill Bryson. (Broadway, $25.) A memoir of growing up in mid-America at midcentury by the author of ''A Short History of Nearly Everything.''  15  11  THE OMNIVORE'S DILEMMA, by Michael Pollan. (Penguin Press, $26.95.) Tracking dinner from the soil to the plate, a journalist juggles appetite and conscience.  16*  12  8  THUNDERSTRUCK, by Erik Larson. (Crown, $25.95.) Intertwined stories of early-20th-century murder and scientific intrigue; from the author of ''The Devil in the White City.''  Rankings reflect sales, for the week ended Jan. 6, at almost 4,000 bookstores plus wholesalers serving 50,000 other retailers, statistically weighted to represent all such outlets nationwide. An asterisk (*) indicates that a book's sales are barely distinguishable from those of the book above. A dagger () indicates that some bookstores report receiving bulk orders. Expanded rankings are available at The New York Times on the Web: nytimes.com/books.  Editors' Choice  Other recent books of particular interest  HOUSE OF MEETINGS, by Martin Amis. (Knopf, $23.) In Amis's novel, a Russian World War II veteran posthumously acquaints his stepdaughter with his grim past of rapine and violence.  HEIST: Superlobbyist Jack Abramoff, His Republican Allies, and the Buying of Washington, by Peter H. Stone. (Farrar, Straus & Giroux, $23.) A concise account of what the scandal was all about.  HOUSEHOLD GODS: The British and Their Possessions, by Deborah Cohen. (Yale University, $40.) Cohen's history of 100 years of British domestic interiors is both witty and beguiling.  ON 'THE WEALTH OF NATIONS,' by P. J. O'Rourke. (Atlantic Monthly, $21.95.) A digestible rundown, with riffs, of Adam Smith's 1776 treatise.  AFRICAN QUEEN: The Real Life of the Hottentot Venus, by Rachel Holmes. (Random House, $23.95.) A gripping case of human exploitation in 19th-century London's theater of human oddities.  THE GIRL WITH THE GALLERY: Edith Gregor Halpert and the Making of the Modern Art Market, by Lindsay Pollock. (PublicAffairs, $30.) The life of the influential but unheralded art dealer.  PROBABLE CAUSE, by Theresa Schwegel. (St. Martin's Minotaur, $23.95.) Shady police officers ostracize a young colleague in this crime novel.  GLORY IN A LINE: A Life of Foujita -- The Artist Caught Between East and West, by Phyllis Birnbaum. (Faber & Faber, $27.50.) An engaging portrait of the early-20th-century Japanese artist.  SETTING THE TABLE: The Transforming Power of Hospitality in Business, by Danny Meyer. (HarperCollins, $25.95.) The noted New York restaurateur offers customer-friendly operational advice in this memoir-cum-business-manual.  DANCING IN THE STREETS: A History of Collective Joy, by Barbara Ehrenreich. (Metropolitan/Holt, $26.) From ancient Bacchanalia to modern sporting events, Ehrenreich explores the human instinct for communal celebration.  THE BLADE ITSELF, by Marcus Sakey. (St. Martin's Minotaur, $22.95.) A reformed thief is blackmailed by his former partner in crime.  The full reviews of these and other recent books are on the Web: nytimes.com/books.  ", 
            "title": "BEST SELLERS: January 21, 2007"
        }, 
        "weight": 0.7551670672091817, 
        "file": "1820187.txt", 
        "other_topics": {
            "0": 0.00011575070720746287, 
            "1": 9.406991615094453e-05, 
            "2": 0.004611840534403108, 
            "3": 9.167884440153899e-05, 
            "4": 0.00013173458296027028, 
            "5": 5.644404136506922e-05, 
            "6": 0.013684514629969365, 
            "7": 0.0001515487468431538, 
            "8": 6.369641014676393e-05, 
            "9": 0.042210894592128304, 
            "10": 0.02186459536466952, 
            "11": 0.00017523536578898099, 
            "12": 9.224022494515979e-05, 
            "13": 0.046703699338269296, 
            "14": 0.018393662353262792, 
            "15": 0.0001252208761677302, 
            "16": 0.7551670672091817, 
            "17": 0.007691517610964068, 
            "18": 5.116132239230259e-05, 
            "19": 0.024466946139629436, 
            "20": 0.00010251696990233699, 
            "21": 0.0045835949791337705, 
            "22": 7.686870752035835e-05, 
            "23": 5.187620554573887e-05, 
            "24": 5.9593576711988776e-05, 
            "25": 5.606901469838257e-05, 
            "26": 0.04218011443680789, 
            "27": 7.410006081738926e-05, 
            "28": 0.00019436438422162417, 
            "29": 8.879600002442903e-05, 
            "30": 0.016588586853769117
        }
    }, 
    {
        "i": 7, 
        "content": {
            "text": "  Podcast: Scheduled to appear this week are Lee Siegel on Norman Mailer (pictured above); Alan Wolfe on Dinesh D'Souzza; Kiesk Schillinger on Roddy Doyle; and Dwight Garner, serior editor, with best-seller news. Sam Tanenhause, the editor of the Book Review, is the host.  Featued Author: A retrospective on the career of Norman Mailer, the author of ''The Castle in the Forest.''  First Chapters: Excerpts from ''The Castle in the Forest,'' by Norman Mailer; ''The Race Beat,'' by Gene Roberts and Hank Klibanoff; and other books.  Search: A free archive of book reviews since 1981.  Books Update E-Mail: Receive a selective overview of new book reviews and features every Sunday.  www.nytimes.com/books  ", 
            "title": "On the Web"
        }, 
        "weight": 0.7525780964658576, 
        "file": "1820196.txt", 
        "other_topics": {
            "0": 0.0010715308801810867, 
            "1": 0.0008708268181128119, 
            "2": 0.0009193611128192647, 
            "3": 0.000848692117789776, 
            "4": 0.0012194972889168305, 
            "5": 0.0005225154539789353, 
            "6": 0.0013601771065824212, 
            "7": 0.0014029215545450717, 
            "8": 0.0005896522973860237, 
            "9": 0.0008698906100452179, 
            "10": 0.04923605920328995, 
            "11": 0.0016221940260475163, 
            "12": 0.0008538889464099621, 
            "13": 0.0006873100929015426, 
            "14": 0.003180333214742068, 
            "15": 0.0011591984091860808, 
            "16": 0.7525780964658576, 
            "17": 0.01550413713608606, 
            "18": 0.0143981140710655, 
            "19": 0.0037041081893960425, 
            "20": 0.0009490231346583658, 
            "21": 0.0006578855207547667, 
            "22": 0.12603210891807687, 
            "23": 0.00048022994874018915, 
            "24": 0.0005516714260145738, 
            "25": 0.0005190437459959692, 
            "26": 0.000584951643206186, 
            "27": 0.014610463240827567, 
            "28": 0.0017992757428908744, 
            "29": 0.0008220049653104988, 
            "30": 0.00039483671818429917
        }
    }, 
    {
        "i": 8, 
        "content": {
            "text": "  Weeks  This  On  Week  List  FICTION  1  30  THE MEMORY KEEPER'S DAUGHTER, by Kim Edwards. (Penguin, $14.) A doctor's decision to secretly send his newborn daughter, who has Down syndrome, to an institution haunts everyone involved.  2  3  HONEYMOON, by James Patterson and Howard Roughan. (Warner, $7.99.) An F.B.I. agent who is investigating a beautiful and mysterious woman finds himself becoming obsessed with her.  3  2  POINT BLANK, by Catherine Coulter. (Jove, $7.99.) Dillon Savich and Lacey Sherlock -- F.B.I. agents as well as husband and wife -- pursue a violent couple.  4  3  GONE, by Lisa Gardner. (Bantam, $7.99.) A former F.B.I. profiler searches for his estranged wife's kidnapper.  5  3  SLOW BURN, by Julie Garwood. (Ballantine, $7.99.) Terrible mishaps befall a successful businesswoman in Charleston, S.C.  6  3  LETHAL JUSTICE, by Fern Michaels. (Zebra, $6.99.) The Sisterhood plots revenge against the greedy bosses who helped put Alexis behind bars.  7  2  SUN KISSED, by Catherine Anderson. (Signet, $7.99.) A rancher recovering from a bad marriage gets support from a handsome vet when her horses fall ill and she falls under suspicion.  8  7  THE LAST TEMPLAR, by Raymond Khoury. (Signet, $9.99.) A coding device stolen from an exhibit of Vatican artifacts may hold clues to the medieval Knights Templar's lost treasure -- and their secrets.  9  3  THE HUNT CLUB, by John Lescroart. (Signet, $9.99.) A private investigator, a homicide detective and their friends search for the murderer of a local judge.  10  2  SWEETWATER CREEK, by Anne Rivers Siddons. (Harper, $9.99.) A troubled debutante's arrival at a Lowcountry plantation disrupts the world of the owner's motherless 12-year-old daughter.  11  11  THE TENTH CIRCLE, by Jodi Picoult. (Washington Square, $15.) When his teenage daughter is date-raped, a comic-book artist is overwhelmed by rage.  12  7  S IS FOR SILENCE, by Sue Grafton. (Berkley, $7.99.) Kinsey Millhone searches for a woman who disappeared 34 years ago.  13  3  THE HOSTAGE, by W. E. B. Griffin. (Jove, $9.99.) An Army officer probes the murder of an American diplomat and the kidnapping of his wife.  14  8  THE ALCHEMIST, by Paulo Coelho. (HarperSanFrancisco, $13.95 and $13.) A Spanish shepherd boy travels to Egypt in search of treasure.  15  108  THE KITE RUNNER, by Khaled Hosseini. (Riverhead, $15.95 and $14.) An Afghan-American returns to Kabul to learn how his childhood friend has fared under the Taliban.  Weeks  This  On  Week  List  NONFICTION  1  8  THE PURSUIT OF HAPPYNESS, by Chris Gardner with Quincy Troupe and Mim Eichler Rivas. (Amistad/HarperCollins, $14.95.) Gardner's life story, from a grim childhood to homelessness to success.  2  53  THE GLASS CASTLE, by Jeannette Walls. (Scribner, $14.) The author recalls a bizarre childhood during which she and her siblings were constantly moved.  3  127  RUNNING WITH SCISSORS, by Augusten Burroughs. (Picador, $14 and $7.99.) In the 1970s, a young boy lives with a crazy psychiatrist in a squalid household.  4  2  THE FREEDOM WRITERS DIARY, by The Freedom Writers with Erin Gruwell. (Broadway, $13.95.) High school students considered ''unteachable'' write about their lives; the basis for the movie ''Freedom Writers.''  5  60  DREAMS FROM MY FATHER, by Barack Obama. (Three Rivers, $13.95.) The Democratic senator from Illinois reflects on life as the son of a black African father and white American mother.  6  47  NIGHT, by Elie Wiesel. (Hill & Wang, $9.) A new translation of an account of the horrors of Auschwitz and Buchenwald, first published in English in 1960.  7  12  90 MINUTES IN HEAVEN, by Don Piper with Cecil Murphey. (Revell, $12.99.) A Baptist minister describes the otherworldly experience he had after a car accident.  8  127  THE TIPPING POINT, by Malcolm Gladwell. (Back Bay/Little, Brown, $14.95.) A journalist's study of social epidemics, otherwise known as fads.  9  29  AN INCONVENIENT TRUTH, by Al Gore. (Rodale, $21.95.) The former vice president sounds an alarm about global warming.  10  16  THE PLACES IN BETWEEN, by Rory Stewart. (Harvest/Harcourt, $14.) The author recounts his walk across Afghanistan in the dead of winter.  11*  6  THE IRAQ STUDY GROUP REPORT, by James A. Baker III and Lee H. Hamilton et al. (Vintage, $10.95.) An assessment of America's involvement in the Iraq war with proposals for a plan of action.  12  30  THE END OF FAITH, by Sam Harris. (Norton, $13.95.) The clash between reason and religion in the modern world.  13  3  THE WORST HARD TIME, by Timothy Egan. (Mariner/Houghton Mifflin, $14.95.) What happened to those who stayed put during the 1930s Dust Bowl.  14  146  THE DEVIL IN THE WHITE CITY, by Erik Larson. (Vintage, $14.95.) The tale of an architect and a serial killer, linked by the Chicago World's Fair of 1893.  15  15  TEAM OF RIVALS, by Doris Kearns Goodwin. (Simon & Schuster, $19.95.) The genius of Abraham Lincoln revealed in his relationship with his cabinet.  Weeks  This  On  Week  List  Advice, How-to and Miscellaneous: Hardcover  1  11  YOU: ON A DIET, by Michael F. Roizen and Mehmet C. Oz et al. (Free Press, $25.) Weight-loss tips, from the authors of ''You: The Owner's Manual.''  2  3  THE BEST LIFE DIET, by Bob Greene. (Simon & Schuster, $26.) The author of ''Total Body Makeover'' offers a lifelong plan for losing weight.  3  2  THE PROPER CARE AND FEEDING OF Marriage, by Laura C. Schlessinger. (HarperCollins, $25.95.) Advice for couples on understanding each other.  4  1  THE SECRET, by Rhonda Byrne. (Atria/Beyond Words, $23.95.) The law of attraction as the key to getting what you want.  5  1  LITTLE GOLD BOOK OF YES! ATTITUDE, by Jeffrey Gitomer. (Pearson/Prentice Hall, $19.99.) A sales expert's program for attitude change.  Weeks  This  On  Week  List  Advice, How-to and Miscellaneous: Paperback  1  4  PICTURE PUZZLE. (Life/Time Home Entertainment, $7.99.) ''Spot the difference'' photographs, from novice to ''genius'' level.  2  60  THE SOUTH BEACH DIET, by Arthur Agatston. (St. Martin's, $14.95 and $7.99.) A weight-loss plan devised by a Miami cardiologist.  3  9  THE WORLD ALMANAC & BOOK OF FACTS 2007. (World Almanac, $12.99.) The latest edition of a reference work, covering topics like science, politics and history, issued annually since 1868.  4  296  WHAT TO EXPECT WHEN YOU'RE EXPECTING, by Heidi Murkoff, Arlene Eisenberg and Sandee Hathaway. (Workman, $13.95.) For parents-to-be. ()  5  309  RICH DAD, POOR DAD, by Robert T. Kiyosaki with Sharon L. Lechter. (Warner, $16.95.) Teaching one's children how to get rich and stay rich. ()  Rankings reflect sales, for the week ended Jan. 13, at almost 4,000 bookstores plus wholesalers serving 50,000 other retailers, statistically weighted to represent all such outlets nationwide. An asterisk (*) indicates that a book's sales are barely distinguishable from those of the book above. A dagger () indicates that some bookstores report receiving bulk orders. Expanded rankings are available at The New York Times on the Web: nytimes.com/books.  ", 
            "title": "PAPERBACK BEST SELLERS: January 28, 2007"
        }, 
        "weight": 0.7507291163539035, 
        "file": "1822252.txt", 
        "other_topics": {
            "0": 0.005155615227977295, 
            "1": 0.0001047880535047298, 
            "2": 0.00011062826669606867, 
            "3": 0.00010212454784147063, 
            "4": 0.00014674415681963446, 
            "5": 6.28751620985331e-05, 
            "6": 0.00016367239553938856, 
            "7": 0.00016881590674847963, 
            "8": 7.095385121645284e-05, 
            "9": 0.026913614691978924, 
            "10": 0.07294700592670651, 
            "11": 0.010248553566730467, 
            "12": 0.00010274989095697908, 
            "13": 8.27051777589807e-05, 
            "14": 0.0875117475422156, 
            "15": 0.00013948829135467983, 
            "16": 0.7507291163539035, 
            "17": 0.003541197565366794, 
            "18": 5.6990540733712616e-05, 
            "19": 0.0004457215591716626, 
            "20": 0.00011419754759886643, 
            "21": 0.00678139929306725, 
            "22": 8.562697370281283e-05, 
            "23": 5.778687623816558e-05, 
            "24": 6.638354917861163e-05, 
            "25": 6.245740564649797e-05, 
            "26": 0.0335815623310587, 
            "27": 8.254287295395185e-05, 
            "28": 0.00021650987187602497, 
            "29": 9.891323796478616e-05, 
            "30": 4.75113653945467e-05
        }
    }, 
    {
        "i": 9, 
        "content": {
            "text": "  The cover review in the Book Review today, about Martin Amis's novel ''House of Meetings,'' misstates the relationship between the unnamed narrator and Venus, the young woman he addresses throughout. She is his stepdaughter, not his daughter.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7471575992500104, 
        "file": "1818982.txt", 
        "other_topics": {
            "0": 0.0033727821544562307, 
            "1": 0.0027410401380652963, 
            "2": 0.002893808113391756, 
            "3": 0.046500540741289044, 
            "4": 0.0038385255801226506, 
            "5": 0.0016446850307383755, 
            "6": 0.004281333517150537, 
            "7": 0.004415877200358384, 
            "8": 0.0018560069361898382, 
            "9": 0.002738093301980922, 
            "10": 0.02348935260983846, 
            "11": 0.005106065689113812, 
            "12": 0.0026877259942823506, 
            "13": 0.0021633974893231402, 
            "14": 0.010010510485795513, 
            "15": 0.0036487270505131215, 
            "16": 0.7471575992500104, 
            "17": 0.004972106200086295, 
            "18": 0.0014907554288533524, 
            "19": 0.011659160020902837, 
            "20": 0.002987173166862827, 
            "21": 0.002070779839496395, 
            "22": 0.0022398256668626606, 
            "23": 0.001511585929163901, 
            "24": 0.0017364572269451778, 
            "25": 0.0016337573804512905, 
            "26": 0.001841211018661687, 
            "27": 0.0021591519291633185, 
            "28": 0.005663453316009655, 
            "29": 0.0025873670364078786, 
            "30": 0.08890114455751297
        }
    }, 
    {
        "i": 10, 
        "content": {
            "text": "  Chapter 15  THE FUNNY PAGES: I: THE STRIP  ", 
            "title": "GEORGE SPROTT (1894-1975) BY SETH"
        }, 
        "weight": 0.7179241561618203, 
        "file": "1820224.txt", 
        "other_topics": {
            "0": 0.007839654617591646, 
            "1": 0.0063712410085531085, 
            "2": 0.0067263330685623296, 
            "3": 0.00620929662710218, 
            "4": 0.008922223081971868, 
            "5": 0.0038228862717019237, 
            "6": 0.009951480570078618, 
            "7": 0.010264212302821743, 
            "8": 0.00431408038860685, 
            "9": 0.00636439141790118, 
            "10": 0.05459837108324814, 
            "11": 0.011868478195218947, 
            "12": 0.006247318248543634, 
            "13": 0.005028575324513573, 
            "14": 0.023268311192505397, 
            "15": 0.008481057643196193, 
            "16": 0.7179241561618203, 
            "17": 0.011557104356461756, 
            "18": 0.0034650941407729932, 
            "19": 0.027100412510883673, 
            "20": 0.006943349685422419, 
            "21": 0.0048132959637711675, 
            "22": 0.005206224068939646, 
            "23": 0.003513512307280004, 
            "24": 0.004036200470132619, 
            "25": 0.0037974861716926823, 
            "26": 0.004279688934353625, 
            "27": 0.005018706995108653, 
            "28": 0.013164063348030854, 
            "29": 0.006014045083694321, 
            "30": 0.0028887487595179325
        }
    }, 
    {
        "i": 11, 
        "content": {
            "text": "  Chapter 13  THE FUNNY PAGES: I: THE STRIP  ", 
            "title": "George Sprott (1894-1975) BY Seth"
        }, 
        "weight": 0.7179241561618203, 
        "file": "1816896.txt", 
        "other_topics": {
            "0": 0.007839654617591646, 
            "1": 0.0063712410085531085, 
            "2": 0.0067263330685623296, 
            "3": 0.00620929662710218, 
            "4": 0.008922223081971868, 
            "5": 0.0038228862717019237, 
            "6": 0.009951480570078618, 
            "7": 0.010264212302821743, 
            "8": 0.00431408038860685, 
            "9": 0.00636439141790118, 
            "10": 0.05459837108324814, 
            "11": 0.011868478195218947, 
            "12": 0.006247318248543634, 
            "13": 0.005028575324513573, 
            "14": 0.023268311192505397, 
            "15": 0.008481057643196193, 
            "16": 0.7179241561618203, 
            "17": 0.011557104356461756, 
            "18": 0.0034650941407729932, 
            "19": 0.027100412510883673, 
            "20": 0.006943349685422419, 
            "21": 0.0048132959637711675, 
            "22": 0.005206224068939646, 
            "23": 0.003513512307280004, 
            "24": 0.004036200470132619, 
            "25": 0.0037974861716926823, 
            "26": 0.004279688934353625, 
            "27": 0.005018706995108653, 
            "28": 0.013164063348030854, 
            "29": 0.006014045083694321, 
            "30": 0.0028887487595179325
        }
    }, 
    {
        "i": 12, 
        "content": {
            "text": "  Weeks  This  On  Week  List  PICTURE BOOKS  1  7  SANTA CLAUS, by Rod Green. Illustrated by Jon Lucas et al. (Atheneum, $19.95.) A lift-the-flap, open-the-envelope almanac. (All ages)  2  2  CHARLOTTE'S WEB, adapted by Kate Egan. (HarperCollins, $8.99.) A tie-in to the movie version of E. B. White's classic. (Ages 5 to 7)  3  48  FAIRYOPOLIS: A FLOWER FAIRIES JOURNAL, written and illustrated by Cicely Mary Barker. (Warne, $19.99.) The 1923 sketchbook of a supernaturalist. (Ages 8 and up)  4  10  OUR 50 STATES, by Lynne Cheney. Illustrated by Robin Preiss Glasser. (Simon & Schuster, $17.95.) A family trip across America. (All ages)  5  6  A PRINCESS PRIMER, by Stephanie True Peters. (Dutton, $19.99.) A fairy godmother's advice on how to be a princess. (Ages 3 to 5)  6  8  THE NIGHT BEFORE CHRISTMAS, by Clement C. Moore. Various illustrators. (Various publishers.) Not a creature was stirring: various editions. (All ages)  7  8  SNOWMEN AT CHRISTMAS, by Caralyn Buehner. Illustrated by Mark Buehner. (Dial, $16.99.) With everybody asleep, the snowmen celebrate. (Ages 4 and up)  8  1  A MERRY LITTLE CHRISTMAS, written and illustrated by Mary Engelbreit. (Harper Collins, $16.99.) A holiday A-to-Z. (Ages 3 to 8)  9  6  CHRISTMAS, by Robert Sabuda. (Orchard, $12.99.) Holiday pop-ups, adapted from Sabuda's ''Christmas Alphabet.'' (All ages)  10  37  OWEN AND MZEE, by Isabella and Craig Hatkoff with Paula Kahumbu. Photographs by Peter Greste. (Scholastic, $16.99.) A baby hippo and a 130-year-old tortoise become friends; a true story. (Ages 4 to 8)  Weeks  This  On  Week  List  CHAPTER BOOKS  1  71  ELDEST, by Christopher Paolini. (Knopf, $21.) Eragon in the land of elves; Book 2 in the Inheritance trilogy. (Ages 12 and up)  2  12  NEW MOON, by Stephenie Meyer. (Megan Tingley/ Little, Brown, $17.99.) A human and a vampire continue their love affair; a sequel to ''Twilight.'' (Ages 12 and up)  3  93  ERAGON, by Christopher Paolini. (Knopf, $18.95.) A boy and a dragon must navigate a world of dark powers. (Ages 12 and up)  4  1  TWILIGHT, by Stephenie Meyer. (Megan Tingley/ Little, Brown, $17.99.) The new girl falls in love with a vampire. (Ages 12 and up)  5  11  A PRACTICAL GUIDE TO DRAGONS, by Lisa Trumbauer. (Mirrorstone, $12.95.) Habitats, distinguishing features and other characteristics; a field guide. (Ages 8 to 12)  6  38  THE BOOK THIEF, by Markus Zusak. (Knopf, $16.95.) In Nazi Germany, a girl shares books with a Jewish man. (Ages 14 and up)  7  40  THE MIRACULOUS JOURNEY OF EDWARD TULANE, by Kate DiCamillo. Illustrated by Bagram Ibatoulline. (Candlewick, $18.99.) A china rabbit learns about loss. (Ages 8 to 12)  8  41  INKSPELL, by Cornelia Funke. (Chicken House/ Scholastic, $19.99.) A girl is trapped in the book she's reading; a sequel to ''Inkheart.'' (Ages 10 and up)  9  26  PETER & THE SHADOW THIEVES, by Dave Barry and Ridley Pearson. (Disney, $18.99.) Peter and Tinker Bell go to London; a sequel to ''Peter and the Starcatchers.'' (Ages 10 and up)  10  10  FAIREST, by Gail Carson Levine. (HarperCollins, $16.99.) A plain girl with a beautiful voice learns that some things are more important than looks. (Ages 8 to 14)  Weeks  This  On  Week  List  PAPERBACK BOOKS  1  88  ERAGON, by Christopher Paolini. (Knopf, $9.95.) A boy and a dragon must navigate a world of dark powers. (Ages 12 and up)  2  20  TWILIGHT, by Stephenie Meyer. (Megan Tingley/Little, Brown, $8.99.) The new girl falls in love with a vampire. (Ages 12 and up)  3  10  RECKLESS, by Cecily von Ziegesar. (Little, Brown, $9.99.) Mean girls, boy trouble and other social studies at Waverly Academy; an ''It Girl'' novel. (Ages 14 and up)  4  4  CHARLOTTE'S WEB, by E. B. White. (HarperCollins, $7.99.) A spider saves her friend Wilbur, who is Some Pig; a movie tie-in edition. (Ages 8 and up)  5  1  NIGHT AT THE MUSEUM, by Leslie Goldman. (Barron, $4.99.) A novelized movie tie-in version of the picture book. (Ages 9 to 12)  6  16  WOULD I LIE TO YOU, by Cecily von Ziegesar. (Little, Brown, $10.99.) In the Hamptons with the Gossip Girls. (Ages 14 and up)  7  22  DIAL L FOR LOSER, by Lisi Harrison. (Little, Brown, $9.99.) Massie and her friends audition for a movie; a ''Clique'' novel. (Ages 14 and up)  8  1  UGLIES, by Scott Westerfeld. (Simon Pulse, $7.99.) In a dystopian world, beauty is mandatory. (Ages 12 and up)  9  1  A MASTERPIECE FOR BESS, by Lara Bergen. (Random House/Disney, $5.99.) A fairy discovers her painting talent. (Ages 4 to 8)  10  1  REBEL ANGELS, by Libba Bray. (Delacorte, $9.99.) A girl must find her nemesis while navigating an otherworldly realm in 1895 London. (Ages 12 and up)  Weeks  This  On  Week  List  SERIES  1  117  A SERIES OF UNFORTUNATE EVENTS, by Lemony Snicket. (HarperCollins, hardcover only.) The poor Baudelaires. (Ages 10 and up)  2  18  WARRIORS: THE NEW PROPHECY, by Erin Hunter. (HarperCollins, hardcover only.) Cat warriors fight for survival. (Ages 10 to 14)  3  118  MAGIC TREE HOUSE, by Mary Pope Osborne. Illustrated by Sal Murdocca. (Stepping Stone/Random House, hardcover and paperback.) Children travel in time. (Ages 6 to 9)  4  118  HARRY POTTER, by J. K. Rowling. (Levine/Scholastic, hardcover and paperback.) Trouble at Hogwarts. (Ages 10 and up)  5  67  OLOGIES, by Dugald A. Steer. Various illustrators. (Candlewick, hardcover only.) Facts about dragons, wizards, etc. (Ages 9 to 12)  6  88  ARTEMIS FOWL, by Eoin Colfer. (Miramax/Hyperion, hardcover and paperback.) A criminal's magical adventures. (Ages 8 and up)  7  42  THE PRINCESS DIARIES, by Meg Cabot. (HarperCollins, hardcover and paperback.) Mia learns she's a princess. (Ages 12 and up)  8  118  JUNIE B., FIRST GRADER, by Barbara Park. Illustrated by Denise Brunkus. (Stepping Stone/Random House, hardcover and paperback.) Adventures in school. (Ages 4 to 8)  9  83  THE SISTERHOOD OF THE TRAVELING PANTS, by Ann Brashares. (Delacorte, hardcover and paperback.) Four friends share magical pants. (Ages 12 and up)  10  20  CAPTAIN UNDERPANTS, by Dav Pilkey. (Scholastic, hardcover and paperback.) Boys and their principal fight evil. (Ages 7 to 10)  Rankings reflect sales, for the week ended Dec. 30, at almost 4,000 bookstores plus wholesalers serving 50,000 other retailers (gift shops, department stores, newsstands, supermarkets), statistically weighted to represent all such outlets nationwide. An asterisk (*) indicates that a book's sales are barely distinguishable from those of the book above. A dagger () indicates that some bookstores report receiving bulk orders. Expanded rankings are available at The New York Times on the Web:nytimes.com/books. All four children's lists appear each week on the Book Review's Web site. Publishers have provided the age designations for their best-selling children's titles.  ", 
            "title": "CHILDRENS'S BEST SELLERS: January 14, 2007"
        }, 
        "weight": 0.6930115520931206, 
        "file": "1818595.txt", 
        "other_topics": {
            "0": 0.029656968953097478, 
            "1": 0.033105269746707654, 
            "2": 0.00011466287877632472, 
            "3": 0.00010584902935706619, 
            "4": 0.00015209591514952, 
            "5": 0.0018018345384681576, 
            "6": 0.00016964152661202726, 
            "7": 0.005384971580635622, 
            "8": 7.354153765327526e-05, 
            "9": 0.0018451592286845965, 
            "10": 0.004404063594979162, 
            "11": 0.00020232032263140862, 
            "12": 0.00010649717873144035, 
            "13": 0.019189050951315872, 
            "14": 0.057706640263725795, 
            "15": 0.00014457542832393207, 
            "16": 0.6930115520931206, 
            "17": 0.007143677654103096, 
            "18": 5.906898533898032e-05, 
            "19": 0.040405302373506126, 
            "20": 0.07653168039663441, 
            "21": 8.205159720501762e-05, 
            "22": 8.874978880978958e-05, 
            "23": 5.989436319347778e-05, 
            "24": 0.008752136155063733, 
            "25": 6.473522677529785e-05, 
            "26": 7.295527124187648e-05, 
            "27": 8.555321092909152e-05, 
            "28": 0.0158544028623202, 
            "29": 0.0001025206030325799, 
            "30": 0.0035225767438763966
        }
    }, 
    {
        "i": 13, 
        "content": {
            "text": "  Weeks  This  Last  On  Week  Week  List  FICTION  1  1  13  FOR ONE MORE DAY, by Mitch Albom. (Hyperion, $21.95.) A troubled man gets a last chance to reconnect and restore his relationship with his dead mother.  2  2  6  CROSS, by James Patterson. (Little, Brown, $27.99.) Alex Cross, retired from the F.B.I., has a chance to track a rapist who may have murdered his wife.  3  3  4  NEXT, by Michael Crichton. (HarperCollins, $27.95.) The author of ''Jurassic Park'' describes a not-too-distant future when genetic engineering runs amok.  4  4  8  DEAR JOHN, by Nicholas Sparks. (Warner, $24.99.) An unlikely romance between a soldier and an idealistic young woman is tested in the aftermath of 9/11.  5  5  3  HANNIBAL RISING, by Thomas Harris. (Delacorte, $27.95.) The childhood and adolescence of Hannibal Lecter shed light on how he became ''death's prodigy.''  6  6  4  TREASURE OF KHAN, by Clive Cussler and Dirk Cussler. (Putnam, $27.95.) In his 19th adventure, Dirk Pitt confronts a murderous Mongolian tycoon who manipulates the oil market and knows the secret of Genghis Khan .  7  7  4  BROTHER ODD, by Dean Koontz. (Bantam, $27.) With his ability to see the spirits of the dead, Odd Thomas, a character in two previous novels by Koontz, heads off a catastrophe at a monastery .  8  9  9  LISEY'S STORY, by Stephen King. (Scribner, $28.) A widow's journey through grief after the death of her husband, a famous novelist with terrible memories.  9  10  7  WILD FIRE, by Nelson DeMille. (Warner, $26.99.) Detective John Corey and his wife, an F.B.I. agent, help to foil a nuclear plot against the United States.  10  11  3  THE BOLEYN INHERITANCE, by Philippa Gregory. (Touchstone/Simon & Schuster, $25.95.) Politics and treachery in the court of Henry VIII, narrated by three women, two of them his sometime wives.  11  12  6  NATURE GIRL, by Carl Hiaasen. (Knopf, $25.95.) A single mother takes revenge on her lecherous ex-boss and an annoying telemarketer in the Florida Everglades.  12  13  6  SANTA CRUISE, by Mary Higgins Clark and Carol Higgins Clark. (Scribner, $22.) Passengers on a Christmas cruise for charity, including an amateur sleuth, manage to foil two escaping felons.  13  6  H.R.H., by Danielle Steel. (Delacorte, $27.) An American-educated European princess faces unexpected challenges when she works at an African Red Cross camp.  14*  14  5  THE SHAPE SHIFTER, by Tony Hillerman. (HarperCollins, $26.95.) Lt. Joe Leaphorn, a tribal detective, tracks down an antique Navajo rug with a complicated history.  15  8  2  MISTRAL'S KISS, by Laurell K. Hamilton. (Ballantine, $23.95.) After Meredith Gentry gives up her job as a p.i. to assume her duties as a faerie princess, she must prove her fertility through sex with her bodyguards.  Weeks  This  Last  On  Week  Week  List  NONFICTION  1  1  10  THE AUDACITY OF HOPE, by Barack Obama. (Crown, $25.) The Illinois junior senator proposes that Americans move beyond their political divisions.  2  2  11  THE INNOCENT MAN, by John Grisham. (Doubleday, $28.95.) Grisham's first nonfiction book concerns a man sentenced to death for a crime he did not commit.  3  3  62  MARLEY & ME, by John Grogan. (Morrow, $29.95 and $21.95.) A newspaper columnist and his wife learn some life lessons from their neurotic dog.  4  4  13  CULTURE WARRIOR, by Bill O'Reilly. (Broadway, $26.) The host of ''The O'Reilly Factor'' describes a culture war between traditionalists and secular-progressives.  5  5  5  PALESTINE. PEACE NOT APARTHEID, by Jimmy Carter. (Simon & Schuster, $27.) The former president calls for revitalizing the peace process.  6  6  21  I FEEL BAD ABOUT MY NECK, by Nora Ephron. (Knopf, $19.95.) A witty look at aging from a novelist and screenwriter (''When Harry Met Sally'').  7  7  10  I LIKE YOU, by Amy Sedaris. (Warner, $27.99.) A wacky approach to entertaining from the actress and playwright.  8  11  85  FREAKONOMICS, by Steven D. Levitt and Stephen J. Dubner. (Morrow, $27.95.) A maverick scholar and a journalist apply economic theory to everything from cheating sumo wrestlers to abortion and the falling crime rate.  9  9  14  THE GOD DELUSION, by Richard Dawkins. (Houghton Mifflin, $27.) An Oxford scientist asserts that belief in God is irrational and that religion has done great harm in the world.  10  8  90  THE WORLD IS FLAT, by Thomas L. Friedman. (Farrar, Straus & Giroux, $30.) A columnist for The New York Times analyzes 21st-century economics and foreign policy.  11  12  10  THE LIFE AND TIMES OF THE THUNDERBOLT KID, by Bill Bryson. (Broadway, $25.) A memoir of growing up in mid-America at midcentury by the author of ''A Short History of Nearly Everything.''  12  10  20  MAYFLOWER, by Nathaniel Philbrick. (Viking, $29.95.) How America began, from the author of ''In the Heart of the Sea.''  13  14  10  THE MR. AND MRS. HAPPY HANDBOOK, by Steve Doocy. (Morrow, $23.95.) Humorous observations on marriage and family life.  14*  15  6  U2 BY U2, by Bono, the Edge, Adam Clayton and Larry Mullen Jr. with Neil McCormick. (HarperCollins, $39.95.) Photographs, documents and extensive interviews with members of the legendary band.  15  13  13  STATE OF DENIAL, by Bob Woodward. (Simon & Schuster, $30.) The third ''Bush at War'' volume by the longtime Washington Post reporter and editor describes a dysfunctional administration's inept conduct of the invasion and occupation of Iraq.  Rankings reflect sales, for the week ended Dec. 23, at almost 4,000 bookstores plus wholesalers serving 50,000 other retailers, statistically weighted to represent all such outlets nationwide. An asterisk (*) indicates that a book's sales are barely distinguishable from those of the book above. A dagger () indicates that some bookstores report receiving bulk orders. Expanded rankings are available at The New York Times on the Web: nytimes.com/books.  Editors' Choice  Other recent books of particular interest  MOTHERS AND SONS: Stories, by Colm Toibin. (Scribner, $24.) In this collection by the author of ''The Master,'' families are not so much reassuring and warm as they are settings for secrets, suspicion and missed connections.  LET THE NORTHERN LIGHTS ERASE YOUR NAME, by Vendela Veda. (Ecco/HarperCollins, $23.95.) A young woman searches for the truth about her parentage amid the snow and ice of Lapland in this bleakly comic yet sad tale of a child's futile struggle to be loved.  TALES OF THE OUT & THE GONE, by Amiri Baraka. (Akashic, paper, $14.95.) A poet and provocateur, Baraka swings from satire to science fiction to linguistic games in stories enjoyable more for the journey than the destination.  CAESAR: Life of a Colossus, by Adrian Goldsworthy. (Yale University, $35.) An exciting portrait not only of Caesar -- dictator, dandy, priest and much more -- but of the society in which he lived.  RINGSIDE: A Treasury of Boxing Reportage, by Budd Schulberg. (Ivan R. Dee, $27.50.) Articles from a member of the old guild of boxing scribes that revive greats like Rocky Marciano and Ali.  SOMEWHERE: The Life of Jerome Robbins, by Amanda Vaill. (Broadway, $40.) A fresh look at the ambitious yet desperately insecure young man who became a renowned choreographer.  KOCKROACH, by Tyler Knox. (William Morrow/HarperCollins, $23.95.) Kafka's man-to-bug ''Metamorphosis'' is reversed in this debut novel.  THE TRIUMPH OF MODERNISM: The Art World, 1987-2005, by Hilton Kramer. (Ivan R. Dee, $27.50.) Arresting and perceptive judgments displaying Kramer's Modernist tastes.  A ROYAL AFFAIR: George III and His Scandalous Siblings, by Stella Tillyard. (Random House, $26.95.) The American revolution wasn't the only problem facing King George III, as this lively account of the rotten behavior of his unruly brothers and sisters shows.  ALLIGATOR, by Lisa Moore. (Black Cat, paper, $13.) The imagined lives of a group of Newfoundlanders who are seized by bad impulses.  The full reviews of these and other recent books are on the Web: nytimes.com/books.  ", 
            "title": "BEST SELLERS: January 7, 2007"
        }, 
        "weight": 0.6788819911864667, 
        "file": "1816866.txt", 
        "other_topics": {
            "0": 0.00011505843469919409, 
            "1": 0.016540485853034498, 
            "2": 9.871880738184337e-05, 
            "3": 9.113053895183419e-05, 
            "4": 0.00013094671537507968, 
            "5": 5.6106465387908326e-05, 
            "6": 0.0016412324467653268, 
            "7": 0.0016458222438170298, 
            "8": 6.331545978642631e-05, 
            "9": 0.024016284662815142, 
            "10": 0.026219368956011433, 
            "11": 0.0001741873322249639, 
            "12": 9.168856203590764e-05, 
            "13": 0.0030641614563843875, 
            "14": 0.012302935548641805, 
            "15": 0.02703770958050169, 
            "16": 0.6788819911864667, 
            "17": 0.04502501348970347, 
            "18": 5.0855340875356974e-05, 
            "19": 0.07067119209143756, 
            "20": 0.0001019038446644306, 
            "21": 0.013527260988487904, 
            "22": 7.640897734465306e-05, 
            "23": 5.156594851319868e-05, 
            "24": 5.9237164247456926e-05, 
            "25": 0.010521992754253995, 
            "26": 0.04342302687266114, 
            "27": 7.365688914092614e-05, 
            "28": 0.024116079825601166, 
            "29": 8.826493605821956e-05, 
            "30": 4.2396626729390036e-05
        }
    }, 
    {
        "i": 14, 
        "content": {
            "text": "  Podcast: Scheduled to appear this week are Thomas Mallon on Thomas Hardy (in a 1913 photograph, above); Jim Harrison on Karl Shapiro; Dave Marsh on ''Something in the Air''; and Dwight Garner, senior editor, with best-seller news. Sam Tanenhaus, the editor of the Book Review, is the host.  First Chapters: Excerpts from ''Arlington Park,'' by Rachel Cusk; ''John Osborne,'' by John Heilpern; and other books.  Links: Read reviews of the books listed in the Editors' Choice and Paperback Row features.  Forums: Respond to a review, discuss literary topics or join a monthly Reading Group.  www.nytimes.com/books  ", 
            "title": "On the Web"
        }, 
        "weight": 0.6332870149538429, 
        "file": "1822254.txt", 
        "other_topics": {
            "0": 0.0011872543598003152, 
            "1": 0.0009648746065635982, 
            "2": 0.0010186505210573844, 
            "3": 0.0009403493969336559, 
            "4": 0.06306449712505743, 
            "5": 0.0005789462182318932, 
            "6": 0.016935397938987618, 
            "7": 0.0015544346531664909, 
            "8": 0.0006533337244742015, 
            "9": 0.031820485409942534, 
            "10": 0.03912514428097264, 
            "11": 0.0017973881719036012, 
            "12": 0.000946107474046103, 
            "13": 0.03161818651309993, 
            "14": 0.0035238036949361263, 
            "15": 0.03214103795043132, 
            "16": 0.6332870149538429, 
            "17": 0.0017502330399973179, 
            "18": 0.000524761399120804, 
            "19": 0.004104145459895003, 
            "20": 0.0010515159898929754, 
            "21": 0.0007289360178155547, 
            "22": 0.12421503438653254, 
            "23": 0.0005320939516480536, 
            "24": 0.0006112509847615127, 
            "25": 0.0005750995717983032, 
            "26": 0.0006481254077824952, 
            "27": 0.0007600439115178193, 
            "28": 0.0019935944075350665, 
            "29": 0.0009107800781975286, 
            "30": 0.0004374784000572491
        }
    }, 
    {
        "i": 15, 
        "content": {
            "text": "  Chapter 14  THE FUNNY PAGES: I: THE STRIP  ", 
            "title": "George Sprott (1894-1975) by Seth"
        }, 
        "weight": 0.6160481504336245, 
        "file": "1818617.txt", 
        "other_topics": {
            "0": 0.007839654617591646, 
            "1": 0.0063712410085531085, 
            "2": 0.0067263330685623296, 
            "3": 0.00620929662710218, 
            "4": 0.008922223081971868, 
            "5": 0.0038228862717019237, 
            "6": 0.009951480570078618, 
            "7": 0.010264212302821743, 
            "8": 0.00431408038860685, 
            "9": 0.00636439141790118, 
            "10": 0.05459837108324814, 
            "11": 0.011868478195218947, 
            "12": 0.006247318248543634, 
            "13": 0.005028575324513573, 
            "14": 0.023268311192505397, 
            "15": 0.008481057643196193, 
            "16": 0.6160481504336245, 
            "17": 0.011557104356461756, 
            "18": 0.0034650941407729932, 
            "19": 0.1289764182390795, 
            "20": 0.006943349685422419, 
            "21": 0.0048132959637711675, 
            "22": 0.005206224068939646, 
            "23": 0.003513512307280004, 
            "24": 0.004036200470132619, 
            "25": 0.0037974861716926823, 
            "26": 0.004279688934353625, 
            "27": 0.005018706995108653, 
            "28": 0.013164063348030854, 
            "29": 0.006014045083694321, 
            "30": 0.0028887487595179325
        }
    }, 
    {
        "i": 16, 
        "content": {
            "text": "  THE CASTLE IN THE FOREST, by Norman Mailer. (Random House, $27.95.) This remarkable novel, about the young Adolf Hitler, his family and their shifting circumstances, is Mailer's first in 10 years and his most perfect apprehension of the absolutely alien.  HOUSE OF MEETINGS, by Martin Amis. (Knopf, $23.) In Amis's novel, a Russian veteran of World War II acquaints his American stepdaughter with his grim past of rapine and violence.  THE RACE BEAT: The Press, the Civil Rights Struggle, and the Awakening of a Nation, by Gene Roberts and Hank Klibanoff. (Knopf, $30.) Two veteran journalists analyze in depth the way the news media came to play such an important role in the fight for racial justice. AFRICAN QUEEN: The Real Life of the Hottentot Venus, by Rachel Holmes. (Random House, $23.95.) A gripping case of human exploitation in 19th-century London's theater of human oddities.  FALSE SELF: The Life of Masud Khan, by Linda Hopkins. (Other Press, $35.) This biography of the dashing Anglo-Pakistani psychoanalyst reveals a man who was himself deeply troubled.  THE AVERAGED AMERICAN: Surveys, Citizens, and the Making of a Mass Public, by Sarah E. Igo. (Harvard University, $35.) How the social sciences changed the way America thinks of itself.  PAULA SPENCER, by Roddy Doyle. (Viking, $24.95.) In Doyle's novel, a Dublin woman struggles to overcome alcoholism and abuse.  LETTERS OF E. B. WHITE: Revised Edition. Originally edited by Dorothy Lobrano Guth. Revised and updated by Martha White. (HarperCollins, $35.) The expanded edition includes additional correspondence by the New Yorker writer.  THE BEST SEAT IN THE HOUSE: How I Woke Up One Tuesday and Was Paralyzed for Life, by Allen Rucker. (HarperCollins, $24.95.) At 51, Rucker was stricken with transverse myelitis.  THEY CALL ME NAUGHTY LOLA: Personal Ads From The London Review of Books. Edited and with an introduction by David Rose. (Scribner, $16.) Lonely hearts as a literary genre.  The full reviews of these and other recent books are on the Web: nytimes.com/books.  ", 
            "title": "Editor's Choice: Other recent books of particular interest"
        }, 
        "weight": 0.6134031122050783, 
        "file": "1822232.txt", 
        "other_topics": {
            "0": 0.0004032836037749945, 
            "1": 0.00032774620308944903, 
            "2": 0.00034601267178196874, 
            "3": 0.0003194155409686851, 
            "4": 0.0004589725509218188, 
            "5": 0.00019665500939472762, 
            "6": 0.0005119191014094732, 
            "7": 0.0005280064912687717, 
            "8": 0.00022192277223392123, 
            "9": 0.0003273938498625231, 
            "10": 0.049974514377965316, 
            "11": 0.005851187025921987, 
            "12": 0.00032137143026027086, 
            "13": 0.0002586774644603965, 
            "14": 0.04312219437053153, 
            "15": 0.0004362783383973024, 
            "16": 0.6134031122050783, 
            "17": 0.011075824176714774, 
            "18": 0.00017824964500028436, 
            "19": 0.19529830938361809, 
            "20": 0.016079140398016382, 
            "21": 0.00024760317092917906, 
            "22": 0.02647108942532443, 
            "23": 0.0001807403481791348, 
            "24": 0.01068893758911968, 
            "25": 0.00019534839011522688, 
            "26": 0.021182772378379712, 
            "27": 0.00025816982277976374, 
            "28": 0.0006771791827925055, 
            "29": 0.0003093715084303817, 
            "30": 0.00014860157327910731
        }
    }, 
    {
        "i": 17, 
        "content": {
            "text": "  Emory University has acquired letters from Ted Hughes to Assia Wevill, his mistress during his marriage to Sylvia Plath. Mr. Hughes continued his relationship with Ms. Wevill after Ms. Plath's suicide in 1963, but the two never married. The letters allow ''unprecedented access to Hughes's state of mind at a time of crisis in his personal and professional life,'' said a statement from Stephen Enniss, the director of Emory's Manuscript, Archives and Rare Book Library. The collection includes more than 60 letters from 1963 to 1969, sketches, diary entries and photographs. One letter implores Ms. Wevill to ''burn all my letters.'' A biography of Ms. Wevill, ''Lover of Unreason,'' by Yehuda Koren and Eilat Negev, was published in December.  JULIE BOSMAN  ", 
            "title": "Arts, Briefly; Ted Hughes Letters Go to Emory University"
        }, 
        "weight": 0.6102623794303222, 
        "file": "1817849.txt", 
        "other_topics": {
            "0": 0.028136948802410498, 
            "1": 0.01439445747531877, 
            "2": 0.0008944515286907592, 
            "3": 0.01437292250253714, 
            "4": 0.0011864556800330209, 
            "5": 0.0005083581848951697, 
            "6": 0.0013233238553477863, 
            "7": 0.0013649101659825623, 
            "8": 0.0005736759924243507, 
            "9": 0.0008463214020034828, 
            "10": 0.08854371093010609, 
            "11": 0.05576714249553129, 
            "12": 0.0008307532946509115, 
            "13": 0.0006686878036369894, 
            "14": 0.030188614296582338, 
            "15": 0.001127790565312085, 
            "16": 0.6102623794303222, 
            "17": 0.0015368358291965036, 
            "18": 0.0004607798513216126, 
            "19": 0.12552877449516764, 
            "20": 0.0009233098743485209, 
            "21": 0.000640060474102627, 
            "22": 0.0006923111046841167, 
            "23": 0.0004672183821834, 
            "24": 0.0005367241918908002, 
            "25": 0.0005049805409321686, 
            "26": 0.0005691026998863302, 
            "27": 0.0006673755370227908, 
            "28": 0.015297750586697396, 
            "29": 0.0007997331924978975, 
            "30": 0.0003841388342826464
        }
    }, 
    {
        "i": 18, 
        "content": {
            "text": "  A friend and the widow of the former K.G.B. officer Alexander V. Litvinenko are collaborating on a book to be published by Free Press in May, ''Death of a Dissident: Alexander Litvinenko and the Death of Russian Democracy.'' Alex Goldfarb with Marina Litvinenko, right, will tell the story of Mr. Litvinenko and his career as a spy in the style of a political thriller. Mr. Litvinenko died of a high dose of the radioactive isotope polonium 210 in London in November, and before his death he accused the Russian government of poisoning him. Free Press is an imprint of Simon & Schuster.  The Sobol Award for Fiction, an online contest recruiting unpublished fiction writers, has been canceled, according to a statement on the contest's Web site (sobolaward.com). The statement said that an insufficient number of manuscripts were submitted. The promised prize for the winner of the contest, first announced in September, was representation with Sobol Literary Enterprises and a book deal with Touchstone, an imprint of Simon & Schuster. All entrants will be refunded the mandatory $85 entry fee, the statement said. The creators of the contest have endured criticism that the contest unfairly exploited unknown writers for money.  The Central Intelligence Agency has blocked Valerie Wilson from writing about her experience as an undercover officer for the agency in a new book, Newsweek reported. But the flagship imprint of Simon & Schuster is still planning to publish her book sometime this year. Adam Rothberg, a spokesman for Simon & Schuster, declined comment.  JULIE BOSMAN  ", 
            "title": "Arts, Briefly; The Litvinenko Story"
        }, 
        "weight": 0.541216800085554, 
        "file": "1817615.txt", 
        "other_topics": {
            "0": 0.0005624560531991837, 
            "1": 0.00045710471270128965, 
            "2": 0.00048258079402596795, 
            "3": 0.000445486012379431, 
            "4": 0.11758563621835824, 
            "5": 0.00027427299148943287, 
            "6": 0.11035038584574461, 
            "7": 0.0007364059544267461, 
            "8": 0.0003095137154530959, 
            "9": 0.00045661328879143166, 
            "10": 0.08431719937006826, 
            "11": 0.008160598472945927, 
            "12": 0.00044821387376814664, 
            "13": 0.00036077515760631594, 
            "14": 0.00897847953882805, 
            "15": 0.0006084735159432726, 
            "16": 0.541216800085554, 
            "17": 0.0008291645002013485, 
            "18": 0.0002486031935653715, 
            "19": 0.0019443192084939095, 
            "20": 0.0004981506521066882, 
            "21": 0.0003453299389729964, 
            "22": 0.04422808729982979, 
            "23": 0.0002520769551231275, 
            "24": 0.0002895772195445119, 
            "25": 0.00027245066120845277, 
            "26": 0.00030704630042442313, 
            "27": 0.007669161609657806, 
            "28": 0.000944455779746079, 
            "29": 0.06621332778805603, 
            "30": 0.00020725329178616718
        }
    }, 
    {
        "i": 19, 
        "content": {
            "text": "  To the Editor:  Joshua Clover's review of Keith Waldrop's translation of Baudelaire's ''Flowers of Evil'' (Dec. 31) consists of 11 paragraphs. Nine of these summarize Baudelaire's life and poetry and only two discuss the translation at all, if only briefly. The ratio might well be reversed, so that readers might have a better idea of the translation and its relation to the originals.  David C. Garron  Wilmette, Ill.  To the Editor  Thank you for publishing Joshua Clover's brilliant review of Keith Waldrop's translation of Baudelaire. It was a delight to read such a thorough and knowledgeable consideration of poetry in the Book Review.  Louis Asekoff  Tivoli, N.Y.  ", 
            "title": "'Flowers of Evil'"
        }, 
        "weight": 0.5383244463642842, 
        "file": "1818607.txt", 
        "other_topics": {
            "0": 0.0013786926066300929, 
            "1": 0.0011204553391727199, 
            "2": 0.001182902324618892, 
            "3": 0.0010919755741470166, 
            "4": 0.0015690746082380174, 
            "5": 0.0006722981171844347, 
            "6": 0.0017500812671266924, 
            "7": 0.0018050787062771456, 
            "8": 0.0007586802003794542, 
            "9": 0.0011192507605974004, 
            "10": 0.04543385897743521, 
            "11": 0.002087207145960413, 
            "12": 0.001098662109578794, 
            "13": 0.0008843322773725927, 
            "14": 0.00409199769309868, 
            "15": 0.16273600008098585, 
            "16": 0.5383244463642842, 
            "17": 0.019948505112693072, 
            "18": 0.0006093762934965334, 
            "19": 0.2018425390335172, 
            "20": 0.0012210671698544844, 
            "21": 0.0008464729484233813, 
            "22": 0.0009155738335972452, 
            "23": 0.0006178911798590027, 
            "24": 0.0007098118499457857, 
            "25": 0.0006678312201336608, 
            "26": 0.0007526320712177712, 
            "27": 0.000882596819185465, 
            "28": 0.0023150505598058843, 
            "29": 0.001057638365116726, 
            "30": 0.0005080193900662828
        }
    }, 
    {
        "i": 20, 
        "content": {
            "text": "  Chapter 16  THE FUNNY PAGES: I: THE STRIP  ", 
            "title": "George Sprott (1894-1975) by Seth"
        }, 
        "weight": 0.5141721447054287, 
        "file": "1822274.txt", 
        "other_topics": {
            "0": 0.007839654617591646, 
            "1": 0.0063712410085531085, 
            "2": 0.0067263330685623296, 
            "3": 0.00620929662710218, 
            "4": 0.008922223081971868, 
            "5": 0.0038228862717019237, 
            "6": 0.009951480570078618, 
            "7": 0.010264212302821743, 
            "8": 0.00431408038860685, 
            "9": 0.00636439141790118, 
            "10": 0.05459837108324814, 
            "11": 0.011868478195218947, 
            "12": 0.006247318248543634, 
            "13": 0.005028575324513573, 
            "14": 0.023268311192505397, 
            "15": 0.008481057643196193, 
            "16": 0.5141721447054287, 
            "17": 0.011557104356461756, 
            "18": 0.0034650941407729932, 
            "19": 0.23085242396727532, 
            "20": 0.006943349685422419, 
            "21": 0.0048132959637711675, 
            "22": 0.005206224068939646, 
            "23": 0.003513512307280004, 
            "24": 0.004036200470132619, 
            "25": 0.0037974861716926823, 
            "26": 0.004279688934353625, 
            "27": 0.005018706995108653, 
            "28": 0.013164063348030854, 
            "29": 0.006014045083694321, 
            "30": 0.0028887487595179325
        }
    }, 
    {
        "i": 21, 
        "content": {
            "text": "  EARLY AMIS: It's too soon to tell if Martin Amis's new novel, ''House of Meetings,'' reviewed on this week's cover, will climb onto the Times list in hardcover. The odds, historically speaking, are against it. Only two of Amis's books have appeared here, and just barely: his novel ''London Fields'' made the bottom of the list for one week in 1990, and ''Night Train,'' another novel, hung on for two weeks in 1998. ''House of Meetings'' is Amis's 19th book. His first, a novel called ''The Rachel Papers,'' was published in 1973, when Amis was 24. It did not receive a warm welcome in this newspaper. Writing in the Book Review, Grace Glueck described the book as a ''crotch-and-armpit saga of late adolescence'' that would probably not put Amis's father, the novelist Kingsley Amis, in a competitive mood. In the daily newspaper, Anatole Broyard wrote: ''Considering the advantages he has had, Martin has not covered himself with glory. Even allowing for his youth there is too much difference between his best and worst lines.'' Broyard went on to call Amis -- and this is not the kind of criticism a young novelist wants to hear -- a lousy writer about ''the minutiae of love.'' ''I find it difficult to imagine,'' Broyard added, by way of example, ''a room that 'smelled of breasts.' ''  NO OPINION: For more than two decades, the arrival of a new Amis book has been a genuine cultural event, both in England and the United States. Oddly, though, for the past three decades or so, none of Amis's books have been reviewed in this country's most austere and august literary journal, The New York Review of Books, according to a search of its electronic archives. Why not? Some have speculated it's because Amis, in 1980, accused Jacob Epstein -- son of the late Barbara Epstein, one of the review's editors -- of plagiarizing passages of ''The Rachel Papers'' in his own first novel, ''Wild Oats.'' (Amis observed at the time that ''Epstein wasn't influenced by 'The Rachel Papers,' he had it flattened out beside his typewriter.'') Epstein later admitted copying passages, and apologized. According to Robert Silvers, the editor of The New York Review, there is no Amis ban. ''We have sent previous books of his out for review,'' he said, ''but never received a review we could publish. It happens all the time.'' Silvers added that Amis's new novel will be reviewed in The New York Review of Books this month.  HORRORISM: Amis made news in Britain this fall not only for his new novel -- the London reviews were mixed -- but for an essay he published in The Observer, at around the time of the 9/11 anniversary, called ''The Age of Horrorism.'' In an interview on Australian television, Amis explained what he meant by the title. ''When you're on your sleigh going through Siberia and you hear a wolf howl, that is fear or concern. When the wolf is pounding after your vehicle, then that's terror, and horror is when the wolf is actually there. I think Islamism has turned up the dial of terror. This is an ideology that has freed itself from reason and it is feeding on death.''  DWIGHT GARNER  TBR  ", 
            "title": "TBR: Inside the List"
        }, 
        "weight": 0.4747174828859707, 
        "file": "1818597.txt", 
        "other_topics": {
            "0": 0.0003319570423327976, 
            "1": 0.0002697795278433382, 
            "2": 0.00028481530629868206, 
            "3": 0.00026292226428886555, 
            "4": 0.00037779659051289527, 
            "5": 0.000161873715339602, 
            "6": 0.043559066843673215, 
            "7": 0.00043462087606192795, 
            "8": 0.0001826725074054087, 
            "9": 0.0002694894934011445, 
            "10": 0.18780393526065262, 
            "11": 0.013443857248610122, 
            "12": 0.0002645322261576041, 
            "13": 0.0002129265985937039, 
            "14": 0.12608455305998154, 
            "15": 0.000359116179017878, 
            "16": 0.4747174828859707, 
            "17": 0.0004893662243096498, 
            "18": 0.00014672360690413578, 
            "19": 0.1391881233917265, 
            "20": 0.008921542125201872, 
            "21": 0.00020381095468421522, 
            "22": 0.00022044883709149255, 
            "23": 0.00014877379305809952, 
            "24": 0.0001709061477429058, 
            "25": 0.00016079819065320766, 
            "26": 0.00018121625888524985, 
            "27": 0.0002125087407157979, 
            "28": 0.0005574102109406892, 
            "29": 0.00025465466475518893, 
            "30": 0.00012231922718895224
        }
    }, 
    {
        "i": 22, 
        "content": {
            "text": "  If readers have been considering picking up a little conversational Hindi, they would probably do well not to begin with the sample list of words in the Jan. 7 review of ''Sacred Games,'' a novel by Vikram Chandra that sprinkles untranslated Hindi throughout its English text. Indian readers pointed out that while most of the Hindi terms in the review were innocuous, several were in fact obscene -- suitable for Chandra's tough-guy characters, no doubt, but not for the Book Review, where editors failed to check the meaning of the words in the novel's glossary.  ", 
            "title": "Editors' Note"
        }, 
        "weight": 0.47093103767804195, 
        "file": "1822258.txt", 
        "other_topics": {
            "0": 0.0016437360138341795, 
            "1": 0.0013358545509232081, 
            "2": 0.0014103065052164488, 
            "3": 0.0013018997627324543, 
            "4": 0.0018707175403353542, 
            "5": 0.000801542433704704, 
            "6": 0.002086521384156895, 
            "7": 0.002152091672243969, 
            "8": 0.0009045308304037587, 
            "9": 0.0013344184010691915, 
            "10": 0.07552846603734117, 
            "11": 0.0024884572076824675, 
            "12": 0.0013098717349067704, 
            "13": 0.0010543385853546794, 
            "14": 0.0048786538379380255, 
            "15": 0.0017782186286935929, 
            "16": 0.47093103767804195, 
            "17": 0.0024231716284705326, 
            "18": 0.0007265243570467521, 
            "19": 0.4115275497537474, 
            "20": 0.0014558082583080879, 
            "21": 0.0010092010817848859, 
            "22": 0.0010915860985767944, 
            "23": 0.0007366761670299121, 
            "24": 0.000846267902787986, 
            "25": 0.0007962168088938235, 
            "26": 0.0008973199933603376, 
            "27": 0.0010522694982289728, 
            "28": 0.0027601018245112644, 
            "29": 0.0012609614804596572, 
            "30": 0.0006056823422148583
        }
    }, 
    {
        "i": 23, 
        "content": {
            "text": "  Oprah Winfrey, above, has selected Sidney Poitier's autobiography, ''The Measure of a Man,'' as her first book club choice in more than a year. The selection was announced during the taping of yesterday's show, and the book instantly began climbing Amazon's sales rankings. Mark Tauber, vice president and deputy publisher of HarperSanFrancisco, the book's publisher, said copies bearing the ''Oprah's Book Club'' stamp went on sale yesterday. HarperSanFrancisco, which first published the book in 2000, printed hundreds of thousands of paperback copies in anticipation of yesterday's announcement. ''We're hoping to sell half a million copies at least,'' Mr. Tauber said yesterday. Ms. Winfrey's previous pick, Elie Wiesel's Holocaust memoir, ''Night,'' has sold more than 1.5 million copies since it was chosen. ''The Measure of a Man'' had previously sold about 75,000 copies in hardcover and 50,000 in paperback, Mr. Tauber said.  JULIE BOSMAN  ", 
            "title": "Arts, Briefly; Oprah's New Reading Recommendation"
        }, 
        "weight": 0.4621589148278348, 
        "file": "1821808.txt", 
        "other_topics": {
            "0": 0.0008664320814945517, 
            "1": 0.0007041442356857228, 
            "2": 0.0007433887136230037, 
            "3": 0.0006862462778864058, 
            "4": 0.07980083418402956, 
            "5": 0.00042250219828245177, 
            "6": 0.001099829322192077, 
            "7": 0.012393643249262898, 
            "8": 0.000476788561889954, 
            "9": 0.0007033872246469178, 
            "10": 0.23121918791995963, 
            "11": 0.0013116942988510478, 
            "12": 0.0006904483957365207, 
            "13": 0.0005557539455365558, 
            "14": 0.002571594321788979, 
            "15": 0.0009373194082531089, 
            "16": 0.4621589148278348, 
            "17": 0.001277281522217755, 
            "18": 0.00038295931076193527, 
            "19": 0.002995114959334679, 
            "20": 0.1471376372115555, 
            "21": 0.0005319614503656194, 
            "22": 0.0005753875364172802, 
            "23": 0.011647561523218782, 
            "24": 0.0004460775053557916, 
            "25": 0.0004196950004408793, 
            "26": 0.0004729876470859546, 
            "27": 0.0005546633060116981, 
            "28": 0.0239733834422619, 
            "29": 0.000664667240362191, 
            "30": 0.01157851317765586
        }
    }, 
    {
        "i": 24, 
        "content": {
            "text": "  ONE of the hottest books in New York appears on no best-seller list.  ''Russian Thinkers,'' a 1978 collection of essays on 19th-century Russian intellectuals by the philosopher Isaiah Berlin, has virtually disappeared from bookstores across the city, including Barnes & Noble, Labyrinth Books and Shakespeare & Company. The Internet is not much help either: the book is sold out on bn.com, and though it can be ordered from Amazon, the order won't be shipped for two or three weeks.  The culprit behind this Berlin craze turns out to be none other than Tom Stoppard and his epic three-part play, ''The Coast of Utopia,'' which opened at Lincoln Center on Nov. 27. Tucked deep inside the show's playbill is a list titled ''For Audience Members Interested in Further Reading,'' with ''Russian Thinkers'' at the top.  ''If you were intrigued and wanted to know more, this would be a good place to start,'' said Anne Cattaneo, the play's dramaturge, who compiled the seven-book list. ''I tried to keep it to a little George Sand, a little Turgenev.''  As a result, Mr. Berlin's book is not only all but impossible to find in New York, it is also completely out of stock with its publisher, Penguin, which earlier this month quickly ordered two reprintings totaling 3,500 copies, the first time in 12 years the book has been printed, to satisfy more than 2,000 suddenly unfilled orders.  Before ''Coast of Utopia'' opened, ''Russian Thinkers'' sold about 36 copies a month in the whole country, placing it solidly in backlist territory. But late in November, customers began rushing to bookstores in search of the book, ''Utopia'' playbill in hand (or a Nov. 24 clipping from The New York Times about suggested reading for the play). ''There was definitely a run on them,'' said Annie Shapiro, a manager at Labyrinth Books on the Upper West Side. ''We sold out of what we had immediately.''  During a weekly Penguin sales meeting on Jan. 9, the publisher reported ''seeing some movement'' in requests for the book from Barnes & Noble, Amazon and independent bookstores in Manhattan, said Maureen Donnelly, a spokeswoman for Penguin.  The other books on the ''Utopia'' list experienced a surge in sales, booksellers around Manhattan said. At Shakespeare & Company on the Upper East Side, about a half-dozen copies of ''Fathers and Sons,'' by Ivan Turgenev, quickly sold out last month, puzzling booksellers there. (''He is probably the least read of all the Russian writers,'' said Paul Daly, a book buyer.)  A play hardly ever drives people to bookstores, with few exceptions, Mr. Daly said. When the bloody comedy ''Lieutenant of Inishmore'' opened on Broadway, some customers snapped up copies of the script. ''But it didn't mean anybody was coming in and buying memoirs of I.R.A. men from the 1980s,'' he added.  In Britain, where ''Utopia'' has already finished its run, ''Russian Thinkers'' saw a brief rise in popularity. Henry Hardy, a fellow at Wolfson College and one of the original editors on the book, said Penguin had asked him to prepare a new edition so that it could be reissued as a Penguin Classic.  Mr. Hardy said that all of the attention would have come as a pleasant surprise to Mr. Berlin, who died in 1997. ''He certainly had fairly low expectations across the board,'' Mr. Hardy said in a telephone interview from Oxford. ''He was very self-effacing and modest about the pretensions of his work and didn't hold any commercial hopes for it.''  The first printing of 2,500 copies should arrive from Britain by the end of this week, then will be shipped overnight to bookstores, said Ms. Donnelly of Penguin. The next 1,000 copies will arrive by early February.  Still, there are risks to reprinting a suddenly popular book. ''You don't want to over-order a book that normally does 36 copies a month,'' she said, sounding hesitant. ''Then you're stuck with it.''  ", 
            "title": "From Unread to In Demand, Thanks to 'Utopia'"
        }, 
        "weight": 0.45345819200172577, 
        "file": "1821456.txt", 
        "other_topics": {
            "0": 0.0002583908956737298, 
            "1": 0.00020999275491794203, 
            "2": 0.003579476005357087, 
            "3": 0.00020465515322327856, 
            "4": 0.037229647413815486, 
            "5": 0.00012600032220645442, 
            "6": 0.00032799556909208106, 
            "7": 0.047347217481518065, 
            "8": 0.00014218982212803652, 
            "9": 0.00020976699601019902, 
            "10": 0.2905685794528772, 
            "11": 0.00039117880324284653, 
            "12": 0.003563687928659437, 
            "13": 0.00016573919967701806, 
            "14": 0.05449138495152351, 
            "15": 0.00027953120227625615, 
            "16": 0.45345819200172577, 
            "17": 0.0003809160851754842, 
            "18": 0.00011420768162656372, 
            "19": 0.041186570585714545, 
            "20": 0.040522204389538595, 
            "21": 0.00015864370509777008, 
            "22": 0.020318272025586795, 
            "23": 0.0034735831217236595, 
            "24": 0.00013303104606879768, 
            "25": 0.00012516314826044116, 
            "26": 0.00014105629787199692, 
            "27": 0.00016541394472662538, 
            "28": 0.0004338806089200328, 
            "29": 0.0001982197649767574, 
            "30": 9.521164078750165e-05
        }
    }, 
    {
        "i": 25, 
        "content": {
            "text": "  To the Editor:  Boy, oh boy, did I feel a profound sense of déjà vu reading Benjamin Anastas's review of ''Last Seen Leaving,'' by Kelly Braffet (Dec. 24). According to Anastas, thrillers are ''the concession food of literature'' and ''a thrill only for readers with a taste for the expected.'' His highbrow snub of an entire genre (not to mention all of its writers and readers) reminded me of the literary dismissal of chick-lit novels.  As an author of both, I'm growing weary. There are many gorgeously written thrillers with exceptional character development that leave their readers wondering and waiting and wanting until the very end. I pine for the day when we all simply acknowledge that while there are some frivolous chick-lit novels and formulaic thrillers (and narcissistic autobiographies and tedious literary novels), not every book in a class is the same.  Laura Caldwell  Chicago  ", 
            "title": "Thriller"
        }, 
        "weight": 0.42269574256584735, 
        "file": "1818606.txt", 
        "other_topics": {
            "0": 0.001014997539281197, 
            "1": 0.0008248825058361392, 
            "2": 0.000870856159614062, 
            "3": 0.0008039156193225082, 
            "4": 0.001155157327058545, 
            "5": 0.0004949478450265367, 
            "6": 0.0012884149600377933, 
            "7": 0.06727817124444099, 
            "8": 0.0005585425879440582, 
            "9": 0.0008239956915572055, 
            "10": 0.12577751400155665, 
            "11": 0.00153660802047686, 
            "12": 0.0008088382663120785, 
            "13": 0.01384090141712405, 
            "14": 0.0030125406992581746, 
            "15": 0.001098039780863534, 
            "16": 0.42269574256584735, 
            "17": 0.06744556155906736, 
            "18": 0.00044862461394284346, 
            "19": 0.25411589624549746, 
            "20": 0.014088806632264542, 
            "21": 0.0006231758664593673, 
            "22": 0.0006740481407258255, 
            "23": 0.00045489329824825237, 
            "24": 0.0005225655650744397, 
            "25": 0.0004916593023209658, 
            "26": 0.000554089937522317, 
            "27": 0.0006497703660283814, 
            "28": 0.014894200411469084, 
            "29": 0.0007786364653588719, 
            "30": 0.000374005364462478
        }
    }, 
    {
        "i": 26, 
        "content": {
            "text": "  ''7: The Mickey Mantle Novel,'' a frequently salacious fictional account of the late Yankee's life, was canceled yesterday by its publisher, HarperCollins, slightly more than a month before it was to be released.  The cancellation of the book, written by the veteran sports author Peter Golenbock, came on the day HarperCollins shuttered its ReganBooks imprint. Judith Regan, the editor who ran the imprint, was fired last month.  ''I'm disappointed,'' Golenbock said by telephone last night. ''But I certainly have prospects. There is serious interest out there for it.''  The disclosure last month that ReganBooks was planning to publish ''7'' came soon after HarperCollins canceled ''If I Did It,'' by O. J. Simpson, about the murders of his ex-wife, Nicole, and her friend Ron Goldman. A companion television interview with Simpson on the Fox network was also canceled. Fox and HarperCollins are owned by the News Corporation.  Michael Morrison, president and group publisher of Harper/Morrow, said in a telephone interview that ''it was best for Peter to have a fresh start with the book. There was so much unfair attention paid to the book based on what happened with Judith. People were lumping the two books together.''  Golenbock said he had no regrets about writing the book. ''I love this book,'' he said. ''And Mickey would have loved it, too. A lot of the people who've said nasty things about it haven't read it. But if you read it, I guarantee you'll find humor and pathos and a real human being.'' One of the scenes in the book depicts a sexual encounter between Mantle and Marilyn Monroe.  Morrison said that he had read ''7'' twice and that ''I enjoyed it.''  He added, ''It's hard to say how well it would have done, but a subset of Mickey Mantle devotees would have bought it because they were interested in the hype around it.''  ", 
            "title": "Publisher Drops Novel About Mantle"
        }, 
        "weight": 0.42232005180757276, 
        "file": "1819729.txt", 
        "other_topics": {
            "0": 0.0005503875494413778, 
            "1": 0.0004472967109710767, 
            "2": 0.00047222615726275595, 
            "3": 0.0004359273107104364, 
            "4": 0.12221489014594997, 
            "5": 0.0002683879723672674, 
            "6": 0.01500317896908154, 
            "7": 0.000720605043444066, 
            "8": 0.00030287254337077615, 
            "9": 0.0004468158314428981, 
            "10": 0.22555331698213935, 
            "11": 0.0008332334711285666, 
            "12": 0.00043859664093883605, 
            "13": 0.00035303407931134564, 
            "14": 0.008785830151489413, 
            "15": 0.0005954176249595795, 
            "16": 0.42232005180757276, 
            "17": 0.050877226329295075, 
            "18": 0.00024326896601340354, 
            "19": 0.10203430643365445, 
            "20": 0.043401050257046145, 
            "21": 0.00033792026555500465, 
            "22": 0.00036550601358337366, 
            "23": 0.0002466681917844522, 
            "24": 0.0002833638207511837, 
            "25": 0.0002666047434520187, 
            "26": 0.0003004580711584821, 
            "27": 0.00035234126745888647, 
            "28": 0.0009241907864864, 
            "29": 0.0004222195616139704, 
            "30": 0.0002028063005652313
        }
    }, 
    {
        "i": 27, 
        "content": {
            "text": "  To the Editor:  Brad Leithauser's review of Robert Fagles's new translation of the Aeneid (Dec. 17) flattens out the complexities of Virgil's epic. Leithauser suggests that the gods control the world of the Aeneid and that ''relatively little malice and unreasonableness and rapacity seem innate to our kind.'' Yet Virgil has one of his characters in Book 9 question whether his internal lust for war is prompted by the gods or whether people simply deify their own desires. Virgil's epic is full of these hints that Aeneas' god-given mission might be prompted by his own deified desires and that the epic gods are an allegorical, literary device. In addition, Leithauser states that ''Virgil was wrong'' to suggest that Rome's glory ''will never fade,'' but it's Virgil's characters who suggest this -- not Virgil. As Edward Rothstein put it in a recent New York Times column: ''The argument has been made that Virgil's project was actually ironic, anti-Augustan: he showed how civilization itself is drenched in blood, with self-celebratory history being written by the victors.''  Leah Kronenberg  New Brunswick, N.J.  The writer is assistant professor of classics, Rutgers University.  To the Editor:  ''Arms and the man I sing.'' Oops, or is it ''Wars and a man I sing''? Darn, or is it something or other else?  Why should one read Robert Fagles, or any other middleman, instead of actually reading Virgil? Why anything but ''Arma virumque cano''?  If one is too lazy to learn Latin, it is surely a waste of time to read Fagles under the illusion that one is reading Virgil. Try Shakespeare instead.  John Winkler  Arlington, Mass.  ", 
            "title": "Arms and ..."
        }, 
        "weight": 0.4188370587602952, 
        "file": "1816889.txt", 
        "other_topics": {
            "0": 0.030466890005171148, 
            "1": 0.0004673524830285335, 
            "2": 0.0004933997092637743, 
            "3": 0.0004554733045950058, 
            "4": 0.0006544758086997879, 
            "5": 0.0002804218815482115, 
            "6": 0.0007299753922340859, 
            "7": 0.0007529153424923021, 
            "8": 0.0003164526626591991, 
            "9": 0.000466850041950789, 
            "10": 0.0936804516343091, 
            "11": 0.0008705937739381229, 
            "12": 0.0004582623215487798, 
            "13": 0.0003688633283299916, 
            "14": 0.0017068108076745924, 
            "15": 0.000622114803526479, 
            "16": 0.4188370587602952, 
            "17": 0.05315844599657307, 
            "18": 0.00025417659580666957, 
            "19": 0.25606841539714575, 
            "20": 0.0005093186259413664, 
            "21": 0.0003530718453751493, 
            "22": 0.0003818944759043762, 
            "23": 0.00025772823516709607, 
            "24": 0.00029606921307561617, 
            "25": 0.0002785586966847671, 
            "26": 0.0003139299309780981, 
            "27": 0.00036813945236225764, 
            "28": 0.0009656294094334207, 
            "29": 0.00791410701201246, 
            "30": 0.12725215305227489
        }
    }, 
    {
        "i": 28, 
        "content": {
            "text": "  ARTHUR & GEORGE, by Julian Barnes. (Vintage International, $14.95.) The Arthur in Barnes's extraordinary novel is Sir Arthur Conan Doyle, the creator of Sherlock Holmes. The other title character is George Edalji, a half-Indian solicitor who was convicted of a series of livestock mutilations in his rural parish in 1903. Barnes dissects early-20th-century English society as he spins the real-life detective story of how Arthur took up George's case and tried to exonerate him. (Doyle's work on the case helped lead to the creation of a Court of Criminal Appeal in 1907.) ''Arthur & George'' was a Man Booker Prize finalist in 2005; our reviewer, Terrence Rafferty, called it a ''cracking good yarn.''  ALICE, LET'S EAT: Further Adventures of a Happy Eater, by Calvin Trillin. (Random House, $12.95.) Originally published in 1978, this was the second of Trillin's three autobiographical books about food (the ''Tummy Trilogy''). Guided by an insatiable appetite, Trillin records his gastronomical odyssey -- from barbecued mutton in Kentucky to latkes in London -- often with his wife, Alice, who died in 2001, at his side. ''Beneath the joker lies an incredibly resourceful food investigator,'' Christopher Lehmann-Haupt wrote in The Times in 1979.  WHAT STALIN KNEW: The Enigma of Barbarossa, by David E. Murphy. (Yale University, $18.) Murphy, a former C.I.A. chief of Soviet operations, brings his knowledge of Russian history and intelligence gathering to this analysis of the Soviet Union's incredible passivity before Operation Barbarossa, the Nazi invasion of 1941. In STALIN'S FOLLY: The Tragic First Ten Days of World War II on the Eastern Front (Mariner/Houghton Mifflin, $15.95), Constantine Pleshakov argues that Stalin had failed to anticipate the invasion because he himself was planning a pre-emptive war against Germany.  MOTHER'S MILK, by Edward St. Aubyn. (Open City, $14.) The first of St. Aubyn's novels to be published in this country, ''Some Hope,'' examined the toxic childhood and protracted adolescence of the well-born Patrick Melrose. He turns up again in ''Mother's Milk'' (a Man Booker Prize finalist last year), his aristocratic family having fallen on hard times. A London barrister, Patrick now has a wife and two young sons, but he's still subject to the whims of his senile mother, who has turned the family house in Provence into a new-age retreat. ''Mother's milk turns out to be a bitter potion,'' Charles McGrath wrote here, ''that dooms a child either to become an imitation of the previous generation or -- it amounts to the same thing, almost -- the exact opposite.''  BUFFALO BILL'S AMERICA: William Cody and the Wild West Show, by Louis S. Warren. (Vintage, $16.95.) A mythical embodiment of the West, William F. Cody (1846-1917), known as Buffalo Bill -- horse thief, Civil War soldier, gold-seeker, Indian fighter -- was one of the most recognizable men of his time. This exhaustively researched biography investigates Cody's carefully constructed persona and his frontier extravaganza, seeing in them a ''vibrant culture of artful deception and imposture that characterized 19th-century American culture and especially that of the Far West.''  DOOR IN THE MOUNTAIN: New and Collected Poems, 1965-2003, by Jean Valentine. (Wesleyan University, $19.95.) Valentine's poetry has long combined explosive vigor and extreme restraint, and this collection, which won a National Book Award in 2004, uses autobiographical storytelling and dreamlike sequences to explore her preoccupations with religious mysticism, imprisonment, mourning and erotic experience.  THE FATED SKY: Astrology in History, by Benson Bobrick. (Simon & Schuster, $15.) Bobrick, who has written histories about stuttering, subways and the English Bible, surveys astrology's ''impact on history and on the history of ideas,'' likening it to ''an underground river through human affairs.'' (According to ''The Fated Sky,'' between 30 and 40 percent of the American public gives astrology, the belief that human lives are ruled by the stars and planets, some credence.) In the Book Review, Dick Teresi called ''The Fated Sky'' an ''entertaining book'': ''Bobrick is especially good at chronicling the battles between the Roman Catholic Church and astrology.''  PARADISE TRAVEL, by Jorge Franco. Translated by Katherine Silver. (Picador, $14.) This noirish coming-of-age story traces a young couple, Marlon and Reina, who flee from Medellín only to become separated on their first night in New York. Franco -- one of a generation of Colombian novelists who opt for a harder, grittier urban reality than their magic-realist forebears -- recounts Marlon's yearlong quest to find Reina, even as he struggles to make his way in the city's immigrant underworld.  IHSAN TAYLOR  ", 
            "title": "Paperback Row"
        }, 
        "weight": 0.4159706366597681, 
        "file": "1818598.txt", 
        "other_topics": {
            "0": 0.00018286598408940634, 
            "1": 0.00014861410530579743, 
            "2": 0.00015689690118945955, 
            "3": 0.0025211729527536858, 
            "4": 0.0002081177275959158, 
            "5": 0.01909986236699954, 
            "6": 0.033500834500341706, 
            "7": 0.009744765959787273, 
            "8": 0.00010062924888721069, 
            "9": 0.00014845433332651102, 
            "10": 0.10583234736767237, 
            "11": 0.0002768413980817826, 
            "12": 0.00014572351145114503, 
            "13": 0.00011729539375643682, 
            "14": 0.017177105560267178, 
            "15": 0.06435890797658932, 
            "16": 0.4159706366597681, 
            "17": 0.0026459146883087005, 
            "18": 8.082599054721455e-05, 
            "19": 0.13133063587200108, 
            "20": 0.035807003854731734, 
            "21": 0.00011227383680315464, 
            "22": 0.00012143918759128577, 
            "23": 8.195538158521277e-05, 
            "24": 9.414748569365757e-05, 
            "25": 8.857929076291691e-05, 
            "26": 0.07851892576397297, 
            "27": 0.00011706520736992183, 
            "28": 0.00030706191996662997, 
            "29": 0.00964562753482066, 
            "30": 0.07135747203798196
        }
    }, 
    {
        "i": 29, 
        "content": {
            "text": "  THOMAS HARDY By Claire Tomalin.  Illustrated. 486 pp. The Penguin Press. $35.  When Thomas Hardy drew his first chancy breaths inside a Dorset cottage in 1840, Wordsworth had yet to become England's poet laureate. By his ninth decade, still writing, Hardy enjoyed listening to the wireless with his dog, Wessex, and had seen the silent-film adaptation of his own ''Tess of the D'Urbervilles.'' The author's life span seems somehow even vaster than it was, a match for the cosmically long view Hardy took of his fictional characters, fate's playthings set in motion on a ''blighted star.''  His mother, Jemima, is described by Claire Tomalin in this excellent new biography as having been ''powerful, rather than tender,'' with a ''dark streak of gloom and anger.'' A literate, book-hungry servant, Jemima had been exposed briefly to London life before her shotgun wedding to Hardy's father, a rural builder who proved, like his wife, a conscientious parent to their clever, undersize son, whom they provided with a nonconformist education and then apprenticed to an architect.  Much of Hardy's work in that early position derived from England's 19th-century vogue for ''indiscriminate church restoration,'' an ahistorical endeavor he came to regret. From religion itself he never fell fully away, Tomalin argues. In the midst of his later meditations on the universe's blind cruelty, he ''cherished the memory of belief,'' as if it were an original stone church underneath all the neo-Gothic gimcrackery.  Lucky enough to secure a place with Ar-thur Blomfield, ''one of the most successful architects in London,'' Hardy nonetheless began seriously to pursue his ambition of becoming a novelist. Finding something to say about the manners, economics and morality of his society was hard enough work; convincing himself that he had the right to say it -- at a time when his lack of property meant he was not entitled to vote -- must have been an even taller order. Class was the vise in which he lived his early life, and Tomalin makes her readers feel the squeeze, as Hardy manages his slow rise into the middle class and then toward the upper echelons of authorship.  This new biography makes its subject a fascinating case study in mid-Victorian literary sociology. Hardy struggles -- with an industriousness befitting the age -- against editorial rejection, rapacious contract terms and enforced prudery. Leslie Stephen, known chiefly to the 21st century as Virginia Woolf's father, edited his magazine, The Cornhill, under the watchful, prissy eyes of so many others that he sometimes made ''few suggestions beyond bowdlerizations'' when working on Hardy's copy. Serialization often forced the author ''to pack in far too much plot'' and thereby throw novels like ''The Mayor of Casterbridge'' significantly off-kilter. Finally, there were reviewers to contend with; Hardy remained overly sensitive to all they had to say.  Tomalin herself examines the novels with the confident judgments of a critic, not the hedged and sometimes overawed appraisals of a scholar. Appreciative of Hardy's genius, she still finds his body of fiction ''exceptionally uneven.'' ''Tess,'' the novel that made him rich, remains by Tomalin's measure an awkward production in spots, and yet it ''glows with the intensity'' of Hardy's imagination. In a fine example of biography's usefulness to criticism, Tomalin notes that what Hardy called Tess's ''invincible instinct towards self-delight'' was a quality the novelist ''himself possessed in very small measure,'' and thus, perhaps, judged all the more laudable in his heroine. ''Jude the Obscure,'' written when he was in his mid-50s, reprised Hardy's earliest ''theme of a penniless young man with ambitions and radical ideas.'' But so inexhaustible were his feelings on the subject that even today, as Tomalin puts it, ''reading 'Jude' is like being hit in the face over and over again. ... It was Job retold for a godless world that offers no final consolation or redress.'' Reviews of the book were often scandalized and savage, and if they did not actually cause Hardy to abandon novels for poetry -- something he'd long wished to do -- they seemed to provide him with the right moment. Having secured his place among the English novelists, he had 30 years left to write nothing but verse.  Hardy tended toward second thoughts and withdrawn behavior, as well as toward the sense of himself as a kind of living ghost: ''Even when I enter into a room to pay a simple morning call I have unconsciously the habit of regarding the scene as if I were a spectre not solid enough to influence my environment.'' Many, like Virginia Woolf, were struck by his kindliness, and he insisted on calling himself an ''evolutionary meliorist,'' not a pessimist. But Tomalin quotes an astonishing letter of condolence that he wrote when Henry Rider Haggard, the adventure writer, lost his 10-year-old son: ''To be candid, I think the death of a child is never really to be regretted, when one reflects on what he has escaped.''  Hardy's long -- and childless -- marriage to Emma Gifford was marked by ever increasing estrangement and what Tomalin calls ''mutual incomprehension.'' Emma's liveliness and complicated nature had made her, early on, a kind of muse and ''mine'' -- Hardy's own word -- of material, but her own frustrated desire to write left her jealous of her husband's success and even of his heroines. Annoyed by her habit of referring to ''our books,'' Hardy worked hard at being both loyal and oblivious to her.  In the 1880s, two decades after he ''set out to become a Londoner,'' he decided to return home to Dorset for good and build the house he called Max Gate; he took up residence and even served as a local justice of the peace. Emma did not favor the move but put up with it, as she put up with Hardy's attraction to the married Florence Henniker, a published novelist and the daughter of a lord, whose desire for friendship but not sex with Hardy helped inform his portrait of the neurotic Sue Bridehead in ''Jude.'' In 1905, when Hardy was 65, another Florence, Miss Dugdale, entered his and Emma's life by means of a fan letter. She thoroughly insinuated herself into the Max Gate household and became the second Mrs. Hardy following Emma's death in 1912. And yet, any humiliation from this would come to her, not Emma, when Hardy began to produce an extended series of questioning, penitential elegies for his first wife, the whole set of them racked with guilt and wonder.  Tomalin calls the Emma poems ''one of the finest and strangest celebrations of the dead in English poetry,'' shrewdly observing of their author: ''The more risks he takes the less he falters.'' The elegies have been strongly appreciated by other Hardy biographers (including Martin Seymour-Smith a dozen years ago) but perhaps never so convincingly as they are by Tomalin, who chooses to begin her book's prologue with Emma's death, what she calls ''the moment when Thomas Hardy became a great poet.'' To those, like this reviewer, who have always thought Hardy as unwise to have given up fiction as George Meredith was to neglect poetry, even for a time, Tomalin's treatment of the Emma poems prompts at least a tentative reconsideration. What she sees as ''the contradictions always present in Hardy, between the vulnerable, doomstruck man and the serene inhabitant of the natural world'' may actually have been better conveyed by verse, which allows the clashing elements a lyric near-simultaneity, something unachievable in the slower alternations of narrative fiction.  Surely, at points in writing this biography, Tomalin must have pined for the subject of her previous one, Samuel Pepys, whose whole exuberant existence derived from an ''instinct towards self-delight'' such as even Tess never knew. Nonetheless, Tomalin comes through, recounting Hardy's life with the amiable authority of a 19th-century novelist, unafraid of gentle, but firm, pronouncements (''Like most people, he gave different accounts of what he believed at different times''). She has visited each important locale of Hardy's life, noticing the large and seemingly simple things academic scholars often miss: ''Most of his characters are prodigious walkers. Tess and Jude both walk themselves through the crises in their lives, and Jude effectively kills himself by walking in the rain.'' This is an observation that helps readers to square the circle of recognitions, to remember Hardy as a writer whose books they would once finish with the sudden need to get up from the chair and out of the house, to walk, alone, filled with the ancient surefire feelings of pity and fear.  ", 
            "title": "Thomas Hardy's English Lessons"
        }, 
        "weight": 0.41203394534498966, 
        "file": "1822248.txt", 
        "other_topics": {
            "0": 0.00011403541396829939, 
            "1": 9.267590746559642e-05, 
            "2": 9.784106741653918e-05, 
            "3": 0.006017863280872864, 
            "4": 0.0030935539330460772, 
            "5": 5.5607605157633895e-05, 
            "6": 0.0001447539798322164, 
            "7": 0.013486274745016173, 
            "8": 6.275250211959394e-05, 
            "9": 9.257627349654972e-05, 
            "10": 0.14453710454425345, 
            "11": 0.0001726385778690468, 
            "12": 9.087333019311502e-05, 
            "13": 7.314552703826141e-05, 
            "14": 0.08925160543784631, 
            "15": 0.0001233652458439546, 
            "16": 0.41203394534498966, 
            "17": 0.019432624131703907, 
            "18": 5.0403170044698434e-05, 
            "19": 0.2612060944387825, 
            "20": 0.008992312303838505, 
            "21": 7.001407900660915e-05, 
            "22": 0.0015576153541463278, 
            "23": 5.1107459446532974e-05, 
            "24": 5.871046798896014e-05, 
            "25": 5.523813595769102e-05, 
            "26": 0.029699967305937974, 
            "27": 7.300198257313405e-05, 
            "28": 0.009082798644410448, 
            "29": 8.748014475078762e-05, 
            "30": 4.201966498662374e-05
        }
    }, 
    {
        "i": 30, 
        "content": {
            "text": "  ''The Higher Power of Lucky,'' by Susan Patron, has won the 2007 John Newbery Medal, the most prestigious award in children's literature. The prize was announced yesterday by the American Library Association at its midwinter meeting in Seattle. The book, the story of a scrappy orphan who searches for a higher power in her small, dusty California town, was published by Atheneum/Richard Jackson Books, an imprint of Simon & Schuster. The Randolph Caldecott Medal for the most distinguished children's picture book was awarded to David Wiesner for ''Flotsam,'' the story of a little boy who embarks on a photographic adventure at the beach. It was published by Clarion Books, an imprint of Houghton Mifflin. Publishers place a high value on the literary awards, signified by silver and gold seals on the covers of award-winning books.  JULIE BOSMAN  ", 
            "title": "Arts, Briefly; Children's Book Award Winners"
        }, 
        "weight": 0.4104844064375199, 
        "file": "1820936.txt", 
        "other_topics": {
            "0": 0.10336348723058476, 
            "1": 0.0007121626538127544, 
            "2": 0.0007518540268850524, 
            "3": 0.0006940608836381005, 
            "4": 0.023772236376415613, 
            "5": 0.00042731342745074794, 
            "6": 0.001112353590554677, 
            "7": 0.001147310023755496, 
            "8": 0.011869683384449659, 
            "9": 0.0007113970223369306, 
            "10": 0.006102880238292815, 
            "11": 0.001326631172306795, 
            "12": 0.0006983108529598795, 
            "13": 0.06888687503018923, 
            "14": 0.05953820530969327, 
            "15": 0.01233545850989569, 
            "16": 0.4104844064375199, 
            "17": 0.11516648061440626, 
            "18": 0.00038732024666640754, 
            "19": 0.0030292217273309905, 
            "20": 0.057713438691279706, 
            "21": 0.011925484552284373, 
            "22": 0.0005819397420851764, 
            "23": 0.0003927323178635402, 
            "24": 0.06877594965333968, 
            "25": 0.0004244742627408575, 
            "26": 0.0004783737775561738, 
            "27": 0.0005609795152227163, 
            "28": 0.03563384492625826, 
            "29": 0.0006722361155705127, 
            "30": 0.0003228976866539524
        }
    }, 
    {
        "i": 31, 
        "content": {
            "text": "  THE COLD WAR: A New History, by John Lewis Gaddis. (Penguin, $16.) Gaddis, a history professor at Yale, has written six volumes on the cold war. In ''The Cold War: A New History,'' he presents an authoritative account of the Soviet-American conflict, re-evaluating the events and strategies that created, sustained and eventually dismantled the nearly 50-year standoff. Each chapter focuses on a significant theme -- the arms race and the prospect of global annihilation, for example -- and there are fresh assessments of leaders including Dwight D. Eisenhower, John Paul II and Mikhail Gorbachev. Gaddis can now use ''the once-secret information and hindsight that a scholar needs to write true history,'' Michael Beschloss wrote in the Book Review.  ACROSS THE BRIDGE OF SIGHS: More Venetian Stories, by Jane Turner Rylands. (Anchor, $14.95.) In her second volume of interconnected stories, Rylands examines Venice through the lens of the locals, who take the old-master altarpieces for granted and overlook the shimmering light on the canals. In one story a young thief is redeemed by the unexpected discovery of a lost passport. FALLING PALACE: A Romance of Naples, by Dan Hofstadter. (Vintage, $13.95.) Hofstadter's travelogue lovingly portrays the ancient city with its volcano, its architecture, its animation and a girl, Benedetta, who embodies all these for the author. Our reviewer, Shirley Hazzard, called Hofstadter's observations ''literally breathtaking lyrical in the Neapolitan tradition.''  WATERLOO, by Karen Olsson. (Picador, $14.) A melancholy comedy of Texas politics, Olsson's first novel follows a jaded alternative-weekly reporter, a conservative state assemblywoman and several others as they plan, protest or mourn the razing of two neglected buildings: a music club beloved by aging hipsters and a historically black library.  GOYA, by Robert Hughes. (Knopf, $29.95.) This is a moving, superbly illustrated study of the dark genius of Francisco de Goya y Lucientes (1746-1828), informed by the author's own ghastly experience after a car crash. Hughes deconstructs Goya's technique -- his use of light and shadow, his framing of chaotic, sometimes surreal subject matter -- and situates his work against Spain's harrowing war with Napoleon. In the Book Review, Jenny Uglow called Hughes's account ''dazzling, disturbing and intensely personal'': ''We feel the painful immediacy of Goya's work, as if we had one skin less.''  FLEDGLING, by Octavia E. Butler. (Warner, $13.99.) Butler, an internationally acclaimed science fiction writer, died last February at 58. Her 12 novels, set in time periods ranging from the historical past to the distant future, were known for their strong protagonists, many of them black women. Her final book follows Shori, an amnesiac vampire who looks like a 10-year-old black girl, on a dangerous journey of self-discovery and survival.  LIVE FAST, DIE YOUNG: The Wild Ride of Making ''Rebel Without a Cause,'' by Lawrence Frascella and Al Weisel. (Touchstone, $15.) A lively overview of the classic 1955 film, ''Live Fast, Die Young'' reconstructs its tumultuous production history and looks closely at the director Nicholas Ray's relationship with his mercurial, seductive, frustrating star, James Dean.  A DISORDER PECULIAR TO THE COUNTRY, by Ken Kalfus. (Ecco/Harper Perennial, $13.95.) A National Book Award finalist last year, this bitingly satiric novel chronicles the marital split of Joyce and Marshall Harriman, New York professionals with two young children. Kalfus sets their familial hostilities against the background of the terrorist attacks on the World Trade Center, the war in Afghanistan and the invasion of Iraq. (The novel begins on the morning of Sept. 11, 2001; reasonably imagining that the other has been killed, neither Joyce nor Marshall can escape ''a giddiness, an elation'' at the thought.) ''With cool black humor, Kalfus invites us to compare religious and cultural hatreds with personal ones, refracting his characters' domestic miseries through the light shed by international events,'' Sylvia Brownrigg wrote here.  THE EDIFICE COMPLEX: How the Rich and Powerful -- and Their Architects -- Shape the World, by Deyan Sudjic. (Penguin, $16.) Sudjic, the architecture critic for the London newspaper The Observer, documents 20th-century architectural grandiosity, from presidents and dictators to the merely rich, and the complementary ego of the architects they hire. ''Architecture is about power,'' Sudjic writes. ''Above all, architecture is the means to tell a story about those who build it.''  IHSAN TAYLOR  ", 
            "title": "Paperback Row"
        }, 
        "weight": 0.40985555770485754, 
        "file": "1816869.txt", 
        "other_topics": {
            "0": 0.03789932641710224, 
            "1": 0.015239561496695642, 
            "2": 0.00016596800454274363, 
            "3": 0.0001532104581069167, 
            "4": 0.0002201501986158087, 
            "5": 9.432729536895036e-05, 
            "6": 0.0002455464746729897, 
            "7": 0.00025326293193306184, 
            "8": 0.00513389892004002, 
            "9": 0.030321747651023776, 
            "10": 0.07675895601392489, 
            "11": 0.002806573036465507, 
            "12": 0.0026678744781194067, 
            "13": 0.02526133551450161, 
            "14": 0.02571138943460051, 
            "15": 0.002722990581681349, 
            "16": 0.40985555770485754, 
            "17": 0.04050477799346728, 
            "18": 8.549900134810985e-05, 
            "19": 0.14646478541448793, 
            "20": 0.0579870175459294, 
            "21": 0.005146216747896913, 
            "22": 0.00012846027859708705, 
            "23": 8.669368891366397e-05, 
            "24": 9.959068799213849e-05, 
            "25": 9.370056400272902e-05, 
            "26": 0.00010559861149578015, 
            "27": 0.00012383341367021004, 
            "28": 0.07825031659699722, 
            "29": 0.03534055479852885, 
            "30": 7.12780444196754e-05
        }
    }, 
    {
        "i": 32, 
        "content": {
            "text": "  To the Editor:  In his review of Colm Toibin's ''Mothers and Sons'' (Dec. 31), Pico Iyer separates Toibin from the ''typical Irish writer, if you associate such with musical rhapsodies, loquaciousness or blarney.''  Typical? Who has he been reading? Jonathan Swift? Frank O'Connor? Elizabeth Bowen? Benedict Kiely? William Trevor? John McGahern? Not to mention Samuel Beckett, so I won't.  There's a long list of writers, many included in the Toibin-edited ''Penguin Book of Irish Fiction,'' who are spare in their music, blade-sharp and ruthlessly to the point.  Ambrose Clancy  Hampton Bays, N.Y.  ", 
            "title": "Typical Irish"
        }, 
        "weight": 0.40518794264462754, 
        "file": "1818603.txt", 
        "other_topics": {
            "0": 0.0012448732851727136, 
            "1": 0.1466054188823719, 
            "2": 0.0010680868931952233, 
            "3": 0.0009859857184840043, 
            "4": 0.0014167763378471682, 
            "5": 0.0006070431956551189, 
            "6": 0.0015802140418032745, 
            "7": 0.0016298732931998988, 
            "8": 0.0006850408197592267, 
            "9": 0.0010106135077365926, 
            "10": 0.041023936018312605, 
            "11": 0.0018846176472786704, 
            "12": 0.0009920232422143491, 
            "13": 0.0007984967947336332, 
            "14": 0.019871898001244743, 
            "15": 0.001346722860256334, 
            "16": 0.40518794264462754, 
            "17": 0.1150747322415061, 
            "18": 0.0005502287201246556, 
            "19": 0.05283456396355938, 
            "20": 0.0011025473639615594, 
            "21": 0.04929555142456639, 
            "22": 0.0008267059680796436, 
            "23": 0.0005579171305128339, 
            "24": 0.0006409157525377307, 
            "25": 0.0006030098667031945, 
            "26": 0.04921081897548481, 
            "27": 0.0007969297844194413, 
            "28": 0.0020903460146716483, 
            "29": 0.0009549813640661751, 
            "30": 0.09752118824591345
        }
    }, 
    {
        "i": 33, 
        "content": {
            "text": "  This summer, readers interested in American wealth will be able to pick up Robert Frank's new book -- and the other Robert Frank's new book.  Robert Frank, a reporter who covers private wealth for The Wall Street Journal, and Robert H. Frank, an economist and professor at Cornell University (who also contributes to The New York Times), have both written books dealing with the culture of wealth in the United States. Mr. Frank's ''Richistan: A Journey Through the American Wealth Boom and the Lives of the New Rich,'' will be published by Random House's Crown imprint in June, while Professor Frank's ''Falling Behind: How Rising Inequality Harms the Middle Class,'' will be published by the University of California Press in July.  Both writers, who are telephone acquaintances, sounded more amused than annoyed by the coincidental timing. ''If Robert Frank comes out with a book on economic inequality, it's going to be confusing,'' said Professor Frank, who said that people occasionally mistake him for the journalist. But, he added, the other Robert Frank ''is entitled to his name and any subject he wants to write about.''  Mr. Frank's regard for the professor goes beyond just his name. ''I'm a huge admirer of his work. I've read and loved every book that he's written,'' he said. ''He's a renowned and respected and highly trained economist, and I'm a mere journalist.''  The writers also rely on small distinctions to separate their public identities. ''I use my middle initial, so this helps,'' said Professor Frank, who has some experience sharing his name. (His literary agent also represents the photographer named, yes, Robert Frank.)  The journalist Mr. Frank, whose longtime byline is ''Robert Frank'' and whose middle initial is L., had considered using that initial with ''Richistan'' (early copies of the book's jacket have it). But he has now decided to publish the book without the initial, he said Friday. Both men also said that their books, while superficially related, were very different in tone and purpose. Mr. Frank described ''Richistan'' as a ''colorful and fun'' collection of stories about the lives and lifestyles of wealthy Americans. ''Falling Behind'' examines the pressures facing middle-class Americans as a result of uneven income gains.  Professor Frank's book already has its first endorsement -- from Mr. Frank, who has read a manuscript copy. ''I think his book is great and I hope people buy it,'' Mr. Frank said.  MARIA ASPAN  MEDIA TALK  ", 
            "title": "For Gravitas or Levity, Try a Robert Frank Book"
        }, 
        "weight": 0.4015890580387189, 
        "file": "1817363.txt", 
        "other_topics": {
            "0": 0.11434658103417376, 
            "1": 0.0003098823526424405, 
            "2": 0.09942739534148697, 
            "3": 0.0003020057543700052, 
            "4": 0.00043395619091013106, 
            "5": 0.0001859363019181266, 
            "6": 0.005439028989435332, 
            "7": 0.0004992274271448746, 
            "8": 0.00020982684197873433, 
            "9": 0.0003095492044750729, 
            "10": 0.1612159252733655, 
            "11": 0.0005772551910189283, 
            "12": 0.00030385503765527745, 
            "13": 0.00024457821481059744, 
            "14": 0.0011317165689808796, 
            "15": 0.0004124989294615664, 
            "16": 0.4015890580387189, 
            "17": 0.0005621106912933875, 
            "18": 0.0001685341243611379, 
            "19": 0.19951858534227032, 
            "20": 0.00033770838881301026, 
            "21": 0.00023410752712311865, 
            "22": 0.00025321863679319466, 
            "23": 0.00017088907143152554, 
            "24": 0.00019631140867880335, 
            "25": 0.0051397130069195, 
            "26": 0.005163166228410174, 
            "27": 0.00024409824220737278, 
            "28": 0.0006402694412510261, 
            "29": 0.0002925091731628166, 
            "30": 0.0001405020247375071
        }
    }, 
    {
        "i": 34, 
        "content": {
            "text": "  Is there anything the American consumer isn't allowed to decide?  The vote-mad public picks the American Idol and the most popular YouTube videos, and this year it will pick a Super Bowl commercial for Doritos.  Now the struggling book industry, eager to tap into mainstream tastes, has come up with its own populist gimmick. Touchstone, an imprint of Simon & Schuster, has promised to publish a book by a first-time author who wins a contest on Gather.com, a social-networking site that might be described as MySpace for grown-ups.  The contest, called First Chapters, will be officially announced today. Unpublished writers can enter free by submitting a manuscript for a full-length work of fiction. Each entry's first chapter will be posted on Gather.com and voted on by members of the site. In the next round, the second chapters of the top 20 manuscripts will be posted, followed by a vote; a subsequent round will post the third chapters of the top 10, followed by a vote. In the fourth and final round, the entire manuscripts of five finalists will go before a ''Grand Prize Judging Panel,'' to include Carolyn K. Reidy, the president of the adult publishing group at Simon & Schuster, and George Jones, the chief executive of Borders. The winner will receive a book contract from Touchstone and $5,000 from Gather.com.  ''It is akin to an 'American Idol' for thinking people,'' snarked Tom Gerace, the chief executive of Gather.com.  Back to you, Simon Cowell.  First Chapters also reflects an industry laboring to recruit new authors who come with a built-in audience, a sort of guarantee that even if the books don't leap off the shelves, there's a slightly greater chance that they will. The First Chapters winner will be a first-time author potentially bringing thousands of fans to Simon & Schuster. ''It will have a seal of approval by the time it gets to the fourth round,'' said Mark Gompertz, the executive vice president and publisher of the Touchstone Fireside division of Simon & Schuster.  Finding quality first-time authors the traditional way ''always has been and always will be a needle-in-the-haystack situation,'' Mr. Gompertz said, citing the process of agents reading manuscripts to discover talented unknown writers. ''We just felt like we wanted to find newer ways to do it,'' he said. ''There's something intriguing about a community of readers out there preselecting it by voting for it. You know that many more eyes have read the thing than if it had been seen by a single agent.''  Earlier this week, another attempt by Touchstone to use a contest to recruit unpublished talent fell apart. The widely publicized Sobol Award, which promised its winning unpublished novelist a cash prize and book contact with Touchstone, was canceled Monday. Sobol Literary Enterprises, the organization that conceived the award, said it hadn't received enough submissions (probably, some critics suggested, thanks to the $85 entry fee per manuscript).  Some agents had bristled at the Sobol Award's requirement that the winning author be represented by Sobol Literary Enterprises. But Laurence J. Kirshbaum, a literary agent and the former head of the Time Warner Book Group, said he did not see contests as threats to agents, often bypassed in deals between authors and publishers. ''When you consider how difficult it is to find and market new stars, anything that tries to lubricate this process should be encouraged,'' he said. ''But in the long run, I would hope the authors would be represented by either an agent or a lawyer.''  Adam Rothberg, a spokesman for Simon & Schuster, said the First Chapters winner must agree in advance to sign Simon & Schuster's standard publishing contract. ''I don't know that they will need agenting,'' he said.  Simon & Schuster would not disclose how much it would pay to publish the book.  Once the trade paperback arm of Simon & Schuster, the Touchstone Fireside division now publishes a mix of hardcover and paperback commercial fiction, self-help books and popular biography, including ''Confessions of an Heiress'' by Paris Hilton. It also produces serious historical novels that land on best-seller lists, like ''The Other Boleyn Girl'' by Philippa Gregory, about Anne Boleyn's older sister, Mary.  The idea for the contest was hatched on a Gather.com literary cruise in October, when Simon & Schuster marketing executives casually brainstormed with Gather.com employees on how the companies might combine their efforts. Simon & Schuster was looking for new ways to recruit literary talent, and Gather.com executives were trying to supplement their popular short-story contests with a contest for a full-length work of fiction.  Founded in 2005, Gather.com now has 175,000 registered users, 73 percent of whom are between the ages of 30 and 59, Mr. Gerace said. Many Gather.com members cite reading as a primary interest, and the site has responded with literary contests and book discussion boards.  The contest fulfills another goal of publishers: to use social-networking Web sites to pitch books. Many publishers have tried to use MySpace to promote authors, even creating MySpace pages for fictional characters.  Social-networking sites, Mr. Gerace said, are sometimes filling in for independent bookstores, which have generally decreased the frequency of in-store events in the last few years. ''Increasingly, as book readings are becoming more rare,'' he said, ''people are turning to social media to make those introductions.''  ", 
            "title": "One Click, One Vote To Publish A Winner"
        }, 
        "weight": 0.3989200410699689, 
        "file": "1817971.txt", 
        "other_topics": {
            "0": 0.00017338926622096105, 
            "1": 0.0001409124326613876, 
            "2": 0.00014876598676920907, 
            "3": 0.00013733071652234042, 
            "4": 0.09032480222708444, 
            "5": 8.455059282958692e-05, 
            "6": 0.00022009641980735026, 
            "7": 0.0024801998387308957, 
            "8": 9.541430962025873e-05, 
            "9": 0.0001407609405925423, 
            "10": 0.2670835856073546, 
            "11": 0.0002624945645960956, 
            "12": 0.011404105369644512, 
            "13": 0.0001112167599447243, 
            "14": 0.0005146241257639591, 
            "15": 0.00018757514626112552, 
            "16": 0.3989200410699689, 
            "17": 0.0025087946704445935, 
            "18": 7.663732138237368e-05, 
            "19": 0.04115673995800147, 
            "20": 0.05423004764045322, 
            "21": 0.00010645543661960184, 
            "22": 0.1240404168468604, 
            "23": 0.0023308949298031082, 
            "24": 8.92684527538514e-05, 
            "25": 8.398882003252274e-05, 
            "26": 9.465367547142038e-05, 
            "27": 0.00011099850257525981, 
            "28": 0.000291148959455373, 
            "29": 0.0023861990936231633, 
            "30": 6.389031815069887e-05
        }
    }, 
    {
        "i": 35, 
        "content": {
            "text": "  HOLDING ON: At the start of last year -- Sunday, Jan. 1, 2006 -- the No. 1 novel here was ''Mary, Mary,'' a James Patterson production. The best-selling work of nonfiction was Frank McCourt's memoir ''Teacher Man.'' Three books from that first best-seller list of 2006 are still clinging, like snow that won't melt, to the nonfiction list in hardcover: ''Marley & Me'' (62 weeks), ''The World Is Flat'' (90 weeks) and ''Freakonomics'' (85 weeks). All of last January's fiction best sellers have long vanished into the paperback aisle.  SPECIAL TOPICS: Two thousand and six, it turns out, was a sunny year for fiction, and a few literary novels sold well enough to make the list in hardcover. Among them, in order of number of weeks here, were: ''Water for Elephants,'' by Sara Gruen (12 weeks), ''Thirteen Moons,'' by Charles Frazier (10 weeks), ''Digging to America,'' by Anne Tyler (6 weeks), ''The Road,'' by Cormac McCarthy (5 weeks), ''The Emperor's Children,'' by Claire Messud (5 weeks), ''Everyman,'' by Philip Roth (5 weeks), ''Suite Française,'' by Irène Némirovsky (4 weeks), ''Terrorist,'' by John Updike (4 weeks), ''Special Topics in Calamity Physics,'' by Marisha Pessl (3 weeks), ''The Foreign Correspondent,'' by Alan Furst (3 weeks), ''The Mission Song,'' by John le Carré (3 weeks), ''Telegraph Days,'' by Larry McMurtry (3 weeks), ''Arthur & George,'' by Julian Barnes (2 weeks), ''The Good Life,'' by Jay McInerney (2 weeks), and ''A Spot of Bother,'' by Mark Haddon (2 weeks).  OVERABUNDANCE: When I was in my 20s and living in Burlington, Vt., I was a volunteer at the Brautigan Library -- a nonprofit library stocked only with, well, unpublished books. Richard Brautigan dreamed up such a place in his shaggy 1971 novel ''The Abortion.'' In the real-life version, inspired by the novel, writers sent in their books and, for a small fee, the library bound them and stuck them on shelves for visitors to browse. It seemed like a good idea at the time -- up with the counterculture, down with smarty-pants New York publishing houses, etc. The Brautigan Library (1990-95) didn't survive into the Internet era, which would have rendered it irrelevant in any case. But I've been thinking about the place lately, perhaps slightly less wistfully, given the absurd overabundance of books of all sorts (the critic John Sutherland has estimated that 10,000 novels are published each year -- roughly 27 per day) and quasi-ridiculous events like National Novel Writing Month in November. This country doesn't need more writers; it needs more close readers, a point driven home in blazing high style by Christian Wiman, the editor of Poetry magazine, in an editorial, ''In Praise of Rareness,'' in that publication's December issue. Anticipating complaints that the issue includes too much prose and too little poetry, Wiman writes, ''The more respect you have for poetry, the less of it you will find adequate to your taste and needs,'' adding: ''With all the clamor in this country about the audience for poetry we shouldn't lose sight of one of poetry's chief strengths: how little of it there is.'' Read the issue.  DWIGHT GARNER  TBR  ", 
            "title": "TBR: Inside the List"
        }, 
        "weight": 0.3951872588654719, 
        "file": "1816868.txt", 
        "other_topics": {
            "0": 0.03790952553433521, 
            "1": 0.045379306724495694, 
            "2": 0.026582405062382436, 
            "3": 0.00022929237784397903, 
            "4": 0.0003294733476236775, 
            "5": 0.00014116875648034863, 
            "6": 0.00036748101757966365, 
            "7": 0.00037902934695322816, 
            "8": 0.0001593072146362229, 
            "9": 0.00023501960517892338, 
            "10": 0.15625828562327082, 
            "11": 0.00043827050794981886, 
            "12": 0.0002306964125540849, 
            "13": 0.00018569156259867333, 
            "14": 0.0008592352277802427, 
            "15": 0.00783718800911606, 
            "16": 0.3951872588654719, 
            "17": 0.0004267723218951507, 
            "18": 0.00012795646958194584, 
            "19": 0.16276686675853505, 
            "20": 0.049162435985068996, 
            "21": 0.00017774188335321675, 
            "22": 0.00019225164588615215, 
            "23": 0.09041781278558296, 
            "24": 0.00014904586764501255, 
            "25": 0.00014023080010970704, 
            "26": 0.011444045777749844, 
            "27": 0.0001853271521266844, 
            "28": 0.011772121477351098, 
            "29": 0.00022208227123217937, 
            "30": 0.00010667360763095521
        }
    }, 
    {
        "i": 36, 
        "content": {
            "text": "  The Adventures of Marco Polo  By Russell Freedman.  Illustrated by Bagram Ibatoulline.  64 pp. Arthur A. Levine Books/Scholastic.  $17.99. (Ages 9-12)  When Russell Freedman won the Newbery Medal for his photobiography of Abraham Lincoln in 1988, he rewarded himself with a trip to China. The many nonfiction books he has written since then are devoted primarily to American subjects, but Freedman continues to be fascinated by Asia. He wrote about Confucius in 2002 and now, with the Russian-born illustrator Bagram Ibatoulline, he has produced a splendid new book, ''The Adventures of Marco Polo.''  There are really two subjects in this picture book. Freedman vividly recounts some of the adventures Marco Polo claimed to have had between the time he left Venice, about 1270, with his father and uncle, both merchants, and 1295, when he returned. And Freedman presents the history of the book Marco wrote that told the world about these travels. Audaciously titled ''The Description of the World,'' it ''opened the eyes of Europeans to a civilization they had known almost nothing about,'' Freedman writes. ''But many readers continued to regard the book as a fantastic collection of tall tales.''  Marco Polo always insisted that his stories were true (''I have only told the half of what I saw''), and they are, indeed, extraordinary. He was 6 when his father and uncle first set forth from Venice, intending to find trade in Russia. They returned nine years later -- having been delayed by wars and storms, and bringing stories of places no European had ever seen, including, most remarkably, the court of Kublai Khan in Cathay (modern China). After two years at home, the brothers set off again, taking with them Marco, ''an energetic youth of 17.''  In his book Marco described an arduous journey -- a trek by camel caravan through Persia, over the towering mountains of the Hindu Kush and across the vast desert of western China called the Taklimakan. After three and a half years, the travelers reached Kublai Khan's summer capital, Shangdu (Xanadu), and Marco saw for himself the famed ruler sitting atop a tall throne with a tame lion at his feet. Kublai Khan invited the travelers to the great capital city he was building called Daidu (which would become Beijing). While his father and uncle became wealthy trading with local merchants, Marco was busy taking in all he saw: Daidu's streets laid out like a chessboard, broad enough for nine horsemen to gallop abreast; the ''black stones that burn like logs,'' heating homes and water so efficiently that people could take hot baths every day (coal was unknown to him, and daily bathing an oddity); the efficient postal system; and, most amazing of all, the use of paper money instead of coins. Having learned several languages, Marco told the Khan what he knew about everyday life in places as distant as Tibet and Burma (modern-day Myanmar). He came to respect Kublai Khan's liberality in matters of religion, noting that ''if only all are faithful to the Great Khan and obey his laws, they may do whatever they please with their souls.''  Marco Polo's adventures were not over when, after an absence of 24 years, he returned to Italy. War erupted between Venice and Genoa and, serving as captain of a Venetian galley, Marco was captured and thrown into prison. There he shared his cell with an author, Rustichello of Pisa, and ''the practiced writer of romances teamed up with the restless wanderer.'' The result was a book that was copied over and over again and translated into many languages. It became one of the world's most influential works, inspiring legions of travelers and explorers, including Christopher Columbus -- who, Freedman tells us, ''used his well-thumbed Latin translation as a guidebook, scribbling notes in the margins and underlining passages about gold, jewels and spices.''  But not everyone believed that Marco had done all he said he had. Some accused him of putting together his account based on stories he'd heard from other travelers; he was called ''the man of a million lies.'' In our own day, too, scholars have raised questions. If, as he claimed, Marco Polo spent 17 years at the court of Kublai Khan, why is he never mentioned in Chinese documents? Why does he seem to be unaware of China's Great Wall? Freedman doesn't draw a definitive conclusion, but he notes that, despite various mysteries, most scholars today believe that Marco Polo's account of what he saw and did is ''essentially truthful.''  The magnificent illustrations by Ibatoulline emphasize the widespread popularity of Marco Polo's book by drawing on various versions of it from medieval Spain, England and Germany. Other images are inspired by period art from China and Persia, and excellent maps show the travelers' routes to China and back again.  This is a thought-provoking book, one that will fascinate readers of all ages.  Stephanie Deutsch is a writer who lives in Washington.  ", 
            "title": "Children's Books"
        }, 
        "weight": 0.39431334147091596, 
        "file": "1818578.txt", 
        "other_topics": {
            "0": 0.00019199067226014584, 
            "1": 0.060033900681632474, 
            "2": 0.002659637069702831, 
            "3": 0.00015206371860119355, 
            "4": 0.007703236307484071, 
            "5": 9.362128066601078e-05, 
            "6": 0.012718265082185109, 
            "7": 0.0002513673262872629, 
            "8": 0.00010565046987329963, 
            "9": 0.00015586194117629652, 
            "10": 0.10612337115374416, 
            "11": 0.00029065529268239233, 
            "12": 0.00015299485613429168, 
            "13": 0.015092615974837574, 
            "14": 0.08539681752327703, 
            "15": 0.00020769843032887288, 
            "16": 0.39431334147091596, 
            "17": 0.00028302984544737364, 
            "18": 8.485906407648225e-05, 
            "19": 0.15035835805668374, 
            "20": 0.00017004044678833568, 
            "21": 0.00011787610206677198, 
            "22": 0.0001274987875983415, 
            "23": 8.6044809723545e-05, 
            "24": 9.884527819613725e-05, 
            "25": 9.29992402172764e-05, 
            "26": 0.00010480823399121569, 
            "27": 0.0001229065535241155, 
            "28": 0.08514936767618927, 
            "29": 0.07748953210648223, 
            "30": 7.074454722609811e-05
        }
    }, 
    {
        "i": 37, 
        "content": {
            "text": "  Mary Stolz, a noted author for children and adolescents whose novels earned critical praise for the seriousness with which they took the problems of young people, died on Dec. 15 at her home in Longboat Key, Fla. She was 86.  Ms. Stolz died of natural causes, her son, William B. Stolz, said.  The author of more than 60 books, Ms. Stolz was an early practitioner of the young-adult novel. She was known in particular for her books aimed at teenage girls, among them ''Ready or Not'' (1953), ''And Love Replied'' (1958), ''Some Merry-Go-Round Music'' (1959) and ''Leap Before You Look'' (1972).  Ms. Stolz spent most of her career with the Harper publishing company in its various incarnations, from Harper & Brothers through Harper & Row to the present-day HarperCollins. Her books for younger readers include ''The Leftover Elf'' (1952), ''Emmett's Pig'' (1959), ''A Dog on Barkham Street'' (1960) and ''The Bully of Barkham Street'' (1963).  Two of Ms. Stolz's titles, ''Belling the Tiger'' (1961) and ''The Noonday Friends'' (1965), were named Newbery Honor books by the Association for Library Service to Children, a division of the American Library Association.  Concerned crucially with character, Ms. Stolz's work often centered on young protagonists' experience of first love and on their attempts to come to terms with turbulent family lives. ''Ready or Not,'' for instance, is the coming-of-age story of a 16-year-old girl living in a low-income housing project in New York City.  Reviewing the novel in The New York Times Book Review, Ellen Lewis Buell wrote, ''The interplay of family relationships is brilliantly stated.''  Mary Slattery, known as Molly, was born in Boston on March 24, 1920, and raised in Manhattan. She studied at Teachers College of Columbia University and the Katharine Gibbs school before going to work at Columbia as a secretary.  During a long convalescence -- Ms. Stolz suffered from debilitating arthritis -- she began work on her first book, ''To Tell Your Love,'' writing in pencil on yellow legal pads. The novel was published in 1950 by Harper & Brothers, bringing Ms. Stolz into the stable of the distinguished children's book editor Ursula Nordstrom.  Ms. Stolz's first marriage, to Stanley Burr Stolz, ended in divorce; her second, to Thomas C. Jaleski, ended with his death in 2001. Besides her son, William, of Atlanta, she is survived by a stepson, Eugene Jaleski of Longboat Key; five grandchildren; and three great-grandchildren.  Her other books include ''Cider Days'' (1978), ''Ivy Larkin'' (Harcourt Brace Jovanovich, 1986), ''A Ballad of the Civil War'' (1997) and ''Casebook of a Private (Cat's) Eye'' (Front Street/Cricket, 1999). Ms. Stolz also wrote a novel for adults, ''Truth and Consequence,'' published by Harper & Brothers in 1953.  ", 
            "title": "Mary Stolz, 86, Who Wrote Noted Novels for the Young"
        }, 
        "weight": 0.37443693180179827, 
        "file": "1820659.txt", 
        "other_topics": {
            "0": 0.11385680327014701, 
            "1": 0.00026297309698634187, 
            "2": 0.00027762952869415627, 
            "3": 0.08015003721292306, 
            "4": 0.012983067306612552, 
            "5": 0.00015778970548224947, 
            "6": 0.00041074755476991267, 
            "7": 0.0004236555631430006, 
            "8": 0.00017806375224496866, 
            "9": 0.0002626903799984885, 
            "10": 0.17045091382887015, 
            "11": 0.0004898716691648724, 
            "12": 0.0002578581826481403, 
            "13": 0.008617422794506533, 
            "14": 0.0009603999986377381, 
            "15": 0.02557966056927012, 
            "16": 0.37443693180179827, 
            "17": 0.11401024108067864, 
            "18": 0.00014302182829452226, 
            "19": 0.09362712080354749, 
            "20": 0.0002865868937909377, 
            "21": 0.00019866888485391257, 
            "22": 0.0002148870000641855, 
            "23": 0.00014502028906215856, 
            "24": 0.00016659425318609126, 
            "25": 0.00015674131585859122, 
            "26": 0.00017664424429939048, 
            "27": 0.00020714722918172265, 
            "28": 0.0005433469716353157, 
            "29": 0.00024822982821579704, 
            "30": 0.00011923316143370969
        }
    }, 
    {
        "i": 38, 
        "content": {
            "text": "  KILLING JOHNNY FRY  A Sexistential Novel.  By Walter Mosley.  280 pp. Bloomsbury. $23.95.  t times in Walter Mosley's ''sexistential'' new novel, ''Killing Johnny Fry,'' it's unclear whether his hero, Cordell Carmel, is meant to be a lover or a big-game hunter. One of his conquests is described as bellowing ''like some large woodlands creature in ecstasy over the wild'' and flopping ''like a mackerel on the deck of a fishing boat.'' Manly and active to a fault, the descriptions Mosley favors for both Cordell's physical equipment and his talent with it might have been plucked from ''The Boys' Big Book of Phallic Metaphors.'' Cordell compares himself to ''a bullet'' entering ''the well-oiled chamber of a gun'' and ''a giant cruise ship coming into a port that was way too small.'' All that's missing is for Cordell to drop his drawers and have one of his partners inquire, ''Is that the Chattanooga Choo-Choo?''  ''Killing Johnny Fry'' is a frankly pornographic novel, and I mean that as a compliment. It would be unfair to what Mosley is attempting here -- to put sex at the center of Cordell's existence and to turn the reader on in the process -- to describe the sex scenes with that wan word ''erotica,'' a word almost always used to demonstrate that the user is above those coarse enough to be aroused by mere pornography. And judged solely by its intentions to appeal to what prosecutors in obscenity cases used to call the prurient interest, the novel is a success. Good porn is tough to write and when talented writers decide it shouldn't be left to the hacks, the result can be something as joyous as Nicholson Baker's ''Vox'' and ''The Fermata.'' Or even something as voluptuously smutty as the porn-for-cash Alexander Trocchi turned out for Maurice Girodias's Olympia Press.  The story Mosley is telling here begins when Cordell, a translator, walks into his girlfriend Joelle's apartment and -- without her being aware of his presence -- finds her blissfully submitting to anal sex with an acquaintance of his named Johnny Fry. Fry is, to use a phrase Susan Faludi once quoted to describe a porn star, a life-support system for a penis. He is also the tormentor who sets Cordell on his sexual adventure. Cordell is hounded by the sight of Fry having sex with Joelle; by Fry's being better endowed than he is; and, just as generations of white men have been obsessed with white women having sex with black men, by the sight of Joelle with a white man. Deciding that everything about his life has been too safe, Cordell sets out not just to sleep with the women who cross his path, but to treat sex with them and with Joelle as a chance to strut his power and prowess. Impulsively, he also quits his job and decides to act as an agent for one of his new conquests, a young photographer whose specialty is genocide and starvation in Sudan. He also decides to murder Johnny Fry.  Any artist who tries to deal with sex graphically is almost inevitably accused of narrowing his or her outlook. And I can't imagine that ''Killing Johnny Fry'' won't provoke some of the disgust that has greeted far better novels that strip sex of its niceties (Philip Roth's ''Dying Animal'' comes to mind) and make the link between lust and feelings of power. Those are not attractive qualities, they are often male and Mosley shouldn't be condemned for trying to stay true to them. It should also be said that in ''Killing Johnny Fry,'' more than in many books that tackle this subject, the male protagonist here often submits to his partners, overwhelmed by sex as much as empowered by it.  The problem with this novel isn't that it's graphic or that Mosley uses the standard set-ups of pornography -- the horny neighbor, the girl picked up on the street. The problem is that it's silly. That there is an embarrassed (and embarrassing) quality to ''Killing Johnny Fry'' is no surprise. The violence that erupts in Mosley's Easy Rawlins detective novels often feels worked up, as if overblown descriptions of physical punishment were what the genre called for. (That white women are often the she-devils luring black men to their doom suggests Mosley takes some pulp fantasies too seriously.) There is something in Mosley that pulls back from the carnal madness Cordell gives himself over to, that presents it as the beginning of a journey toward redemption. Which makes Mosley something like a guy who's decided to hand out copies of ''The Watchtower'' at an orgy. The novel that ''Killing Johnny Fry'' most recalls is Norman Mailer's great and appalling ''American Dream,'' in which Mailer's protagonist, Rojack, confronts existential dread by indulging in murder and sex and the most insane macho daredevilry. But Mailer was inside that subject, feverishly so -- and because he so freely risked ridiculousness the book never felt ridiculous. Mailer wrote to make us feel that the fires of hell were a whisker away. Mosley stands by with the extinguisher.  Charles Taylor is a columnist for The Star-Ledger of Newark.  ", 
            "title": "The Fornicator"
        }, 
        "weight": 0.37404930294190664, 
        "file": "1820202.txt", 
        "other_topics": {
            "0": 0.00019056434882323324, 
            "1": 0.010060375617343487, 
            "2": 0.00016350200917046668, 
            "3": 0.0001509340176464978, 
            "4": 0.0002168791502442377, 
            "5": 9.292575611142844e-05, 
            "6": 0.06462768120902965, 
            "7": 0.005202252434280165, 
            "8": 0.00010486557892246776, 
            "9": 0.00015470402273679433, 
            "10": 0.09542946186189637, 
            "11": 0.00028849597707015335, 
            "12": 0.00015185823763891123, 
            "13": 0.0025986096158900043, 
            "14": 0.11447890885432657, 
            "15": 0.00020615541193375723, 
            "16": 0.37404930294190664, 
            "17": 0.0002809271802649718, 
            "18": 8.422863515771296e-05, 
            "19": 0.28048926897356474, 
            "20": 0.0001687771944041331, 
            "21": 0.00011700038531943998, 
            "22": 0.00260292785680139, 
            "23": 8.540557174761312e-05, 
            "24": 9.811094389093589e-05, 
            "25": 9.230833688132043e-05, 
            "26": 0.005056782148360874, 
            "27": 0.00012199346490487226, 
            "28": 0.03994200912040557, 
            "29": 0.0026225641664542427, 
            "30": 7.021897687127572e-05
        }
    }, 
    {
        "i": 39, 
        "content": {
            "text": "  Robert Loomis has never been fired. He's never been lured away from his job as an editor at Random House by a higher salary. His name doesn't pop up in gossip columns. He has never been caught up in a plagiarism scandal.  At a time when publishing has become yet another media spectacle, with advances rising into the stratosphere and key players engaging in public dramas like Judith Regan's firing from HarperCollins, Mr. Loomis has remained rooted in the classic mold of the editor, which is to say, in the background. It's not about him, he says, but about the genius of his writers, a long list that includes William Styron, Calvin Trillin, Edmund Morris, Maya Angelou, Shelby Foote, Jonathan Harr and Pete Dexter.  ''About 25 years ago, I began to think, 'I'm a stick in the mud,' '' Mr. Loomis, now 80, told an audience of close to a hundred in the trustees room of the New York Public Library last week, at a tribute celebrating his 50 years at Random House. '' 'Why wasn't I moving on?' '' Mr. Loomis asked, in that soft, tricky voice that compels you to lean forward and listen. Why wasn't he like so many other editors jumping from house to house in search of bigger, better opportunities?  Well, the answer is, he would have to leave his beloved authors. Mr. Loomis has been at Random House since the days of Donald Klopfer and Bennett Cerf, its founders, and the essence of that great publishing era still lingers in the halls -- at least for him, though the company has moved several times.  Then there were no auctions driving authors' advances so high that they could never be recouped, no multiple submissions, no editorial meetings -- and when an editor waited patiently for 14 years for a book, as Mr. Loomis did for Neil Sheehan's Vietnam war epic, ''A Bright Shining Lie,'' the reward was a book that won both the Pulitzer Prize and the National Book Award.  Many of Mr. Loomis's authors were at the library for last week's tribute. Ms. Angelou, who sometimes uses a wheelchair now, sat next to him as the candles flickered on the wood-paneled walls of the room, with its carved pilasters and its marble fireplace. Rose Styron was there, in place of her late husband, William.  Mr. Trillin was master of ceremonies, giving a little glimpse of Mr. Loomis's editing style, which could, at a maximum, be described as subtle -- ''mysterious little check marks next to things in the manuscript,'' as Mr. Trillin put it. ''He says, 'It's almost there,' '' Mr. Trillin said. '' 'Everything is great but the beginning and the end.' '' Which, of course, leaves the middle to be completely rewritten.  There is a koanlike suggestiveness to it all. When Mr. Trillin and Mr. Loomis would go over the manuscript and come to those mysterious little check marks, Mr. Trillin recalled, ''Bob would say: 'I wonder what I was thinking here. I can't imagine. Well, take a look at that anyway.' ''  The anchorman Jim Lehrer, also a prolific novelist, was another author who mentioned Mr. Loomis's ''wonderful 'almost' technique'' of editing at the dinner. When Mr. Lehrer handed in the manuscript of his novel ''The Phony Marine,'' Mr. Lehrer said, ''he yelled: 'Eureka! You did it, Jim. It's a wonderful novel.' Bob paused so I could savor it,'' Mr. Lehrer continued. ''Then he said, 'almost. That is, 'except for.  ' ''  ''I said, 'What do you mean?' '' Mr. Lehrer recalled. ''He said, 'the space between the beginning and the ending.' ''  Yet behind Mr. Loomis's soft voice, those gentle suggestions show the instincts of a cobra. William Styron once said of his editor, ''With Bob you can't get by with those moments of laziness or failure of clarity or self-flattering turgidity: he pounces like a cobra, shakes the wretched phrase or sentence into good sense or meaning.''  Mr. Loomis first spotted Styron's work when they were both students at Duke University, in the student magazine ''The Archive,'' of which Mr. Loomis later became editor. Mr. Loomis went on to edit every one of Styron's books except his first novel, ''Lie Down in Darkness.''  At the reception Ms. Angelou too couldn't help commenting on the Loomis ''almost'' editing style. ''He would say, 'It's really good -- almost,' '' she told the audience. She described how Mr. Loomis tricked her into writing her first book. It was 1968, she said, and she was in a deep depression over the murder of Martin Luther King Jr. Her friend James Baldwin took her to the home of Jules Feiffer and his wife at the time, Judy. The group began telling stories of their childhoods. The next day Judy Feiffer phoned Mr. Loomis and told him that he ought to get this woman to write a book. Mr. Loomis tried, but Ms. Angelou recalled, ''I said, 'Absolutely not.' ''  Mr. Loomis tried another ploy, phoning Ms. Angelou and saying, '''It's just as well, because to write an autobiography as literature is just about impossible,' '' she recounted.  That did it. ''I said, 'I will try,' '' Ms. Angelou remembered, in her majestically deep voice. Out of their phone conversation came ''I Know Why the Caged Bird Sings,'' and about 20 other books written by Ms. Angelou for Random House.  Ms. Angelou said she sends Mr. Loomis literally every word she writes. Yes, there have been hard times. ''I have found him to be absolutely intractable,'' she said. ''I tell him, 'I will never speak to you again.' '' But that doesn't stop them from being one of the happiest couples in the room, Mr. Loomis said, patting Ms. Angelou gently on the head.  Mr. Loomis is married to Hilary Mills, a biographer of Norman Mailer. They have a a son, Miles, and Mr. Loomis has a daughter, Diana, from his marriage to the agent Gloria Loomis. He still flies his Cessna 172 every weekend out in Sag Harbor, where he has a home, passing the mandatory F.A.A. physical for pilots every year, he says.  The inevitable question arises: will Mr. Loomis retire now? There are some big books coming up, the second volume of Sheldon Novick's biography of Henry James, the third volume of Edmund Morris's biography of Theodore Roosevelt, Neil Sheehan's book on the cold war.  But Mr. Loomis doesn't like to talk about retiring: ''It makes people nervous.'' He will always be attached to Random House, he said.  ", 
            "title": "A Career in Letters, 50 Years and Counting"
        }, 
        "weight": 0.3738810712293101, 
        "file": "1820826.txt", 
        "other_topics": {
            "0": 0.00016919574061804334, 
            "1": 0.011130964602348272, 
            "2": 0.0023438600348970476, 
            "3": 0.00013400928902942074, 
            "4": 0.00019255977666748076, 
            "5": 8.250568495552684e-05, 
            "6": 0.00021477325308723487, 
            "7": 0.000221522641895449, 
            "8": 9.310665610168757e-05, 
            "9": 0.00013735655102950346, 
            "10": 0.049549569218125124, 
            "11": 0.00025614597277578266, 
            "12": 0.00013482987318944872, 
            "13": 0.00010852691448619746, 
            "14": 0.27973606729481093, 
            "15": 0.030964727151360217, 
            "16": 0.3738810712293101, 
            "17": 0.0398258826935323, 
            "18": 7.478380082507194e-05, 
            "19": 0.1456985571364973, 
            "20": 0.00014985165159686593, 
            "21": 0.02648818528231011, 
            "22": 0.00011236093681871046, 
            "23": 7.582876363799215e-05, 
            "24": 8.710944054787629e-05, 
            "25": 0.0022806495436133193, 
            "26": 9.236441835562045e-05, 
            "27": 0.00010831393580489415, 
            "28": 0.0354631800577157, 
            "29": 0.00012979536238275717, 
            "30": 6.234509167397985e-05
        }
    }
]