[
    {
        "content": {
            "text": "  To the Editor:  For the public, I think this was a significant year of awareness and information in regard to food. Hopefully this abundance of facts will encourage people to make more informed choices.  A lot of people don't realize the power they have when it comes to their food choices. We are never neutral when we purchase. Our purchase supports that product and its existence. When people decide they no longer want to support factory farming, they are making an informed decision. They recognize that it's wrong for pigs to be kept in crates so small that they can't even turn around, so they don't buy pork; it's that simple. But if they recognize that it's wrong and still buy pork, that's where the huge disconnect is.  I hope the integrity of this nation increases as people begin to connect the dots, and understand the value of their choices.  Robyn Moore  New York  ", 
            "title": "The Power of Choice"
        }, 
        "weight": 0.5725838926139413, 
        "file": "1816137.txt", 
        "other_topics": {
            "0": 0.10019372459167794, 
            "1": 0.0008426455562714706, 
            "2": 0.001535821160130147, 
            "3": 0.0011169042508142612, 
            "4": 0.0005777864463427006, 
            "5": 0.0019285667294244306, 
            "6": 0.029262893235212056, 
            "7": 0.004466077012344632, 
            "8": 0.1280344118617816, 
            "9": 0.0016147409471323128, 
            "10": 0.0006935044652041791, 
            "11": 0.015148663554933555, 
            "12": 0.0008197580397667273, 
            "13": 0.0006248643287302448, 
            "14": 0.00039780573074913405, 
            "15": 0.0007335833469472787, 
            "16": 0.0010630757281014204, 
            "17": 0.0006400448292861035, 
            "18": 0.0005550552078869124, 
            "19": 0.0003857339565871561, 
            "20": 0.5725838926139413, 
            "21": 0.05918985276999585, 
            "22": 0.0008458615166312695, 
            "23": 0.0010039094670116512, 
            "24": 0.0004806426961725706, 
            "25": 0.0010405023568328849, 
            "26": 0.0008531747249509486, 
            "27": 0.0005896226891973772, 
            "28": 0.0715649747908342, 
            "29": 0.0012119053951076596
        }
    }, 
    {
        "content": {
            "text": "  I was all set not to like Peter Singer's article (Dec. 17). I think that the freedom to choose what one does with one's own money is a fundamental building block of a free society. That said, I found myself agreeing with nearly all of what he wrote. As a Christian, I strongly believe that the more fortunate should give generously to those in need. Also, I agree that one's capacity to give greatly increases after one's basic needs are met, so the calculation methods and their underlying assumptions rang true to me, too.  It seems to me that the only real way to permanently eradicate poverty is to attack the conditions that create it -- overpopulation, the lack of the means to produce food, clothing and shelter locally, the lack of other viable jobs and industries, etc. Perhaps these are the sorts of things the United Nations Millennium Summit has in mind as ways to meet the goals listed in the article.  I think most people's inclination to give is increased by knowing that their gifts will be carefully channeled into projects that deliver long-term benefits. Equally important is knowing there are safeguards, audits and independent watchers in place to make sure the charitable organizations themselves are handling the monies efficiently and ethically.  Russ Maney  Louisville, Ky.  Private philanthropy allows for the kind of risk-taking that governments won't and, frankly, can't do. That's good. But private philanthropy cannot sustain the scale of global interventions needed over the long term the way governments can. Philanthropists may get bored and want to move on to other issues. Or they may not want to get involved in the difficult and complex politics often needed, perhaps for fear of offending the richest markets for their business-related products.  Patti Culross  Crockett, Calif.  Why does Singer suggest that wealth should be given away as earned each year? Warren Buffett and Bill Gates are able to give away many billions of dollars only because they continued, over a period of many years, to reinvest in building their companies, as opposed to spending or giving away their wealth. Are they even now giving it away too soon? Assuming a 15 percent annual rate of return, if they waited five more years, they could give away twice as much as today.  William Roth  Avon, Conn.  ", 
            "title": "What Should a Billionaire Give - and What Should You?"
        }, 
        "weight": 0.500764913758356, 
        "file": "1816953.txt", 
        "other_topics": {
            "0": 0.20418030001909548, 
            "1": 0.022968326141066323, 
            "2": 0.006272513306683078, 
            "3": 0.05702465675434038, 
            "4": 0.0002312749714612322, 
            "5": 0.0064297205601675, 
            "6": 0.006055522142941478, 
            "7": 0.03573422158485507, 
            "8": 0.0003294804636741649, 
            "9": 0.0006463446292816048, 
            "10": 0.0002775943022090239, 
            "11": 0.000405912175165319, 
            "12": 0.00032813077989668677, 
            "13": 0.0002501191931880544, 
            "14": 0.00015923272276198645, 
            "15": 0.000293636980762677, 
            "16": 0.00042552539997097274, 
            "17": 0.00025619560750176273, 
            "18": 0.0002221761659104652, 
            "19": 0.0001544006619850849, 
            "20": 0.500764913758356, 
            "21": 0.09724323265364691, 
            "22": 0.0003385794169408745, 
            "23": 0.00605960097129591, 
            "24": 0.00019239050438789388, 
            "25": 0.00041648978511887587, 
            "26": 0.0003415067304078654, 
            "27": 0.005893771254586129, 
            "28": 0.00035706377857176106, 
            "29": 0.045747166583769504
        }
    }, 
    {
        "content": {
            "text": "  Airlines and pilots' unions expect the Federal Aviation Administration to announce Tuesday that it will review its rule requiring airline pilots to retire at age 60, now that the International Civil Aviation Organization has raised the age to 65.  An advisory committee assembled by the F.A.A. reported back on the issue last November but did not reach a consensus. Its members, including airlines, pilots' unions and other specialists, simply laid out the pros and cons. But the group did recommend that if a change was made, it should be prospective, meaning that pilots who had already been forced to retire would not be allowed back.  Committee members who favored the change argued that there was no medical rationale for setting the retirement age at 60, and that a pilot shortage was coming and could be alleviated by letting pilots work longer. Those opposed said that setting a new age would replace one arbitrary limit with another and that no changes had been offered that would maintain current safety levels.  The report was released this month, and F.A.A. officials have been saying that an announcement on the issue will come soon. The administrator, Marion C. Blakey, is scheduled to give a speech Tuesday that people involved in the issue say will include the subject of retirement age. Ms. Blakey cannot simply propose a change, however. Under federal procedures, she is more likely to announce a review, but such an announcement amounts to a sign of willingness to make the change.  Some of the impetus for change has nothing to do with safety. Many pilots have lost the bulk of their pensions as a result of their airlines' bankruptcy proceedings and some older pilots have decided they would like to work longer.  The new international rule requires that if one member of a two-pilot crew is over 60, the other must be under 60.  Since the international change last November, the F.A.A. has allowed foreign carriers to fly into the United States with pilots older than 60. The F.A.A. is not obligated to comply with the international rule, if it can show a compelling reason not to.  Any change would create complications for the airlines. Among them are whether retirees, if allowed to return, would regain their seniority and bump some younger pilots from captain down to first officer. That problem might be resolved by Congress.  Other issues include what medical standards would apply, and how fitness would be evaluated. Captains now get physicals every six months. Another issue is how the F.A.A. would gather information to demonstrate the effect of the change on safety.  The existing standard was set by the F.A.A. in 1960, partly at the request of the airlines. The agency did not use medical data on pilots at the time, proponents of change point out.  The F.A.A. recently decided to allow air traffic controllers to work beyond age 56, case by case.  ", 
            "title": "F.A.A. Review Is Expected On Pilots' Age At Retirement"
        }, 
        "weight": 0.47558661787675177, 
        "file": "1822588.txt", 
        "other_topics": {
            "0": 0.10961875176006251, 
            "1": 0.0002712913898660612, 
            "2": 0.0004944606353364339, 
            "3": 0.004910247489704199, 
            "4": 0.0001860194798482802, 
            "5": 0.2190524886473252, 
            "6": 0.009421245882325936, 
            "7": 0.0014378622552629996, 
            "8": 0.00026500828898864276, 
            "9": 0.0005198690155793524, 
            "10": 0.00022327512302568723, 
            "11": 0.000326483973649495, 
            "12": 0.00026392270902873675, 
            "13": 0.00020117629643600474, 
            "14": 0.00012807433539333625, 
            "15": 0.16861052367686735, 
            "16": 0.00034225931610632745, 
            "17": 0.00020606368836967163, 
            "18": 0.00017870111303538863, 
            "19": 0.00012418780402059245, 
            "20": 0.47558661787675177, 
            "21": 0.0008536573120445819, 
            "22": 0.0002723267746126734, 
            "23": 0.00032321062228155326, 
            "24": 0.00015474385891334276, 
            "25": 0.0048856497500586946, 
            "26": 0.00027468127637757277, 
            "27": 0.00018983018145459464, 
            "28": 0.00028719414791372863, 
            "29": 0.0003901753193593226
        }
    }, 
    {
        "content": {
            "text": "  ABC sees fewer ongoing, serialized dramas in its future, and at least one of its biggest shows -- the megahit ''Lost'' -- is heading toward a definite end.  Stephen McPherson, the president of ABC Entertainment, told a meeting of television writers here on Sunday that after the experience of several failed or mediocre new serials this year -- including ''Day Break,'' ''The Nine'' and ''Six Degrees'' -- the network has fewer of those types of shows in development.  And for ''Lost,'' the biggest of the ABC serials, the network is now discussing with the producers how and when to end the series, Mr. McPherson said.  Damon Lindelof, one of the executive producers of ''Lost,'' said that the show's creators had always viewed it as lasting about 100 episodes, and that he still believes that will be the case. Fifty-three episodes have been broadcast so far, with the show in its third season, meaning that it is likely that the fifth season will be the last.  ''We're no longer going up the hill,'' Mr. Lindelof said. ''We're starting to come down now.''  Mr. Lindelof also said that while ABC has the ability to extend the series as long as it wants, with different producers and even different stars, he believes that the network is unlikely to do so.  ''We don't want to produce those episodes of 'Lost,' and we are not going to,'' Mr. Lindelof said. He cautioned against such a move, pointing out that as series like ''The X-Files'' and ''Alias'' extended their runs by making dubious creative decisions, their ratings suffered greatly as fans abandoned the shows in droves.  He said the network and the producers would announce the decision soon after it is made, to make sure that fans understand that the show has a definite endpoint, and that outstanding questions about the mysteries of the island will be answered.  But there also was some good news for ''Lost'' fans.  Mr. McPherson said it is unlikely that viewers will have to weather another extended midseason hiatus. The network has been criticized by fans for running six ''Lost'' episodes last fall, then breaking for almost three months before resuming the series next month for 16 straight weeks.  Mr. McPherson said he believes that the next season will run for 22 consecutive weeks, either in the fall of 2007 or the spring of 2008. Production requirements and scheduling necessities caused ABC to break up the series this season, he said.  ABC also said it will present a fourth season of ''Dancing With the Stars,'' its hit ballroom-dance competition, on Monday nights beginning on March 19. The network decided not to schedule the competition installments of the series directly against ''American Idol,'' which runs on Tuesday nights, although the results show for ''Dancing'' will be seen at 9 p.m. on Tuesday, going up against at least a portion of ''Idol'' on some nights.  As for future serial shows Mr. McPherson said that the experience of the network's current season, with several bad showings for new serials, indicated that audiences have a limited ability to absorb such shows. After the initial success of ''Lost'' and Fox's ''24'' several years ago, a lot of television production companies put new serials into development, with many of them on at the same time, as they did this year.  ''We're going to see an adjustment this year because people in the fall were able to see whether or not there was a burnout,'' Mr. McPherson said. ''We're seeing a little bit of a shift away from that.''  ", 
            "title": "Fewer Serials and Closure for 'Lost' on ABC's Horizon"
        }, 
        "weight": 0.430525598650033, 
        "file": "1819037.txt", 
        "other_topics": {
            "0": 0.0003647805521488565, 
            "1": 0.00024558699433581134, 
            "2": 0.00044761133521267657, 
            "3": 0.00032551902265060624, 
            "4": 0.00016839445205542536, 
            "5": 0.0005620760744898591, 
            "6": 0.000289617117817386, 
            "7": 0.07957195454309061, 
            "8": 0.00023989920652818603, 
            "9": 0.00047061231485261466, 
            "10": 0.00020212018671476731, 
            "11": 0.4781564956685111, 
            "12": 0.00023891648341413466, 
            "13": 0.00018211518617572374, 
            "14": 0.00011593951100451387, 
            "15": 0.000213801079149756, 
            "16": 0.00030983083085490347, 
            "17": 0.0001865395060766352, 
            "18": 0.00016176948799035744, 
            "19": 0.00011242122183693204, 
            "20": 0.430525598650033, 
            "21": 0.0007727747406997366, 
            "22": 0.00024652427814724067, 
            "23": 0.00029258696821422386, 
            "24": 0.00014008214275143462, 
            "25": 0.0003032518767969294, 
            "26": 0.0002486556948939553, 
            "27": 0.00017184409619734763, 
            "28": 0.000259982993237599, 
            "29": 0.0044726977841177745
        }
    }, 
    {
        "content": {
            "text": "  For most of the last century, three names -- Carnegie, Ford and Rockefeller -- have defined the world of foundation philanthropy, but that is changing, and fast.  The Bill and Melinda Gates Foundation, with its $30-billion-plus endowment that dwarfs all others, now dominates discussions of philanthropy, and the philanthropic experiments of young billionaires like Pierre Omidyar and Jeff Skoll are studied and mimicked.  But the Carnegie Corporation and the Rockefeller Foundation are fighting back, hoping to get more impact for their money, increase their influence and extend their legacies by changing the way they have operated for years. They are pushing to streamline their operations by eliminating internal fiefs and to improve their efficiency by increasing collaboration among staff members.  The Ford Foundation, meanwhile, is poised for a transition when its president, Susan V. Berresford, retires at the end of this year after a decade at the helm.  ''These three foundations have always been at the top of the heap, but suddenly they're not,'' said Joel L. Fleishman, author of ''The Foundation: A Great American Secret; How Private Wealth Is Changing the World,'' published recently. ''And so they want to demonstrate that they can still achieve great things, that asset size doesn't matter.''  Wealth has long been the yardstick by which influence and power are measured in the foundation world. No matter how many times foundation officials note that small grants have led to big changes, the grants that attract headlines these days are rarely less than $100 million.  With roughly $12.5 billion in assets, the Ford institution is the country's second-largest foundation, but it is just one-third the size of the Gates Foundation. The Rockefeller Foundation is 15th or 16th in the pecking order with roughly $3.6 billion, and the Carnegie Corporation, with $2.6 billion, is no longer among the top 20.  So they are working to prove that money alone is not the measure of a foundation.  ''We have learned that impact is what really, really matters,'' said Judith Rodin, president of the Rockefeller Foundation. ''We aren't going to be remembered for how big we are, how smart we are, how hard we tried or even how much we cared. We're going to be remembered for what we accomplish.''  Ms. Berresford pointed out that a $20,000 grant the Ford Foundation gave to a little-known economist in Bangladesh became the cornerstone of the Grameen Bank, which won the Nobel Peace Prize last year for making tiny loans that improved the lives of legions of poor people.  All three foundations have had their triumphs. The Rockefeller Foundation developed a vaccine against yellow fever. A Carnegie grant led to the creation of National Public Radio. Together, the Carnegie and Ford organizations founded the Children's Television Workshop, while the Ford and Rockefeller foundations teamed up to start the ''green revolution'' that greatly increased agriculture, thereby reducing hunger, in southeast Asia and Latin America.  But over time, experts say, such institutions can grow so large and diffuse that they lose their focus.  ''What you often see is a foundation that is in fact a number of separate foundations,'' said Phil Buchanan, executive director of the Center for Effective Philanthropy, a nonprofit organization dedicated to helping foundations improve the way they operate, ''one working on environmental issues, one in arts and culture, and so on, each headed by a program officer that has a great deal of freedom, and so the overall goals can get lost.''  The Rockefeller and Carnegie foundations are both moving to break this mold. At Carnegie, Vartan Gregorian, the foundation's president, is looking to consolidate and integrate a lot of small programs, many of which were up for renewal anyhow. For instance, a high-profile experiment fostering smaller high schools in seven cities that was co-financed by the Gates Foundation has ended and will receive no more money until the foundation works out problems it has identified.  In consolidating and reviewing past programs, Mr. Gregorian is looking for efficiencies, including the sharing of expertise and better focus. ''I'm changing the structure so that everyone has to think first of Carnegie,'' not its individual programs, he said.  An evaluation process will be an integral part of each project from its outset, and Mr. Gregorian himself plans to get more involved when projects are first proposed. The overhaul has made staff members uneasy, some said, in part because Mr. Gregorian told them in October that he would no longer be renewing the two-year contracts he instituted when he took over. ''We don't know whether this means programs will be ended and jobs cut,'' said one staff member, who like insiders at all three foundations would speak about the transitions only on the condition of anonymity. Mr. Gregorian said he had began renewing some contracts this month.  Dr. Rodin has already brought many of these changes to the Rockefeller Foundation. About 60 people have left since she arrived in March 2005, or roughly a third of the staff, though some have been replaced. She also eliminated the program that spent money on the arts.  ''We are no longer the largest foundation,'' Dr. Rodin said, ''and being mindful of that, we're looking for ways to be more flexible and faster, to take a big idea and really run with it when it's right and to be more receptive to ideas coming in to us.''  To that end, the foundation's Web site asks for ideas that the institution can turn into projects. ''We seek high-impact ideas that have the potential to make a difference in the lives of large numbers of poor or vulnerable people, and we require some results from such ideas to be measurable within three to five years,'' the site says.  One program Dr. Rodin pointed to as an example of the shift at the foundation was its status as an underwriter of Spike Lee's documentary on New Orleans, ''When the Levees Broke.'' The foundation has used the film to create 20- to 30-minute DVDs on poverty in America, part of a curriculum developed by Teachers College at Columbia to teach high school and college students.  ''Maybe our creativity and culture program would have thought about funding a Spike Lee movie, but I doubt it,'' Dr. Rodin said, referring to the arts program she eliminated. ''We didn't really have an education program that would have thought to create these materials. It was only because we're constructing initiatives now that we can do this kind of thing.''  Ms. Berresford noted that about one-third of the Ford Foundation's programs involved collaboration. But she said outsiders continued to perceive Ford as a collection of silos, each myopically focused on its program and making too many small grants: the median size of Ford grants is $116,000, low by the standards of most major foundations, according to the Center for Effective Philanthropy.  ''When I took this job 10 years ago, we had seven or nine programs, and I compressed them into three,'' Ms. Berresford said. ''I think breaking down silos is a hearty perennial.''  Correction:  January 25, 2007, Thursday  An article on Jan. 14 about efforts by the Carnegie, Ford and Rockefeller Foundations to improve their operations referred incorrectly to the Spike Lee documentary on New Orleans, ''When the Levees Broke,'' which was underwritten by the Rockefeller Foundation. The documentary itself, in DVD form, is the basis of a curriculum on poverty developed by Teachers College at Columbia. It is not being used to create 20-to-30 minute DVDs for the curriculum.  ", 
            "title": "Charities Try to Keep Up With the Gateses"
        }, 
        "weight": 0.42891212019586156, 
        "file": "1818919.txt", 
        "other_topics": {
            "0": 0.13018284918937778, 
            "1": 0.00010765874127237481, 
            "2": 0.00019622078546370668, 
            "3": 0.20962410083039035, 
            "4": 7.381960430994527e-05, 
            "5": 0.01108164398521893, 
            "6": 0.00012696036465399354, 
            "7": 0.002376472583243094, 
            "8": 0.023581529389056187, 
            "9": 0.00020630379707742944, 
            "10": 0.027176716392552765, 
            "11": 0.01818830281235309, 
            "12": 0.0001047345684699284, 
            "13": 7.983440557708572e-05, 
            "14": 5.082476721634973e-05, 
            "15": 0.021764214515595865, 
            "16": 0.0001358215134617535, 
            "17": 8.177390857400393e-05, 
            "18": 7.091539802594042e-05, 
            "19": 4.9282443754806155e-05, 
            "20": 0.42891212019586156, 
            "21": 0.027426876019895914, 
            "22": 0.00010806962131765718, 
            "23": 0.00012826226729079862, 
            "24": 6.140824844631222e-05, 
            "25": 0.06333853291834399, 
            "26": 0.00010900397716454859, 
            "27": 7.53318356362066e-05, 
            "28": 0.014560962804278248, 
            "29": 0.020019452116119277
        }
    }, 
    {
        "content": {
            "text": "  WITH all the targeted marketing out there, and the customer satisfaction surveys and opinion polls that companies seem to offer at every turn, you might think that employers could get a handle on which employee benefits are most popular among their workers.  You might think that -- but you would be wrong.  Employers and employees have widely divergent views on the appeal of a whole range of benefits, and the differences are wider now than they have been in years, according to several recently released surveys.  The differences are large enough that I can't help thinking of those troubled relationships in ''Can This Marriage Be Saved?,'' the long-running marital advice column in Ladies' Home Journal.  Some 86 percent of the 262 employers in a study by Watson Wyatt, the consulting firm, said they believed that their organization was treating employees well, and more than half expected to do a better job of treating employees well in the future. But only 55 percent of the 1,100 employees in the study believed they were well treated, and just 24 percent thought they would be treated better in the future.  Employers also appeared to have little sense of why high-performing employees might leave the organization: not one employer said health care benefits would play a role, but 22 percent of the top performers themselves said that those benefits would be important.  ''If I was surprised by anything, it was the degree of the disconnect and then that it ran across the spectrum from the highest-level summary statement of 'We think we treat our employees well' on down to the specifics,'' said Laura Sejen, Watson Wyatt's practice director in charge of strategic rewards. ''Think of it like tectonic plates. We're on a crash course and something's going to have to give.''  In another study measuring employees' commitment and motivation on the job, employees were less satisfied with every aspect of compensation than they had been in previous years, from overall pay to the pay system itself. This was true even though raises have consistently ranged from 3.7 percent to 4 percent for the last several years, according to Jim Kochanski, a senior vice president at Sibson Consulting, which undertook the study.  ''There's a huge drop in satisfaction with their pay increases even if their pay increases were the same as they've been,'' Mr. Kochanski said. The differences are not all that surprising if you take the long view. For the last decade or more, many employers have shown a willingness to scale back their work force if it makes strategic sense.  At the same time, as they have faced steep increases in the cost of health care, many have responded by scaling back what they provide or by asking employees to pay for more themselves. And accounting rule changes have made it more costly to offer options to lots of employees.  Many employers are now putting more emphasis on other benefits, like flex-time options and enhanced career development, that are often enormously popular with certain segments of the work force, like younger workers with children.  But for large numbers of employees, who have perhaps lived through layoffs and sharp cuts in benefits, those kinds of goodies are less attractive than cash. Sure enough, while employers in the Watson Wyatt survey believed that the biggest reasons that top-performing employees changed jobs were career development and promotion opportunities, top-performing employees themselves said the biggest reason for moving would be pay.  If the labor market had more slack, the disconnect between employer and employee might not affect much beyond employee morale. But in a tight market for highly skilled workers, the effect can be very different.  For employers who want to head off major defections, the advice often given in ''Can This Marriage  '' applies: communication is vital. Surveys can reveal a wealth of information about what benefits workers want most. So can solid analyses of work force demographics: younger employers are more likely to care about benefits like child care subsidies and generous leave policies, while older workers might focus almost solely on health and retirement benefits.  Scana, a gas and electric utility based in Columbia, S.C., is one company that has studied the demographics of its work force. Roughly half of its employees will be eligible to retire in the next 5 to 10 years, said Chris McSwain, director of compensation and benefits, so he plans to use benefits to attract and retain workers and to make the transition as smooth as possible.  Last November, Scana officials began meeting with focus groups of employees of different ages -- one group in their 20s, one in their 40s, and so on -- and asked about their preferences for different supplemental benefits, like phased-in retirement and training seminars.  After studying the results, the company plans to offer a package of add-on benefits; employees can choose among them to supplement those they already receive. Benefits already include free access to certain prescription drugs and discounted prices on others.  ''We know we're going to have some turnover, and we know the needs of people joining the company will be different from the people leaving,'' Mr. McSwain said. ''We want to adjust to balance the needs of those with us along with those of the people joining us in the next five years.''  Turnover is less of an issue at the NewYork-Presbyterian Healthcare System, but the organization faces a continual challenge from the wealth of job opportunities its employees have in the New York City area. So G. Thomas Ferguson, senior vice president and chief human resources officer, commissions regular employee-satisfaction surveys to take their pulse on a range of subjects.  ''Some of our employees can change jobs and not even change their 'going to work and coming home' pattern,'' Mr. Ferguson said.  The first survey, undertaken shortly after Mr. Ferguson's arrival at NewYork-Presbyterian, in 2001, found that 59 percent of the organization's employees were satisfied with their benefits -- not bad when compared with the national average of 56 percent for health care organizations, but not great. Annual employee turnover, at 13 to 14 percent, was also close to the national average for health care organizations.  So, in the last several years, NewYork-Presbyterian has stepped up communication with employees about available benefits. It has also pushed for price concessions from vendors to contain the costs of the benefits it offers, in order to keep employee contributions from increasing too much.  NewYork-Presbyterian also allows employees to buy what amount to supplements to their benefits, like added life insurance and legal services, at discounts. Mr. Ferguson estimated that between 30 percent and 50 percent of employees bought some kind of supplemental benefit.  In a July 2006 survey of employees, satisfaction with benefits stood at 71 percent, Mr. Ferguson said; he estimated that turnover now runs about 10 percent.  ''We want to be able to hire and keep the best people and have them be satisfied,'' he said. ''It's good human relations. It's also good business.''  OFFICE SPACE: UNDER NEW MANAGEMENT  ", 
            "title": "Inside the Minds Of Your Employees"
        }, 
        "weight": 0.4272877273694025, 
        "file": "1822096.txt", 
        "other_topics": {
            "0": 0.4072763983808761, 
            "1": 0.00011448111110703627, 
            "2": 0.0002086553611596486, 
            "3": 0.011673619631981384, 
            "4": 7.84975769083491e-05, 
            "5": 0.01946514338646742, 
            "6": 0.00013500588470908713, 
            "7": 0.0025270704322723583, 
            "8": 0.00011182973182810088, 
            "9": 0.007900629314585775, 
            "10": 9.421892887629225e-05, 
            "11": 0.002058084591615351, 
            "12": 0.00011137163251257551, 
            "13": 8.489353810956868e-05, 
            "14": 5.40455494269949e-05, 
            "15": 9.966401178182576e-05, 
            "16": 0.00014442856743050823, 
            "17": 0.03273227685476571, 
            "18": 7.540933011716888e-05, 
            "19": 5.240548842054817e-05, 
            "20": 0.4272877273694025, 
            "21": 0.009961796226625089, 
            "22": 0.00011491802875589332, 
            "23": 0.015498894245445989, 
            "24": 6.529970934254899e-05, 
            "25": 0.00014136176834159088, 
            "26": 0.00011591159504003612, 
            "27": 8.010563883100587e-05, 
            "28": 0.00012119184900351782, 
            "29": 0.061614664264259905
        }
    }, 
    {
        "content": {
            "text": "  Mayor Michael R. Bloomberg yesterday effectively doubled his bet that the nation's largest school system is capable of unprecedented improvement, wagering the education of the city's nearly 1.1 million students and his own legacy on a far-reaching decentralization plan that puts enormous pressure on principals to raise student achievement.  The mayor's announcement, in his State of the City address, made clear that by the end of his second term he hopes to leave behind a school system irreversibly changed and virtually unrecognizable from the bureaucracy that existed before he took office.  It will have new rating systems for schools, principals and teachers, a new finance system designed to break the lock that many schools in middle-class neighborhoods have had on highly paid veteran teachers, and a sharply increased role for private groups in helping to run schools. It will also make it harder for teachers to get tenure.  But Mr. Bloomberg's plan, while cementing his place at the forefront of urban education reform in America, also carries huge risks, raising questions about whether yet another reorganization will bring such swift and noticeable improvement in test scores and graduation rates that it can mute critics who say the administration is using constant change to mask mediocre results.  ''It's very peculiar to say how successful we have been, but, ugh, even though we have been so successful, we are reorganizing again,'' said Merryl H. Tisch, a member of the New York State Board of Regents and ardent supporter of Mr. Bloomberg who fought to help him win control of the school system during his first term.  Mr. Bloomberg, after all, has limited time left to show clear gains. In just three years, he will have to persuade the State Legislature to reauthorize mayoral control of the schools -- a point crucial to his legacy as the self-described education mayor. He will need to overcome complaints by many state lawmakers, parent groups and the unions that he has overstepped his authority.  The teachers' union instantly bridled at Mr. Bloomberg's comments about tenure. There has been rising anger in the principal corps over the lack of a pay raise for principals and assistant principals since their last contract expired in 2003, even as Mr. Bloomberg and Schools Chancellor Joel I. Klein repeatedly stress that their success hinges on giving principals more power and responsibility.  And the mayor's plans also threatened to incite rebellion among parents, particularly in relatively wealthy areas in Manhattan and Queens and on Staten Island, where the changes to the city's decades-old school budget system may be felt hardest.  Such groups have often felt shut out by the administration and expressed doubts about the changes to the bureaucracy. ''The notion that this was all part of the plan all along is nonsense,'' said Tim Johnson, the chairman of the Chancellor's Parent Advisory Council, a citywide group. ''It's constant correction with no acknowledgment of error whatsoever.''  In his speech, Mr. Bloomberg acknowledged that student achievement remained far too low, but he noted that standardized test scores had risen in recent years and that the four-year graduation rate, now over 58 percent, is the highest in more than 20 years.  Meeting with reporters after the mayor's speech, Mr. Klein said it was precisely because of earlier success that it was time to take the system to a new level. He and other administration officials described the latest plans as the logical next step in the mayor's efforts to reverse decades of failure by the school system.  ''This mayor doesn't bet on complacency and the status quo,'' said Deputy Mayor Dennis M. Walcott, the mayor's top education advisor at City Hall. ''This mayor believes in bold change.'' Calling the plan ''a major step forward,'' Mr. Walcott added: ''The mayor is saying we are investing directly in our schools. We're not investing in the bureaucracy.''  Indeed, Mr. Bloomberg said he will dismantle the 10 regional superintendents' offices that he created four years ago to supplant the city's 32 community school districts. With the regions gone, principals will choose from three types of ''learning support'' structures -- one of which will offer private groups hired on contract.  Another option will be created by four regional superintendents who will remain in the system but will support rather than supervise schools. Mr. Bloomberg said the 32 community superintendents required by state education law would answer to the chancellor rather than to regional superintendents and would rate principals.  The third option is to become a so-called empowerment school, in which principals get wider authority by agreeing to meet performance targets.  The increased role of the private groups in public schools is one of a number of proposals that top the agenda of advocates in Washington and across the country calling for the reinvention of American public schooling. And Mr. Bloomberg's plan to set higher hurdles to teacher tenure and to revamp the school budget system also fits into the popular thinking of education reformers.  These proposals, however, could get a cooler reception at home. On tenure, the city has long had the ability to dismiss teachers during a three-year probationary period. But while many teachers quit in their first three years, few are dismissed, a fact Chancellor Klein readily acknowledged yesterday.  The administration said it wanted to toughen the process so that tenure is earned rather than granted by default. Mr. Klein said student test scores would be used in the tenure evaluations, a move the teachers' union is certain to fight.  Perhaps the mayor's boldest move is the effort to change the school budgeting system, a hugely complex undertaking about which he offered scant details.  Mr. Bloomberg said only that there could be differences of as much as $2,000 per child in allocations to similar schools. Such discrepancies result in part from the way teachers are assigned. Schools are given a set number of teachers without regard to how much those teachers are paid. That means that higher paid veteran teachers can cluster in better schools, effectively giving those schools more money per child. Many schools unfairly get too many teachers, officials said, while others get too few.  In addition, the administration has long believed that some current school budgets are too high because of decades of patronage and corruption by community superintendents. But an earlier effort to erase inequities failed amid loud complaints about painful budget cuts.  The new system, which is to be phased in gradually, would allocate a fixed dollar amount to schools per student, with uniform higher amounts for students with greater needs, including those from impoverished families, those who did not speak English and those in special education.  But there are big risks. Some schools in politically active neighborhoods could lose money over time, making them unable to keep their highly paid veteran teachers. And while a more mechanized budget formula would promote equity, it is unclear that equalized funding would change student achievement.  Broadly, the mayor's plan raised questions about whether the system could withstand further drastic change, given that most experts say stability is crucial for troubled schools.  ''The whole concept of mayoral control was to bring some stability and order to the system,'' Ms. Tisch said. ''And the more they continue to jimmy around with stability and order during a time when academic achievement has not been soaring, the more difficult it is for people to accept. What's to say that they are not going to reorganize again next year?''  NEWS ANALYSIS  ", 
            "title": "In a Sweeping New Vision for Schools, Big Risks for the Mayor"
        }, 
        "weight": 0.4258440241574059, 
        "file": "1819733.txt", 
        "other_topics": {
            "0": 0.044280537639247504, 
            "1": 9.745159309620306e-05, 
            "2": 0.00017761705102652177, 
            "3": 0.0001291694921639214, 
            "4": 6.682075191214817e-05, 
            "5": 0.0247429205417295, 
            "6": 0.23877511421549047, 
            "7": 0.0005164998693746163, 
            "8": 9.519461697030804e-05, 
            "9": 0.0050907206173553664, 
            "10": 8.020349060228675e-05, 
            "11": 0.00011727752719402587, 
            "12": 9.480466173959327e-05, 
            "13": 7.226528859084613e-05, 
            "14": 4.6006060218055714e-05, 
            "15": 8.483859589218055e-05, 
            "16": 0.014834873828437041, 
            "17": 7.402090689578575e-05, 
            "18": 6.419189404411643e-05, 
            "19": 4.46099647721986e-05, 
            "20": 0.4258440241574059, 
            "21": 0.00030664543042828874, 
            "22": 9.782351751693267e-05, 
            "23": 0.00011610169442717305, 
            "24": 5.558611933981565e-05, 
            "25": 0.2371458657938998, 
            "26": 9.866928688709421e-05, 
            "27": 6.818960826447452e-05, 
            "28": 0.006641799451781881, 
            "29": 0.00014015633329593746
        }
    }, 
    {
        "content": {
            "text": "  Thanks to an unusual and probably fleeting set of events, Somalia has a chance to return to the community of law-abiding and legitimate states. For a country that dissolved years ago into chronic clan warfare and became a way station for international terrorists, that would be an enormous gain -- and an enormous gain for the rest of the world.  To make the most of this opportunity, Washington needs to move quickly, along with Arab and African leaders, to try to broker a political compromise between responsible leaders of the Islamic Courts Union, which was evicted from power last month by the Ethiopians, and the internationally endorsed transitional government installed in its place.  International peacekeepers will also be needed to replace the Ethiopian force, which is already starting to head home. Ethiopia, Somalia's longtime regional rival, needs to complete that withdrawal quickly to avoid a violent nationalist backlash.  If the transitional government is to survive, it will have to strike a deal with moderate Islamists. The person it needs to talk with is Sheik Sharif Ahmed, who is No. 2 in the movement and by most accounts a reasonable man. He is currently in Kenya after apparently getting an American guarantee that he would not be deported back to Somalia.  The United Nations, which helped create the transitional government, should take charge of organizing a peacekeeping force. The Arab League (Somalia is a member) and the African Union (with headquarters in Ethiopia) need to persuade all sides to come and stay at the table. Unfortunately, none of these organizations are known for operating quickly. The Bush administration needs to press them all to seize this moment. This sudden chance to make peace is not likely to last for long.  Editorial  ", 
            "title": "Moment of Opportunity in Somalia"
        }, 
        "weight": 0.4258324276223642, 
        "file": "1821299.txt", 
        "other_topics": {
            "0": 0.0006336379099833963, 
            "1": 0.0004265940958018682, 
            "2": 0.007933233018936276, 
            "3": 0.0005654391166336047, 
            "4": 0.0002925076680339507, 
            "5": 0.036754922049245096, 
            "6": 0.0005030761211040038, 
            "7": 0.016572406515689336, 
            "8": 0.0004167141886696973, 
            "9": 0.0008174717699148962, 
            "10": 0.0003510905719094829, 
            "11": 0.0005133820708485037, 
            "12": 0.00041500716065953684, 
            "13": 0.30085636435741614, 
            "14": 0.00020139140917638265, 
            "15": 0.00037138073328361995, 
            "16": 0.0005381881214742157, 
            "17": 0.00032402632778378155, 
            "18": 0.0002809998495409524, 
            "19": 0.0001952800049862984, 
            "20": 0.4258324276223642, 
            "21": 0.0013423395756721323, 
            "22": 0.00042822219398812517, 
            "23": 0.000508234865963976, 
            "24": 0.20060334358924933, 
            "25": 0.0005267602241408337, 
            "26": 0.00043192454721045575, 
            "27": 0.0002984998331628146, 
            "28": 0.0004516005019891412, 
            "29": 0.0006135339851680194
        }
    }, 
    {
        "content": {
            "text": "  IF one of your New Year's resolutions is to improve your personal finances, here's a suggestion: Instead of picking up one of the scores of new works now flooding into bookstores, reread an old one: ''A Random Walk Down Wall Street'' (Norton, $29.95) which has just been updated.  This time around, the author, Burton G. Malkiel, an economics professor at Princeton, has added a more detailed discussion of investment strategies for retirement and a discussion of research in behavioral finance, but his core message is still the same: you can't predict the market, no matter what approach you use.  ''Investors,'' he says, ''would be far better off buying and holding an index fund than attempting to buy and sell individual securities or actively managed funds.''  Mr. Malkiel wrote that manyyears ago, in the book's first edition in 1973 -- the one now in stores is the ninth -- and he is even more convinced of that idea today, because ''there is a six-figure gain to prove it.''  ''An investor with $10,000 at the start of 1969 who invested in a Standard & Poor's 500-stock index fund would have had a portfolio worth $422,000 by 2006, assuming that all dividends were reinvested,'' Mr. Malkiel writes. ''A second investor who instead purchased shares in the average actively managed fund would have seen his investment grow to $284,000.''  That, he says, proves both the advantage of index funds and his underlying premise, which is expressed in the book's title. Stock prices, Mr. Malkiel says, follow a random walk, ''one in which future steps or directions cannot be predicted on the basis of past actions.''  This means that ''investment advisory services, earnings predictions and complicated chart patterns are useless,'' he says.  His recommendation is to buy stocks and to hold on for the long term. History shows that you will be rewarded: over time, earnings and dividends tend to increase, driving prices higher.  If this investment strategy is so simple and effective, why doesn't everyone follow it?  Mr. Malkiel spends a lot of time discussing where investors go wrong. And whether he is writing about individual investors who rushed to buy tulips in the 17th century, bought anything ending in ''-tronics'' in the 1960s or the Nifty 50 list of blue-chip stocks in the 1970s, or inflated the Internet bubble in the 1990s, the explanation is the same.  At some point, investors decide that the old rules no longer apply and that the path to riches will come from this brand new thing. The approach works for a while, as seemingly everyone rushes out to buy flowers or Internet stocks -- at higher and higher prices. Then comes the jolt: the investment underperforms and the fad ends -- badly.  Investing in the next new thing can be dismissed as simple speculation, but Mr. Malkiel doesn't hold much truck with more traditional forms of investing, either. ''Neither technical analysis nor fundamental analysis,'' he says, ''seems to yield consistent benefits.''  He says the problem with technical analysis, which analyzes the past price movements of stocks to predict the future, is that people tend to find patterns where none exist.  ''Human nature likes order: people find it hard to accept the notion of randomness,'' Mr. Malkiel writes. ''No matter what the laws of chance might tell us, we search for patterns among random events wherever they might occur.''  While he is slightly more charitable when it comes to people who believe in fundamental analysis, examining a company's operations to predict how much it will earn in the future. But he says he is still not ready to endorse it, and for many reasons. They range from the effect that unpredictable events like a terrorist attack can have on future earnings to his opinion that ''many security analysts are not particularly perceptive, critical or competent.''  For proof, he points to the performance of mutual funds. They have access to the best fundamental analysts in the business. If fundamental analysis truly worked, Mr. Malkiel wonders, why do most actively managed funds fail to outperform the index they are judged against?  As he makes his arguments, the tone is sprightly. ''The S.E.C. can warn a fool, but it cannot prevent him from parting with his money,'' Mr. Malkiel writes. Later, he says that ''comparing the Internet bubble to the tulip-bulb craze is undoubtedly unfair to the flowers.''  Still, there are nits to pick. Mr. Malkiel seems reluctant to cut material from early editions and so, at 400 pages, the book feels longer than it needs to be. He keeps multiple examples where fewer would do. For instance, while the story of the ZZZZ Best carpet-cleaning company, a highflier of the 1980s that turned out to be far less than met the eye, is certainly a cautionary tale, it may not be worth two full pages today.  BUT the biggest quibble is with Mr. Malkiel's tendency to hedge his basic argument. This comment is typical: ''Although it is abundantly clear that the pros do not consistently beat the averages, I must admit that exceptions exist.'' And he concedes that stock prices are not completely random, because they are influenced by fads and other variables. Still, he contends that ''the ability to best the average consistently is most rare.''  Meaning, of course, that some people can do it. And though the book champions indexing, he offers a strategy to follow if you do want to pick your own stocks: search for companies that look as if they can sustain above-average earnings growth for five years; never pay more for a stock than ''can be reasonably justified by a firm foundation'' of its value; look for stocks that other investors will find appealing -- so you can find a ready buyer when it is time to sell -- and trade as little as possible.  His not-so-convincing rationale for providing these rules is that he knows most investors will find indexing dull and will feel compelled to actively manage part of their money, so he is trying to minimize their risk.  Still, Mr. Malkiel makes a compelling case for buying stocks and holding on. As we enter a new year, such a reminder can't be a bad thing.  MUTUAL FUNDS REPORT: OFF THE SHELF  ", 
            "title": "Common Sense, 34 Years Later"
        }, 
        "weight": 0.4255306900277321, 
        "file": "1817140.txt", 
        "other_topics": {
            "0": 0.03977704647446997, 
            "1": 0.00013109634853417755, 
            "2": 0.00023893859594474836, 
            "3": 0.00017376471976181503, 
            "4": 8.989033738363888e-05, 
            "5": 0.0003000408110507994, 
            "6": 0.00015459998898368195, 
            "7": 0.013888927167991354, 
            "8": 0.0001280601608287435, 
            "9": 0.020042378521604114, 
            "10": 0.00010789341070366433, 
            "11": 0.00015776710356163004, 
            "12": 0.00012753557518356022, 
            "13": 9.721457760753225e-05, 
            "14": 6.188946033008035e-05, 
            "15": 0.00011412876673295638, 
            "16": 0.00016539023452051506, 
            "17": 9.957631579861694e-05, 
            "18": 8.635387731803394e-05, 
            "19": 6.00113687633639e-05, 
            "20": 0.4255306900277321, 
            "21": 0.13235359224693263, 
            "22": 0.00013159667830754725, 
            "23": 0.0001561853194437545, 
            "24": 7.477699484544171e-05, 
            "25": 0.0023608963143497753, 
            "26": 0.00013273444601977718, 
            "27": 0.052868163290705525, 
            "28": 0.00013878105062774924, 
            "29": 0.31025007981396274
        }
    }, 
    {
        "content": {
            "text": "  THE Iraq Study Group report was released into a sea of unrealistic expectations. Inevitably, it disappointed hopes for a clear path through the morass of Iraq, because there is no ''silver bullet'' solution to the difficulties in which we find ourselves.  But the report accomplished a great deal. It brought together some of America's best minds across party lines, and it outlined with clarity and precision the key factors at issue in Iraq. In doing so, it helped catalyze the debate about our Iraq policy and crystallize the choices we face. Above all, it emphasized the importance of focusing on American national interests, not only in Iraq but in the region.  However, the report, which calls the situation in Iraq ''grave and deteriorating,'' does not focus on what could be the most likely outcome of its analysis. Should the Iraqis be unable or unwilling to play the role required of them, the report implies that we would have no choice but to withdraw, and then blame our withdrawal on Iraqi failures. But here the report essentially stops.  An American withdrawal before Iraq can, in the words of the president, ''govern itself, sustain itself, and defend itself'' would be a strategic defeat for American interests, with potentially catastrophic consequences both in the region and beyond. Our opponents would be hugely emboldened, our friends deeply demoralized.  Iran, heady with the withdrawal of its principal adversary, would expand its influence through Hezbollah and Hamas more deeply into Syria, Lebanon, the Palestinian territories and Jordan. Our Arab friends would rightly feel we had abandoned them to face alone a radicalism that has been greatly inflamed by American actions in the region and which could pose a serious threat to their own governments.  The effects would not be confined to Iraq and the Middle East. Energy resources and transit choke points vital to the global economy would be subjected to greatly increased risk. Terrorists and extremists elsewhere would be emboldened. And the perception, worldwide, would be that the American colossus had stumbled, was losing its resolve and could no longer be considered a reliable ally or friend -- or the guarantor of peace and stability in this critical region.  To avoid these dire consequences, we need to secure the support of the countries of the region themselves. It is greatly in their self-interest to give that support, just as they did in the 1991 Persian Gulf conflict. Unfortunately, in recent years they have come to see it as dangerous to identify with the United States, and so they have largely stood on the sidelines.  A vigorously renewed effort to resolve the Arab-Israeli conflict could fundamentally change both the dynamics in the region and the strategic calculus of key leaders. Real progress would push Iran into a more defensive posture. Hezbollah and Hamas would lose their rallying principle. American allies like Egypt, Saudi Arabia and the gulf states would be liberated to assist in stabilizing Iraq. And Iraq would finally be seen by all as a key country that had to be set right in the pursuit of regional security.  Arab leaders are now keen to resolve the 50-year-old dispute. Prime Minister Ehud Olmert of Israel may be as well. His nation's long-term security can only be assured by resolving this issue once and for all. However, only the American president can bring them to the same table.  Resuming the Arab-Israeli peace process is not a matter of forcing concessions from Israel or dragooning the Palestinians into surrender. Most of the elements of a settlement are already agreed as a result of the negotiations of 2000 and the ''road map'' of 2002. What is required is to summon the will of Arab and Israeli leaders, led by a determined American president, to forge the various elements into a conclusion that all parties have already publicly accepted in principle.  As for Syria and Iran, we should not be afraid of opening channels of communication, but neither should we rush to engage them as negotiating ''partners.'' Moreover, these two countries have differing interests, expectations and points of leverage and should not be treated as though they are indistinguishable.  Syria cannot be comfortable clutched solely in the embrace of Iran, and thus prying it away may be possible. Syria also has much to gain from a settlement with Israel and internal problems that such a deal might greatly ease. If we can make progress on the Palestinian front before adding Syria to the mix, it would both avoid overloading Israel's negotiating capacity and increase the incentives for Damascus to negotiate seriously.  Iran is different. It may not be wise to make Iran integral to the regional strategy at the outset. And the nuclear issue should be dealt with on a separate track. In its present state of euphoria, Iran has little interest in making things easier for us. If, however, we make clear our determination, and if the other regional states become more engaged in stabilizing Iraq, the Iranians might grow more inclined to negotiate seriously.  WHILE negotiations on the Arab-Israel peace process are under way, we should establish some political parameters inside Iraq that encourage moves toward reconciliation and unified government in Iraq. Other suggested options, such as an ''80 percent solution'' that excludes the Sunnis, or the division of the country into three parts, are not only inconsistent with reconciliation but would almost certainly pave the way to broader regional conflict and must be avoided.  American combat troops should be gradually redeployed away from intervening in sectarian conflict. That necessarily is a task for Iraqi troops, however poorly prepared they may be. Our troops should be redirected toward training the Iraqi Army, providing support and backup, combating insurgents, attenuating outside intervention and assisting in major infrastructure protection.  That does not mean the American presence should be reduced. Indeed, in the immediate future, the opposite may be true, though any increase in troop strength should be directed at accomplishing specific, defined missions. A generalized increase would be unlikely to demonstrably change the situation and, consequently, could result in increased clamor for withdrawal. But the central point is that withdrawing combat forces should not be a policy objective, but rather, the result of changes in our strategy and success in our efforts.  As we work our way through this seemingly intractable problem in Iraq, we must constantly remember that this is not just a troublesome issue from which we can walk away if it seems too costly to continue. What is at stake is not only Iraq and the stability of the Middle East, but the global perception of the reliability of the United States as a partner in a deeply troubled world. We cannot afford to fail that test.  Op-Ed Contributor Brent Scowcroft was national security adviser to Presidents Gerald R. Ford and George H. W. Bush. He is now president of the Forum for International Policy.  ", 
            "title": "Getting the Middle East Back on Our Side"
        }, 
        "weight": 0.4248402486193552, 
        "file": "1816305.txt", 
        "other_topics": {
            "0": 0.005897010211698695, 
            "1": 0.00011382537009513951, 
            "2": 0.00020746019563110493, 
            "3": 0.00015087249765168213, 
            "4": 7.804794744532618e-05, 
            "5": 0.005988453310749254, 
            "6": 0.007771486801485315, 
            "7": 0.010149849745248856, 
            "8": 0.003929816288996158, 
            "9": 0.00021812075616749383, 
            "10": 9.36792484419942e-05, 
            "11": 0.00013698244956883006, 
            "12": 0.00011073370240957267, 
            "13": 0.21965546616907392, 
            "14": 5.3735979726569484e-05, 
            "15": 9.909314223571871e-05, 
            "16": 0.02114605040096784, 
            "17": 8.645786953809125e-05, 
            "18": 7.497738994853045e-05, 
            "19": 5.210531289225771e-05, 
            "20": 0.4248402486193552, 
            "21": 0.0538189474281264, 
            "22": 0.00011425978510562761, 
            "23": 0.00013560905385917872, 
            "24": 0.2444570607956344, 
            "25": 0.00014055205651996853, 
            "26": 0.00011524766030104625, 
            "27": 7.964679848470134e-05, 
            "28": 0.0001204976692831192, 
            "29": 0.00016370534335789514
        }
    }, 
    {
        "content": {
            "text": "  The accuracy of the census is determined in the planning stages, and planning for the 2010 count is already imperiled. The dangers fall into two categories: money (too little) and politics (too much). The new Congress will have to manage both vigilantly.  An underfinanced census would be an inaccurate census. Easy-to-count suburbanites -- who tilt Republican -- would almost certainly be overrepresented, while urban dwellers -- who lean Democratic -- would get short shrift because of the difficulty in counting mobile and diverse populations. To prevent that, lawmakers must begin by reinstating the roughly $50 million that was cut from the current census budget by the previous Congress.  The new Congress must also ensure that the next budget includes adequate funds for projects that made the 2000 census a success. Among them are strong partnerships with state and local governments, as well as with churches and businesses, to promote the census, and a multimillion-dollar down payment on the census advertising budget. Because they will not bear fruit until the census is under way, those projects may seem easy to sacrifice in favor of more immediate demands. But any budget shortfalls cannot be made up later because the necessary lead time will have been squandered.  Lawmakers should also hold hearings to air the reasons behind the abrupt resignation last November of the director of the Census Bureau and the equally sudden departure of his deputy director. Both men were highly qualified statisticians and, by all accounts, committed to an unbiased and thorough census. They have acknowledged tensions with the Bush administration, but offered no details.  Whatever it finds, the inquiry should send a clear message that the White House must choose new census directors whose professional qualifications and impartiality are above reproach.  Editorial  ", 
            "title": "Countdown to the Census"
        }, 
        "weight": 0.42475557228645827, 
        "file": "1821782.txt", 
        "other_topics": {
            "0": 0.2474695860188317, 
            "1": 0.0004327879095347919, 
            "2": 0.008048417378266913, 
            "3": 0.0005736488518367006, 
            "4": 0.00029675465135857606, 
            "5": 0.06632701582863879, 
            "6": 0.0005103803942251375, 
            "7": 0.0022938044585988676, 
            "8": 0.00042276455385263526, 
            "9": 0.0008293408227794439, 
            "10": 0.0003561881333319058, 
            "11": 0.000520835978326246, 
            "12": 0.0004210327411264277, 
            "13": 0.007580544380179222, 
            "14": 0.00020431545544923326, 
            "15": 0.00037677289203263297, 
            "16": 0.15299781724602582, 
            "17": 0.014847951418674354, 
            "18": 0.00028507974831162034, 
            "19": 0.00019811531843426345, 
            "20": 0.42475557228645827, 
            "21": 0.03765988050292137, 
            "22": 0.0004344396464375802, 
            "23": 0.0005156140400391379, 
            "24": 0.0002468610273459716, 
            "25": 0.0005344083719758586, 
            "26": 0.000438195754942645, 
            "27": 0.00030283381805410565, 
            "28": 0.0004581573892469402, 
            "29": 0.029660882982762912
        }
    }, 
    {
        "content": {
            "text": "  COL. WILLIAM PRESCOTT is said to have prepared his troops for a charge from the British Army at the Battle of Bunker Hill by telling his men, ''Don't one of you fire until you see the whites of their eyes.''  If the opposing army had not been British men but rather a horde of charging chimpanzees, the American troops would have been summarily overrun. Why? Because neither chimpanzees nor any of the other 220 species of nonhuman primates have whites of the eyes, at least not that can be easily seen. This means that if their eyes are looking in a direction other than the one in which their heads are pointing, we can easily be fooled about what they are looking at.  Why should humans be so different? And yet we are. We can't fool anyone. The whites of our eyes are several times larger than those of other primates, which makes it much easier to see where the eyes, as opposed to the head, are pointed. Trying to explain this trait leads us into one of the deepest and most controversial topics in the modern study of human evolution: the evolution of cooperation.  The idea is simple. Knowing what another person is looking at provides valuable information about what she is thinking and feeling, and what she might do next. Even young children know that when a person is looking at one toy and not another, she most likely prefers that toy and may reach for it. Professional poker players are often so worried about others reading their minds by reading their eyes that they wear sunglasses.  Evolutionarily, it is easy to see why it is to your advantage to be able to tell with maximum certainty where I am looking. You may use this information to detect food you wouldn't otherwise have seen, or to detect the dominant male approaching in a fighting mood.  But evolution cannot select the color of my eyes based on advantages to you. Evolutionary theory tells us that, in general, the only individuals who are around today are those whose ancestors did things that were beneficial to their own survival and reproduction. If I have eyes whose direction is especially easy to follow, it must be of some advantage to me.  If I am, in effect, advertising the direction of my eyes, I must be in a social environment full of others who are not often inclined to take advantage of this to my detriment -- by, say, beating me to the food or escaping aggression before me. Indeed, I must be in a cooperative social environment in which others following the direction of my eyes somehow benefits me.  Of course, it's possible that having large whites of the eyes serves some other purpose, like enabling me to advertise my good health to potential mates. But such an advantage would apply to other primates as well. Cooperation, on the other hand, singles out humans, as humans coordinate activities to do such things as construct buildings, create social institutions and even, paradoxically, organize armies for war.  In a recent experiment, our research team has shown that even infants -- at around their first birthdays, before language acquisition has begun -- tend to follow the direction of another person's eyes, not their heads. Thus, when an adult looked to the ceiling with her eyes only, head remaining straight ahead, infants looked to the ceiling in turn. However, when the adult closed her eyes and pointed her head to the ceiling, infants did not very often follow.  Our nearest primate relatives, the African great apes (chimpanzees, bonobos and gorillas) showed precisely the opposite pattern of gaze following. When the human pointed her eyes only to the ceiling (head remaining straight ahead), they followed only rarely. But when she pointed her head only (eyes closed) to the ceiling, they followed much more often.  It has been repeatedly demonstrated that all great apes, including humans, follow the gaze direction of others. But in previous studies the head and eyes were always pointed in the same direction. Only when we made the head and eyes point in different directions did we find a species difference: humans are sensitive to the direction of the eyes specifically in a way that our nearest primate relatives are not. This is the first demonstration of an actual behavioral function for humans' uniquely visible eyes.  Why might it have been advantageous for some early humans to advertise their eye direction in a way that enabled others to determine what they were looking at more easily? One possible answer, what we have called the cooperative eye hypothesis, is that especially visible eyes made it easier to coordinate close-range collaborative activities in which discerning where the other was looking and perhaps what she was planning, benefited both participants.  If we are gathering berries to share, with one of us pulling down a branch and the other harvesting the fruit, it would be useful -- especially before language evolved -- for us to coordinate our activities and communicate our plans, using our eyes and perhaps other visually based gestures.  Infant research, too, suggests that coordinating visual attention may have provided the foundation for the evolution of human language. Babies begin to acquire language through joint activities with others, in which both parties are focused on the same object or task. That's the best time for an infant to learn the word for the object or activity in question.  We are still a long way from figuring out why humans evolved to do so many complicated things together -- from building houses to creating universities to fighting wars. But the simple fact that we have evolved highly visible eyes, to which infants attune even before language, supplies at least one small piece of the puzzle of how.  Op-Ed Contributor Michael Tomasello is the co-director of the Max Planck Institute for Evolutionary Anthropology.  ", 
            "title": "For Human Eyes Only"
        }, 
        "weight": 0.4232724643632162, 
        "file": "1818455.txt", 
        "other_topics": {
            "0": 0.0002237530241565421, 
            "1": 0.00015064079582216731, 
            "2": 0.0002745606620489843, 
            "3": 0.00019967036430394142, 
            "4": 0.0076838647189253605, 
            "5": 0.00034477227673536224, 
            "6": 0.00017764846721515332, 
            "7": 0.07913099501783956, 
            "8": 0.0506843060668329, 
            "9": 0.1443195584572312, 
            "10": 0.00012397865717923224, 
            "11": 0.00018128774981773248, 
            "12": 0.0001465491659844414, 
            "13": 0.01779971171211911, 
            "14": 7.111622605336853e-05, 
            "15": 0.0001311436087967994, 
            "16": 0.00019004737224156878, 
            "17": 0.11634987605885619, 
            "18": 9.922791097516397e-05, 
            "19": 6.895813994799307e-05, 
            "20": 0.4232724643632162, 
            "21": 0.15713919062750206, 
            "22": 0.00015121571706197814, 
            "23": 0.00017947014604005355, 
            "24": 8.592509355644436e-05, 
            "25": 0.0001860119025390668, 
            "26": 0.00015252310842373218, 
            "27": 0.00010540758267155005, 
            "28": 0.00015947116868896092, 
            "29": 0.00021665383721715235
        }
    }, 
    {
        "content": {
            "text": "  TWO weeks ago, President Bush called for a long-term plan to increase the size of the armed forces. As our leaders consider various options for carrying out Mr. Bush's vision, one issue likely to generate fierce debate is ''don't ask, don't tell,'' the policy that bars openly gay service members from the military. Indeed, leaders in the new Congress are planning to re-introduce a bill to repeal the policy next year.  As was the case in 1993 -- the last time the American people thoroughly debated the question of whether openly gay men and lesbians should serve in the military -- the issue will give rise to passionate feelings on both sides. The debate must be conducted with sensitivity, but it must also consider the evidence that has emerged over the last 14 years.  When I was chairman of the Joint Chiefs of Staff, I supported the current policy because I believed that implementing a change in the rules at that time would have been too burdensome for our troops and commanders. I still believe that to have been true. The concern among many in the military was that given the longstanding view that homosexuality was incompatible with service, letting people who were openly gay serve would lower morale, harm recruitment and undermine unit cohesion.  In the early 1990s, large numbers of military personnel were opposed to letting openly gay men and lesbians serve. President Bill Clinton, who promised to lift the ban during his campaign, was overwhelmed by the strength of the opposition, which threatened to overturn any executive action he might take. The compromise that came to be known as ''don't ask, don't tell'' was thus a useful speed bump that allowed temperatures to cool for a period of time while the culture continued to evolve.  The question before us now is whether enough time has gone by to give this policy serious reconsideration. Much evidence suggests that it has.  Last year I held a number of meetings with gay soldiers and marines, including some with combat experience in Iraq, and an openly gay senior sailor who was serving effectively as a member of a nuclear submarine crew. These conversations showed me just how much the military has changed, and that gays and lesbians can be accepted by their peers.  This perception is supported by a new Zogby poll of more than 500 service members returning from Afghanistan and Iraq, three quarters of whom said they were comfortable interacting with gay people. And 24 foreign nations, including Israel, Britain and other allies in the fight against terrorism, let gays serve openly, with none reporting morale or recruitment problems.  I now believe that if gay men and lesbians served openly in the United States military, they would not undermine the efficacy of the armed forces. Our military has been stretched thin by our deployments in the Middle East, and we must welcome the service of any American who is willing and able to do the job.  But if America is ready for a military policy of nondiscrimination based on sexual orientation, the timing of the change should be carefully considered. As the 110th Congress opens for business, some of its most urgent priorities, like developing a more effective strategy in Iraq, share widespread support that spans political affiliations. Addressing such issues could help heal the divisions that cleave our country. Fighting early in this Congress to lift the ban on openly gay service members is not likely to add to that healing, and it risks alienating people whose support is needed to get this country on the right track.  By taking a measured, prudent approach to change, political and military leaders can focus on solving the nation's most pressing problems while remaining genuinely open to the eventual and inevitable lifting of the ban. When that day comes, gay men and lesbians will no longer have to conceal who they are, and the military will no longer need to sacrifice those whose service it cannot afford to lose.  Op-Ed Contributor John M. Shalikashvili, a retired army general, was chairman of the Joint Chiefs of Staff from 1993 to 1997.  ", 
            "title": "Second Thoughts on Gays in the Military"
        }, 
        "weight": 0.41986079769569773, 
        "file": "1815934.txt", 
        "other_topics": {
            "0": 0.0002743620082414596, 
            "1": 0.00018471308452995986, 
            "2": 0.00033666143690269125, 
            "3": 0.015736773830653673, 
            "4": 0.00012665433990514212, 
            "5": 0.00042275367936442056, 
            "6": 0.00021782941441751013, 
            "7": 0.000978991528002264, 
            "8": 0.006377211756657023, 
            "9": 0.0003539611392260737, 
            "10": 0.00015202044080072863, 
            "11": 0.00022229183849944463, 
            "12": 0.00017969600025370992, 
            "13": 0.24490965066665196, 
            "14": 8.720146095055727e-05, 
            "15": 0.0001608059779891481, 
            "16": 0.11177501192733166, 
            "17": 0.003238690071020882, 
            "18": 0.00012167151273765153, 
            "19": 8.455525386548762e-05, 
            "20": 0.41986079769569773, 
            "21": 0.17099258334544834, 
            "22": 0.00018541804280495865, 
            "23": 0.00022006312483395976, 
            "24": 0.021794078009556517, 
            "25": 0.00022808451116945887, 
            "26": 0.00018702114301296938, 
            "27": 0.0001292489170801609, 
            "28": 0.00019554073185399962, 
            "29": 0.0002656571105404577
        }
    }, 
    {
        "content": {
            "text": "  Are you an optimist or a pessimist? Put so starkly, the question has a fatuous ring. Unless you are in the grip of a bipolar disorder, you are probably optimistic about some things and pessimistic about others. Optimism tends to reign when people are imagining how their own plans will turn out. Research shows that we systematically exaggerate our chances of success, believing ourselves to be more competent and more in control than we actually are. Some 80 percent of drivers, for example, think they are better at the wheel than the typical motorist and thus less likely to have an accident. We live in a Lake Woebegon of the mind, it seems, where all the children are above average. Such ''optimism bias,'' as psychologists have labeled it, is hardly confined to our personal lives. In fact, as Daniel Kahneman, a Nobel laureate in economics, and Jonathan Renshon argue in the current issue of Foreign Policy, it may help explain why hawkishness so often prevails at the national level. Wasn't the Iraq war expected by proponents to be ''fairly easy'' (John McCain) or ''a cakewalk'' (Kenneth Adelman)?  But when it comes to the still bigger picture -- the fate of civilization, of the planet, of the cosmos -- pessimism has historically been the rule. A sense that things are heading downhill is common to nearly every culture, as Arthur Herman observes in ''The Idea of Decline in Western History.'' The golden age always lies in the past, never in the future. It's not hard to find a psychological explanation for this big-picture gloominess. As we age, we become aware of our powers diminishing; we dwell on the happy episodes from our past and forget the wretched ones; moving toward the grave, we are consumed by nostalgia and foreboding. What could be more natural than to project this mixture of attitudes onto history at large?  The very idea of progress, a novelty of the Enlightenment that has been in fashion only fitfully since, can grow wearisome. ''Progress might have been all right once,'' Ogden Nash said, ''but it has gone on too long.''  You might think scientists would be the optimistic exception here. Science, after all, furnishes the model for progress, based as it is on the gradual and irreversible growth of knowledge. At the end of last year, Edge.org, an influential scientific salon, posed the questions ''What are you optimistic about? Why?'' to a wide range of thinkers. Some 160 responses have now been posted at the Web site. As you might expect, there is a certain amount of agenda-battling, and more than a whiff of optimism bias. A mathematician is optimistic that we will finally get mathematics education right; a psychiatrist is optimistic that we will find more effective drugs to block pessimism (although he is pessimistic that we will use them wisely). But when the scientific thinkers look beyond their own specializations to the big picture, they continue to find cause for cheer -- foreseeing an end to war, for example, or the simultaneous solution of our global-warming and energy problems. The most general grounds for optimism offered by these thinkers, though, is that big-picture pessimism so often proves to be unfounded. The perennial belief that our best days are behind us is, it seems, perennially wrong.  Such reflections may or may not ease our tendency toward global pessimism. But what about our contrary tendency to be optimistic -- indeed, excessively so -- in our local outlook? Is that something we should, in the interests of cold reason, try to disabuse ourselves of? Optimism bias no doubt causes a good deal of mischief, leading us to underestimate the time and trouble of the projects we undertake. But the mere fact that it is so widespread in our species suggests it might have some adaptive value. Perhaps if we calculated our odds in a more cleareyed way, we wouldn't be able to get out of bed in the morning.  A couple of decades ago, the psychologist Shelley Taylor proposed that ''positive illusions'' like excessive optimism were critical to mental health. People who saw their abilities and chances realistically, she noted, tended to be in a state of depression. (Other psychologists, taking a closer look at the data, countered that depressives actually show more optimism bias than nondepressives: given the way things turn out for them, they are not pessimistic enough.) And there is new evidence that optimism may in some ways be self-fulfilling. In a recently published study, researchers in the Netherlands found that optimistic people -- those who assented to statements like ''I often feel that life is full of promises'' -- tend to live longer than pessimists. Perhaps, it has been speculated, optimism confers a survival advantage by helping people cope with adversity.  But pessimism still appears to have its advantages. Another recently published paper observes that over the last three decades, the people of Denmark have consistently scored higher on life-satisfaction than any other Western nation. Why? Because, say the authors, the Danes are perennial pessimists, always reporting low expectations for the year to come. They then find themselves pleasantly surprised when things turn out rather better than expected.  Americans, too, are lowering their expectations, at least in one respect. According to the Census Bureau's 2007 Statistical Abstract of the United States, most college freshmen in 1970 said their primary goal was to develop a meaningful life philosophy. In 2005, by contrast, most freshmen said their primary goal was to be comfortably rich -- a more modest one, it would seem, given the relative frequency of wealth and wisdom.  As for the minority still seeking a philosophy of life, the Viennese satirist Karl Kraus came up with a formula nearly a century ago that remains the perfect blend of optimism and pessimism: Things are hopeless but not serious.  THE WAY WE LIVE NOW: 1-21-07 Jim Holt is a contributing writer for the magazine.  ", 
            "title": "You Are What You Expect"
        }, 
        "weight": 0.41435239134104035, 
        "file": "1820231.txt", 
        "other_topics": {
            "0": 0.012151806193421995, 
            "1": 0.0001423667631175796, 
            "2": 0.019364028952462, 
            "3": 0.014517114874235999, 
            "4": 9.761825185786526e-05, 
            "5": 0.0027139040469986073, 
            "6": 0.0001678910225625557, 
            "7": 0.02224717051219694, 
            "8": 0.02163168683293041, 
            "9": 0.0026608825120539937, 
            "10": 0.00011716905783681502, 
            "11": 0.0025593990021331526, 
            "12": 0.00013849986841157975, 
            "13": 0.0001055721604497543, 
            "14": 6.72101262682409e-05, 
            "15": 0.004900077643682327, 
            "16": 0.002567677497236736, 
            "17": 0.14578032072504524, 
            "18": 9.377776066139611e-05, 
            "19": 6.517057428848352e-05, 
            "20": 0.41435239134104035, 
            "21": 0.26791165916878296, 
            "22": 0.009695184453142785, 
            "23": 0.0001696126446259909, 
            "24": 8.120560817168804e-05, 
            "25": 0.047937166824703996, 
            "26": 0.0073083514486123585, 
            "27": 9.961801032113898e-05, 
            "28": 0.00015071212265518313, 
            "29": 0.00020475400009185382
        }
    }, 
    {
        "content": {
            "text": "  On his last full day as governor of Massachusetts, Mitt Romney created a presidential exploratory committee Wednesday, the first formal step in a likely run for the 2008 Republican nomination.  ''After talking to my family, I have decided to take this initial step of forming an exploratory committee in order to raise the resources and build the campaign organization required to pursue the highest office in our country,'' Mr. Romney said in a statement issued in Boston.  By filing papers here, Mr. Romney became the latest in a parade of prospects who have formed such committees, a step that permits them to raise and spend money specifically on exploratory efforts.  ", 
            "title": "Romney Takes Step Toward an '08 Run"
        }, 
        "weight": 0.41311841216991557, 
        "file": "1816276.txt", 
        "other_topics": {
            "0": 0.0014340428335182197, 
            "1": 0.000965463392052859, 
            "2": 0.0017596711877373382, 
            "3": 0.001279696022323761, 
            "4": 0.0006620003609067599, 
            "5": 0.18035180702321607, 
            "6": 0.04972277851612174, 
            "7": 0.021311760236298057, 
            "8": 0.0009431032873377126, 
            "9": 0.0018500937440448129, 
            "10": 0.0007945845894476234, 
            "11": 0.0011618810490305594, 
            "12": 0.0009392399590140496, 
            "13": 0.0007159399701318524, 
            "14": 0.0004557869763018041, 
            "15": 0.0008405050750294786, 
            "16": 0.29272335257147286, 
            "17": 0.0007333330691052458, 
            "18": 0.01683069657955462, 
            "19": 0.00044195570888007867, 
            "20": 0.41311841216991557, 
            "21": 0.0030379691907811367, 
            "22": 0.0009691480872067948, 
            "23": 0.0011502319476100014, 
            "24": 0.000550697650226145, 
            "25": 0.0011921583486559507, 
            "26": 0.0009775272151314092, 
            "27": 0.0006755617677053687, 
            "28": 0.0010220576346319434, 
            "29": 0.0013885438366102918
        }
    }, 
    {
        "content": {
            "text": "  The voluntary collaborative ''wiki'' model, which was marshaled to create the behemoth online encyclopedia Wikipedia, is being recruited for another challenge: to build a better search engine.  The project, called Wikiasari for now, was announced in December by Wikia, a for-profit company co-founded by Jimmy Wales, the former options trader who has been the public face of Wikipedia. Like Wikipedia, a wiki search engine would be based on the idea that volunteers can do the work of paid specialists -- in the case of search engines, the work of sophisticated computers that evaluate Web sites for relevance using secret criteria.  ''The one thing that I feel like I know how to do is build communities,'' Mr. Wales said. ''I mean it differently than the way it is often abused in the Internet community as feedback ratings. I mean people who know each other, who have discussions. In Wikipedia, there are discussions. We want to encourage that here.''  The Wikia search engine would allow users to see how the results were generated and modify those rankings using their own knowledge of the Internet. Any changes could be reversed by a different user, and, as in Wikipedia, long discussions could ensue over the decisions.  ''I suspect there is a need for categorization and grouping'' by the volunteers, Mr. Wales said. ''It would not make sense to have a dialogue for each long-tail search. For popular searches, it makes sense.''  ''The question is: Will there be a demand?'' he said. ''I think there will be. People are not happy with the lack of transparency.''  Gil Penchina, the chief executive of Wikia, compared the search-engine process to filtering spam.  ''Humans are pretty good at that; machines are not so good at that,'' he said. ''What is obvious to a person is not always obvious to a machine. There are all sorts of tricks to fool the search engines. We think that people are better than machines at making decisions about what are proper results for any search term you type in.''  Mr. Wales and Angela Beesley, a co-founder of Wikia, are pivoting from the nonprofit encyclopedia to the world of dot-com start-ups.  Mr. Penchina said that Wikia, which is based in Menlo Park, Calif., had raised $4 million from a group of investors, and that in December it had additionally received ''an undisclosed, significant cash investment'' from Amazon.com.  As for the idea of getting people to donate their work to a for-profit operation, Mr. Wales said, ''Part of the incentive problem is making it fun.''  As Wikia's profile increases, the officials of the nonprofit Wikimedia Foundation -- which says it is dedicated to encouraging the growth, development and distribution of free, multilingual content -- say they are trying to make the distinctions between the two more clear. The foundation, ''was originally very related to Wikia,'' said Florence Devouard, who replaced Mr. Wales as chairman, in an e-mail message from France where she lives. And ''accordingly, in the past few months, we have worked on entirely separating the two entities.''  As for concerns that the Wikia search engine, perhaps with groupings and categories, could become more like a for-profit Wikipedia, Ms. Devouard said in the e-mail message that she was not worried.  ''There is already a Wikipedia and people aren't going to waste their time reinventing the wheel.''  ", 
            "title": "Something Wiki Is Coming To the Web Search Market"
        }, 
        "weight": 0.40492390308954507, 
        "file": "1815759.txt", 
        "other_topics": {
            "0": 0.00036032745512148815, 
            "1": 0.045003808656073396, 
            "2": 0.00044214707267315785, 
            "3": 0.0003215452148815842, 
            "4": 0.0042355405491153325, 
            "5": 0.0005552144715844381, 
            "6": 0.0002860815863346075, 
            "7": 0.0012857375120249855, 
            "8": 0.0002369706116862583, 
            "9": 0.0004648672654305228, 
            "10": 0.00019965278323799595, 
            "11": 0.004361144005306475, 
            "12": 0.00023599988526817146, 
            "13": 0.0042490937859281, 
            "14": 0.00011452416720735316, 
            "15": 0.01648799824025631, 
            "16": 0.0003060485383402959, 
            "17": 0.00018426230540049375, 
            "18": 0.00015979466992002676, 
            "19": 0.00011104882792550753, 
            "20": 0.40492390308954507, 
            "21": 0.04959376249255082, 
            "22": 0.000243514807045438, 
            "23": 0.0002890151819697922, 
            "24": 0.00013837207523330867, 
            "25": 0.00029954989755721044, 
            "26": 0.0002456202042976292, 
            "27": 0.00016974629128576634, 
            "28": 0.3949693828609354, 
            "29": 0.06952532549586314
        }
    }, 
    {
        "content": {
            "text": "  Connecticut's prison population, at 19,000, is inching up toward record levels, reversing a trend of slight reductions over the last two years. Incarcerating people in overcrowded facilities is inhumane and always expensive: it costs $29,500 a year to imprison each person. This problem did not develop overnight. The prison population rose steadily from the late 1980s until 2003. And the recent increase is not surprising, especially in light of last year's rising crime rate. But the important thing to remember is that prison is not an answer to crime; bigger prison populations reflect society's failure to find answers.  The state needs to walk a difficult tightrope: reducing the number of inmates in prison while keeping dangerous offenders off the streets. The Department of Correction is trying to make things better, and in time its actions will bear fruit. But ultimately the problem is bigger than any one agency can cope with.  The most effective intervention takes place years before a person enters the legal system. That is clear from two statistics: Eighty five percent of those Connecticut inmates have substance abuse problems at the time of arrest; a staggering three-quarters are high school dropouts. In response, the Department of Correction gives addiction treatment to the vast majority of inmates and gives out more high school equivalency diplomas than any other institution in Connecticut.  But more should be done before a person enters prison. Making preschool programs widely available for the poor, as Gov. M. Jodi Rell has proposed, would have the long-term effect of increasing employment and reducing the incidence of incarceration years later. Improving schools in Connecticut's cities would have much the same salubrious effect.  There are also a range of shorter-term measures that could relieve prison overcrowding. Of the more than 19,000 people behind bars, about one-quarter -- or nearly 5,000 inmates -- are awaiting trial, a larger proportion than usual. Of these, according to Representative Michael Lawlor, the Democratic co-chairman of the legislature's Judiciary Committee, about 1,000 are indigent and pose little threat to the public, yet they are being held because they cannot post bond for amounts as low as $500 or $1,000. It makes no sense to keep them incarcerated; the taxpayers spend more money in less than two weeks to feed and house them than the bail necessary to obtain their release.  Then there are the more than 400 inmates who are teenagers -- 14- to 17-year-olds who, because of their crimes and Connecticut's misguided ''get tough'' philosophy for youngsters, are serving time in prison along with adults. Connecticut is one of the few states to mix the two age groups for serious crimes. Housing young people with career criminals is bad public policy. Continuing the status quo when prisons are overcrowded makes even less sense. The current conditions add urgency to the need to house young offenders in separate facilities, and not treat them as adults.  Connecticut prisons may be overcrowded, but building more of them is the last thing we need. Thoughtful solutions exist for overcrowding. But the best solutions keep people from being sent to prison in the first place.  Connecticut  ", 
            "title": "Anything but More Prisons"
        }, 
        "weight": 0.4048257189682255, 
        "file": "1818737.txt", 
        "other_topics": {
            "0": 0.13993526593464045, 
            "1": 0.00023775166766658502, 
            "2": 0.00043333052591442757, 
            "3": 0.00031513350575296793, 
            "4": 0.00016302191372248958, 
            "5": 0.04441281071805167, 
            "6": 0.08801771181563815, 
            "7": 0.001260099515994191, 
            "8": 0.00023224534580188768, 
            "9": 0.0004555976711358186, 
            "10": 0.00019567164617361095, 
            "11": 0.00028612079889414664, 
            "12": 0.1517775995100988, 
            "13": 0.0001763048948817043, 
            "14": 0.00011224052057121527, 
            "15": 0.0002069798657467335, 
            "16": 0.012264127853495805, 
            "17": 0.04006119477864245, 
            "18": 0.00015660831572654956, 
            "19": 0.00010883448060892772, 
            "20": 0.4048257189682255, 
            "21": 0.0007481197602864431, 
            "22": 0.00023865904792035983, 
            "23": 0.0002832521315657398, 
            "24": 0.0001356128940766377, 
            "25": 0.11195927559635489, 
            "26": 0.00024072246291264955, 
            "27": 0.00016636149874333487, 
            "28": 0.00025168836963194335, 
            "29": 0.00034193799112393537
        }
    }, 
    {
        "content": {
            "text": "  Dynamic range is the ability to capture details even in a scene's darkest shadows and its brightest highlights, and it has always been an issue in photography.  Digital photography, in general, suffers from a more limited dynamic range than many types of film.  The Fujifilm FinePix S5 Pro is the second camera from Fuji that tries to improve on that record.  Like the S3 model it replaces (Fuji skipped over the S4), the S5 employs an unusual image-sensing chip. Each of its 6.17 million pixels has a secondary, smaller pixel to expand its light-gathering abilities. As a result, S5 users can expand the camera's dynamic range up to 400 percent in five increments. Alternatively, the camera's image processor can automatically choose the best level of expansion. With the earlier model, the feature was either just on or off.  The S5, which will be available next month for $2,000 without a lens, is otherwise very much like the Nikon D200 on which it is based. Fuji does include one novelty the Nikon lacks: software that analyzes images during playback to find faces and then enlarge them on the camera's rear monitor so you can see if someone blinked.  IAN AUSTEN  CIRCUITS  ", 
            "title": "Pictures With Sharper Detail in Shadow and in Light"
        }, 
        "weight": 0.40219368073634965, 
        "file": "1819662.txt", 
        "other_topics": {
            "0": 0.0009248182933265756, 
            "1": 0.0006226300816392368, 
            "2": 0.0011348169431359717, 
            "3": 0.0008252795967319561, 
            "4": 0.00042692591158755537, 
            "5": 0.00142501630875675, 
            "6": 0.0007342584659193605, 
            "7": 0.0032999804889582893, 
            "8": 0.0006082099866477001, 
            "9": 0.17874171164457553, 
            "10": 0.0005124298568639739, 
            "11": 0.021637368731757787, 
            "12": 0.000605718515247167, 
            "13": 0.00046171171866409043, 
            "14": 0.0002939383145967651, 
            "15": 0.0005420441083437219, 
            "16": 0.0007855057472862728, 
            "17": 0.0004729285775557948, 
            "18": 0.00041012981891234664, 
            "19": 0.0002850184909816491, 
            "20": 0.40219368073634965, 
            "21": 0.0019591949532665287, 
            "22": 0.00062500635200163, 
            "23": 0.0007417878475140188, 
            "24": 0.00035514647757878726, 
            "25": 0.0007688263025408559, 
            "26": 0.0006304100753812137, 
            "27": 0.04221180839267304, 
            "28": 0.33486822140011685, 
            "29": 0.0008954758610888803
        }
    }, 
    {
        "content": {
            "text": "  With the Knicks unable to put together a consistent stretch of solid play this season, Coach Isiah Thomas said Sunday that steadier days would come over time.  He said that the Knicks' inconsistency was a result of their youth. After easy victories against Portland, Seattle and Philadelphia, the Knicks were routed Friday by the Charlotte Bobcats, one of the league's worst teams.  ''It takes awhile before you figure it out in this league,'' he said.  When asked about a specific time frame, Thomas said: ''You really become one of those teams that's played together three or four years, or two or three years. Then it kind of all makes sense to you.''  Thomas may not have that kind of time. When Thomas, also the team president, was named the Knicks' coach in June, James L. Dolan, the Madison Square Garden chairman, gave him one year to show ''significant progress'' with the team he assembled.  ", 
            "title": "Thomas Says Progress Will Take Time"
        }, 
        "weight": 0.3975249206054478, 
        "file": "1819069.txt", 
        "other_topics": {
            "0": 0.0011537681862580022, 
            "1": 0.0007767696478176174, 
            "2": 0.001415754527851332, 
            "3": 0.00102958748799417, 
            "4": 0.0005326165563909087, 
            "5": 0.0017777962371704123, 
            "6": 0.0009160329813774668, 
            "7": 0.017146510814794725, 
            "8": 0.0007587796848550462, 
            "9": 0.001488504564565184, 
            "10": 0.0006392880318270466, 
            "11": 0.000934798709811691, 
            "12": 0.0007556714197399964, 
            "13": 0.0005760140084394076, 
            "14": 0.0003667062800889973, 
            "15": 0.0006762336474833663, 
            "16": 0.0009799671436880697, 
            "17": 0.0005900077356746707, 
            "18": 0.5607836222169877, 
            "19": 0.0003555782468435309, 
            "20": 0.3975249206054478, 
            "21": 0.0024442172306359563, 
            "22": 0.0007797341924918097, 
            "23": 0.0009254263519550162, 
            "24": 0.00044306726007559697, 
            "25": 0.0009591585017628664, 
            "26": 0.0007864756725941078, 
            "27": 0.0005435274715737911, 
            "28": 0.0008223029018368992, 
            "29": 0.001117161681966754
        }
    }, 
    {
        "content": {
            "text": "  FOR most people gambling is an enjoyable -- if occasional -- experience. But for some, gambling leads to debilitating problems.  At its most serious, problem gambling has been recognized as a psychiatric disorder. Yet very few comprehensive studies of the impacts of gambling (both positive and negative) have been carried out, probably because -- as the National Gambling Impact Study Commission pointed out in 1999 -- regulating gambling is viewed as a state issue and few states have the resources or political will to finance such studies.  I have spent more than 20 years studying gambling and, to my knowledge, Connecticut is the only jurisdiction ever to mandate that impact studies of legal gambling be conducted every five years. Starting in 1981, four impact studies -- including one in 1991 in which I was involved -- have been carried out in Connecticut. However, each one was done so differently that it was impossible to draw any hard and fast conclusions about changes in the impact of legal gambling over time.  In 2001, in the face of budget constraints, the state reneged on its pledge to conduct these periodic surveys; no gambling impact study has been carried out in Connecticut since 1996. This was a mistake, especially when the state's gambling industry has brought in more than $600 million annually to Connecticut's general fund since 2002.  There is some good news. The State Senate has recently set aside money to study the impact of gambling in Connecticut. As officials prepare to carry out the study, here are some things they should keep in mind.  Quantifying the effects of legal gambling is a complex task. An international review of gambling impact studies that my colleagues and I are doing for the British government has highlighted several important issues.  First, every jurisdiction is unique and any impact study must be designed to answer, as comprehensively as possible, the questions deemed most important by its policymakers and citizens. Second, account must be taken of the socio-economic impacts of all of the different types of gambling available, rather than focusing narrowly on one or another form of gambling.  Third, it is impossible to account fully for all of the social benefits or costs associated with gambling since some of the effects defy quantification and the negative impacts often take much longer to emerge than positive ones like revenue flowing into state coffers. Fourth, while the relationship between gambling availability and the prevalence of problem gambling is poorly understood, research suggests that there is a substantial lag between the introduction of a new form of gambling and the emergence of new problem gamblers. This underscores the importance of conducting uniform studies on a regular basis.  What we have learned by looking at the few exemplary gambling impact studies conducted internationally is that the cost of a high-quality study far surpasses the $350,000 that Connecticut is pledging to spend; that the best studies are awarded competitively and carried out by large, multidisciplinary teams from independent research organizations with close involvement of gambling researchers; and that consideration of a range of issues, including economics, crime, public health and culture and community impacts is necessary.  It is also important to pay particular attention to vulnerable groups. For instance, people who are socially and economically disadvantaged are often hurt the most by legal gambling. And most significant, any gambling impact study must be accompanied by recommendations for change that are put into action and assessed for their effectiveness in reducing the harm caused by gambling.  Those of us concerned about the effects of gambling applaud the effort in Connecticut to reclaim its early leadership role in studying the impacts of legal gambling. But to avoid repeating mistakes, Senate leaders must ensure that sufficient resources are made available in Connecticut and that the study is done to the highest standards, maintaining comparability with what was done previously in the state as well as with studies across the nation and around the world.  Op-Ed Contributor Rachel A. Volberg is the president of an organization that studies the effects of gambling on communities.  ", 
            "title": "Betting on Facts"
        }, 
        "weight": 0.39745788431866136, 
        "file": "1818734.txt", 
        "other_topics": {
            "0": 0.08073588318291139, 
            "1": 0.00019184604712909709, 
            "2": 0.000349662104636163, 
            "3": 0.0034723238794655484, 
            "4": 0.00013154528020783225, 
            "5": 0.029401412387585365, 
            "6": 0.2608872423895047, 
            "7": 0.00423483375170066, 
            "8": 0.00018740289813110934, 
            "9": 0.00036762985995623986, 
            "10": 0.0001578909297338506, 
            "11": 0.0034489130105450176, 
            "12": 0.000186635220895745, 
            "13": 0.0001422635538355035, 
            "14": 9.056887133804156e-05, 
            "15": 0.00016701573313255397, 
            "16": 0.0002420316285029335, 
            "17": 0.186791868706557, 
            "18": 0.0001263700339709827, 
            "19": 8.782047714362119e-05, 
            "20": 0.39745788431866136, 
            "21": 0.023129930494853897, 
            "22": 0.00019257822838628102, 
            "23": 0.00022856118030677223, 
            "24": 0.0033274655065829682, 
            "25": 0.00023689232406346296, 
            "26": 0.00019424323462469291, 
            "27": 0.00013424005072863965, 
            "28": 0.0002030918196963786, 
            "29": 0.003493952895212186
        }
    }, 
    {
        "content": {
            "text": "  When Ben S. Bernanke took over as chairman of the Federal Reserve Board one year ago this week, he brought with him a long-held conviction that the central bank should be more explicit about its goals and less personalized than it had been under Alan Greenspan.  Yet as Mr. Bernanke celebrates his first anniversary on the job, the Fed is still far away from acting on his major proposal of setting an explicit target for inflation.  Mr. Bernanke has long argued that publicly committing the central bank to an inflation target -- probably 1 to 2 percent a year -- would make its policy more transparent and open to the public. Its decisions would be easier for investors to anticipate, he argued, and the public might have greater confidence that inflation would indeed remain low.  It is an idea that Mr. Greenspan staunchly opposed, arguing that it would bind the Fed to rigid rules and deprive it of crucial flexibility in reacting to economic surprises.  But even though a majority of those on the Fed board agree with Mr. Bernanke in principle, officials have, if anything, become more cautious over the last year about making a change.  Fed officials caution that they have to wrestle with a thicket of intermediate issues before making a change. On Tuesday, policy makers gather for the start of a two-day meeting at which they will discuss one possible intermediate step: telling the public more about the Fed's economic forecasts.  But even that decision may be months away, and Fed officials appear even less urgent about committing themselves in public to a specific goal for inflation.  ''There's just not a lot of enthusiasm for moving in any of these directions,'' said Laurence Meyer, a former Fed governor and a forecaster at Macroeconomic Advisers. ''Nobody thought this was such an important issue.''  Outside experts say the caution stems from deeper concerns: a reluctance to change a practice that appears to be working well already; a fear among some that the Fed may become trapped by its own promises; and perhaps a worry about opposition from Democratic lawmakers, who now control Congress and who have publicly fretted that the Fed will focus on inflation while ignoring unemployment.  As a practical matter, Mr. Bernanke will reach his first anniversary with the economy heading toward the Fed's goal of a ''soft landing'' -- a modest slowdown in economic growth and a slight ebb in inflation, yet with strong wage increases and continued low unemployment.  The Fed is all but certain to leave its benchmark overnight interest rate unchanged at 5.25 percent, and to signal once again that it remains slightly more worried about inflation than slower economic growth. In short, the Fed will continue its ''pause'' in raising rates and is unlikely to reduce rates later this year.  The outlook for Mr. Bernanke's goal of setting inflation targets is more uncertain. A majority of Fed governors and presidents of the Federal Reserve's district banks support the idea as an important move toward greater openness.  Indeed, the Federal Reserve Board now includes Frederic S. Mishkin, one of Mr. Bernanke's co-authors on a book in 1999 that championed inflation targeting. They are joined in the Fed's policy making by a raft of other influential officials who also support setting inflation targets: William Poole, president of the St. Louis Fed; Janet Yellen, president of the San Francisco Fed; and Jeffrey M. Lacker, president of the Richmond Fed.  The leading opponent of inflation targeting is Donald L. Kohn, the Fed's highly respected vice chairman. Timothy F. Geithner, president of the New York Fed, is also considered a skeptic.  Mr. Bernanke has taken pains to build a consensus before making any changes, and has gone so far as to put Mr. Kohn in charge of a special committee to review ''communication issues,'' including the prospects for inflation targets.  But even many longtime supporters of the idea predict that the Fed is unlikely to change gears this year.  ''The Fed has a somewhat odd problem in that things are going so well right now, and it's hard to push for change when things are going well,'' said Mark Gertler, an economics professor at New York University who has worked with Mr. Bernanke on many academic projects. ''In the case of the United States, it's hard to argue that monetary policy would have performed better if we had had inflation targets.''  Adam S. Posen, who was a co-author with Mr. Bernanke and Mr. Mishkin on their book about inflation targeting, said Mr. Bernanke would need at least a year to build consensus.  ''Bernanke has to build three consensuses at once,'' said Mr. Posen, a senior fellow at the Peterson Institute for International Economics. In addition to persuading the Fed's other governors, Mr. Posen said, Mr. Bernanke must also build support from the central bank's influential staff and with Congress.  It remains unclear whether the Fed needs legislation from Congress to adopt explicit inflation targets. But many Democrats have been quick to criticize the central bank for not focusing enough attention on wages and job creation.  Indeed, the new chairman of the House Financial Services Committee is Representative Barney Frank of Massachusetts, who often challenged Mr. Greenspan about rising income inequality and stubbornly high unemployment.  Mr. Bernanke is set to testify about the economic outlook before Mr. Frank's committee on Feb. 15. In an indication that Mr. Bernanke will face a more combative political environment than he did last year, aides to Mr. Frank said he was planning a second hearing to get contrasting views from economists and people with ''other real world experience.''  But perhaps the biggest reason for the slow movement is that Mr. Bernanke's approach may not end up being much different from Mr. Greenspan's.  In recent years, Fed officials under Mr. Greenspan made it clear they had an informal target or ''comfort zone'' on inflation. For many, that zone was a ''core'' inflation rate -- excluding volatile prices for food and energy -- of 1 to 2 percent a year.  ''If we asked 10 people who follow what the Fed does, we all know what the Fed's comfort zone is,'' said John Makin, an economist at the American Enterprise Institute.  Even if the Fed were to set a public target for inflation, Mr. Bernanke and other supporters have not said how quickly the Fed would need to meet the target.  Mr. Bernanke and others now stress that the Fed will not react mechanically if inflation climbs above the target, as it has over the last year. Mr. Bernanke has argued for defining an ''optimal long-run inflation rate'' and originally suggested the Fed should aim to hit that target within three years.  But some of Mr. Bernanke's allies now contend that there should be no specific time frame at all.  ", 
            "title": "Fed Has Yet To Set Target On Inflation"
        }, 
        "weight": 0.3973761914577529, 
        "file": "1822610.txt", 
        "other_topics": {
            "0": 0.34183875885506376, 
            "1": 0.00011253616909622283, 
            "2": 0.00020511047437634844, 
            "3": 0.0020368521171219953, 
            "4": 0.001964852387276805, 
            "5": 0.00592062730690028, 
            "6": 0.00013271224330101033, 
            "7": 0.0005964491168526982, 
            "8": 0.00010992983461896988, 
            "9": 0.0002156502920126173, 
            "10": 9.261822504652237e-05, 
            "11": 0.00013543096846518345, 
            "12": 0.00010947951804240707, 
            "13": 8.345126516934961e-05, 
            "14": 5.3127359006220796e-05, 
            "15": 9.797080037248293e-05, 
            "16": 0.13228016431723033, 
            "17": 8.547863642266583e-05, 
            "18": 7.41281862434424e-05, 
            "19": 5.151516131731955e-05, 
            "20": 0.3973761914577529, 
            "21": 0.03622019121511632, 
            "22": 0.0001129656638655995, 
            "23": 0.00013407312801460406, 
            "24": 0.0019518787408670862, 
            "25": 0.009577402250939887, 
            "26": 0.00011394235025761102, 
            "27": 0.009517186813806873, 
            "28": 0.00011913289695268808, 
            "29": 0.05868019224848965
        }
    }, 
    {
        "content": {
            "text": "  Leading trade ministers on Saturday embraced an unusual game plan for reviving trade talks, saying they would try to hash out details on technical issues, rather than first agreeing on the broad outlines of an accord.  During a meeting at the World Economic Forum, officials from 30 countries including the United States, the European Union and emerging markets like India and Brazil vowed to move forward in the Doha round of World Trade Organization talks, which began more than five years ago in the Persian Gulf emirate of Qatar but collapsed in July because of disagreements about farm subsidies and tariff cuts. They hope to reach a deal within a year.  To resuscitate the talks, the ministers endorsed a strategy that is highly unusual in these negotiations, but now appears to offer the only chance to conclude the trade round. Instead of creating a framework for agreement and then working out details on technical issues like tariffs and subsidies later, countries will aim to work out most specifics up front. Then, they will decide whether a final push is warranted at a meeting of all World Trade Organization members in Geneva.  Pascal Lamy, the organization's director general, said the process would have to achieve a genuine breakthrough in ''months, not quarters,'' for a meeting of all the group's members to occur. Apart from agriculture, it would also have to address tariff cuts for industrial products and services like finance and telecommunications.  After the Geneva meeting, Mr. Lamy said countries would tackle other, less contentious issues, including simplifying customs procedures, environmental rules and antidumping rules.  The W.T.O. negotiations would dovetail with a bid by the Bush administration to extend the United States trade negotiating authority that expires on June 30. Next week, President Bush will give two major addresses on economic policy calling on Congress to take that step, American officials said.  ", 
            "title": "A Plan to Revive Trade Talks Is Offered at Forum"
        }, 
        "weight": 0.3965848694173454, 
        "file": "1822168.txt", 
        "other_topics": {
            "0": 0.09892158629719267, 
            "1": 0.0003451021587378829, 
            "2": 0.0006289894889393819, 
            "3": 0.000457423723641334, 
            "4": 0.00023663015658047075, 
            "5": 0.041311186426329076, 
            "6": 0.0004069738824587642, 
            "7": 0.01340659263765905, 
            "8": 0.0003371096025515789, 
            "9": 0.0006613107759370755, 
            "10": 0.0002840220140663978, 
            "11": 0.00041531109466979053, 
            "12": 0.0003357286667694625, 
            "13": 0.006044674937477361, 
            "14": 0.00016291976551478928, 
            "15": 0.0003004361617544775, 
            "16": 0.04095672800582023, 
            "17": 0.0002621278313660199, 
            "18": 0.00022732066766963042, 
            "19": 0.00015797581809574819, 
            "20": 0.3965848694173454, 
            "21": 0.0010859134945433013, 
            "22": 0.3939823862123985, 
            "23": 0.00041114715631574984, 
            "24": 0.00019684531746027835, 
            "25": 0.0004261336297834825, 
            "26": 0.00034941433817555926, 
            "27": 0.00024147764308306228, 
            "28": 0.00036533161067458375, 
            "29": 0.0004963310669889784
        }
    }, 
    {
        "content": {
            "text": "  Two years before the next president is inaugurated and a full year before the first vote is cast, the contest for the White House is off to a breathtakingly fast start, exposing an ever-growing field of candidates to longer, more intensive scrutiny and increasing the amount of money they need to remain viable.  On Sunday, Senator Hillary Rodham Clinton, Democrat of New York, held her first campaign event, highlighting her focus on health care a day after declaring her plans to run. Another Democrat, Gov. Bill Richardson of New Mexico, entered the fray, the eighth member of his party to do so. And the day was not terribly different in its pace of activity from many others in recent weeks.  The scale and swiftness of the action has the potential to upset the traditional timetables and conventions of presidential campaigning.  John Weaver, a senior adviser to Senator John McCain's presidential effort, said the intensified announcement season and compressed primary calendar would force campaigns to develop a strong national apparatus and well-organized field efforts state by state.  ''It makes it nearly impossible for a dark horse candidate to break out of the pack and challenge the front-runner(s) and thus isn't healthy for the process,'' Mr. Weaver wrote in an e-mail message on Sunday. ''All of these states, who are moving up early, want to play and have an impact. But oddly enough, it ultimately will limit the legitimate candidate choices for the nation at large in the primary process.''  The candidates could be forced to move more quickly to take positions on big issues, stripping them of the chance to run on more gauzy platforms in the early stages and therefore exposing them to more direct criticism from rivals, interest groups and the news media. They will face earlier encounters with one another -- New Hampshire and South Carolina are planning full-scale debates this spring -- that will require them to display both policy expertise and a comfort level in front of the cameras.  They will be getting intensive scrutiny from opposition research operations, the news media and the public for that much longer, increasing the chances that a gaffe or position change could harm their campaigns. Deep into competition for experienced staff members, most candidates are already putting together operations in multiple states.  Kevin Madden, press secretary for the exploratory committee set up by former Gov. Mitt Romney of Massachusetts, a Republican, said his organization was already ''beginning to put our teams together'' for the early contests in New Hampshire, Iowa, South Carolina, Michigan and several states beyond. ''It's happened at a very advanced pace,'' Mr. Madden said, ''but you can't complain and wring your hands. You just have to work harder, faster.''  Because they do not want competitors to be raising money unchallenged, more candidates are declaring their intentions earlier, which in turn means the entire field needs more money to sustain campaigns for a longer time.  There are now a dozen serious contenders from both parties competing in a presidential race that for the first time in more than half a century will not include an incumbent -- either the president or the vice president -- on the ballot or even a definitive front-runner.  ''Crowded fields force early announcements,'' said Jennifer Palmieri, an adviser to John Edwards, the former senator from North Carolina who is seeking the Democratic nomination. ''Candidates are concerned there will not be enough oxygen left for them if they wait too long. Having crowded fields in both parties has exacerbated this phenomenon.''  Just hours after Mrs. Clinton made her candidacy official on Saturday, Senator Sam Brownback of Kansas joined the race for the Republican nomination. Last week, Senator Barack Obama, Democrat of Illinois, opened a presidential exploratory committee, emphasizing the wide-open nature of the race.  The early start of the presidential race may make it difficult for the new Democratic leaders in Congress to generate public support and media attention for their agenda. Seven sitting members of the House and Senate have declared their candidacies and several others are said to be considering it, distracting them from legislative business and drawing news coverage away from Congress and out onto the campaign trail.  John D. Podesta, a former chief of staff for President Bill Clinton and president of the Center for American Progress, said some of the early candidates surely recall the lesson of Gen. Wesley K. Clark, the Democrat who waited to jump into the last presidential race until the fall of 2003.  Given the lateness of his entry, and his limited resources, General Clark decided to skip the Iowa caucuses and focus on the New Hampshire primary. Iowa became an unexpectedly fierce contest, with John Kerry emerging as a winner and quickly rolling on to victories in New Hampshire and other early primary states.  ''You need to get a foothold early and organize and get people to rally around you and your message,'' Mr. Podesta said, ''and the need to build momentum is real.''  The candidates and the early primary states are chasing each other in a mad circle, with two new states, Nevada and South Carolina, squeezing into the first weeks of the primary calendar. A number of other states, including California, New Jersey, Michigan and Illinois, are considering moving up their primaries so that they are not left out of the nominating process. With their expensive media markets, these states could quickly bankrupt candidates who have trouble raising money.  The intensity of the early action is fueled in part by President Bush's political weakness, brought on largely because of the unpopularity of the war in Iraq.  ''If Bush were doing well and had a continuing ability to get things done and command the national stage, I think there would be far less focus on the campaign,'' said Robert Dallek, a presidential historian.  While presidential campaigns have been getting gradually longer over the past few decades, the acceleration in the 2008 cycle is particularly pronounced. The first President Bush announced his candidacy for the 1988 Republican nomination in October 1987; the eventual Democratic nominee in that election, Gov. Michael S. Dukakis of Massachusetts, had declared six months earlier.  Bill Clinton formally announced his candidacy for the 1992 Democratic presidential nomination on Oct. 3, 1991, about three and a half months before the Iowa caucuses. George W. Bush announced his exploratory committee for the 2000 presidential race in March 1999 and began his campaign in June 1999.  By comparison, Mr. Edwards of North Carolina, the 2004 vice-presidential nominee, has traveled to Iowa 16 times since the beginning of last year, building his organization there in hopes of scoring an early triumph that carries him into the next contests.  ''The earlier process will reward candidates who truly have a succinct, credible, authentic and passionate message which can sustain itself over the long nature of the campaign,'' said Matthew Dowd, the chief strategist for Mr. Bush's re-election campaign in 2004.  He also said that in 2007 candidates would be rewarded by scoring points in ''nonvoting events'' such as media attention, their standings in the polls and the size and response of crowds, because those sorts of factors will help winnow the field more than the primaries still a year away.  Despite the intense focus by most candidates on showing that they can raise the money to run a long and expensive campaign, having a big bank account, Mr. Dowd argued, may actually not be as important in the early stages of this presidential cycle as it was in previous ones.  ''It's for two reasons: the early process will not involve paid media as much, and new technology allows little cost to talk directly to voters,'' he said. ''And the early process will make it more important for a campaign to know how to respond to knowable and unknowable events in next 12 months.''  Steve Elmendorf, a Democratic strategist who worked on the presidential campaigns of Representative Richard A. Gephardt in 2003 and Senator John Kerry in 2004, warned that candidates and their aides, no matter how tired they become, would have to stay on their toes because any misstep might be captured on tape and circulated on the Internet.  ''Every move they make in Iowa and New Hampshire will be on YouTube,'' Mr. Elmendorf said. ''The only certainty by January '08 is that people will be pretty tired.''  Besides taking a toll on the declared candidates, the length and cost of current campaigns also deters potential entrants. Senator Evan Bayh of Indiana and former Gov. Mark Warner of Virginia were considered among the brightest Democratic prospects, but both declined to run. They cited the crowded field, the endless burden of fund-raising and the brutal personal cost of today's presidential campaigns.  ", 
            "title": "RUSH OF ENTRIES GIVES 2008 RACE EARLY INTENSITY"
        }, 
        "weight": 0.395518137730739, 
        "file": "1820735.txt", 
        "other_topics": {
            "0": 0.004339384153929615, 
            "1": 8.375973409816092e-05, 
            "2": 0.00015266201908669042, 
            "3": 0.00011102129758478087, 
            "4": 5.7432497864611884e-05, 
            "5": 0.0001917012856056751, 
            "6": 0.009933712091430208, 
            "7": 0.04540363713424441, 
            "8": 8.181986103744817e-05, 
            "9": 0.0001605067176378038, 
            "10": 6.8934974105145e-05, 
            "11": 0.00010080014273100861, 
            "12": 8.14846941571837e-05, 
            "13": 6.21120821587879e-05, 
            "14": 3.9542251166322544e-05, 
            "15": 7.29188513745009e-05, 
            "16": 0.49044745357226155, 
            "17": 6.362103771023221e-05, 
            "18": 0.008485117683429017, 
            "19": 3.8342305843671874e-05, 
            "20": 0.395518137730739, 
            "21": 0.021338423758435542, 
            "22": 8.407940348062213e-05, 
            "23": 9.978951338400275e-05, 
            "24": 4.7776320812481437e-05, 
            "25": 0.00010342687988822056, 
            "26": 8.480634303391569e-05, 
            "27": 5.860903116126356e-05, 
            "28": 0.021163531352054978, 
            "29": 0.0015254552795530905
        }
    }, 
    {
        "content": {
            "text": "  ''Why put more American lives on the line now in the hope that this time they'll make the difficult choice?''  NORM COLEMAN, Republican senator from Minnesota, voicing doubt about Iraqis' readiness to halt sectarian fighting. [A12]  ", 
            "title": "QUOTATION OF THE DAY"
        }, 
        "weight": 0.3928983345098652, 
        "file": "1818278.txt", 
        "other_topics": {
            "0": 0.0033104698499768206, 
            "1": 0.0022287601011233902, 
            "2": 0.004062178811343956, 
            "3": 0.002954162177042288, 
            "4": 0.001528219509370575, 
            "5": 0.005100973412729227, 
            "6": 0.002628343893126174, 
            "7": 0.011812575500548069, 
            "8": 0.0021771420805373433, 
            "9": 0.004270918145635203, 
            "10": 0.0018342885338850986, 
            "11": 0.002682187792563058, 
            "12": 0.002168223635678433, 
            "13": 0.22596486864481957, 
            "14": 0.0010521785038717618, 
            "15": 0.0019402953974611825, 
            "16": 0.22712391834905993, 
            "17": 0.0016928901693319194, 
            "18": 0.0014680963924297422, 
            "19": 0.0010202491969386804, 
            "20": 0.3928983345098652, 
            "21": 0.08178382375371417, 
            "22": 0.0022372661735560627, 
            "23": 0.0026552959884058084, 
            "24": 0.001271278601249376, 
            "25": 0.002752082558051107, 
            "26": 0.0022566092850135368, 
            "27": 0.0015595258464483333, 
            "28": 0.0023594071985191417, 
            "29": 0.0032054359877048333
        }
    }, 
    {
        "content": {
            "text": "  President Bush's new plan differs in several respects from the faltering effort to bring stability to Baghdad that began last summer. It calls for a much larger American force. There are to be no safe havens for renegade militias. And Iraqi security forces throughout the city are to be put under the direct control of a new Iraqi commander -- and backed up by American Army battalions.  But the plan depends on the good intentions and competence of a Shiite-dominated Iraqi government that has not demonstrated an abundant supply of either. Mr. Bush, in effect, is betting that Iraqi leaders are committed to building a multisectarian state, and his strategy will stand or fall on that assumption.  MILITARY ANALYSIS BY MICHAEL R. GORDON, PAGE A20  ", 
            "title": "New Strategy for Iraq: A Closer Look; A Bid to Stabilize a City, and a Government"
        }, 
        "weight": 0.39189043130999535, 
        "file": "1818053.txt", 
        "other_topics": {
            "0": 0.0012172069709197287, 
            "1": 0.000819479546570752, 
            "2": 0.001493598368317688, 
            "3": 0.0010861983217120834, 
            "4": 0.0005619019426847872, 
            "5": 0.0018755465773215507, 
            "6": 0.0009664001346243581, 
            "7": 0.004343295633362553, 
            "8": 0.0008005004235671535, 
            "9": 0.001570348492716564, 
            "10": 0.0006744386420370824, 
            "11": 0.000986197677784745, 
            "12": 0.0007972212536172731, 
            "13": 0.5504476396974156, 
            "14": 0.0003868692565115996, 
            "15": 0.0007134156752552069, 
            "16": 0.0010338496526222283, 
            "17": 0.0006224487183070766, 
            "18": 0.0005397956313844997, 
            "19": 0.00037512935953720055, 
            "20": 0.39189043130999535, 
            "21": 0.0025786100596354227, 
            "22": 0.000822607093755714, 
            "23": 0.000976309990246663, 
            "24": 0.00046742886827157095, 
            "25": 0.0010118968684248435, 
            "26": 0.0008297192473690386, 
            "27": 0.0005734127835780449, 
            "28": 0.0008675164008202026, 
            "29": 0.02867058540163332
        }
    }, 
    {
        "content": {
            "text": "  The field for the annual Chase for the Nextel Cup will expand this year to 12 drivers from 10, one of several adjustments to the points and playoff systems announced Monday.  Nascar's premier racing series was already preparing for significant change this season, with the arrival of the manufacturer Toyota, the former Formula One driver Juan Pablo Montoya and the safety-inspired Car of Tomorrow. ESPN will also be returning for half its telecasts this year.  Now, drivers will work under a points system that has been adjusted for the first time since 2004, when Nascar instituted the popular 10-race playoff Chase at the end the season.  In addition to expanding the championship field, Nascar officials will place a higher priority on winning -- quite a change for a series that rewarded consistency from week to week. Starting this year, drivers will receive 5 more points for winning a race, making a victory worth 185 points. With 5-point bonuses awarded for leading a lap and for leading the most laps, a victory can mean as many as 195 points.  Also, the seeding of the top drivers going into the Chase playoff will no longer be based on the points standings through the 26 races of the regular season. Seedings will now be based on the number of victories.  Each victory will be worth 10 points in the seeding process. Last year, for example, the driver Kasey Kahne went into the Chase in 10th place because that was where he finished in the points standings through 26 races. But Kahne led the series with five victories to that point. Under the new system, he would begin the Chase as the overall points leader, with 5,050 points. He would be 10 points ahead of the second-place drivers, Matt Kenseth and Jimmie Johnson, who each had four victories in the first 26 races last year.  The changes come three seasons after Nascar began the playoff, which has been viewed as a success in its bid to draw fans and improve television ratings during the fall months of the schedule.  ''We believe the Chase accomplished the original goals: made racing more competitive, made every race from the front end of the season or the postseason, the final 10 races, mean more,'' said Brian France, Nascar's chairman and chief executive, during a news conference at the Nascar Research and Development Center here. ''The key issue for us and remains today is this intersection between winning and consistency.''  So far, early reviews of the changes have been positive.  ''Certainly the harder it is to get in, the more prestige there is in achieving that goal,'' the driver Jeff Burton said of the expanded Chase field during a telephone interview Monday. ''I think it's O.K. At the end of the day, having 12 teams competing for a championship only increases the excitement for the championship, and you're still going to have that battle for who gets in and who doesn't get in. So I think there's nothing lost.''  Burton was among the 10 drivers to make the Chase field last year. He went into the Chase in eighth place, 35 points behind Kenseth, the leader. Under the new system, he would have started the Chase tied for 11th with Mark Martin, 50 points behind Kahne, because he had no victories in the regular season.  ''I'm O.K. with that,'' Burton said, adding: ''People in the sport look at the sport as only how it affects them; I think that's a selfish attitude. Part of the sport is growing the sport and making it better for the next generation.''  The changes will not be universally embraced in Nascar garages. Tony Stewart, the 2005 champion, made his feelings about the Chase field known before the announcement.  ''I still think it should only be 10,'' Stewart said on his radio show this month. ''I mean, what's next? It goes from 12 to 15 two more years down the road, and then it goes from 15 to 20 and this and that? No more than 12. It shouldn't have been more than 10 to begin with.''  AUTO RACING  ", 
            "title": "Nascar Increases Field For the Chase to 12 Drivers"
        }, 
        "weight": 0.3916067723822825, 
        "file": "1820954.txt", 
        "other_topics": {
            "0": 0.01435846279725374, 
            "1": 0.021280593558934784, 
            "2": 0.0003815892844915883, 
            "3": 0.0002775054185851372, 
            "4": 0.00014355650408551812, 
            "5": 0.003991042351157092, 
            "6": 0.00024689899488792596, 
            "7": 0.0011096390490416882, 
            "8": 0.00020451440651228113, 
            "9": 0.00040119765155682206, 
            "10": 0.0001723077396892741, 
            "11": 0.0002519569344850162, 
            "12": 0.00020367663369366822, 
            "13": 0.00015525344896555858, 
            "14": 0.2564654739766814, 
            "15": 0.10905028896138519, 
            "16": 0.0002641312133062547, 
            "17": 0.00015902518782143124, 
            "18": 0.0352566258887299, 
            "19": 0.13705883623288825, 
            "20": 0.3916067723822825, 
            "21": 0.0006587915389512548, 
            "22": 0.00021016228926221063, 
            "23": 0.0002494307964729729, 
            "24": 0.00011942022111028663, 
            "25": 0.00025852264584115114, 
            "26": 0.00021197932499689723, 
            "27": 0.00014649733050413704, 
            "28": 0.010757251015266898, 
            "29": 0.014348596221159197
        }
    }, 
    {
        "content": {
            "text": "  Do you remember all those books from the 1980s and '90s explaining why the United States couldn't keep up with Japan? Once they were proved wrong, pundits came forth with a new batch of titles to explain why the American boom might last forever. The masterwork of the genre was ''Dow 36,000.''  After the Dow sank, the optimists took a few years off before re-emerging. My favorite recent entry on the shelf of misbegotten titles was ''Are You Missing the Real Estate Boom?'' from 2005.  Making economic predictions, suffice it to say, is often a fool's game, but it is played with particular relish every time the calendar turns to a new year. Today, let's try a slightly different approach.  There is no way to know what 2007 will bring. You can make a pretty good argument that the country is due for a financial crisis -- or that the economy is about to swing up again. But while the answer may be uncertain, it's clear that the single biggest economic question of the year will probably be this:  Will the surge in the paychecks of ordinary Americans continue in 2007?  In 2006, a slowly improving job market finally grew strong enough to bring solid pay increases to most workers. Thanks to falling oil prices, meanwhile, inflation plummeted. As a result, the real average wage of rank-and-file workers -- a group that makes up about 80 percent of the work force -- has risen more than 2 percent over the last year. That pace has been reached only one other time in the last three decades, at the peak of the great 1990s boom.  So for arguably the first time in the 21st century, a year has just ended with most Americans economically better off than they were when it began. Besides bringing a much-needed improvement in American living standards, this wage surge is also creating a fascinating political dynamic.  When the Democrats formally take control of Congress tomorrow, they will do so with a firm belief that economic anxiety helped bring about their victory. They are probably right, too. For most of the last five years, wages weren't keeping up with inflation, debt was rising and the number of people without health insurance was growing. In exit polls on Election Day, only 30 percent of respondents said they expected life for the next generation of Americans to be better than life today.  But there has been no better predictor of the public's mood over the last three decades than the direction of real wages. When they are down, as they were in 1980 and 1992, political earthquakes tend to follow. When wages are rising, fears that seemed on their way to becoming permanent start to disappear.  Before the present wage surge began, back in the fall, the country seemed to be on course for a serious debate about how to deal with rising inequality. Despite a solid economic expansion that started in late 2001, most families weren't benefiting. Even the average raises for college graduates, who had done so well in the 1990s, fell behind inflation. Only the very rich -- the Google and Goldman Sachs set -- were doing well.  ''In the age of globalization and outsourcing, and with a vast underground labor pool from illegal immigration, the average American worker is seeing a different life and a troubling future,'' Jim Webb, the newly elected Democratic Senator from Virginia, wrote in The Wall Street Journal last year.  To varying degrees, the Democrats now starting their 2008 presidential campaigns have been making a similar argument. The mood is -- or, depending on your view, was -- similar to the one that afflicted the country in the early and mid-1990s.  Back then, voters fired or demoted nearly every powerful politician in Washington within two years, from George H. W. Bush (in 1992) to the Democratic leaders of Congress (in 1994). A couple of years later, Newsweek magazine ran one of the more alarmist covers you'll see: head shots of chief executives who had ordered layoffs next to the headline ''Corporate Killers.'' Just three years after that article, with the '90s boom at its peak, polls showed American optimism at an all-time high.  It isn't too difficult to see how the recent pessimism may go the way of ''Corporate Killers'' headlines. Consumer confidence has already started rising, with people saying they remain anxious about the future yet feel better about the present, according to the University of Michigan.  Some economists and politicians have tried to play down the recent pay increases by saying that they're nothing more than a reflection of a one-time drop in oil prices. But that's not really accurate. Nominal pay -- the numbers you see in your paycheck -- has actually been rising at a good clip. It has increased more than 4 percent over the last year, just as it did at the peak of the 1980s and 1990s expansions.  The trouble until the last few months was that inflation was unusually high. Now that it has settled back around 2 percent, not much below its average of the last decade, the current expansion is indeed benefiting most workers.  As Edward Lazear, chairman of President Bush's Council of Economic Advisers, points out, the strong hiring of the last few months suggests the wage gains will continue. ''There's nothing that says this has to turn around,'' he said.  On the other hand, there are a few reasons to worry. The housing slump has caused economic growth to fall to a dangerously low level. Overnight shipments of FedEx packages, a good economic barometer, have slowed sharply in recent months.  And it's not as if the country used the expansion of the last five years to put its economic house in order. ''We're all hoping that this is not another episodic movement of real wages before they fall again,'' Senator Jack Reed, a Rhode Island Democrat, said. ''But I don't see us positioned in the same way we were in the mid-90s prior to the huge takeoff.''  My own guess -- see, writers can't help themselves -- is that pay will keep rising in 2007. But given the budget deficit, Iraq and other problems, the economy doesn't seem on the verge of another golden period like the late '90s.  Maybe this combination wouldn't be the worst thing. It would give workers an overdue raise, but it would also remind us that technology and globalization really have changed the rules. Absent a speculative bubble, like the one in the 1990s that artificially heated up the economy, pay increases don't come as easily for most families as they once did. Even in the best case, 2007 will be the sixth year of the current expansion and only the first full year of healthy pay gains.  ECONOMIX  ", 
            "title": "It's the Year To Keep an Eye On Paychecks"
        }, 
        "weight": 0.3891138427935236, 
        "file": "1816132.txt", 
        "other_topics": {
            "0": 0.22252521575287348, 
            "1": 0.0001250467856750015, 
            "2": 0.00022791255233778874, 
            "3": 0.00016574618525143426, 
            "4": 8.574226421062374e-05, 
            "5": 0.00028619514893232507, 
            "6": 0.00014746582878896928, 
            "7": 0.08456444623755416, 
            "8": 0.0022196929563704933, 
            "9": 0.00023962407875281356, 
            "10": 0.00010291456897816387, 
            "11": 0.0001504867939208364, 
            "12": 0.00012165032752044187, 
            "13": 9.272852056139194e-05, 
            "14": 5.90335136559463e-05, 
            "15": 0.0001088621887076252, 
            "16": 0.0861569904269959, 
            "17": 0.004290065775542528, 
            "18": 8.236899738194e-05, 
            "19": 0.002154784339067366, 
            "20": 0.3891138427935236, 
            "21": 0.08010008319266854, 
            "22": 0.00012552402726591488, 
            "23": 0.0001489780027013728, 
            "24": 7.132634091193533e-05, 
            "25": 0.014837204063617226, 
            "26": 0.0001266092916294914, 
            "27": 0.0021850409878546345, 
            "28": 0.0022299191207444924, 
            "29": 0.10715449893600357
        }
    }, 
    {
        "content": {
            "text": "  Paying a hospital to do the right thing is a lot harder than it looks.  The 266 hospitals participating in a Medicare experiment that pays them more to follow medical recommendations have steadily improved the quality of patient care.  The latest results in the three-year experiment show that more heart attack patients are getting aspirin when they arrive at the hospital, for example, and more patients are getting vaccines to prevent pneumonia.  But even some of the hospitals earning the largest payments say Medicare needs to develop a more sophisticated way to reward hospitals for providing better care rather than more care.  The problem, they say, is that the experiment ranks hospitals and rewards only the top performers. It also tends to judge the hospitals more on whether they are offering certain treatments than on whether the care is actually benefiting patients.  ''This isn't the system they will ultimately use for large-scale pay for performance,'' said Dr. Charles A. Riccobono, the chief quality officer for Hackensack University Medical Center.  For the second year in a row the New Jersey hospital was the top performer in all five clinical areas that were measured by the program, and it is receiving a bonus of about $744,000.  Medicare officials are expected to announce tomorrow that they are awarding performance bonuses of $8.7 million to the 115 hospitals that were the top performers for the second year, based on 30 quality measures.  But the Medicare officials also emphasize that the vast majority of hospitals were able to deliver better care. ''We continue to see improvement, quarter by quarter, in this cohort of hospitals,'' said Herb Kuhn, the acting deputy administrator for Medicare.  The hospitals experienced nearly 1,300 fewer deaths in treating heart attack patients, and they have generally been able to score higher on quality measures than the rest of the nation's hospitals.  Premier Inc., a nonprofit hospital alliance, is managing the project. Premier and Medicare are now in discussions about whether the experiment will be extended, but Congress has also asked Medicare to look into developing a new payment system that would put more emphasis on rewarding the best care.  The experiment is an effort by Medicare to address a fundamental concern about the current payment system. Hospitals are not paid more when they help keep a heart-failure patient from coming back to the hospital, for example. The hospitals participating in this experiment are being measured on whether they give patients clear instructions when they leave on how best to stay healthy.  Medicare officials say they are encouraged by the program's results so far in supporting a move to a system that ties payments more closely to quality care. ''What we see is a good trend here,'' Mr. Kuhn said.  Others agree that the experiment supports the idea of rewarding good care. ''I think it offers a lot of encouragement for the potential of linking even small amounts of pay to the reliability of care,'' said Dr. Donald M. Berwick, the president and chief executive of the Institute for Healthcare Improvement, a nonprofit group based in Cambridge, Mass.  The financial incentives may not have been the driving force behind the improved care, but they focused the hospitals' attention on whether they were actually providing patients the right treatments. ''It was attention-getting,'' Dr. Berwick said.  Under the experiment, hospitals can earn a bonus only if they rank among the top 20 percent in at least one of five areas of patient care: joint replacement, coronary artery bypass graft, heart attack, heart failure or pneumonia.  The hospitals involved say that payment method is not the best model for a nationwide system. Hospital payments should focus on encouraging hospitals to make significant strides in improving care, and should not be based on rankings. The hospitals say they are now clustered so closely at the top that it is increasingly hard to qualify for extra payments, even if their results continue to improve.  ''The zebras are running faster and faster,'' said Regina Berman, the administrative director for performance improvement at Hackensack.  The hospitals also raise questions about the measures being used.  One hospital, for example, said it found itself focusing on how it was delivering care instead of looking at how patients were actually faring. The scoring system rewarded it for following the recommended medical treatments more frequently but did not take into account the need to make overall improvements that actually improve care, said Liz Popwell, a vice president for Cleveland County HealthCare System in Shelby, N.C.  Any new payment system would need to emphasize patient outcomes, she said. ''There are some kinks that need to be worked out.''  Hospitals also say that some of the measures need to change more quickly when new research shows different treatments are better. At Hackensack, for example, doctors were already using a new drug to treat some heart attack patients, although they were being penalized for a time for not following the treatments established under the experiment. Medicare officials were responsive, they said, and the new recommendations take into account the latest medical evidence.  Mr. Kuhn of Medicare says the agency is already looking at the experiment's results and talking with experts to try to figure out how to address some of the concerns. In addition to focusing on the right financial incentives, Medicare is also studying what measures to use and how hospitals will make public their progress. ''We're in the throes of it right now,'' he said.  The emphasis on bonuses for better performance may also be misguided, said some of the hospitals and Dr. Berwick of the Institute for Healthcare Improvement.  ''From our standpoint on this program, the pay was nice but not all that important,'' said Dr. Donald Blanford, the chief medical officer for Community Health Partners in Lorain, Ohio, who said the hospital was motivated more by the public reporting of its results. The payments generally covered the costs involved in making the improvements, he said.  And hospitals and others say the program was as successful as it was because of the sharing of information among institutions about what worked and what did not.  ''We saw a major, rapid amount of knowledge transfer among hospitals,'' said Stephanie C. Alexander, a senior vice president at Premier and general manager of the health care informatics division involved in the experiment.  But the hospitals agree that the experiment suggests a move in the right direction. ''It's a start, and we'll see where it leads,'' said Dr. Riccobono of Hackensack.  ", 
            "title": "Bonus Pay By Medicare Lifts Quality"
        }, 
        "weight": 0.38795636557136937, 
        "file": "1821344.txt", 
        "other_topics": {
            "0": 0.30803750356801796, 
            "1": 0.00012400635142909225, 
            "2": 0.00022601623790439646, 
            "3": 0.041766166007789075, 
            "4": 8.502885772420363e-05, 
            "5": 0.010684263624934161, 
            "6": 0.0001462388600384714, 
            "7": 0.0006572418395615167, 
            "8": 0.0001211343678550678, 
            "9": 0.0002376303202060977, 
            "10": 0.00010205828273785889, 
            "11": 0.00014923468965356433, 
            "12": 0.00012063815302834976, 
            "13": 9.19569859086315e-05, 
            "14": 5.854233358336426e-05, 
            "15": 0.00010795641613134785, 
            "16": 0.0001564455438630623, 
            "17": 0.2455448044493169, 
            "18": 8.168365768916203e-05, 
            "19": 5.676581360060107e-05, 
            "20": 0.38795636557136937, 
            "21": 0.0024702937349539524, 
            "22": 0.00012447962219826815, 
            "23": 0.0001477384521198767, 
            "24": 7.073288009389361e-05, 
            "25": 0.00015312357605627594, 
            "26": 0.0001255558567718854, 
            "27": 8.677071618427985e-05, 
            "28": 0.00013127544686232544, 
            "29": 0.00017834778241697293
        }
    }, 
    {
        "content": {
            "text": "  PRIVATE equity firms have been teaming up in leveraged buyouts of larger publicly traded companies. Justin B. Wender, president of Castle Harlan, a private equity firm in New York that specializes in retailing and restaurants, analyzed the trend in a recent conversation. Here are excerpts:  Q. Will the wave of private equity deals increase, or is it nearing the end of the cycle?  A. Given the dollars raised in private equity, it's likely we're going to continue to see significant-size leveraged buyouts. But it's important to remember that this represents a relatively small percentage of all the securities traded in the United States. I don't believe this is a huge cycle that's cresting. It's just a function of the money that's been raised.  Q. What exactly is a club deal, in the context of private equity?  A. It is a transaction typically shared among several private equity firms. It could be as many as six or seven. To approach companies on a larger scale than historically might have been possible, they've teamed up to go after larger businesses. That means you have multiple owners as opposed to one private equity firm. At the peak of the deals of the 1980s, the one involving RJR Nabisco, you had one LBO firm doing a transaction worth more than $10 billion. Now you've got the equity being shared. It's partly a function of more equity going into LBOs today than we saw in the 1980s.  Q. Is what we're seeing now in leveraged buyouts bigger than the 1980s?  A. There are more equity dollars and the companies are bigger. The average size of a Standard & Poor's 500 company is probably five or six times bigger than it was in 1987. In the '80s, you might have put up 10 percent equity. Today you might put up 35 percent.  Q. Will some deals come unstuck when there's a change in the economic cycle?  A. It's true in all companies that an economic cycle can have an impact. It's going to very much depend on the structure of the debt that was taken on and the ability of these private equity players to improve the underlying businesses that they're buying.  Q. Have we ever seen how a club deal performs in an economic downturn? Will the different players cooperate, or will they stab one another in the back?  A. This is a phenomenon of the past three or four years, when we've had a generally improving economy. We haven't been through a down cycle. It's relatively untested.  The good news is that all these owners have shared interests. Their interests are aligned. They would come together and agree on a plan to get the business back to where it needs to be. They all have very significant upside profits riding on the answers. At least they have a shared incentive structure.  Q. Why are public companies going private to fix themselves, instead of restructuring while they are still publicly traded?  A. As to why some companies are going private, there is increasing scrutiny and regulation, namely the Sarbanes-Oxley Act, and that has had an impact. Chief executive officers are spending much more of their time on compliance issues and dealing with shareholders and analysts and the outside world. They have less time for their business than they might like. And when they're private, they can dedicate time to the business itself.  Q. Are you suggesting that a climate has been created in which public companies can't really take tough steps to correct their business model?  A. I don't think that's true. But there are challenges in making changes in public companies. There is constant scrutiny. The research analysts and others are constantly digging into the business and putting out research. You have a lot of public documentation that has to be filed. You can't spend 100 percent of your time fixing the business.  Q. Who are some of the C.E.O.'s who've been lured into the private sector?  A. One good example is David Calhoun, leaving General Electric for an opportunity to join an LBO of the Dutch firm VNU. The public speculation was that he got a $100 million package to lure him. So here's a guy who was a vice chairman at G.E., where he ran $60 billion in revenues, and he left.  Q. Isn't it bad for the average investor that people are taking companies private and reaping big gains that public shareholders might otherwise have shared in?  A. The only way that a private equity firm is going to buy a business is as a result of a process in which the board looks for other buyers. Nobody is buying a business without paying a market-clearing price. Now, are private equity guys taking upside profit that shareholders would have gotten? The complication with that analysis is that doing a buyout creates a different risk profile. If you take a business and double its debt, you're taking different kinds of risks than when public shareholders were involved. The other point to add is that most of these buyouts probably will end up being taken public as an exit vehicle for these private equity firms.  Q. Isn't it bad for the average shareholder, at least in the short term?  A. Isn't that an apples-to-oranges analysis? Return and risk are correlated. When these buyouts happen and more debt is put on the company, it's a different level of risk. It's not exactly comparable to say that the same amount of equity value would have been created. There may be situations where the public market doesn't appreciate aspects of a business that a thoughtful private equity investor might see.  OFFICE SPACE: ARMCHAIR M.B.A. William J. Holstein is editor in chief of Directorship magazine.  ", 
            "title": "Private Equity Deals? Join the Club"
        }, 
        "weight": 0.38774158007369164, 
        "file": "1818826.txt", 
        "other_topics": {
            "0": 0.00022661615808261312, 
            "1": 0.00015256838886719824, 
            "2": 0.00027807392829081617, 
            "3": 0.0002022253375662005, 
            "4": 0.007782187116323234, 
            "5": 0.00034918396773266086, 
            "6": 0.00017992164924393508, 
            "7": 0.01616377011875248, 
            "8": 0.00014903490931802757, 
            "9": 0.00029236304981177967, 
            "10": 0.00012556508266249296, 
            "11": 0.00018360749994777357, 
            "12": 0.012944380733867989, 
            "13": 0.00011313718227719861, 
            "14": 7.202622617638401e-05, 
            "15": 0.00013282171668807334, 
            "16": 0.0001924792101176227, 
            "17": 0.0001158857454123952, 
            "18": 0.012896453958146077, 
            "19": 6.984052529544528e-05, 
            "20": 0.38774158007369164, 
            "21": 0.015835225939745946, 
            "22": 0.00015315066677408753, 
            "23": 0.00018176663819152811, 
            "24": 8.702458730134305e-05, 
            "25": 0.0001883921027210318, 
            "26": 0.0001544747874586143, 
            "27": 0.00010675637349638784, 
            "28": 0.00016151175479958317, 
            "29": 0.5427679745712395
        }
    }, 
    {
        "content": {
            "text": "  Two seasons ago the Pittsburgh Symphony Orchestra announced it was moving in a ''bold new direction'' by hiring three conductors, rather than following the lone music director model that dominates American orchestras.  So much for audacious experiments.  The orchestra said yesterday that it had appointed Manfred Honeck, an Austrian conductor, as its music director, starting in September 2008. Mr. Honeck made his debut with the symphony in May and has conducted five concerts; the Pittsburgh musicians and newspaper critics warmly embraced him during the brief courtship. He is fresh off a six-year stint as music director of the Swedish Radio Symphony Orchestra.  In September 2004 the Pittsburgh Symphony said it was responding to the desires of its audiences and players by appointing Sir Andrew Davis as artistic adviser, and Yan Pascal Tortelier and Marek Janowski as regular guests. Mr. Davis recently said he would not renew his contract.  In a telephone interview Lawrence Tamburri, the orchestra's president, declined to call the experiment a failure. Rather, he said, the orchestra benefited greatly from the troika.  ''We learned a lot from that process,'' he said. ''We had three excellent conductors conducting strong repertoire for them.'' Ticket sales, particularly subscriptions, are up, he said, but ''it became clear over time that both the audiences and the orchestra needed central leadership.''  Underlying the three-headed approach was the orchestra's difficulty in finding a conductor of international stature willing to spend the time in Pittsburgh cultivating donors, making public appearances and handling administrative matters. Such activities are part of the job description for American music directors, but Europeans are not used to the fund-raising tasks.  Mr. Honeck, 48, began his career as a violinist in the Vienna Philharmonic. By the time he takes over, he will also be music director of the Staatsoper Stuttgart and principal guest conductor of the Czech Philharmonic Orchestra. Mr. Tamburri said Mr. Honeck had committed himself to extra-musical tasks like fund-raising and serving as the orchestra's public face.  ''He's going to be a music director in the full sense of a music director in America,'' Mr. Tamburri said. The contract calls for him to conduct 8 weeks the first season, and 10 weeks each of the next two.  Mr. Honeck, speaking from Pittsburgh, embraced the role.  ''I regard this position as the fullest thing of what a music director means,'' he said. ''I know this conflict between the European thinking about music and the American thinking. It's so important to do everything that helps the orchestra.  ''I'm absolutely responsible for the quality of the orchestra,'' he continued. ''If the quality is very high, the people will long for more. Fund-raising is of course a part of the music director's life here in the United States. It is for me clear that I have to do it.''  Mr. Honeck said he had been seduced by the Pittsburgh musicians' high level of playing. He also cited their ''inner strength, and this will to play very, very good, and to go 100 percent with the conductor.''  As for repertory, Mr. Honeck said he would concentrate on the music of his heritage, the Viennese tradition -- Mahler, Mozart, Brahms and Bruckner -- as well as contemporary works. ''It's very important that we do this, that we help people to understand our time,'' he said.  Mr. Honeck's brother Rainer is a concertmaster of the self-governing Vienna Philharmonic, which has another solution to the music director problem: it has none. Only guests.  ", 
            "title": "In Pittsburgh, a Music Director To Replace Three Conductors"
        }, 
        "weight": 0.3868378405343637, 
        "file": "1821152.txt", 
        "other_topics": {
            "0": 0.0003246578057633682, 
            "1": 0.00021857452168269376, 
            "2": 0.00773114206978524, 
            "3": 0.0002897147093106435, 
            "4": 0.00014987250001400734, 
            "5": 0.022498544984833984, 
            "6": 0.007590525867411808, 
            "7": 0.0048248414576966825, 
            "8": 0.00021351234197384314, 
            "9": 0.000418848978119099, 
            "10": 0.429146592047052, 
            "11": 0.011262188419037542, 
            "12": 0.00021263771001223935, 
            "13": 0.00016208407052322924, 
            "14": 0.00010318715463932757, 
            "15": 0.00019028478579163636, 
            "16": 0.00027575208467294263, 
            "17": 0.0001660217530081194, 
            "18": 0.007476740385353673, 
            "19": 0.00010005584724242986, 
            "20": 0.3868378405343637, 
            "21": 0.022686068596621964, 
            "22": 0.04788237575174973, 
            "23": 0.0002604048997015151, 
            "24": 0.0001246743030142492, 
            "25": 0.0002698967593928595, 
            "26": 0.0002213056913787835, 
            "27": 0.0001529427127520042, 
            "28": 0.00023138708361258251, 
            "29": 0.04797732417348813
        }
    }, 
    {
        "content": {
            "text": "  If thought of as a painting, the scientific picture of a growing and potentially calamitous human influence on the climate has moved from being abstract a century ago to impressionistic 30 years ago to pointillist today.  The impact of a buildup of carbon dioxide and other greenhouse gases is now largely undisputed. Almost everyone in the field says the consequences can essentially be reduced to a formula: More CO2 = warmer world = less ice = higher seas. (Throw in a lot of climate shifts and acidifying oceans for good measure.)  But the prognosis -- and the proof that people are driving much of the warming -- still lacks the sharpness and detail of a modern-day photograph, which makes it hard to get people to change their behavior.  Indeed, the closer one gets to a particular pixel, be it hurricane strength, or the rate at which seas could rise, the harder it is to be precise. So what is the basis for the ever-stronger scientific agreement on the planet's warming even in the face of blurry details?  As in a pointillist painting, the meaning emerges from the broadest view, from the ''balance of evidence,'' as the scientific case is described in the periodic reports issued by an enormous international network of experts: the Intergovernmental Panel on Climate Change, www.ipcc.ch. The main findings of the panel's fourth assessment since 1990 will be released in Paris on Feb. 2.  In the panel's last report, issued in 2001, and in more recent studies reviewed for the coming report, various trends provide clues that human activity, rather than natural phenomena, probably caused the most recent warming. A number of trends have been identified:  The global average minimum nighttime temperature has risen. (This is unlikely to be caused by some variability in the sun, for example, and appears linked to the greenhouse gases that hold in heat radiating from the earth's surface, even after the sun has gone down.)  The stratosphere, high above the earth's surface, has cooled, which is an expected outcome of having more heat trapped by the gases closer to the surface, in the troposphere. (Scientists say that variations in the sun's output, for example, would instead cause similar trends in the two atmospheric layers instead of opposite ones.)  There has been a parallel warming trend over land and oceans. (In other words, the increase in the amount of heat-trapping asphalt cannot be the only culprit.)  ''There's no urbanization going on on the ocean,'' said Jay Lawrimore, chief of the climate monitoring branch of the National Climatic Data Center in Asheville, N.C.  Another important finding comes from computer simulations of the climate system. While the several dozen top models remain rough approximations, they have become progressively better at replicating climate patterns, past and present.  In the models, the only way to replicate the remarkable warming, and extraordinary Arctic warming, of recent decades is to add greenhouse gases as people have been doing, Dr. Lawrimore said.  ''Without the greenhouse gases,'' he said, ''you just don't get what we've observed.''  ANDREW C. REVKIN  The Basics  ", 
            "title": "Connecting the Global Warming Dots"
        }, 
        "weight": 0.3861492132087854, 
        "file": "1818870.txt", 
        "other_topics": {
            "0": 0.012619283235283402, 
            "1": 0.00024358014197464897, 
            "2": 0.0004439536094956287, 
            "3": 0.00032285899327496123, 
            "4": 0.0001670183905720881, 
            "5": 0.037329933614968155, 
            "6": 0.0002872504664468736, 
            "7": 0.001290990814156926, 
            "8": 0.4333356907282785, 
            "9": 0.004552594481119727, 
            "10": 0.00020046853013969452, 
            "11": 0.00029313504086234983, 
            "12": 0.00023696414017154157, 
            "13": 0.00018062700357725713, 
            "14": 0.00011499209323900603, 
            "15": 0.02881284890683664, 
            "16": 0.0003072989999811079, 
            "17": 0.004270843017529701, 
            "18": 0.00016044756343235923, 
            "19": 0.00011150255431914116, 
            "20": 0.3861492132087854, 
            "21": 0.008938115587728966, 
            "22": 0.008416165462766384, 
            "23": 0.0002901960482487995, 
            "24": 0.00013893743971169224, 
            "25": 0.0003007738068705363, 
            "26": 0.06970569718336607, 
            "27": 0.0001704398454098084, 
            "28": 0.0002578585017300092, 
            "29": 0.00035032058972262
        }
    }, 
    {
        "content": {
            "text": "  The Bush administration is expected to announce next week a major step forward in the building of the country's first new nuclear warhead in nearly two decades. It will propose combining elements of competing designs from two weapons laboratories in an approach that some experts argue is untested and risky.  The new weapon would not add to but replace the nation's existing arsenal of aging warheads, with a new generation meant to be sturdier, more reliable, safer from accidental detonation and more secure from theft by terrorists.  The announcement, to be made by the interagency Nuclear Weapons Council, avoids making a choice between the two designs for a new weapon, called the Reliable Replacement Warhead, which at first would be mounted on submarine-launched missiles.  The effort, if approved by President Bush and financed by Congress, would require a huge refurbishment of the nation's complex for nuclear design and manufacturing, with the overall bill estimated at more than $100 billion.  But the council's decision to seek a hybrid design, combining well-tested elements from an older design with new safety and security elements from a more novel approach, could delay the weapon's production. It also raises the question of whether the United States will ultimately be forced to end its moratorium on underground nuclear testing to make sure the new design works.  On Friday, Bryan Wilkes, a spokesman for the National Nuclear Security Administration of the Energy Department, said the government would not proceed with the Reliable Replacement Warhead ''if it is determined that testing is needed.'' But other officials in the administration, including Robert Joseph, the under secretary of state for arms control and international security, have said that the White House should make no commitment on testing.  Congress authorized exploratory research for the weapon three years ago, and has financed it at relatively low levels since. But now the costs will begin to increase.  If Mr. Bush decides to deploy the new design, he could touch off a debate in a Democrat-controlled Congress and among allies and adversaries abroad, who have opposed efforts to modernize the arsenal in the past. While proponents of the new weapon said that it would replace older weapons that could deteriorate over time, and reduce the chances of a detonation if weapons fell into the wrong hands, critics have long argued that this is the wrong moment for Washington to produce a new nuclear warhead of any kind.  At a time when the administration is trying to convince the world to put sanctions on North Korea and Iran to halt their nuclear programs, those critics argue, any move to improve the American arsenal will be seen as hypocritical, an effort by the United States to extend its nuclear lead over other countries. Should the United States decide to conduct a test, officials said, China and Russia -- which have their own nuclear modernization programs under way -- would feel free to do the same. North Korea was sanctioned by the United Nations Security Council for conducting its first test on Oct. 9, and it may be preparing for more, experts said.  Both administration officials and military officers like Gen. James E. Cartwright, head of the Strategic Command, which controls the nation's nuclear arsenal, argue that because the United States provides a nuclear umbrella for so many allies, it is critical that its stockpile be as reliable as possible.  ''We will not 'un-invent' nuclear weapons, and we will not walk away from the world,'' General Cartwright said in a recent interview. ''Right now, it is not the nation's position that zero is the answer to the size of our inventory.''  ''So, if you are going to have these weapons, they should be safe, they should be able to be secured, and they should be reliable if used,'' General Cartwright said in the interview, conducted before the Department of Energy's decision was announced.  The current schedule, which is subject to change, would call for the president to make a decision in a year or two and, if approved, to begin engineering development by fiscal year 2010 and production by 2012.  The two teams competing to design the weapon, one at Los Alamos in New Mexico, the other at the Livermore National Laboratory in California, approached the problem with very different philosophies, nuclear officials and experts said. Livermore drew on a single, robust design that, before the testing moratorium, was detonated in the 1980s under a desolate patch of Nevada desert. The weapon, however, never entered the nation's nuclear stockpile.  The Los Alamos team drew on aspects of many weapons from the stockpile and pulled them together in a novel design that has never undergone testing.  A winner of the competition was to have been announced in November. But federal officials said they had a hard time choosing between the two designs, calling both excellent.  The question now, arms experts said, is whether a mix-and-match approach combining the two will produce a clever hybrid or an unworkable dud. They said the nuclear laboratories, bitter rivals for decades, have never before shared responsibility for designing a weapon.  ''There has not been what I would consider a real partnership,'' said Philip E. Coyle III, a former director of weapons testing at the Pentagon and former director of nuclear testing for Livermore. ''In some respects, it's unprecedented.''  Ray E. Kidder, a senior Livermore scientist who pioneered early arms designs, said the hybrid approach appeared to be based more on the politics of survival for the laboratories than on technical merit.  ''It's spreading the wealth,'' he said. Federal officials, Dr. Kidder added, ''tend to do that fairly rigorously so as to keep the labs alive. To foreclose the possibility of closure, they try to divide the work load.''  General Cartwright cast that problem differently, saying that it is critical to keep America's ''intellectual capital'' in producing weapons alive. ''We are starting to get to the point where the people who actually have experience designing a weapon are reaching that point at which they will start to leave the industry,'' he said. ''And are we able to attract the minds that we will need to sustain this activity?''  Nonetheless, several nuclear experts expressed doubts about the wisdom of using a design that has never undergone testing, saying future presidents might lose confidence in the arsenal's potency and be tempted to conduct test explosions.  ''It's one thing to have all the components working and another to have them all working together,'' said Raymond Jeanloz, a geophysicist at the University of California, Berkeley, who advises the government on nuclear arms. ''To me, that's the key technical issue that has yet to be resolved.''  In the few years since its debut, the reliability program has grown from a fringe effort at the nation's nuclear arms laboratories into a centerpiece of the Bush administration's nuclear policy.  Advocates say a generation of more reliable arms would give military commanders the confidence to abandon the current philosophy of holding onto huge inventories of old weapons, and could speed a shrinkage of the American arsenal from some 6,000 warheads to perhaps 2,000 or less.  Critics say a main justification for the program vanished in November when a secretive federal panel known as Jason found that the plutonium ''pits'' at the heart of many nuclear warheads aged far better than expected, with most able to work reliability for a century or more.  ''This research eliminates a major rationale,'' Lisbeth Gronlund, a nuclear arms specialist at the Union of Concerned Scientists, a private group based in Cambridge, Mass., said in a November statement.  Since that study was revealed, the administration has emphasized other reasons to build a new warhead, especially new, highly classified technologies to make the weapons virtually impossible to use if they fall into unfriendly hands. Other objectives are to simplify manufacturing, reduce toxic byproducts and improve safety of triggering devices.  As a signatory to the Nuclear Nonproliferation Treaty, the United States and other nuclear weapons states have committed, at least on paper, to the ultimate goal of ''the liquidation of all their existing stockpiles'' of weapons. But General Cartwright cautioned that much of the criticism of the program was cast in terms of achieving that disarmament, and he said the government's policy, and that of the new warhead program, was to maintain a nuclear stockpile ''that would be the smallest practical to maintain its credibility.''  He described the nation's nuclear weapons stockpile as ''an artifact of the cold war -- cold war both in its delivery systems and its characteristics and certainly in its technology.''  ''We stopped testing a while back. So, from the testing standpoint, we have not been fielding new weapons,'' General Cartwright said. ''From the standpoint of engineering and design, there has been only marginal activity, mostly reacting to the age of components.''  ", 
            "title": "U.S. Selecting Hybrid Design For Warheads"
        }, 
        "weight": 0.38155988690234, 
        "file": "1817238.txt", 
        "other_topics": {
            "0": 0.0001296962471875439, 
            "1": 8.731746069188895e-05, 
            "2": 0.00015914639646688153, 
            "3": 0.00011573696946626839, 
            "4": 5.9871965076359454e-05, 
            "5": 0.08807994188496812, 
            "6": 0.00010297219268109345, 
            "7": 0.0019274565996242705, 
            "8": 0.35746436044883345, 
            "9": 0.00016732430157548428, 
            "10": 7.186301337428128e-05, 
            "11": 0.00303441826764463, 
            "12": 8.494578756329532e-05, 
            "13": 0.09526818983195887, 
            "14": 4.122182333861992e-05, 
            "15": 7.601610734734263e-05, 
            "16": 0.023544851900249998, 
            "17": 6.632336550794232e-05, 
            "18": 5.751648594807244e-05, 
            "19": 3.99709098815622e-05, 
            "20": 0.38155988690234, 
            "21": 0.0032040935281674606, 
            "22": 0.011804997110056318, 
            "23": 0.0015686964111934502, 
            "24": 0.029343171642985885, 
            "25": 0.00010781997598679947, 
            "26": 8.840852474064114e-05, 
            "27": 6.109847207270076e-05, 
            "28": 0.0015571042000052308, 
            "29": 0.00012558127306555166
        }
    }, 
    {
        "content": {
            "text": "  As part of its latest plan to stabilize Iraq, the United States intends to more than double the number of regional reconstruction teams and to add nearly 400 specialists for existing and new teams, in fields from politics and the rule of law to agribusiness and veterinary care, according to an official outline of the plan.  The document calls for the measures to be taken swiftly, in three phases, with waves of new teams and personnel expected to be put in place in March, June and September. The teams are to carry out rebuilding and governance projects from small offices all over Iraq.  The document, provided to The New York Times by a critic of the plan, lays out what an American official familiar with its contents calls simply ''the playbook,'' giving detailed estimates of the costs to be incurred by various teams as a result of the changes. About $250,000, for example, is set aside for new office furnishings for a team in the southern city of Basra, which is supposed to receive 25 additional specialists.  While the plan does call for the creation of about a dozen new reconstruction teams around Iraq, most of the new personnel will be added to existing teams, the plan indicates. While 400 may sound like a small number compared with the plan to increase the number of troops by more than 20,000, the existing 10 reconstruction teams have, at most, a total of about 100 civilian specialists, and recruiting that many has been difficult, officials say.  Whether it is wise to increase the staffing of the teams by a factor of five is likely to be questioned by existing team members, the American official said.  That is because extremely restrictive security regulations have made it difficult for the specialists already on the provincial reconstruction teams, often called P.R.T.'s, to leave their bases and work with Iraqis, the official said, adding that the cumbersome rules must be followed even in relatively safe areas in the northern and central parts of Iraq. ''Across the board they have to follow the same security rules,'' the official said. ''So the P.R.T.'s that could be successful still can't get out in the field.''  In addition, because oversight agencies have previously reported that the existing teams have had trouble equipping themselves with items as essential as pencils and other office supplies, a fresh wave of officials could find it more difficult than expected to begin their work for reasons other than security.  The teams also have been criticized for relying heavily on uniformed personnel whose skills are poorly matched with specialized needs in the field. That concern has repeatedly come up because the State Department has had great difficulty persuading civilian officials to accept jobs at the dangerous, isolated and uncomfortable bases in the Iraqi provinces.  The document does not explain how so many additional government officials with the specialized skills called for will be recruited when the State Department has found it so difficult to bring a much smaller number to Iraq in the past.  United States officials have previously disclosed elements of the plans outlined in the document, which is dated Jan. 14. Among those elements are the request for $414 million in additional State Department financing for 2007 and the likely need to search for officials with a range of technical specialties to accept the jobs.  But the new document makes clear that detailed plans have progressed far beyond those numbers. There are indications that the United States plans to add six teams in Baghdad, apparently scattered around the city, and three in western Anbar Province. Each has one team now.  Together, Anbar and Baghdad account for more than 140 of the projected additional specialists. They are to include political advisers, economics experts, medical personnel and specialists in city management, engineering and business.  The other new personnel are to be scattered around the country; for instance, the little office in Diyala Province, now staffed with no more than a handful of Americans, would receive 33 more. For perspective, an entire American Embassy in a small country might have fewer American officials than the number planned for Diyala Province.  A summary at the beginning of the document indicates that beyond their purely civil duties, the teams will also be expected to support the counterinsurgency efforts by the United States military. There is no description of how that support would be carried out.  Nonmilitary duties relegated to the teams, according to the document, would be to promote moderate political groups and to further reconciliation in Iraqi society.  They would also be asked to help by ''fostering economic development'' and ''building capacity'' at the provincial level. ''Capacity'' is a bureaucratic term meaning skill in technical, managerial and other areas.  Some of the projected costs may raise eyebrows. Around the country, for example, the United States plans to spend more than $2 million in office furnishings alone as part of the plan. More than $7 million is budgeted for information technology, apparently including computers. Some of that money may be used to support existing team members.  The new plans could become a windfall for more than computer and furniture companies.  The document's last page gives a hint of the likely financing requests in support of the teams in fiscal year 2008, suggesting that protection alone may require $400 million.  THE REACH OF WAR  ", 
            "title": "Rebuilding Teams Would Swell Under Bush's New Iraq Plan"
        }, 
        "weight": 0.3810347217634889, 
        "file": "1819073.txt", 
        "other_topics": {
            "0": 0.1195100087890037, 
            "1": 0.00014513958947197735, 
            "2": 0.002699114204545219, 
            "3": 0.00019237866174715002, 
            "4": 9.951952751725618e-05, 
            "5": 0.12693034900013128, 
            "6": 0.041559023381738995, 
            "7": 0.0007692493947159754, 
            "8": 0.005010938443762174, 
            "9": 0.00027812742430801166, 
            "10": 0.00011945111752810372, 
            "11": 0.00017466735648360353, 
            "12": 0.00014119738064549263, 
            "13": 0.2581731233535295, 
            "14": 6.851915377801903e-05, 
            "15": 0.0001263544144118238, 
            "16": 0.00018310708886543444, 
            "17": 0.00011024308272305082, 
            "18": 9.560423645198192e-05, 
            "19": 0.04875804270874177, 
            "20": 0.3810347217634889, 
            "21": 0.00045670255838592026, 
            "22": 0.00014569351533428738, 
            "23": 0.00017291612923685913, 
            "24": 8.278722065997218e-05, 
            "25": 0.00017921898927892422, 
            "26": 0.012319853870101715, 
            "27": 0.00010155823455847021, 
            "28": 0.0001536474885824142, 
            "29": 0.00020874192027203067
        }
    }, 
    {
        "content": {
            "text": "  Bush administration officials, acknowledging that the war in Iraq may get worse before it gets better, face a daunting public relations challenge as the White House pursues its new strategy to quash the insurgents.  After President Bush's address to the nation this week, in which he promoted his strategy to increase the American military presence in Iraq, his aides conceded that more troops would mean more fighting and possibly more grisly televised images.  That prospect will do little to help the administration as it seeks to build public support for an increasing unpopular war.  Even if all goes according to plan, officials conceded in interviews, early signs of progress will do little to compete with continued or worsening signs of strife.  ''They need to engage these guys if they're going to make progress, and yet that's probably going to lead to less favorable news,'' said Thomas Patterson, a professor at Harvard's Kennedy School of Government. ''He's in the position of trying to carry a piano upstairs.''  Administration officials said that their strategy to quell the violence in Baghdad was in a race against dwindling public patience, but that it was a race they believed they could win. They said in interviews that they factored a potential spike in violence into the plan, and the effect it would have on public opinion.  They described a likely, initial increase in violence as an inevitable down payment for the better images out of Baghdad they hope will come later, and ultimately, more support for the Iraq campaign.  ''The president gets it,'' said a senior administration official involved in the planning. ''He knows public opinion is not going to change until those images on the evening news improve.'' That official said reaching milestones would help, like a show of readiness by new Iraqi forces, or a new law creating an equitable mechanism to distribute oil revenues across the sectarian divide.  But such benchmarks also give war critics in Congress a more clear-cut way to measure failure, said Dennis Ross, a Middle East envoy for President Clinton and for Mr. Bush's father. ''It gives you an actual measure by which to say, 'How are they doing: Are these things happening, or not?' '' he said. ''In an interesting way what the president has done for the first time is to create benchmarks to evaluate the administration's approach.''  Even if the economic and political goals in the plan are swiftly achieved, they will only go so far in affecting public opinion as fighting continues: Images from a signing ceremony for an oil agreement are inevitably less compelling than pictures of exploding cars, charred bodies and American war dead.  The complexities are causing no small bit of anxiety for Mr. Bush's allies, chief among them Senator John McCain, the Arizona Republican whose support of a troop increase will be judged on its success during his likely presidential bid in 2008.  Senator McCain said in an interview this week that he did not expect to see significant improvement on the ground in Iraq for ''at least a couple of months,'' adding, ''I very much worry about the casualties, from the human side to the political side.''  The senator, who has harshly criticized the administration's failure to manage expectations in the past, said of the president, ''I would hope he would say how tough this is going to still be.''  White House officials said that was the plan. ''You've heard the president say before that, as commander in chief, one of his most important responsibilities is informing the public about the course of the war,'' said Kevin Sullivan, the White House communications director. ''You'll see an ongoing effort to do that.''  Mr. Bush stopped short of calling for great national sacrifice in his address, something some allies had suggested he do to prepare the public for more rough days ahead. But he did warn, ''Our enemies in Iraq will make every effort to ensure that our television screens are filled with images of death and suffering. Yet over time, we can expect to see Iraqi troops chasing down murderers, fewer brazen acts of terror, and growing trust and cooperation from Baghdad's residents.''  But for now, Mr. Bush's decision to add troops -- despite election results that were widely interpreted as a ''no'' vote on the war -- has been taken as another sign that he is stubbornly going his own way against the public mood, a perception the White House was prepared for, senior administration officials said.  Gambling metaphors were hard to escape this week in the news coverage of the plan, but they applied. The White House calculated that it had to promise a major change to get the public to give its latest new plan a hearing. But it raised the stakes for the administration in the process.  ''It's a tremendous gamble -- the administration opens itself up to losing control of the policy if it isn't judged as succeeding,'' said Richard Haass, president of the Council on Foreign Relations and a former State Department official.  ''There's a sense now that, with this, we will have done everything we can.''  WASHINGTON MEMO  ", 
            "title": "An Uphill Push for Public Opinion on Iraq"
        }, 
        "weight": 0.38079275266370255, 
        "file": "1818945.txt", 
        "other_topics": {
            "0": 0.00023015014756808125, 
            "1": 0.00015494763263619257, 
            "2": 0.00028241038137993927, 
            "3": 0.00020537896183863064, 
            "4": 0.00010624472100252512, 
            "5": 0.04713844453321018, 
            "6": 0.02357463504600936, 
            "7": 0.016415837730031864, 
            "8": 0.0001513590498689657, 
            "9": 0.00029692233610767373, 
            "10": 0.005325724907136751, 
            "11": 0.0001864707863954768, 
            "12": 0.0001507390226542879, 
            "13": 0.25742588499869373, 
            "14": 7.314944672755272e-05, 
            "15": 0.00013489301890318883, 
            "16": 0.23671365758771964, 
            "17": 0.00011769293784416231, 
            "18": 0.00010206484779320333, 
            "19": 7.09296607045969e-05, 
            "20": 0.38079275266370255, 
            "21": 0.02907767425081111, 
            "22": 0.00015553899093707484, 
            "23": 0.00018460121712717302, 
            "24": 8.83817013707998e-05, 
            "25": 0.00019133000315935204, 
            "26": 0.00015688376076072833, 
            "27": 0.00010842119697868077, 
            "28": 0.00016403046682819832, 
            "29": 0.00022284799409832143
        }
    }, 
    {
        "content": {
            "text": "  Britain, which had been America's closest and most pliant ally in Iraq, said Thursday that it would not follow the United States in raising troop levels there and signaled that it would proceed with plans to hand over security responsibilities to Iraqi forces in the south.  Britain has about 7,000 troops in Iraq, most in the southern city of Basra, and says the situation there is far less dire than in Baghdad.  Officials here dismissed as speculation, though, a report in The Daily Telegraph on Thursday that those numbers would be cut by 3,000 before the end of May.  British officials offered a cautious welcome for President Bush's announcement but made clear that it would not distract them from trying to reduce British forces. In recent months, senior British commanders have voiced increasing concern that, with thousands of troops also fighting on a second front in Afghanistan, the British Army is overstretched.  The announcement by Mr. Bush of an increase in the American troop level in Iraq spread unease among some opposition politicians here who expressed concern that an American crackdown in Baghdad could provoke fighting in Basra.  ''Many of us do not accept the apparent belief of the prime minister that U.S. action in Baghdad can have no conceivable effect on the security position in southern Iraq,'' said David Heath, a spokesman for the small antiwar Liberal Democrat opposition.  Prime Minister Tony Blair's spokesman, who customarily speaks on condition of anonymity, was asked Thursday whether Mr. Blair supported Mr. Bush's announcement. ''What the prime minister fully supports is the efforts of the U.S., as announced, the efforts of the Iraqi government, and our own efforts to create the space and time to allow the Iraqi government to establish its authority and make Iraq a more prosperous country,'' the spokesman said. He said Britain would not decide on troop reductions until its forces had completed a drive to purge the local police in the areas where they are stationed of what it calls rogue elements.  Margaret Beckett, the foreign secretary, acknowledged that Britain had not marched in lock step with the White House on the current troop issue, as it has been accused of doing in the past by its critics in Europe and at home. Mr. Blair has announced that he will step down this year, and some political analysts say that he wants a significant troop withdrawal from Iraq to offset the damage to his legacy caused by the war there.  Speaking to a parliamentary panel on Thursday, Ms. Beckett said the impact of the change in American strategy would be ''somewhat limited'' for Britain. ''Obviously it's an issue that people will look at, but I would say that it's a change of direction, as the president says, for the United States and doesn't necessarily imply a change of direction for us,'' she said.  Earlier, she told reporters: ''We are dealing with the security situation in Basra. It is not our intention at the present time to send more troops.''  She added: ''We are under way with the process of handover as the security situation improves. We will make our judgments and our decisions depending on the progress of those events.''  Some Britons were openly critical of Mr. Bush's decision. ''I do not think that he has put his finger on a solution for the problem,'' said Sir Jeremy Greenstock, a former senior British envoy to Baghdad. He said he agreed that Baghdad should be the focus and that more American troops were needed.  But, he said, that alone would not solve the problem. ''Other things also have to be brought into this to fill the gap,'' he said, ''which is represented by the failure of the government in the Green Zone in Baghdad to have any real effect on the sectarian politics.''  THE REACH OF WAR  ", 
            "title": "Britain Signals Plans to Reduce, Not Increase, Troop Levels in Iraq"
        }, 
        "weight": 0.3796085438036919, 
        "file": "1818253.txt", 
        "other_topics": {
            "0": 0.0071099948535680085, 
            "1": 0.00020294868576523336, 
            "2": 0.003774171351425021, 
            "3": 0.00026900307981370336, 
            "4": 0.00013915815382338321, 
            "5": 0.00046448958311618674, 
            "6": 0.00023933438981618886, 
            "7": 0.007884188167218444, 
            "8": 0.00019824839997204246, 
            "9": 0.0037931789483128886, 
            "10": 0.00016702849583433374, 
            "11": 0.0002442373619313497, 
            "12": 0.00019743629522273666, 
            "13": 0.452918855611448, 
            "14": 9.581033169230332e-05, 
            "15": 0.00017668137576251294, 
            "16": 0.06493723276661144, 
            "17": 0.00015415290090558536, 
            "18": 0.00013368340238598036, 
            "19": 9.29028806498168e-05, 
            "20": 0.3796085438036919, 
            "21": 0.007447153930701516, 
            "22": 0.06828919074241448, 
            "23": 0.00024178862089869256, 
            "24": 0.00011576136939771122, 
            "25": 0.00025060191000025975, 
            "26": 0.0002054846048474579, 
            "27": 0.0001420088778483027, 
            "28": 0.00021484528096278092, 
            "29": 0.00029188382396175304
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''Overhaul of Schools Would Let Teachers Rate Principals'' (news article, Jan. 19):  Let me pretend that I am still an active high school principal. How would I feel about being rated by my teachers? Pretty good, I think.  I rate teachers, so why can't they rate me? I might learn something from it.  Of course, when I rated teachers I also gave suggestions for improvement. I hope they would do the same for me. Some teachers may give me a negative rating, but I can live with that.  As Herbert Bayard Swope famously said, ''I can't give you a sure-fire formula for success, but I can give you a formula for failure: try to please everybody all the time.''  Mayor Michael R. Bloomberg also wants to give me more authority, provided I can ''meet performance benchmarks.''  Fine. Let me choose my teachers and assistant principals, make assignments by merit and not seniority and offer rewards for excellent teaching, and I'm ready to go.  Jack M. Pollock  New York, Jan. 19, 2007  ", 
            "title": "Grading the Principal"
        }, 
        "weight": 0.37954996335774643, 
        "file": "1821534.txt", 
        "other_topics": {
            "0": 0.014000922501117266, 
            "1": 0.0007667788412101869, 
            "2": 0.0013975451015032548, 
            "3": 0.03960232716312703, 
            "4": 0.0005257660453986632, 
            "5": 0.001754930232502375, 
            "6": 0.10380020356607247, 
            "7": 0.01692597249429761, 
            "8": 0.0007490202650446395, 
            "9": 0.0014693594276759783, 
            "10": 0.0006310655129498305, 
            "11": 0.05237075163208204, 
            "12": 0.0007459519784170813, 
            "13": 0.0005686053196760688, 
            "14": 0.0003619897060874348, 
            "15": 0.0006675359343165022, 
            "16": 0.0009673628120928135, 
            "17": 0.0005824190596745528, 
            "18": 0.0005050813903231352, 
            "19": 0.00035100480153963173, 
            "20": 0.37954996335774643, 
            "21": 0.05386075602083563, 
            "22": 0.0007697052559283464, 
            "23": 0.0009135235236998455, 
            "24": 0.00043736853160192886, 
            "25": 0.32249667367165136, 
            "26": 0.0007763600271535158, 
            "27": 0.0005365366244551168, 
            "28": 0.000811726446786083, 
            "29": 0.0011027927550331129
        }
    }, 
    {
        "content": {
            "text": "  In just two weeks, the Somali political world -- and its wrecks of cities overwhelmed by need -- has been turned upside down, bringing ambitious governance and reconstruction issues into focus for the first time in 16 years. The Islamist forces that ruled much of the country for the past six months are out. The transitional federal government, which had been considered ineffectual by those both at home and abroad, is in.  A5  ", 
            "title": "Somali Life Upended"
        }, 
        "weight": 0.377902296054843, 
        "file": "1817439.txt", 
        "other_topics": {
            "0": 0.0024770285305128073, 
            "1": 0.0016676491882836215, 
            "2": 0.0030394878273288114, 
            "3": 0.002210424600709416, 
            "4": 0.00114347615207059, 
            "5": 0.05976325045860696, 
            "6": 0.001966634075014525, 
            "7": 0.09275839189126446, 
            "8": 0.0016290264804884936, 
            "9": 0.003195675108866291, 
            "10": 0.0013724894765791964, 
            "11": 0.0020069222761289855, 
            "12": 0.0016223533363837435, 
            "13": 0.4208353524200093, 
            "14": 0.0007872828605585648, 
            "15": 0.0014518081344760438, 
            "16": 0.0021038945282009043, 
            "17": 0.0012666894545163077, 
            "18": 0.0010984895843763266, 
            "19": 0.0007633920511517681, 
            "20": 0.377902296054843, 
            "21": 0.005247497623151139, 
            "22": 0.0016740137785240326, 
            "23": 0.0019868007317098645, 
            "24": 0.0009512224875110002, 
            "25": 0.0020592203897180916, 
            "26": 0.0016884870832573134, 
            "27": 0.0011669008300292192, 
            "28": 0.0017654046738622706, 
            "29": 0.0023984379118670925
        }
    }, 
    {
        "content": {
            "text": "  Have you ever made a profit from a catering business or dog walking? Do you prefer to work alone or in groups? Have you ever set a world record in anything?  The right answers could help get you a job at Google.  Google has always wanted to hire people with straight-A report cards and double 800s on their SATs. Now, like an Ivy League school, it is starting to look for more well-rounded candidates, like those who have published books or started their own clubs.  Desperate to hire more engineers and sales representatives to staff its rapidly growing search and advertising business, Google -- in typical eccentric fashion -- has created an automated way to search for talent among the more than 100,000 job applications it receives each month. It is starting to ask job applicants to fill out an elaborate online survey that explores their attitudes, behavior, personality and biographical details going back to high school.  The questions range from the age when applicants first got excited about computers to whether they have ever tutored or ever established a nonprofit organization.  The answers are fed into a series of formulas created by Google's mathematicians that calculate a score -- from zero to 100 -- meant to predict how well a person will fit into its chaotic and competitive culture.  ''As we get bigger, we find it harder and harder to find enough people,'' said Laszlo Bock, Google's vice president for people operations. ''With traditional hiring methods, we were worried we will overlook some of the best candidates.''  Google is certainly not alone in the search for quantitative ways to find good employees. Employers use a wide range of tests meant to assess skills, intelligence, personality and honesty. And the use of biographical surveys similar to Google's new system is on the rise.  Such tools, however, have mainly been the trademark of large corporations recruiting armies of similar workers, like telephone service representatives or insurance sales agents. They are rarely used in Silicon Valley, which is built on a belief in idiosyncratic talent.  ''Yahoo does not use tests, puzzles or tricks, etc., when interviewing candidates,'' Jessie Wixon, a spokeswoman for Yahoo, said. (Google is known for hazing prospects in interviews with intractable brain teasers. And it once tried to attract candidates by placing some particularly difficult problems on billboards.)  Google's growth is staggering even by Silicon Valley standards. It is constantly leasing new buildings for its overflowing campus here and opening offices around the world.  Google has doubled the number of employees in each of the last three years. Even though the company now has about 10,000 employees, Mr. Bock says he sees no reason the company will not double again in size this year. That would increase the number of hires to about 200 a week.  As a result, Mr. Bock, who joined Google from General Electric last spring, has been trying to make the company's rigorous screening process more efficient. Until now, head hunters said, Google largely turned up its nose at engineers who had less than a 3.7 grade-point average. (Those who wanted to sell ads could get by with a 3.0 average, head hunters said.) And it often would take two months to consider candidates, submitting them to more than half a dozen interviews.  Unfortunately, most of the academic research suggests that the factors Google has put the most weight on -- grades and interviews -- are not an especially reliable way of hiring good people.  ''Interviews are a terrible predictor of performance,'' Mr. Bock said.  Mr. Bock said that he wanted the company's human resources department to bring the iconoclastic style as its Web site developers to the normally routine function of interviewing job candidates. ''The level of questioning assumptions is uniquely Googly,'' Mr. Bock said.  So Google set out to find out if there were any bits of life experience or personality it could use to spot future stars.  Last summer, Google asked every employee who had been working at the company for at least five months to fill out a 300-question survey.  Some questions were factual: What programming languages are you familiar with? What Internet mailing lists do you subscribe to?  Some looked for behavior: Is your work space messy or neat?  And some looked at personality: Are you an extrovert or an introvert?  And some fell into no traditional category in the human resources world: What magazines do you subscribe to? What pets do you have?  ''We wanted to cast a very wide net,'' Mr. Bock said. ''It is not unusual to walk the halls here and bump into dogs. Maybe people who own dogs have some personality trait that is useful.''  The data from this initial survey was then compared with 25 separate measures of each employee's performance. Again there were traditional yardsticks -- the employee's reviews, both by supervisors and peers, and their compensation -- and some oddball ones.  One score was what the company called ''organizational citizenship,'' said Todd Carlisle, an analyst with a doctorate in organizational psychology, who designed the survey. That is, ''things you do that aren't technically part of your job but make Google a better place to work,'' Dr. Carlisle said, such as helping interview job candidates.  When all this was completed, Dr. Carlisle set about analyzing the two million data points the survey collected. Among the first results was confirmation that Google's obsession with academic performance was not always correlated with success at the company.  ''Sometimes too much schooling will be a detriment to you in your job,'' Dr. Carlisle said, adding that not all of the more than 600 people with doctorates at Google are equally well suited to their current assignments.  Indeed, there was no single factor that seemed to find the top workers for every single job title. (And pet ownership did not seem to be a useful predictor of anything.) But Dr. Carlisle was able to create several surveys that he believed would help find candidates in several areas -- engineering, sales, finance, and human resources. Currently about 15 percent of applicants take the survey; it will be used for all applicants starting this month.  Even as Google tries to hire more people faster, it wants to make sure that its employees will fit into its freewheeling culture. The company boasts that only 4 percent of its work force leaves each year, less than other Silicon Valley companies. And it works hard to retain people, with copious free food, time to work on personal projects and other goodies. Stock options and grants certainly encourage employees to stay long enough to take advantage of the company's surging share price.  Google's hiring approach is backed by academic research showing that quantitative information on a person's background -- called ''biodata'' among testing experts -- is indeed a valid way to look for good workers.  Michael Mumford, a psychology professor at the University of Oklahoma who specializes in talent assessment, said that this sort of test was effective, but he cautioned that companies should not rely on oddball factors, even if they seemed to correlate to good performance.  ''You have to know or at least have a hypothesis why having a dog makes a good computer programmer,'' Professor Mumford said. ''If you ask whether someone started a club in high school, it is a clear indicator of leadership.''  At Google, it is too early to tell if the system is working. The surveys have been in use in about a dozen areas for several months.  Indeed, there is some resistance even at Google to the idea that a machine can pick talent better than a human.  ''It's like telling someone that you have the perfect data about who they should marry,'' Dr. Carlisle said.  But even before the results are in on the new survey, Mr. Bock says he is already seeing success in easing the company past its obsession with grades.  ''More and more in the time I've been here, we hire people based on experience as a proxy for what they can accomplish,'' he said. ''Last week we hired six people who had below a 3.0 G.P.A.''  Correction:  January 5, 2007, Friday  A picture caption on Wednesday with the continuation of a front-page article about the hiring practices of Google reversed the names of the two employees looking over a job application. Laszlo Bock, a Google vice president, was at right; Todd Carlisle, an analyst at the company, was at left.  ", 
            "title": "Google Answer To Filling Jobs Is an Algorithm"
        }, 
        "weight": 0.3777495138702543, 
        "file": "1816168.txt", 
        "other_topics": {
            "0": 0.0701211278903427, 
            "1": 9.481671247935852e-05, 
            "2": 0.00017281466955586824, 
            "3": 0.00012567702805556778, 
            "4": 6.501406308929344e-05, 
            "5": 0.017712080615809395, 
            "6": 0.00011181594963307595, 
            "7": 0.025949913989571863, 
            "8": 9.262076011364903e-05, 
            "9": 0.03517184127992987, 
            "10": 7.803496142716469e-05, 
            "11": 0.00011410659613608057, 
            "12": 9.22413484302094e-05, 
            "13": 7.03113912544452e-05, 
            "14": 4.476215570634321e-05, 
            "15": 8.254474348018417e-05, 
            "16": 0.012843309680545352, 
            "17": 0.03347170469052101, 
            "18": 6.245628386062348e-05, 
            "19": 4.3403807666276806e-05, 
            "20": 0.3777495138702543, 
            "21": 0.054374035117806425, 
            "22": 9.517858086697491e-05, 
            "23": 0.00011296255534786655, 
            "24": 5.408319071894127e-05, 
            "25": 0.05896414439464567, 
            "26": 9.600148245992567e-05, 
            "27": 6.634590852209148e-05, 
            "28": 0.24344093797728453, 
            "29": 0.06852619830448485
        }
    }, 
    {
        "content": {
            "text": "  Depending on the day at her Methodist seminary, Jennifer Wilsford wants to be either a parish minister or a professor. Her seminary, for its part, has tweaked its curriculum, brings in speakers and tries to hold her hand through the logistics of ordination -- all designed to nudge Ms. Wilsford and other seminarians toward the pulpit.  Jason Miller entered the rabbinic seminary with the notion that he wanted a pulpit job, but leading a congregation out of school was daunting. He said that to help him prepare for the calling -- and not be tempted to leave it before he graduated -- he became ''the guinea pig'' in a new program, attending classes in one state, living and working as an assistant rabbi in another and serving as the primary rabbi in a third.  ''We need to lead the horses to water, as it were,'' Dr. James Hudnut-Beumler, the dean of the divinity school at Vanderbilt University, said of what has become a common effort across faiths and denominations for seminaries to lean on their students -- ever so slightly -- to consider a pulpit job.  While a seminarian taking a pulpit job was a near given in the past, there are far more options available now, like chaplaincy or work in nonprofit organizations and even in businesses that are finding use for those with divinity degrees. From 2000 to 2006, the number of students about to earn a master's degree in divinity who intended to enter parish ministry fell about 15 percent, according to a survey by the Association of Theological Schools in the United States and Canada.  Equally troublesome, the number of seminary students nearing graduation and unsure what they want to do -- about 9 percent of the group in 2000 -- nearly doubled for men and tripled for women. As a result, seminaries are trying hard to ensure that a good number of their students decide on church ministry.  Vanderbilt offers a number of programs, including a new full-time, two-year internship that is required after the second year of three years of study. Students leave classes altogether to serve in a church, in the hope that they develop a comfort level at a time when they have some training -- but before they make their ultimate decision.  ''You have to learn how to share deep things about life with one person, while another is asking you if they can move the picture of Jesus from this wall to that,'' Dr. Hudnut-Beumler said in explaining that the immersion of students in a church leadership position could teach the coping skills that relieve anxieties, forming a greater willingness to take such a job after graduation.  Vanderbilt's divinity school also received $10 million from the Lilly Endowment -- its biggest grant ever -- to help train future seminary teachers to teach specifically for ministry positions.  While Vanderbilt is training teachers, Virginia Theological Seminary tells its graduates they can come back for extra support. The seminary offers a three-year program for graduates that includes mentors and weeklong campus visits for lectures and peer reflection groups. The offer of continuing support, said Dr. J. Barney Hawkins, professor of parish ministry and director of the ministry program at the seminary, is to mitigate the sense among some graduates that working in a parish could become isolating and overwhelming.  ''Knowing that they won't be solitary practitioners, that there is support and that they will be able to reflect with others'' can help tilt them toward a parish, Dr. Hawkins said.  At the Candler School of Theology at Emory University, the Rev. Dr. Alice Rogers, the director of teaching parish programs, describes a goal to ''cultivate that culture of the call of the ministry.''  ''Instead of selling explicitly,'' Dr. Rogers said, ''we try to put in place programs where they can hear if pulpit ministry is what is calling them.''  As a board member for the Jewish Theological Seminary in New York and traveling to smaller Jewish communities around the world, Ned Gladstein saw the result of the waning popularity of pulpit work -- smaller or emerging congregations can be left struggling for rabbis.  Mr. Gladstein, president of Sunrise ShopRite Inc., which runs grocery stores, donated the money to establish a scholarship for an internship program structured to guide a seminarian through the process of learning how to serve a synagogue. This is done by serving in two simultaneously. While going to school, the student serves as the assistant rabbi at a large established synagogue and lives in that community; using what he learns there as a knowledge base and the head rabbi as a mentor, he travels for holidays and regular Shabbats to a synagogue that is smaller and newer.  Rabbi Miller did not go into the rabbinate immediately after completing the program at the Jewish Theological Seminary. He took a position at Hillel at the University of Michigan instead.  But now he is a rabbi at Congregation Agudas Achim in Columbus, Ohio, and Rabbi Miller said that his experience was a lasting influence on his eventual arrival at the pulpit. It taught him, he said, to try his varied activities ''in baby steps, I know I can't do everything at once.''  Ms. Wilsford is only in her first year at Drew Theological School, still torn between academia and the ministry.  ''I love Greek text,'' she said, ''but understand that there is not much calling to do that in a parish setting.''  She said that a course taught by practicing ministers was having an influence as were campus talks by deacons and bishops.  Ms. Wilsford said the first-year course had given her a full sense of what pulpit life would be like. With a future internship, she might be there. ''It will be either, 'Whoa, I don't want to work in a church' or 'Oh, this is something I can see myself doing,' '' she said.  Maxine Clarke Beach, the vice president and dean at Drew, said that since the seminary's students had tended to be younger in recent years, the school matched their searching nature and flexibility in bringing speakers from different denominations to speak about pulpit jobs.  At the dean's retreat, which is held at the end of each school year, Dr. Beach said she did not use a heavy hand but tried to let graduates know that ''if they take a dead little congregation and turn it into a place of joy, that's not something dreadful.''  In the end, Dr. Beach said her school only wanted students to have the confidence and wherewithal to make a sound decision on their future.  ''We just ask that they not shut any doors in considering pulpit work,'' she said.  RELIGION JOURNAL  ", 
            "title": "Trying to Keep Divinity Students on a Path to the Pulpit"
        }, 
        "weight": 0.3770107975243659, 
        "file": "1821748.txt", 
        "other_topics": {
            "0": 0.0001819213027943551, 
            "1": 0.22200300307367254, 
            "2": 0.00022323020448245185, 
            "3": 0.1028848064355712, 
            "4": 8.398073285651333e-05, 
            "5": 0.0002803154146743146, 
            "6": 0.00014443621808923855, 
            "7": 0.037629227771108456, 
            "8": 0.00011964118134546355, 
            "9": 0.0022891504319575645, 
            "10": 0.00010080024132751464, 
            "11": 0.000147395119023846, 
            "12": 0.00011915108320799102, 
            "13": 9.082346011199777e-05, 
            "14": 5.78207000428977e-05, 
            "15": 0.00010662567022457579, 
            "16": 0.00015451708722668045, 
            "17": 9.302993201849447e-05, 
            "18": 8.06767680848631e-05, 
            "19": 5.606607868163454e-05, 
            "20": 0.3770107975243659, 
            "21": 0.004494292483855058, 
            "22": 0.010395191741923474, 
            "23": 0.004254815942022212, 
            "24": 6.986097739433914e-05, 
            "25": 0.2281951093044283, 
            "26": 0.00012400816791319674, 
            "27": 0.0021401504283906658, 
            "28": 0.0001296572543562018, 
            "29": 0.006339497268848074
        }
    }, 
    {
        "content": {
            "text": "  Apple's new iPhone appears to be the clearest statement yet of what Steven P. Jobs's impact has been in the world of consumer electronics.  It is not that he invents new technologies, he refines existing ones.  Mr. Jobs himself acknowledged as much when asked during an interview on Tuesday whether he thought the iPhone represented a trend toward the convergence of computing and communications.  ''I don't want people to think of this as a computer,'' he said. ''I think of it as reinventing the phone.''  If the iPhone succeeds commercially, it will be new proof of Mr. Jobs's power and his influence over the world's consumer marketplace.  Indeed, at times he seems to be able to defy gravity.  But while his design ideas have frequently been runaway successes, there have also been striking failures.  His Next computer, developed in the 1980s during his exile from Apple and originally intended for a college audience, was never able to break out of a small niche. (Despite being a commercial failure, the Next was used by Tim Berners-Lee to help develop the original concept of the World Wide Web.) In a similar fashion, the Macintosh G4 Cube, introduced in 2000, failed in the market despite being seen as an artistic breakthrough in computer industrial design.  Indeed, when the Macintosh computer -- which was also designed by a small group shrouded in secrecy -- was introduced in January 1984, it was received with the same kind of wild hyperbole that greeted the iPhone this week. But a year later, the shortcomings of the first-generation Macintosh cost Mr. Jobs his job at the company he founded nine years earlier with a high school friend, Stephen Wozniak.  In light of the iPhone's closed appliance-style design, it is worth recounting the Mac's early history because of the potential parallel pitfalls that Mr. Jobs and his company may face.  Despite its high price of $2,495, the Macintosh initially sold briskly. But Mr. Jobs's early predictions of huge sales failed to materialize. (On Tuesday, in a similar fashion, he set an iPhone goal of 1 percent of the world's cellular phone market by the end of 2008.)  The Mac's stumble was in part because of pricing and in part because Mr. Jobs had intentionally restricted its expandability. Despite his assertion that a slow data connection would be enough, the gamble failed when Apple's business stalled and Mr. Jobs was forced out of the company by the chief executive he had brought in, John Sculley.  In a similar fashion, Mr. Jobs is gambling that people will pay a premium ($499 or $599) for the iPhone and he appears to have sought to limit its expandability.  The device is not currently compatible with the faster 3G wireless data networks that are driving cellular revenues to sharp gains in the United States (although several Apple insiders said the phone could be upgraded to 3G with software if Apple later decides to enable that feature).  Moreover, Mr. Jobs also appears to be restricting the potential for third-party software developers to write applications for the new handset, like ring tones and word processors.  To be sure, this strategy has not limited the success of the iPod, which has become the defining hand-held consumer appliance and fashion statement in the last half-decade. The world of digital cellular phones, however, is rapidly becoming a simple extension of the world of personal computing. The leading handset makers -- Microsoft, Motorola, Nokia, Palm, Research in Motion, Samsung and Sony Ericsson -- are all pushing in the direction of making their devices increasingly look like PCs you can put in your pocket.  Mr. Jobs is moving in that direction, too, but it appears that he wants to control his device much more closely than his competitors do.  ''We define everything that is on the phone,'' he said. ''You don't want your phone to be like a PC. The last thing you want is to have loaded three apps on your phone and then you go to make a call and it doesn't work anymore. These are more like iPods than they are like computers.''  The iPhone model, he insisted, would not look like the rest of the wireless industry.  ''These are devices that need to work, and you can't do that if you load any software on them,'' he said. ''That doesn't mean there's not going to be software to buy that you can load on them coming from us. It doesn't mean we have to write it all, but it means it has to be more of a controlled environment.''  Software developers at Macworld Expo, the trade show where Mr. Jobs made the iPhone announcement, said they were taking a cautious attitude about the phone. Several said that much of the phone's usability would depend on what added functions Apple decides to place in the version of the Safari Web browser that is part of the system.  If there is an Adobe Flash player available for the iPhone, and if it supports the Internet standards that are being widely used by the developers of a proliferating array of Web services, Apple's decision to restrict software development may not matter.  Indeed, Mr. Jobs appears to have already made believers out of many industry analysts and independent researchers.  ''He's competing as he always has -- as an integrated-consumer-device maker who lets other people deal with the rest of the stuff,'' said Michael J. Kleeman, a former telecommunications industry executive who is now a researcher at the University of California, San Diego. ''He gets to leverage other people's capital investments.''  There are still a number of intriguing unanswered questions about the design of the system, and analysts said the real design of the device will not be fully comprehended until the iPod is in users' hands in June.  Is it a phone, a PC or something entirely new? For instance, despite the phone's having high-speed digital Wi-Fi ability built in, Mr. Jobs was coy about how that ability would be used.  During an interview on Tuesday, he said that Apple had not decided whether to enable a voice-over-Internet service like Skype -- a potentially divisive issue for Cingular, the exclusive carrier for the iPhone, because it could come at the expense of cellular voice revenue.  Also, it is not clear how far Mr. Jobs will go in letting the device begin to replace the PC and Macintosh for users who have no need to sit in front of a desk or carry a portable computer.  It is possible that Apple's chief executive has found a way to step into the chasm between the two worlds and profitably fill it.  ''Apple is in a unique position to build a winning personal device that really fulfills the missing promise here,'' said Michael Hawley, a software designer who is a former member of the M.I.T. faculty and a friend of Mr. Jobs.  NEWS ANALYSIS  ", 
            "title": "Steve Jobs Walks the Tightrope Again"
        }, 
        "weight": 0.37645532666909337, 
        "file": "1818240.txt", 
        "other_topics": {
            "0": 0.004170856533179098, 
            "1": 0.00011905351119899214, 
            "2": 0.00421101051440184, 
            "3": 0.0001578022594943572, 
            "4": 8.163278693909789e-05, 
            "5": 0.00027247831429323444, 
            "6": 0.0021374087553723635, 
            "7": 0.028589141353811694, 
            "8": 0.00011629623526390462, 
            "9": 0.0002281393143322468, 
            "10": 9.798205307112253e-05, 
            "11": 0.00014327422419252442, 
            "12": 0.00011581983936362236, 
            "13": 8.828420420028932e-05, 
            "14": 5.620414024411886e-05, 
            "15": 0.006094676733909668, 
            "16": 0.0001501970753408033, 
            "17": 9.042898723448716e-05, 
            "18": 7.842119490977816e-05, 
            "19": 5.4498574849881223e-05, 
            "20": 0.37645532666909337, 
            "21": 0.032326790274984016, 
            "22": 0.00011950787943230362, 
            "23": 0.0001418377467063282, 
            "24": 6.790779371660264e-05, 
            "25": 0.008135050614513948, 
            "26": 0.00012054112896659178, 
            "27": 8.33050751992869e-05, 
            "28": 0.5093637624906459, 
            "29": 0.026132363721138585
        }
    }
]