[
    {
        "content": {
            "text": "  A wide swath of all-inclusive resorts and relatively low-cost flights makes this country, which shares the island of Hispaniola with Haiti, the best option for the bargain-seeker.  JetBlue began flying from Kennedy Airport to Santiago in 2004 bringing some low-priced fares with it. Current one-way fares range from $109 to $399 not including taxes and fees. But there are many flight options. American and Continental both fly here. Delta has flights from Kennedy Airport to Punta Cana, Santo Domingo and Santiago. It also has flights from Atlanta to Puerto Plata, Santo Domingo and Punta Cana.  Most all-inclusive resorts are located in Punta Cana on the eastern tip of the island. Package deals are prevalent. Through Feb. 16, Club Med Punta Cana is offering a seven-night, all-inclusive vacation starting at $1,015 a person, down from the regular $1,400 a person, for travel through October. (A comparable vacation at the Club Med Columbus Isle in the Bahamas starts at $1,225 a person, down from the regular or $1,715 a person.) Apple Vacations is offering seven-night all-inclusive trips to the Bavaro Princess All Suites Resort, Spa & Casino with roundtrip flights to Punta Cana from several cities including Chicago, Detroit and Baltimore for under $1,000 per person for travel in April and March.  WHERE TO STAY -- Allegro Playa Dorada, Puerto Plata. Rates from $67 per person, a night based on double occupancy, Feb. 1 to April 7, (800-858-2258, www.occidentalhotels.com). Doubles start at $190 a night in season at Sofitel Nicolas de Ovando, a luxury hotel in the heart of the colonial city of Santo Domingo, (800-763-4835, www.sofitel.com).  THE 10 POINT CARIBBEAN ESCAPES PLAN: FOR BUDGET TRAVELERS Michelle Higgins, a staff reporter for the Travel section, writes the Practical Traveler column.  ", 
            "title": "The Dominican Republic"
        }, 
        "weight": 0.8368377242508491, 
        "file": "1821911.txt", 
        "other_topics": {
            "0": 0.018194864558006327, 
            "1": 0.00035120122194080844, 
            "2": 0.0006401057527757112, 
            "3": 0.0004655078695394912, 
            "4": 0.006131882441767688, 
            "5": 0.0008037958391013477, 
            "6": 0.0004141664176782882, 
            "7": 0.0018613896345189736, 
            "8": 0.0003430674116241, 
            "9": 0.018346209072328964, 
            "10": 0.0002890415949961389, 
            "11": 0.00042265097519830134, 
            "12": 0.0003416620702727889, 
            "13": 0.00026043348138963537, 
            "14": 0.0001657990808761146, 
            "15": 0.8368377242508491, 
            "16": 0.00044307300020288983, 
            "17": 0.00026676047178934875, 
            "18": 0.00023133815375119782, 
            "19": 0.00016076775803209513, 
            "20": 0.0030010190221640112, 
            "21": 0.0011051050726555663, 
            "22": 0.006243611853447968, 
            "23": 0.053438045881594155, 
            "24": 0.00020032420625303742, 
            "25": 0.000433664779256574, 
            "26": 0.00035558961143474443, 
            "27": 0.0002457453283755664, 
            "28": 0.0003717881932461905, 
            "29": 0.047633664994932885
        }
    }, 
    {
        "content": {
            "text": "  FIRST VERY LIGHT JET DELIVERED -- In what some aviation industry officials believe is the dawn of a new era in aviation, the first so-called very light jet, an Eclipse 500, was delivered to a customer on Sunday by Eclipse Aviation, based in Albuquerque.  Very light jets, private planes that seat four to six passengers and are being produced by a handful of manufacturers, are the lowest priced business or private jet, and are capable of using more than 5,000 noncommercial airports.  Proponents say the aircraft will attract new customers to private aviation, and will be the workhorses of the air-taxi business being planned by several competitors. The Eclipse 500 cost $1.52 million in 2006.  The first model was delivered to its co-owners, David Crowe and Jet-Alliance, a shared-jet operator in Westlake Village, Calif. Mr. Crowe and Jet-Alliance will share use of the plane. Eclipse said that it has 37 aircraft in various stages of assembly and has an order backlog of about 2,500.  The Federal Aviation Administration has estimated that as many as 5,000 very light jets will be in operation within 10 years.  TRANSATLANTIC BUSINESS AIRLINE -- A new discount, all-business-class transatlantic airline, L'Avion, plans to begin six-day-a-week service between Liberty International Airport in Newark and Orly in Paris.  The airline will fly the route with a 757-200 aircraft outfitted with 90 business-class seats. L'Avion was taking bookings yesterday on its Web site, www.lavion.com, for flights starting tomorrow.  The company offered round-trip fares of $999 for the first 1,000 customers who booked, but L'Avion said regular roundtrip fares will start at $1,599.  Two all-business-class, low-fare airlines, Eos and MaxJet, began flying the New York-London Stansted routes just over a year ago, and another all-business-class low-fare start-up, Silverjet, plans to begin service between Newark and London Luton later this month.  All of the start-ups offer fares sharply lower than the typical $9,000 walk-up business-class fares on most major transatlantic carriers.  JOE SHARKEY  ITINERARIES  ", 
            "title": "MEMO PAD"
        }, 
        "weight": 0.725591504018249, 
        "file": "1815913.txt", 
        "other_topics": {
            "0": 0.0004792999050498631, 
            "1": 0.0003226866738734515, 
            "2": 0.0005881346173825919, 
            "3": 0.00042771259522819086, 
            "4": 0.0002212602738979162, 
            "5": 0.03862789323147422, 
            "6": 0.00038053963198685634, 
            "7": 0.0017102606495107244, 
            "8": 0.00031521325967941274, 
            "9": 0.0006183565337992802, 
            "10": 0.005678339417604928, 
            "11": 0.0003883353156985789, 
            "12": 0.0003139220200766421, 
            "13": 0.00023928850079305456, 
            "14": 0.00015233760760720218, 
            "15": 0.725591504018249, 
            "16": 0.00040709924620563673, 
            "17": 0.0002451017934588098, 
            "18": 0.00021255546595615388, 
            "19": 0.0001477147853267211, 
            "20": 0.051472251682409965, 
            "21": 0.0010153799528522301, 
            "22": 0.0003239182089407035, 
            "23": 0.00038444183840885836, 
            "24": 0.00018405958685139968, 
            "25": 0.0003984548926710557, 
            "26": 0.00032671876351606123, 
            "27": 0.00022579290070584004, 
            "28": 0.0003416021584465136, 
            "29": 0.16825982447233814
        }
    }, 
    {
        "content": {
            "text": "  I am planning a trip this May from Detroit to Nuuk in Greenland. Air Greenland serves Nuuk, via Copenhagen, but I hear that the carrier will start direct flights from Baltimore in May. I am unable to get confirmation of this from any source, including Air Greenland. If it is true, how do I book a flight? --Elsa M. Shartsis, Huntington Woods, Mich.  Air Greenland (www.airgreenland.com), Greenland's national airline, announced last summer plans for a new direct route from Baltimore-Washington International Airport to Kangerlussuaq, on Greenland's west coast. Updated information is now on the Web site.  The flights will be offered in each direction every Friday beginning May 25; during the summer, June 11 to Aug. 20, flights are on Mondays as well. The restricted round-trip economy fare is $1,100; flexible economy, $1,600; and flexible business class, $2,600. Flights may be booked by sending an e-mail message to airgreenlandres@aviareps.com, or by calling (877) 245-0739 in North America.  You may want to consider a five-day package from Baltimore called ''Arctic Capital: Nuuk,'' with departures every Monday from June 11 to Aug. 20. The tour may be booked on the Air Greenland Web site or through other tour operators in the United States and Canada (see the Web site for contact information). Price per person in a double room is $3,075 (single room, $3,285). This includes round-trip economy fare from Baltimore to Nuuk (via Kangerlussuaq); one night at the Hotel Kangerlussuaq, with a welcome dinner and breakfast; three nights at Hotel Hans Egede in Nuuk, in a standard room, with breakfast; guide service; and all local taxes. Excursion options include a cruise to an ice fjord and a helicopter tour.  Other Air Greenland tours include five days based in Ilulissat, with a boat excursion through iceberg-filled waters and a four-day trip based in Kangerlussuaq to see a herd of musk ox, a glacier and the ice cap.  Alternatively, Air Greenland flies from Copenhagen to Kangerlussuaq or Narsarsuaq. Air Iceland (www.airiceland.is) flies from Reykjavik (Keflavik International Airport) in Iceland to Kulusuk, on the east coast (round-trip fare for dates in May are about $465) and on to Nuuk.  Icelandair (www.icelandair.com) flies from Baltimore-Washington to Reykjavik. Expect to pay about $930 for a round trip.  ROGER COLLIS  ", 
            "title": "Q & A"
        }, 
        "weight": 0.7086328403559732, 
        "file": "1822286.txt", 
        "other_topics": {
            "0": 0.028753694024201013, 
            "1": 0.00028154096289086745, 
            "2": 0.005235726619213, 
            "3": 0.0003731750507562684, 
            "4": 0.0001930474221787859, 
            "5": 0.057315383188008516, 
            "6": 0.00033201710229202754, 
            "7": 0.0864987143206083, 
            "8": 0.019165360182739392, 
            "9": 0.0005395100201875171, 
            "10": 0.00023171060886696004, 
            "11": 0.000338818759987541, 
            "12": 0.0002738938882852191, 
            "13": 0.042712041199822894, 
            "14": 0.00013291307079833979, 
            "15": 0.7086328403559732, 
            "16": 0.0003551901056001775, 
            "17": 0.00021384891451617266, 
            "18": 0.0001854525624955969, 
            "19": 0.00012887970362982006, 
            "20": 0.044909035526239136, 
            "21": 0.0008859090652693359, 
            "22": 0.0002826154651766482, 
            "23": 0.00033542173918099996, 
            "24": 0.00016059018703623552, 
            "25": 0.00034764799179522546, 
            "26": 0.0002850589216178765, 
            "27": 0.00019700209468078174, 
            "28": 0.0002980445379419269, 
            "29": 0.0004049164080102557
        }
    }, 
    {
        "content": {
            "text": "  St. Vincent and the Grenadines is an archipelago of 32 islands and cays at the southern end of the Caribbean. With relatively calm waters, a steady breeze and short distances between anchorages, the islands have long been a draw for the sailing and yachting crowds. But it's become more popular in the last year or so, thanks to increased marketing efforts and expansions by charter companies. Barefoot Yacht Charters, www.barefootyachts.com, one of the longest running operators in the islands, organized about 400 sailing trips last year, up 45 percent from 2005. Prices for staffed yachts vary widely depending on the size and amenities. A 47-foot, air-conditioned catamaran with a two-person crew and accommodating six guests costs about $9,660 for seven nights. A week-long charter of a 126-foot sailboat that can accommodate 12 guests will run about $64,000. Footloose Sailing Charters, www.footloosecharters.com, a 12-year-old company based in Florida, opened a new base on the island of St. Vincent in October and is offering 10 percent off five-day May charters booked by Feb. 5.  Airlines that fly to St. Vincent and the Grenadines include Caribbean Star and LIAT.  A typical seven-day itinerary setting sail from St. Vincent might include Bequia, an island with a strong seafaring history and where model boats are ubiquitous; Mustique, a private island famous for its celebrity beachcombers; and the numerous islets, coves and coral reefs of the Tobago Cays.  WHERE TO STAY -- If you need a night on land, the Frangipani on Bequia is a favorite hangout for the yachting crowd and overlooks the island's harbor. Doubles start at $60 a night in season (784-458-3255, www.frangipanibequia.com). On Mustique, the high-end Cotton House offers cottages starting at $700 a night in season (784-456-4777, www.cottonhouse.net). Petit St. Vincent is the only resort on the island by the same name. Rates start at $940 a night for a couple in season (800-654-9326, www.psvresort.com).  THE 10 POINT CARIBBEAN ESCAPES PLAN: FOR SAILORS Michelle Higgins, a staff reporter for the Travel section, writes the Practical Traveler column.  ", 
            "title": "St. Vincent and the Grenadines"
        }, 
        "weight": 0.6954759193078441, 
        "file": "1821914.txt", 
        "other_topics": {
            "0": 0.01083562538446179, 
            "1": 0.00030929360379457373, 
            "2": 0.0005637241635765319, 
            "3": 0.0004099604374066492, 
            "4": 0.00021207689387662464, 
            "5": 0.0007078816822358317, 
            "6": 0.0003647453821103056, 
            "7": 0.037956042162238655, 
            "8": 0.010678349134804541, 
            "9": 0.06285000429561881, 
            "10": 0.005442660649595247, 
            "11": 0.0003722175069436568, 
            "12": 0.010677111487940141, 
            "13": 0.0002293568614671374, 
            "14": 0.00014601485423830423, 
            "15": 0.6954759193078441, 
            "16": 0.00039020264285960374, 
            "17": 0.00023492887414718107, 
            "18": 0.00020373337790080486, 
            "19": 0.00014158390161894512, 
            "20": 0.11678132426140654, 
            "21": 0.006161346115823371, 
            "22": 0.0003104740241527418, 
            "23": 0.00036848562794234964, 
            "24": 0.00017642021669768567, 
            "25": 0.000381917072138349, 
            "26": 0.0003131583420603833, 
            "27": 0.0002164213945752449, 
            "28": 0.00032742400354395234, 
            "29": 0.036761596336979965
        }
    }, 
    {
        "content": {
            "text": "  WITH its four-wheel-drive franchise under assault from all sides, DaimlerChrysler's Jeep division has responded by sending new recruits into battle. But to the horror of some Jeep traditionalists, not all of these new models can climb every mountain and ford every stream.  The company does help buyers tell the difference between the real he-man Jeeps and the emotionally supportive, lifestyle-accessory Jeeps. Real Jeeps designed to go off road get a Trail Rated badge, which means they have been ''designed to perform in a variety of challenging off-road conditions.''  Jeeps without that badge may handle a snowy road, but are really intended for commuting or handling day-to-day chores, like trips to the post office. Taking one of these mail-rated Jeeps on a rough trail will please only the people in the dealership's body shop.  Here's a primer to the changing topography of Jeepland:  COMPASS Compact crossover (base prices of $15,985 to $22,235). Front- or all-wheel drive. How appropriate that something named the Compass should take Jeep in a new direction. This car-based vehicle is not Trail Rated, but aimed at urbanites who want to wallow in the earthy Jeep mystique. While Jeep describes the Wrangler as ''not afraid to get dirty,'' the Compass reflects an attitude of ''I do not care, or dare, to get dirty.'' The Compass shares its underpinnings with the Dodge Caliber.  PATRIOT Compact crossover wagon. ($14,985 to $23,530). Front- or all-wheel drive. A fraternal twin of the Compass, the Patriot looks like a scaled-down version of the classic, upright Cherokee. The Patriot is intended to stay on pavement unless it has an optional off-road package, which earns it a Trail Rated badge. Like the Compass, it is mechanically similar to the Caliber.  WRANGLER Compact S.U.V. ($18,765 to $26,750). Four-wheel drive with a low gear range. Not only Trail Rated, but the most capable Jeep off road (and the least friendly on pavement).  WRANGLER UNLIMITED ($20,410 to $28,895). Rear- or four-wheel drive. A new four-door model, about 20 inches longer than the two-door, with a practical back seat and more cargo room.  LIBERTY Compact S.U.V. ($22,025 to $27,170). Rear- or four-wheel drive. The Liberty was designed for off-road use and is thus Trail Rated. It shares its platform and mechanical systems with the new Dodge Nitro.  GRAND CHEROKEE Midsize S.U.V. ($28,360 to $43,385). Rear- or four-wheel drive. Along with the Ford Explorer, this five-passenger wagon helped to create the boom in family S.U.V.'s in the 1990s, though sales have fallen. With four-wheel drive, it is Trail Rated.  COMMANDER Midsize S.U.V. ($28,610 to $44,670). Rear- or four-wheel drive. Two inches longer than the Grand Cherokee on which it is based. The only Jeep that can carry seven people, although the two in the third row had better be small.  ", 
            "title": "Jeeps Go Forth And Reproduce"
        }, 
        "weight": 0.6808033395669151, 
        "file": "1820387.txt", 
        "other_topics": {
            "0": 0.00038880578031175276, 
            "1": 0.0002617618795866841, 
            "2": 0.00047709197608959155, 
            "3": 0.00034695840242146754, 
            "4": 0.00017948527120179952, 
            "5": 0.0005990956081655834, 
            "6": 0.00030869192126963717, 
            "7": 0.1111575902370739, 
            "8": 0.00025569948189644486, 
            "9": 0.05319132065653464, 
            "10": 0.00021543225495290047, 
            "11": 0.0047058251430310925, 
            "12": 0.01781788963688099, 
            "13": 0.00019410968224747329, 
            "14": 0.00012357553542678457, 
            "15": 0.6808033395669151, 
            "16": 0.00033023695272554307, 
            "17": 0.00019882539732956662, 
            "18": 0.0001724239728192999, 
            "19": 0.00011982552420193774, 
            "20": 0.12517942189162864, 
            "21": 0.0008236713396397423, 
            "22": 0.0002627608949166671, 
            "23": 0.00031185737237208664, 
            "24": 0.0001493082525901446, 
            "25": 0.0003232246946677123, 
            "26": 0.0002650326913337023, 
            "27": 0.00018316211629262728, 
            "28": 0.00027710602979810387, 
            "29": 0.00037646983567836385
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Sunday: 2008 Chrysler Town & Country and Dodge Caravan minivans  Is it real? These boxy-looking new minivans are the long-awaited fifth generation production models. Really.  What's the point? Though sales are fading quickly, minivans are still relatively big sellers at the Chrysler Group, which essentially invented the segment 24 years ago.  What they said: In a poke at Ford and General Motors, Thomas W. LaSorda, chief executive of the Chrysler Group, said, ''If you can't stand the heat, get out of the kitchen -- we're about to turn up the heat in the minivan kitchen.''  What they didn't say: The minivan segment has never really recovered from Chrysler's killing of Plymouth and the very popular Voyager minivan in 2001. Minivan-based crossovers are the next big thing.  What makes it tick? Either a 3.3-liter flexible-fuel V-6 bolted to a four-speed automatic transmission, or choices of a 3.8- or a 4.0-liter V-6 (with 240 horsepower) coupled to a minivan-first six-speed automatic.  How much, how soon? The new minivans should start around $20,000 and top out at $40,000 loaded (with geegaws like swiveling seats, plug-in tables and two separate DVD systems) when they appear this fall as '08 models.  How's it look? The interiors are high-tech and very entertaining. The exteriors? Yawn.  FIRST GLANCE  ", 
            "title": "New From Chrysler and Dodge: Boxier Boxes"
        }, 
        "weight": 0.6246134566545116, 
        "file": "1817305.txt", 
        "other_topics": {
            "0": 0.0008373637383430712, 
            "1": 0.0005637516650875497, 
            "2": 0.0010275040672274376, 
            "3": 0.0007472378231317094, 
            "4": 0.00038655407219138964, 
            "5": 0.001290261008147066, 
            "6": 0.0006648240182627627, 
            "7": 0.10700836607002734, 
            "8": 0.01946350338732052, 
            "9": 0.0010803034453285812, 
            "10": 0.0004639724188832627, 
            "11": 0.000678443513670568, 
            "12": 0.010004843422138148, 
            "13": 0.0004180503927822307, 
            "14": 0.0002661423197714509, 
            "15": 0.6246134566545116, 
            "16": 0.0007112251496146956, 
            "17": 0.000428206540170102, 
            "18": 0.00037134628591212, 
            "19": 0.0002580659907221543, 
            "20": 0.07101209401282359, 
            "21": 0.011230329658815503, 
            "22": 0.0005659032257220286, 
            "23": 0.02904085368326411, 
            "24": 0.00032156239152130676, 
            "25": 0.0006961229805656055, 
            "26": 0.000570795951182534, 
            "27": 0.0003944728247060647, 
            "28": 0.10461724314570027, 
            "29": 0.010267200142455213
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Monday: Jeep Trailhawk design study  Is it real? Let's hope not. As far as anyone can tell, this is just an old sketch that somehow came to life.  What's the point? Jeep is still trying to find a way to constructively fill showrooms. The Trailhawk would be an answer if the goal was merely to load up dealers' lots with more Jeeps like the Patriot and the Compass that won't sell.  What they said: ''The Trailhawk's headlights give it the look of a bird of prey,'' said Trevor Creed, Chrysler Group's design chief. ''Or what might have resulted after a Wrangler and a Grand Cherokee had been parked alone together too long.''  What they didn't say: The engine is the only thing worth remembering from this vehicle. It's a Bluetec diesel. Future Jeeps are likely to get them. That will please Jeep fanatics immensely, in particular those disenfranchised when the Liberty diesel was discontinued.  What makes it tick? A 3.0-liter V-6 Bluetec common rail diesel engine that makes ''only'' 215 horsepower, but it's got enough torque -- 376 pounds-feet -- to crawl up a face on Mt. Rushmore.  How much, how soon? Bluetec diesels should start appearing in DaimlerChrysler's new models next year. With any luck, the Trailhawk will never be seen again.  How's it look? Like road kill.  ", 
            "title": "A New Menu Item at the Road Kill Cafe"
        }, 
        "weight": 0.6103653833838095, 
        "file": "1817695.txt", 
        "other_topics": {
            "0": 0.0009152592939832073, 
            "1": 0.0006161945249634033, 
            "2": 0.011459171140985153, 
            "3": 0.011152833198520673, 
            "4": 0.021094680691259, 
            "5": 0.0014102872208288963, 
            "6": 0.000726669108913522, 
            "7": 0.15830712802661492, 
            "8": 0.0006019234772815383, 
            "9": 0.0011807984074108135, 
            "10": 0.0005071333389418794, 
            "11": 0.0007415555545291647, 
            "12": 0.0005994577579380887, 
            "13": 0.0004569394276666232, 
            "14": 0.0002909001435565767, 
            "15": 0.6103653833838095, 
            "16": 0.0007773866940877113, 
            "17": 0.00046804034816528954, 
            "18": 0.00040589068275125593, 
            "19": 0.0002820725159854784, 
            "20": 0.1499705629043442, 
            "21": 0.0019389445501257771, 
            "22": 0.0006185462339962924, 
            "23": 0.0007341206661893505, 
            "24": 0.0003514756538391704, 
            "25": 0.000760879649480267, 
            "26": 0.021296061625691684, 
            "27": 0.0004311685621238506, 
            "28": 0.0006523150684337593, 
            "29": 0.0008862201475828673
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Monday:Honda Accord Coupe Concept  Is it real? Some automakers' concepts are nothing but car teases; Honda, bless them, moves its concepts swiftly to showrooms with few changes. Expect the 2008 Accord coupe to strongly resemble this sweet-looking machine.  What's the point? Coupes are staging a comeback, and Honda wants its two-door Accord to lure a good chunk of under-30 buyers. Vastly more extroverted than the previous Accord coupe, the new model harvests styling cues from several of its two-door competitors -- including Nissan and Infiniti.  What they said: Honda executives extolled the Accord's three decades of excellence, but the press conferences' choice of musical accompaniment may have summed up the new model best: ''I'll Bet You Look Good on the Dance Floor,'' by the Arctic Monkeys.  What they didn't say: Compelling new coupes like this Accord, and its competitors from Ford, Scion and Nissan, will solidify the Toyota Solara's position as the segment's maiden aunt. The pressure will be on Toyota to swap Solara's flannel-petticoat exterior for something more silken and sexy.  What makes it tick? Honda is being coy on particulars, but the eighth-generation Accord coupe and sedan will certainly continue to offer four- and six-cylinder engines.  How much, how soon? The Accord coupe and sedan go on sale in the fall, probably starting below $20,000 and topping $30,000 for loaded versions.  How's it look? Finally, not like the Accord sedan.  ", 
            "title": "Accord Falls Far From the Tree"
        }, 
        "weight": 0.601625949708551, 
        "file": "1817693.txt", 
        "other_topics": {
            "0": 0.0007098277885834908, 
            "1": 0.00047788861568233605, 
            "2": 0.008887140686226659, 
            "3": 0.0006334286371046698, 
            "4": 0.00032767936998860084, 
            "5": 0.001093745855201225, 
            "6": 0.0005635669913464816, 
            "7": 0.03459736989083474, 
            "8": 0.016499085086782973, 
            "9": 0.032980294912027815, 
            "10": 0.0565062316508704, 
            "11": 0.008591244327849258, 
            "12": 0.00046490844448526087, 
            "13": 0.00035437859586832677, 
            "14": 0.00022560711151125814, 
            "15": 0.601625949708551, 
            "16": 0.0006029009282572061, 
            "17": 0.000362987895878291, 
            "18": 0.0003147878285836378, 
            "19": 0.00021876085996437537, 
            "20": 0.10027715060118611, 
            "21": 0.08968119911588913, 
            "22": 0.0004797124796225127, 
            "23": 0.0005693460339165773, 
            "24": 0.0002725863454713766, 
            "25": 0.0005900989178905501, 
            "26": 0.02453225654791956, 
            "27": 0.00033439204493312876, 
            "28": 0.000505901841729366, 
            "29": 0.016719570885843697
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Sunday: 2008 Nissan Rogue  Is it real? Indisputably.  What's the point? It seems as if every brand but Nissan has a small crossover utility wagon. Enter the Rogue, Nissan's first appearance at a crowded party where the Honda CR-V, Ford Escape and Hyundai Santa Fe are already guests.  What they said: Taking a page from the VW Jetta playbook, Nissan will pitch the Rogue  to younger singles and recently married couples who are sliding down that slippery slope down from their partying days to responsible adulthood.  What they didn't say: While the Rogue looks like a strong contender in all other respects, it won't offer a V-6 engine, an option available in many competitors.  How much, how soon? It goes on sale in September as a 2008 model, starting around $20,000.  What makes it tick? The 2.5-liter four-cylinder engine produces 170 horsepower, which is directed to the wheels through a continuously variable transmission.  How's it look? With a family resemblance to the larger Infiniti FX and Nissan Murano, the Rogue seems to have more of a cute-ute appeal than a rebel streak.  ", 
            "title": "A Rogue Wave Hits Nissan"
        }, 
        "weight": 0.5935614518756409, 
        "file": "1817690.txt", 
        "other_topics": {
            "0": 0.0009547320559823256, 
            "1": 0.000642769398323265, 
            "2": 0.001171523229051432, 
            "3": 0.0008519737248211322, 
            "4": 0.0004407350679191009, 
            "5": 0.0014711092547422696, 
            "6": 0.0007580084648499403, 
            "7": 0.12200709520512985, 
            "8": 0.0006278828773298176, 
            "9": 0.06592283682507165, 
            "10": 0.0005290046859158641, 
            "11": 0.05468279829236756, 
            "12": 0.000625310817899531, 
            "13": 0.0004766460412949889, 
            "14": 0.032649002733896544, 
            "15": 0.5935614518756409, 
            "16": 0.0008109133680682199, 
            "17": 0.00048822571573332635, 
            "18": 0.00042339569627389804, 
            "19": 0.000294237572776687, 
            "20": 0.1133109956283884, 
            "21": 0.0020225662049505205, 
            "22": 0.0006452225304736866, 
            "23": 0.0007657813884847945, 
            "24": 0.0003666338881490342, 
            "25": 0.0007936944173950499, 
            "26": 0.0006508010402948889, 
            "27": 0.00044976374509123496, 
            "28": 0.0006804477272485811, 
            "29": 0.0009244405264354241
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Sunday: 2007 BMW 3 Series convertible  Is it real? Real, indeed.  What's the point? The 3 Series convertible with the traditional fabric top has been out of production for some time and the new one, with its folding and disappearing steel top, will fill the void in the lineup.  What they said: ''BMW has over 70 years of experience in producing dynamic convertibles'' Michael Ganal, BMW board member, said of the new droptop. ''Our expertise and our innovative spirit are reflected in this fourth-generation BMW 3 Series convertible.''  What they didn't say: That it's a poke in the eye of the Mercedes-Benz CLK Cabriolet. We can see ourselves flying up the Pacific Coast Highway in this car -- top down, speed up, mood mellow.  What makes it tick? The new 3 Series convertible will come in four versions: a four-cylinder 320i and three in-line six cylinder versions, 325i, 328i and 335i, with power ranging from 170 to 300 horsepower.  How much, how soon? BMW officials confided that the steel-top convertible will start showing up in dealerships at the end of March, just in time for the summer selling season. The price will be about 5 percent higher than the outgoing fabric-top convertible, topping out at just under $50,000 for the max-performance 335i version.  How's it look? We will defer to the car designer Fabrizio Giugiaro, who was on the BMW stand when it was introduced, along with his famous father, Giorgetto Giugiaro, the founder of ItalDesign. The younger Guigiaro pronounced it an unqualified success, and said he especially liked the rear-end treatment.  ", 
            "title": "BMW 3 Series Flips Its Lid, the Hard Way"
        }, 
        "weight": 0.5921327213843804, 
        "file": "1817689.txt", 
        "other_topics": {
            "0": 0.0006986272124262813, 
            "1": 0.00047034787422264347, 
            "2": 0.0008572646143767791, 
            "3": 0.008513076916409594, 
            "4": 0.0003225088232760977, 
            "5": 0.008966130657166026, 
            "6": 0.00055467430623639, 
            "7": 0.10505823805570323, 
            "8": 0.00045945463082601657, 
            "9": 0.000901316058989885, 
            "10": 0.00038710030397123526, 
            "11": 0.0005660372894606639, 
            "12": 0.00045757252086781785, 
            "13": 0.0003487867544169952, 
            "14": 0.00022204719222557818, 
            "15": 0.5921327213843804, 
            "16": 0.0005933875816810275, 
            "17": 0.00035726020581413703, 
            "18": 0.00030982070119848766, 
            "19": 0.00021530896964441865, 
            "20": 0.2485980719917843, 
            "21": 0.0014800171219330497, 
            "22": 0.00047214295889087425, 
            "23": 0.0005603621596371361, 
            "24": 0.0002682851273858459, 
            "25": 0.0005807875779058058, 
            "26": 0.0004762250453165461, 
            "27": 0.00032911557699840234, 
            "28": 0.0004979190715455303, 
            "29": 0.024345391315308794
        }
    }, 
    {
        "content": {
            "text": "  The Explorer column on Jan. 14 about Angel Falls in Venezuela, misidentified the type of airplane flown by Jimmie Angel, who survived a crash landing there in the 1930s. It was a radial-engine monoplane -- not a turboprop, which was not developed until the 1940s.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5916977582226295, 
        "file": "1821902.txt", 
        "other_topics": {
            "0": 0.003728661896415089, 
            "1": 0.17094240810569414, 
            "2": 0.04668335528387948, 
            "3": 0.0033273439857624296, 
            "4": 0.0017212704275159378, 
            "5": 0.005745349168125811, 
            "6": 0.0029603670080376896, 
            "7": 0.01330478819123768, 
            "8": 0.0024521675431776863, 
            "9": 0.004810437936007565, 
            "10": 0.002066003338884465, 
            "11": 0.003021012688343801, 
            "12": 0.0024421224840085382, 
            "13": 0.0018615190734588886, 
            "14": 0.0011850939816416524, 
            "15": 0.5916977582226295, 
            "16": 0.0031669846611556223, 
            "17": 0.0019067429565165239, 
            "18": 0.0016535523133538166, 
            "19": 0.001149131234498326, 
            "20": 0.021450598900581982, 
            "21": 0.007899038786978249, 
            "22": 0.04462791224250765, 
            "23": 0.0029907238018621143, 
            "24": 0.0014318716964722123, 
            "25": 0.0030997368455313312, 
            "26": 0.002541673368867983, 
            "27": 0.0017565315087123068, 
            "28": 0.044765482619646746, 
            "29": 0.003610359728494843
        }
    }, 
    {
        "content": {
            "text": "  IF YOUR Honda honks unexpectedly or your BMW's acceleration doesn't leave you beaming, recent technical service bulletins, or T.S.B.'s, may offer some guidance for repairs.  T.S.B.'s, available at alldatapro.com, offer automakers' insights into some recurring problems with various models. The bulletins are not recalls; they include information from manufacturers to their dealers' service departments and mechanics.  Alldata.com provides less expensive reports intended to help owners learn about their vehicles. Here are recent examples:  HONDA AND ACURA Some 2003 and 2004 Acura MDX and Honda Pilot sport utility wagons may sound the horn when turning or hitting bumps. In T.S.B.'s 06-045 and 06-081 issued on Nov. 10, Honda says replacing the horn button springs should quiet things down.  Some 2003-07 Accords may experience a front brake judder when the brakes are applied normally. In T.S.B. 06-087 issued on Dec. 6, Honda says the front brake pads may have worn the discs unevenly. Refinishing the rotors and installing new brake pads should fix the problem.  Honda mentions that it might pay the cost of all work performed outside the warranty period, at the district manager's discretion.  All 2003-4 Elements now have a six-year or 60,000-mile warranty for their windshields as a result of a class-action suit. In T.S.B. 06-084 issued on Nov. 22, Honda noted the extension after some Elements were delivered with cracks in the lower corners of windshields.  In T.S.B.'s 06-085 and 06-050 issued on Nov. 21, Honda says some 2002-7 Acuras and Hondas could get a 5 percent extension on the mileage portion of their vehicle warranties after the final settlement of a class-action suit, scheduled for May 30. Dealers have been told not to extend warranties until the final settlement is completed.  BMW Some 2006 3 Series models may be bucking under slight acceleration from a standing start when the engine is still cold. In T.S.B. 124606 issued on Nov. 1, BMW says recalibrating the digital motor electronics module should smooth the ride. No word on coverage outside the warranty.  FORD Some 2004-7 Ford Freestar minivans may be hampered by momentary activation of the traction control. In T.S.B. 6-21-8 issued on Oct. 30, Ford says a new steering-wheel-angle sensor and tone ring, which detects motion, should control the AdvanceTrac system. No word on coverage outside the warranty.  ISUZU Some 2003-6 Ascender S.U.V.'s may leak oil from the engine's rear cover assembly area. In T.S.B. SB06-01-S003 issued on Nov. 1, Isuzu says engine block porosity may be the culprit. Replacing the rear cover gasket and covering the block pores with silicone sealer should halt the leak, Isuzu says. No word on coverage outside the warranty period.  TOYOTA AND LEXUS Drivers of some 2006 Lexus LX 400h sport wagons and 2006 Toyota Highlander Hybrids may feel a rocking sensation at 40 miles an hour. Toyota says the problem, described in Toyota T.S.B. EG057-06 issued on Oct. 18 and Lexus T.S.B. EG020R-06 issued on Dec. 15, can be fixed by reprogramming the hybrid vehicle engine control module. Neither T.S.B. mentions coverage outside of the warranty.  MERCEDES-BENZ Owners of some 2006 GL-Class models with Airmatic suspension may notice a knocking, thumping or cracking noise from the front end on heavy acceleration. In T.S.B. T-32-22-45 issued on Nov. 27, Mercedes says the damping effect of the suspension's quiet mode may cause the noise because of extra pressure from hard acceleration. Reprogramming the Airmatic control module should keep things quiet, Mercedes says. No word on coverage outside the warranty.  VOLKSWAGEN Some 2006 Passats could have transmission fluid seeping from the transmission cooler. In T.S.B. 3706-03 issued on Nov. 9, Volkswagen says O-rings on its H-block fastener may need to be realigned to fix the problem. No word on coverage after the warranty is up.  1998-99 Passats and Passat wagons with automatic transmissions may have shifting problems, like upshifting too fast, shaking when downshifting into first and sudden high revs in fifth gear. In T.S.B. 3706-05 issued on Nov. 17, VW says replacing the transmission control module should solve the problem. No word on coverage outside of the warranty.  SCOTT STURGIS  ", 
            "title": "How to Fix a Honking Honda"
        }, 
        "weight": 0.5891431530454694, 
        "file": "1820384.txt", 
        "other_topics": {
            "0": 0.0002531817159700955, 
            "1": 0.00017045354057281464, 
            "2": 0.0003106717320022192, 
            "3": 0.0002259316299898507, 
            "4": 0.00011687683479857964, 
            "5": 0.04613728370070236, 
            "6": 0.003060211213725519, 
            "7": 0.0695241638617373, 
            "8": 0.00016650584141855512, 
            "9": 0.04035540609255466, 
            "10": 0.00014028471475024961, 
            "11": 0.00020513127702398873, 
            "12": 0.0001658237668866939, 
            "13": 0.00012639992748672552, 
            "14": 8.046965270472578e-05, 
            "15": 0.5891431530454694, 
            "16": 0.0002150429921611455, 
            "17": 0.020143855780028915, 
            "18": 0.00011227867362920446, 
            "19": 7.802772842044028e-05, 
            "20": 0.17586759773890093, 
            "21": 0.0091139501473939, 
            "22": 0.00017110407723747718, 
            "23": 0.0002030746163593064, 
            "24": 9.7226228398556e-05, 
            "25": 0.00021047676496544076, 
            "26": 0.0001725834207666256, 
            "27": 0.0001192711149162918, 
            "28": 0.03163162187092129, 
            "29": 0.0116819402981068
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Sunday: Lincoln MKR design study  Is it real?: This car isn't, but its design themes and powertrains are  destined for future Lincolns.  What's the point? Lincoln has fallen desperately behind the luxury leaders,  and this dramatic chrome-face concept shows Lincoln reasserting its American roots.  What they said: ''We're referring to the past without repeating it,'' Peter Horbury, Ford's director of design for the Americas, said.  What they didn't say: In following the lead of the Mercedes-Benz CLS by styling a four-door sedan to look like a sexy coupe, Lincoln is also distancing itself from retro designs that lacked new ideas.  What makes it tick? Behind its grinning mug -- a nod to the '41 Lincoln Continental Cabriolet -- there's a 415-horsepower 3.5-liter V-6 with direct fuel injection and two turbochargers. The engine is E85 ethanol-ready, and Ford claims better fuel economy than a comparably powerful V-8.  How much, how soon?: The engine is part of a new ''TwinForce'' family that should begin powering Ford and Lincoln models by about 2009.  How's it look?: A shot of design adrenaline that -- if actually administered  to showroom models -- could wake Lincoln from its long coma.  ", 
            "title": "In the MKR, Just a Hint of Lincoln's Past"
        }, 
        "weight": 0.58846088399674, 
        "file": "1817303.txt", 
        "other_topics": {
            "0": 0.000853505932334411, 
            "1": 0.0005746193302658759, 
            "2": 0.0010473116720001207, 
            "3": 0.0007616426239922366, 
            "4": 0.00039400582886024515, 
            "5": 0.0013151338830272037, 
            "6": 0.0006776400954123833, 
            "7": 0.10907120892397833, 
            "8": 0.01983870908711702, 
            "9": 0.0011011288847230707, 
            "10": 0.0004729165998279316, 
            "11": 0.0006915221392526918, 
            "12": 0.0005590118078532523, 
            "13": 0.0004261093165562642, 
            "14": 0.0002712728511741563, 
            "15": 0.58846088399674, 
            "16": 0.0007249357198375209, 
            "17": 0.0004364612480387084, 
            "18": 0.0003785048760333238, 
            "19": 0.0002630408315160096, 
            "20": 0.15912931306546532, 
            "21": 0.0885564128892911, 
            "22": 0.0005768123673908637, 
            "23": 0.0006845888894665479, 
            "24": 0.0003277612777001222, 
            "25": 0.0007095424202661527, 
            "26": 0.0005817994118670053, 
            "27": 0.01967947515852386, 
            "28": 0.0006083027884222237, 
            "29": 0.0008264260830659561
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Sunday: Mercedes-Benz Ocean Drive design study  Is it real? It's a dream car now, based on the S600 sedan, but seemingly destined for production.  What's the point? The upper-crust of Mercedes-Benz customers might want to get a sun tan in a four-door convertible with a folding cloth top -- and they might not want a Maybach.  What they said: ''It could be an automotive star of the future,'' Dieter Zetsche, chief executive of DaimlerChrysler, said. ''It will inspire all of us to dream of spring and summer in the middle of this relatively mild winter.''  What they didn't say: Open cars are sexy in a parade, but given 21st-century security concerns the folks waving from the back seat are more likely to be pop icons than politicians. Emmitt Smith, the ex-Dallas Cowboy, and the dancer Cheryl Burke, winners of TV's ''Dancing with the Stars,'' filled the role at the introduction.  What makes it tick? The same 5.5-liter 517-horsepower twin-turbo V-12 from the S600, with a new engine cover design.  How much, how soon? Figure $200,000, in round numbers.  How's it look? A beautiful low sleek look, with a coupé windshield that slopes back 2 degrees more than the sedan version.  ", 
            "title": "Top This: A Mercedes S-Class Convertible"
        }, 
        "weight": 0.5788221850346372, 
        "file": "1817304.txt", 
        "other_topics": {
            "0": 0.000853505932334411, 
            "1": 0.0005746193302658759, 
            "2": 0.0010473116720001207, 
            "3": 0.0007616426239922366, 
            "4": 0.00039400582886024515, 
            "5": 0.0013151338830272037, 
            "6": 0.0006776400954123833, 
            "7": 0.14762600477238963, 
            "8": 0.029477408049219847, 
            "9": 0.07821072058154568, 
            "10": 0.0004729165998279316, 
            "11": 0.04888501694976682, 
            "12": 0.02947510869416173, 
            "13": 0.0004261093165562642, 
            "14": 0.0002712728511741563, 
            "15": 0.5788221850346372, 
            "16": 0.0007249357198375209, 
            "17": 0.0004364612480387084, 
            "18": 0.0003785048760333238, 
            "19": 0.0002630408315160096, 
            "20": 0.0434649255202314, 
            "21": 0.021085520154571324, 
            "22": 0.0005768123673908637, 
            "23": 0.0006845888894665479, 
            "24": 0.0003277612777001222, 
            "25": 0.01034824138236898, 
            "26": 0.0005817994118670053, 
            "27": 0.0004020772343182089, 
            "28": 0.0006083027884222237, 
            "29": 0.0008264260830659561
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Sunday: Audi Q7 V-12 TDI design study  Is it real? The Q7 is Audi's large sport utility, of course, and while there may be a business case for a sports version, it's unlikely anyone will ever identify a need for a 200 mile-an-hour edition.  What's the point? Audi wants to make a statement about the viability of clean diesel engines using a technology it calls Bluetec, developed in partnership with Mercedes-Benz. The V-12 Q7 hammers home the point -- with a pile driver.  What they said: ''Audi is firmly convinced that the TDI engine represents the powerful and economical alternative for the future of motoring,'' said Wolfgang Hatz, Audi's director of engine development. ''The arrival of Bluetec technology allows us to demonstrate Audi's commitment to always being at the very forefront of diesel technology.''  What they didn't say: Audi is never likely to put the 500-horsepower V-12 TDI into the hands of mortals. But if they did, it would be legal in all 50 states.  What makes it tick? It's not your father's diesel: the engine is a 6-liter version of the one used in the Le Mans-winning R10 racecar. It produces an asphalt-shredding 737 pound-feet of torque, good for zero to 60 m.p.h. times of about 5.5-seconds.  How much, how soon? Dream on.  How's it look? Just like a regular Q7 with a 3-liter V-6, except for the steroid-crazed look of the L.E.D. headlights.  ", 
            "title": "Audi's Show of Force"
        }, 
        "weight": 0.5773314361675844, 
        "file": "1817302.txt", 
        "other_topics": {
            "0": 0.0008373637383430712, 
            "1": 0.0005637516650875497, 
            "2": 0.0010275040672274376, 
            "3": 0.0007472378231317094, 
            "4": 0.00038655407219138964, 
            "5": 0.06748508968984514, 
            "6": 0.0006648240182627627, 
            "7": 0.05026994148571471, 
            "8": 0.04783271567947683, 
            "9": 0.0010803034453285812, 
            "10": 0.028833184711039576, 
            "11": 0.000678443513670568, 
            "12": 0.0005484393247527117, 
            "13": 0.0004180503927822307, 
            "14": 0.0002661423197714509, 
            "15": 0.5773314361675844, 
            "16": 0.0007112251496146956, 
            "17": 0.000428206540170102, 
            "18": 0.00037134628591212, 
            "19": 0.0002580659907221543, 
            "20": 0.19394534727883428, 
            "21": 0.001773925561430064, 
            "22": 0.0005659032257220286, 
            "23": 0.0006716413911077958, 
            "24": 0.00032156239152130676, 
            "25": 0.0006961229805656055, 
            "26": 0.000570795951182534, 
            "27": 0.0003944728247060647, 
            "28": 0.0005967980744604499, 
            "29": 0.01972360423984065
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Sunday: Chevrolet Volt design study  Is it real? Not now. Not next year. But General Motors will be ready when the batteries are.  What's the point? Plug-in hybrids have been the buzz among environmentalists, so G.M. set its engineers to building the best possible example -- a theoretical 150-mile-a-gallon car, complete with an onboard generating station.  What they said: ''Here it is, a fully electric-drive car from G.M. I am shocked -- I am truly shocked,'' said Robert A. Lutz, vice chairman of General Motors. ''It proves that environmentally conscious cars can actually look good.''  What they didn't say: This vehicle must wait for the battery of the future, not today's cumbersome and somewhat fragile energy storage systems.  What makes it tick? A small three-cylinder gas engine drives only a 53-kilowatt generator -- it is not connected to the wheels at all. The charge is stored in a long lithium-ion battery pack that runs down the middle of the car. A 160-horsepower electric motor moves the front-wheel-drive Volt, giving 0-60 acceleration of 8.5 seconds and a theoretical range of 640 miles. The car can also be plugged in to a standard wall outlet for a 6.5 hour recharge.  How much, how soon? No production estimates, no prices given. G.M. says the battery technology is expected to be available around 2010.  How's it look? Sleek and coupe-like, the Volt shows some of the design edge that characterizes Cadillac, with the sport sensibility of the Saturn Sky. The Chevrolet bow-tie logo was particularly prominent; one G.M. executive said informally that the Chevy badge was meant to show the Volt was a global concept.  ", 
            "title": "Chevy Will Be Ready When the Batteries Are"
        }, 
        "weight": 0.5749745539789654, 
        "file": "1817459.txt", 
        "other_topics": {
            "0": 0.0006523088545852488, 
            "1": 0.00043916423184439565, 
            "2": 0.0008004287390102033, 
            "3": 0.0005821004972992014, 
            "4": 0.0003011267774329165, 
            "5": 0.001005117181221423, 
            "6": 0.0005178998970171176, 
            "7": 0.0023275993872948985, 
            "8": 0.1845931694960354, 
            "9": 0.015574693715964394, 
            "10": 0.00036143590086640476, 
            "11": 0.0005285095246409195, 
            "12": 0.00042723587296346035, 
            "13": 0.000325662505298223, 
            "14": 0.0002073256624538101, 
            "15": 0.5749745539789654, 
            "16": 0.0005540465170075313, 
            "17": 0.00033357417446446897, 
            "18": 0.0002892798664737232, 
            "19": 0.0002010341779887379, 
            "20": 0.2026499744880242, 
            "21": 0.0013818933136340945, 
            "22": 0.0004408403040084766, 
            "23": 0.0005232106508367466, 
            "24": 0.00025049806396681854, 
            "25": 0.000542281882186279, 
            "26": 0.00044465175176385436, 
            "27": 0.00030729550930660965, 
            "28": 0.00046490748350328225, 
            "29": 0.007998179593941909
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Sunday: Jaguar C-XF design study  Is it real? Sadly, no. Jaguar says the C-XF is a ''harbinger'' of things to come when the tired S-Type is finally redesigned for 2008, but the production model won't be nearly as sleek and sexy.  What's the point? Ford, desperate to either unload Jaguar or make it profitable, has finally relaxed its rigid retro styling expectations. The strikingly new XF concept is exactly what the patient needs, but is it too late for a cure?  What they said: ''Great Jaguars are design showcases. That's our mantle, and we're taking it back,'' said an emotional Ian Callum, the chief designer, when he introduced the car. ''Our future is even more exciting than this car.''  What they didn't say: Ford really doesn't have the money to let Jaguar take big risks with styling, so expect a less captivating production version.  What makes it tick? The concept gets the supercharged 4.2-liter V-8, which is rated at 400 horsepower, from the Jaguar S-Type R. Production models will get less firepower.  How much, how soon? The S-Type replacement is due sometime in the next year as a 2008 model. As you would expect among polite company, price was not mentioned.  How's it look? A lot like last year's Aston Martin Rapide concept, which, in turn, had more than a passing resemblance to a Mercedes-Benz CLS. Gorgeous, in any regard.  ", 
            "title": "At Jaguar, Out With the Old, In With the Bold"
        }, 
        "weight": 0.5745129383456637, 
        "file": "1817692.txt", 
        "other_topics": {
            "0": 0.0008068443533472887, 
            "1": 0.0005432046156740352, 
            "2": 0.0009900546402024537, 
            "3": 0.0007200032561647988, 
            "4": 0.0003724653410812504, 
            "5": 0.001243234882403186, 
            "6": 0.000640593186142001, 
            "7": 0.13044347357039074, 
            "8": 0.0005306240122164602, 
            "9": 0.001040929640074615, 
            "10": 0.00044706202232448403, 
            "11": 0.0006537162919824464, 
            "12": 0.0005284503640030196, 
            "13": 0.00040281371569587265, 
            "14": 0.0002564422341947242, 
            "15": 0.5745129383456637, 
            "16": 0.000685303136078828, 
            "17": 0.018636093029025257, 
            "18": 0.0003578118327855355, 
            "19": 0.0002486602630024992, 
            "20": 0.1959883704584471, 
            "21": 0.0654914979643521, 
            "22": 0.0005452777584067844, 
            "23": 0.0006471620862899372, 
            "24": 0.0003098424113291594, 
            "25": 0.0006707513955835137, 
            "26": 0.00054999215876773, 
            "27": 0.0003800954789287082, 
            "28": 0.0005750465830055647, 
            "29": 0.0007812449724361461
        }
    }, 
    {
        "content": {
            "text": "  IN January, the Motor City is usually more snow globe than crystal ball. But that never keeps thousands of auto executives, journalists, analysts and dealers from an annual rite: consulting the North American International Auto Show for the latest ideas on wheels -- and trying to divine the industry's future.  The 2007 show, which opened to the public yesterday at Cobo Center after a week of previews for the media and dealers, falls at the beginning of what may be a historic year, given that Toyota seems likely to overtake General Motors as the leader in global sales. It will also be a year in which Detroit's struggling automakers will shut factories and lay off tens of thousands of employees.  As ever, there is a tempting yet often misadvised tendency to use Detroit's show as a referendum on the industry, or to handicap the race among manufacturers. But while auto shows can be surprisingly unreliable guides to trends, each creates some striking snapshots and parallels.  For many, there was satisfaction in seeing General Motors cast as a green Mr. Wizard with its Chevrolet Volt plug-in electric car, while Toyota wore the black hat with its big, bad 381-horsepower Tundra pickup.  The edgy-looking Volt, which G.M. claimed would deliver the energy equivalent of 150 miles a gallon, lived up to its advance billing as the car to watch at the show, which runs through next Sunday. It is just the kind of innovative car that could improve not only the air, but G.M.'s lagging image and sales.  But for G.M., which was accused of killing the electric car in a recent documentary film, the Volt puts it in a familiar bind: the clock is ticking to bring a car like this to market, yet the lithium-ion batteries it requires aren't ready, so the company cannot say when a plug-in hybrid will actually reach showrooms. Thus the Volt becomes another highly public test of G.M.'s environmental sincerity -- if the experiment fails, skeptics may charge the company with reviving electric-car dreams, only to snuff them out a second time. The project also seems to contradict G.M.'s previous stance that it would focus its environmental efforts on developing hydrogen fuel-cells.  But G.M. got some other upbeat news, sweeping the awards for North American Car of the Year, with the Saturn Aura midsize sedan, and the equivalent award for trucks, with the Chevy Silverado pickup. The winners are chosen by auto journalists.  The inherent conflict between green and mean was much in evidence. The '08 Dodge Viper showed up at the party with a revamped V-10 that develops 600 horsepower.  Other automakers hedged their bets. Mercedes-Benz, for example, presented its latest diesel fuel-sippers alongside deluxe gas guzzlers with 500 and even 600 horsepower. Toyota wrapped muscle and eco-think into a single package, the FT-HS concept, a hybrid sports car whose gasoline V-6 and electric motor provide a 400-horsepower kick.  Ford's new chief executive, Alan R. Mulally, drove onto a stage in Cobo Arena in Ford's warmed-over Five Hundred family sedan, arguably not the best choice for a grand entrance.  A Chinese company, Changfeng Motors, showed its Liebao-brand S.U.V.'s and pickups. Changfeng's vehicles in Detroit were crudely styled and assembled, and lacked safety and pollution-control technology needed to pass muster with American regulators.  Production models introduced at the show included:  CHEVROLET MALIBU A cousin to the Saturn Aura, the redesigned 2008 Chevy will battle top family sedans like the Honda Accord and Toyota Camry in October, starting around $20,000. The new Malibu is a larger, more serious car than before, with either a four-cylinder, 2.4-liter Ecotec engine with 162 horsepower, or a 3.6-liter, 252-horsepower V-6.  CADILLAC CTS The handsome second-generation CTS has a markedly more luxurious interior and a more refined adaptation of the right-angled styling of recent Cadillacs. A 300-horsepower 3.6-liter V-6 features a power-boosting, fuel-saving direct-injection design and is mated to a new six-speed automatic transmission. The '08 CTS goes on sale in August at prices from roughly $30,000 to well over $40,000.  CHRYSLER TOWN & COUNTRY AND DODGE CARAVAN On sale this fall as 2008 models, Chrysler's enduringly popular minivans may not turn heads, but the passengers can swing around in second-row seats that swivel to face the rear. The models are equipped with a 3.3-liter ethanol-ready V-6 as well as two larger engines paired with the first six-speed transmission in a minivan.  FORD FOCUS Auto writers and analysts seemed unusually united in their opinion of the Focus: the revised small car was a big disappointment. Most notable about the American-market Focus is what it didn't have. There was no hatchback (a coupe takes its place); no optional 2.3-liter engine (seen as a slap at the enthusiasts), and worst, no platform from the European Focus, which ranks among the best small cars on the planet.  NISSAN ROGUE While Honda, Ford and others gobble up sales of crossover station wagons based on compact cars, Nissan has gone hungry. Looking a bit like a downsized Murano, the Rogue goes on sale in September, starting around $20,000. It will have a 170-horsepower, 4-cylinder engine.  HYUNDAI VERACRUZ The largest utility wagon yet from South Korea, the Veracruz will compete with the more expensive Honda Pilot and Toyota Highlander. Seven inches longer than a Santa Fe, the Veracruz seats seven passengers in three rows, with either front- or all-wheel-drive. Dealers will have the Veracruz this spring, starting around $27,000.  HONDA ACCORD COUPE Though officially labeled a concept car, this is essentially a sneak preview of the 2008 Accord. Liberally applying design cues from Nissan, Scion, Audi and others, the Accord concept somehow comes together as a sporty alternative to the trusty family sedan. A production model will reach dealerships in the fall.  LEXUS IS-F A Japanese tuner car for affluent grown-ups, this production version of a performance-tweaked sport sedan goes on sale in January against a pair of powerful Germans, the BMW M3 and Audi RS4. The Lexus has a 400-horsepower 5-liter V-8, the world's first eight-speed sport-shifting automatic, a stiffer suspension and tauter steering than the base IS and aggressive-looking body add-ons.  As always, the Detroit show had a significant number of the design studies that may never see production. Here are some of the more intriguing concept cars:  FORD INTERCEPTOR The blunt, bodacious Interceptor shows that Ford is still tinkering with the idea of making a muscular big sedan in the vein of the Chrysler 300. It is built on a stretched Mustang platform and powered by a 5-liter V-8.  JAGUAR C-XF This sleek concept sedan, a precursor of the next-generation S-Type, signals a bid to move Jaguar from traditionalism to the cutting edge.  LINCOLN MKR The MKR drew steady compliments with its dramatic ''four-door coupe'' styling, its rich underhood detailing and its TwinForce, direct-injection V-6, said to be capable of 415 horsepower.  LEXUS LF-A Reviving a concept it first floated in 2005, Lexus showed a new version of its 200-m.p.h. supercar with 10 cylinders and 500 horsepower.  VOLVO XC60 Sleek and wedgy, Volvo's concept received wide praise as one of the show's most compelling.  ROLLS-ROYCE PHANTOM DROPHEAD COUPé Expected to fetch around $400,000, it has coach-type doors that open from the front and a 6.7-liter V-12.  MERCEDES OCEAN DRIVE CONCEPT The Ocean Drive is an unlikely four-door convertible based on the big S600 sedan. A production version might fetch $200,000.  CHEVROLET CAMARO CONVERTIBLE G.M. is expected to bring its convertible Camaro to showrooms by fall 2009, after the hardtop.  FORD AIRSTREAM Ford's streamlined concept offered spacey styling and party-van appeal, with whimsical elements like a ''virtual lava lamp'' inside a feverish red cabin.  MAZDA RYUGA The futuristic Ryuga offers a preview of where Mazda design might be heading.  ", 
            "title": "Future Shock vs. the Familiar at the Detroit Auto Show"
        }, 
        "weight": 0.5688499980856639, 
        "file": "1818783.txt", 
        "other_topics": {
            "0": 0.00012654534885047855, 
            "1": 8.519613145024175e-05, 
            "2": 0.00015528002309948315, 
            "3": 0.00011292520403329547, 
            "4": 5.841740891697312e-05, 
            "5": 0.0001949887747793129, 
            "6": 0.00010047054041498233, 
            "7": 0.03617867003584738, 
            "8": 0.05010119788131896, 
            "9": 0.030174044184453408, 
            "10": 7.011714135217026e-05, 
            "11": 0.04011690867827192, 
            "12": 8.288207680390183e-05, 
            "13": 0.0014922622403485183, 
            "14": 4.022036202092551e-05, 
            "15": 0.5688499980856639, 
            "16": 0.0001074828423395989, 
            "17": 6.471207615594307e-05, 
            "18": 5.61191548466909e-05, 
            "19": 3.8999838811983106e-05, 
            "20": 0.21794892157608609, 
            "21": 0.0016971668574910686, 
            "22": 0.011518201257672472, 
            "23": 0.00581784079315262, 
            "24": 4.859563789181681e-05, 
            "25": 0.00010520054951605531, 
            "26": 8.626068870352843e-05, 
            "27": 5.961411860661531e-05, 
            "28": 9.019022088934765e-05, 
            "29": 0.03442057027021019
        }
    }, 
    {
        "content": {
            "text": "  Situated between the French islands of Guadeloupe and Martinique in the eastern Caribbean, Dominica (pronounced dom-in-EEK-ah) is the largest and most mountainous of the Windward Islands, with an area of nearly 290 square miles. More than half of it is covered with tropical forests offering a range of outdoor adventures. Hikers, bikers and horseback riders can explore more than 300 miles of trails that wind across valleys, past waterfalls and up mountains reaching heights of nearly 5,000 feet. There are three national parks, more than 365 rivers and streams, and at least 40 dive sites just offshore.  The island has at least eight potentially active volcanoes -- all of which have been mostly silent for the last 1,000 years. But other geothermal features like hot sulfur springs, a boiling lake and warm bubbles that rise up from vents in the ocean floor off a beach the locals call Champagne indicate that there is still plenty of volcanic activity.  Of course, this is not the place to go to work on your tan. Most of Dominica's beaches are of the rocky or black-sand variety. But that may not matter while you're taking a long soak in one of the island's natural hot springs.  WHERE TO STAY -- Rooms at Jungle Bay Resort & Spa, Pointe Mulâtre, an ecolodge on 55 acres, with 35 free-standing cottages, start at $189 in season, breakfast included, (767-446-1789, www.junglebaydominica.com). The seven-room nature lodge Papillote Wilderness Retreat, above Trafalgar village, has its own hot springs and a botanical garden. Double rooms are $110 (767-448-2287 www.papillote.dm). Beau Rive is a small inn on the wild eastern shores of Dominica, near Castle Bruce. Double rooms are $160 including breakfast (767-445-8992, www.beaurive.com).  THE 10 POINT CARIBBEAN ESCAPES PLAN: FOR ADVENTURERS Michelle Higgins, a staff reporter for the Travel section, writes the Practical Traveler column.  ", 
            "title": "Dominica"
        }, 
        "weight": 0.5682612839280181, 
        "file": "1821907.txt", 
        "other_topics": {
            "0": 0.0005407679586358824, 
            "1": 0.00036406978610061577, 
            "2": 0.0006635602325270497, 
            "3": 0.0004825648087293947, 
            "4": 0.030784277578611498, 
            "5": 0.0008332481806100148, 
            "6": 0.0004293421254656287, 
            "7": 0.03857116387875118, 
            "8": 0.15302884629700053, 
            "9": 0.0006976579735750404, 
            "10": 0.0002996325328337292, 
            "11": 0.0004381375704939782, 
            "12": 0.0003541811049389582, 
            "13": 0.000269976173029784, 
            "14": 0.00017187421950490606, 
            "15": 0.5682612839280181, 
            "16": 0.00045930789055742907, 
            "17": 0.00027653499429115336, 
            "18": 0.0002398147469068458, 
            "19": 0.00016665854109267653, 
            "20": 0.0580733360791997, 
            "21": 0.0011455978575388534, 
            "22": 0.00036545925999220165, 
            "23": 0.1408930964605349, 
            "24": 0.0002076643996802806, 
            "25": 0.00044955493762468033, 
            "26": 0.0003686189730754058, 
            "27": 0.00025474982302879656, 
            "28": 0.0003854110963562879, 
            "29": 0.0005236105912945478
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Sunday:Toyota Tundra CrewMax 4-door pickup  Is it real? It's real. So real that a legion of executives from Ford, General Motors and Dodge, were seen to swoon. Or maybe it was just the hot, dark, crowded ballroom that made them swoon.  What's the point? Hot on the heels of the redesigned regular-cab Tundra and the double-cab version comes the CrewMax, a Texas-built truck that's just short of having enough rear-seat room for Yao Ming and the rest of the Houston Rockets.  What they said: Jim Lentz, executive vice president of Toyota Motor Sales USA, said: ''We are fully aware of how many chips are on the table. Competition will be fierce.'' He also said it's the most American product ever launched, with contributions from California, Michigan, Indiana, Alabama, North Carolina and Texas.  What they didn't say: The 800-pound gorilla has now spoken on the subject of heavy-duty pickup trucks, with an initial sales target of 200,000 trucks a year, and they are serious about making this line of trucks into a huge market success -- whatever it takes.  What makes it tick? Either a 271-horsepower 4.7-liter V-8 or a 381-horsepower 5.7-liter V-8 engine, with 6-speed automatic transmission only. It also comes with a heavy-duty frame and very heavy duty rear axle, and can tow up to 10,800 pounds. Later in the year, a flexible-fuel Tundra capable of burning E85 will be offered as a 2009 model.  How much, how soon? Prices for any of the new Tundra trucks won't be announced for several weeks, but look for very competitive pricing.  How's it look? We don't think any of the three Tundra models is particularly attractive on the outside -- their chrome grilles are Dodge Ram wannabes -- but the rest of the package looks like a winner.  ", 
            "title": "FIRST GLANCE: Toyota's Texas-Size CrewMax: A Heavy-Duty That Really Is"
        }, 
        "weight": 0.5679651738355027, 
        "file": "1817458.txt", 
        "other_topics": {
            "0": 0.0005913244206662753, 
            "1": 0.00039810671455295865, 
            "2": 0.0007255965591342275, 
            "3": 0.0005276798512168854, 
            "4": 0.0002729743984938519, 
            "5": 0.0009111486540610852, 
            "6": 0.0004694813728406135, 
            "7": 0.022143589252757574, 
            "8": 0.04713394720806058, 
            "9": 0.0007628821021277393, 
            "10": 0.0003276452146640127, 
            "11": 0.0004790991050912641, 
            "12": 0.000387293539390323, 
            "13": 0.00029521627818564694, 
            "14": 0.0001879427611291594, 
            "15": 0.5679651738355027, 
            "16": 0.0005022486409447167, 
            "17": 0.000302388284442113, 
            "18": 0.06704089310481955, 
            "19": 0.013537971077938213, 
            "20": 0.15699274057904627, 
            "21": 0.001252699940163834, 
            "22": 0.00039962609052716675, 
            "23": 0.000474295623641624, 
            "24": 0.0002270789695893118, 
            "25": 0.007169449688073837, 
            "26": 0.00040308120556968986, 
            "27": 0.00027856641487660735, 
            "28": 0.00042144322649243876, 
            "29": 0.10741841588599985
        }
    }, 
    {
        "content": {
            "text": "  For the first time in the New York area, starting today some passengers will be able to pay to bypass an airport security screening line through a program that has come to Kennedy International Airport. But for now, they will still have to take off their shoes. Clear Registered Traveler, a private service that prescreens travelers for a $100 annual fee, will open a kiosk at Terminal 7 today, making Kennedy the second American airport -- after Orlando International Airport in Florida -- to provide an express lane through security, said Steven Brill, the chief executive of Clear. The kiosk at Kennedy is equipped with a device that scans travelers' shoes on their feet, but so far the Transportation Security Administration has not given final approval for its use at Kennedy, Mr. Brill said.  PATRICK McGEEHAN  ", 
            "title": "Metro Briefing | New York: Queens: Shortcut Through Airport Screening"
        }, 
        "weight": 0.5430880816647555, 
        "file": "1819323.txt", 
        "other_topics": {
            "0": 0.014760310611610643, 
            "1": 0.0008083677247531419, 
            "2": 0.0014733457592009988, 
            "3": 0.0010714698977264462, 
            "4": 0.0005542827723318353, 
            "5": 0.0018501149000270567, 
            "6": 0.15010898952450918, 
            "7": 0.004284402245014926, 
            "8": 0.0007896459512269685, 
            "9": 0.028668272163298814, 
            "10": 0.0006652935181000814, 
            "11": 0.0009728252233795773, 
            "12": 0.0007864112455377828, 
            "13": 0.0005994455817581449, 
            "14": 0.0003816234608562262, 
            "15": 0.5430880816647555, 
            "16": 0.001019831056094457, 
            "17": 0.02773322553871871, 
            "18": 0.0005324762139579526, 
            "19": 0.0003700427522885208, 
            "20": 0.10182477218614987, 
            "21": 0.0025436451167766667, 
            "22": 0.0008114528636227397, 
            "23": 0.0009630716090133895, 
            "24": 0.00046109071582057213, 
            "25": 0.000998175943056069, 
            "26": 0.0008184685792175421, 
            "27": 0.0005656375307291821, 
            "28": 0.10933262114341542, 
            "29": 0.0011626065070514924
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Sunday: Acura Advanced Sports Car design study  Is it real? The mechanical bits are all present, and the body is metal, not Styrofoam. But Acura's Advanced Sports Car Concept is strictly a nonrunning prototype, with its doors and hood sealed for the run of the auto show.  What's the point? The NSX was Acura's two-seat halo car, an Asian Ferrari that served as a showcase of technology and innovation. Since its demise, Acura's parent, Honda, has been hard at work on a replacement to keep the performance fires burning.  What they said: ''I must tell you that my own passion is performance,'' Takeo Fukui, president and chief executive of Honda Motor Company, said.  What they didn't say: That this is the next NSX, or that Acura is overdue for something more potent than the brand's current crop of V-6 engines. The next episode in the hunt for NSX V2.0 occurs at the Tokyo auto show, in October 2007.  What makes it tick? The A.S.C.C. has a front-mounted V-10 coupled to sport-tuned version of Acura's all-wheel drive hardware.  How much, how soon? No one would let us peek under the hood, much less mention anything as vulgar as a price or when to expect this car to be production ready.  How's it look? The Advanced Sports Car Concept looks familiar -- we see a lot of Audi R8, minus the gaping grill, and the Lexus LF-A concept of 2005, in this Acura's front end. It could probably do with an extra dose of edginess when the second iteration appears in Tokyo.  ", 
            "title": "Waiting, and Waiting, for NSX 2.0"
        }, 
        "weight": 0.5369052180649293, 
        "file": "1817301.txt", 
        "other_topics": {
            "0": 0.0006986272124262813, 
            "1": 0.00047034787422264347, 
            "2": 0.0008572646143767791, 
            "3": 0.0006234335850594316, 
            "4": 0.0003225088232760977, 
            "5": 0.0010764873258158646, 
            "6": 0.00055467430623639, 
            "7": 0.07349966473030259, 
            "8": 0.00045945463082601657, 
            "9": 0.000901316058989885, 
            "10": 0.00038710030397123526, 
            "11": 0.0005660372894606639, 
            "12": 0.00045757252086781785, 
            "13": 0.0003487867544169952, 
            "14": 0.00022204719222557818, 
            "15": 0.5369052180649293, 
            "16": 0.0005933875816810275, 
            "17": 0.00035726020581413703, 
            "18": 0.00030982070119848766, 
            "19": 0.00021530896964441865, 
            "20": 0.2249291419977338, 
            "21": 0.040928233778683855, 
            "22": 0.04781000294699184, 
            "23": 0.0005603621596371361, 
            "24": 0.0002682851273858459, 
            "25": 0.0005807875779058058, 
            "26": 0.0004762250453165461, 
            "27": 0.00032911557699840234, 
            "28": 0.06361506572234682, 
            "29": 0.0006764613212583076
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Tuesday: 2008 Dodge Viper SRT10  Is it real? Real enough to make Ford GT (550 horsepower) and Corvette Z06 (500 horsepower) owners deflate into a puddle of power envy.  What's the point? In the small-volume premium sports car market segment, it's all about numbers, and this baby has numbers: 0-to-60 miles an hour in 3.7 seconds; 0-to-100 miles an hour and back to 0 again in just over 12 seconds flat; and 60-to-0 braking in less than 100 feet.  What they said: Between introductions of Juan Pablo Montoya, Elliott Sadler and Kurt Busch, Dodge's star drivers, Chrysler Group's chief operating officer, Eric Ridenour, waxed poetic about the new Viper, quoting the numbers referenced above.  What they didn't say: Dear crosstown rivals: See you on Woodward Avenue. Don't forget to bring your pinks!  What makes it tick? The Chrysler Street & Racing Technology (SRT) group has given the Viper coupe and convertible (which was not shown) a completely new 8.4-liter V-10 engine with variable valve timing and other mechanical tweaks that bump the output to 600 horsepower at 6,100 rpm. It's coupled to an improved, slicker-shifting 6-speed manual transmission.  How much, how soon? The new Viper will go into production late in the spring and arrive at Dodge dealerships by midsummer. Pricing is expected to close in on $90,000 -- the hand-building process can only produce 3,000 Vipers a year running flat-out. Exclusivity has its price.  How's it look? It looks even more menacing and angry than before. The long hood, with a new intake snorkel and six air extractors, will be your best clue that it's the powered-up 2008 version.  ", 
            "title": "When 510 Horsepower Just Isn't Enough, Go For 600!"
        }, 
        "weight": 0.533234320926368, 
        "file": "1817697.txt", 
        "other_topics": {
            "0": 0.0006291359922279687, 
            "1": 0.00042356319833820264, 
            "2": 0.05050611469940047, 
            "3": 0.0005614217427380737, 
            "4": 0.0002904294377961872, 
            "5": 0.0009694110246520928, 
            "6": 0.000499501828457926, 
            "7": 0.08039853110593849, 
            "8": 0.0004137534867051323, 
            "9": 0.0008116637356771133, 
            "10": 0.0003485961174986287, 
            "11": 0.0005097345557240825, 
            "12": 0.00041205858691455415, 
            "13": 0.00031409354933946795, 
            "14": 0.028619458084861108, 
            "15": 0.533234320926368, 
            "16": 0.0005343643624761335, 
            "17": 0.0003217241614277407, 
            "18": 0.0002790033809080165, 
            "19": 0.0001938925650811468, 
            "20": 0.18834608704055747, 
            "21": 0.02264742557386791, 
            "22": 0.0004251797290913613, 
            "23": 0.007609498305170928, 
            "24": 0.00024159927757711204, 
            "25": 0.0005230176589177795, 
            "26": 0.0004288557775591217, 
            "27": 0.0002963790293445218, 
            "28": 0.014658140705325198, 
            "29": 0.06455304436005818
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Sunday:Rolls-Royce Phantom Drophead Coupé  Is it real? Production starts this summer.  What's the point? Rolls has nearly always had a big convertible, and the 100EX concept car of 2004 was an announcement that it would be forever so. ''Drophead'' refers to the folding top that disappears under a teak cover, and people used the word generically in Britain to describe several luxury convertibles in the 1920s, including a Phantom. The two doors (opening coach style from the front) make it a coupé.  What they said: Because the Phantom platform was shortened by nine inches, ''it is a more nimble, agile vehicle,'' said Ian Robertson, chairman and chief executive of Rolls-Royce Motor Cars. ''With naught to 60 mile per hour acceleration in 5.7 seconds, it's a performance vehicle as well.''  What they didn't say: The existing Phantom sedan (''saloon'' to the British) consumes a gallon of premium for every 12 city miles (19 highway), so the statement it makes is not environmental. Donald Trump has one, so it doesn't make a populist statement. But frankly, it seems to belong in the world.  What makes it tick? The same 6.7-liter V-12 that pushes the ''ordinary'' Phantom.  How much, how soon? About $400,000 in the United States, the marque's largest market. It will cost more elsewhere, which will prompt some customers to fly to America and ship one home, frustrating their hometown dealers.  How's it look? The proportions are monumental, the interior is sumptuous and the rear end is sleek. But the blunt face is as unsophisticated as a second-grader's crayon rendering.  ", 
            "title": "A $400,000 Tanning Booth"
        }, 
        "weight": 0.5327023862357699, 
        "file": "1817457.txt", 
        "other_topics": {
            "0": 0.0006931584395659904, 
            "1": 0.0004666660455682583, 
            "2": 0.0008505540463172988, 
            "3": 0.0006185534192005522, 
            "4": 0.0003199842615805814, 
            "5": 0.0010680607077752883, 
            "6": 0.0005503323800441486, 
            "7": 0.025957013166371782, 
            "8": 0.0004558580732186053, 
            "9": 0.04786156536706462, 
            "10": 0.00038407012764985176, 
            "11": 0.0005616064151525124, 
            "12": 0.00045399069619905596, 
            "13": 0.00034605649212165714, 
            "14": 0.0002203090325361928, 
            "15": 0.5327023862357699, 
            "16": 0.0005887426124547918, 
            "17": 0.0003544636143231858, 
            "18": 0.00030739546065226516, 
            "19": 0.00021362355598055733, 
            "20": 0.19968477038663027, 
            "21": 0.04843573642514831, 
            "22": 0.039607867666636605, 
            "23": 0.0005559757095875957, 
            "24": 0.0002661850224981878, 
            "25": 0.016232009475294955, 
            "26": 0.01612826544609385, 
            "27": 0.0003265392984003542, 
            "28": 0.0004940214187535174, 
            "29": 0.06329423900140925
        }
    }, 
    {
        "content": {
            "text": "  These cars brought the highest prices at each of the four recent Arizona auctions:  1966 SHELBY COBRA SUPER SNAKE ($5.5 million at Barrett-Jackson) Promoted as the ''Cobra to end all Cobras,'' this Shelby has a supercharged 427 V-8 said to develop more than 800 horsepower. One of two modified with superchargers, it is the only remaining original.  1937 DUESENBERG MODEL SJ CABRIOLET ($2.8 million at RM Auctions) The last Duesenberg built, described by the auction company as the last unrestored Duesenberg. Designed by the artist Rudolf Bauer with bright colors and exaggerated shapes, it was stored for 45 years after Bauer's death in 1953. The car is original down to the whitewall tires, chrome, paint, interior and World War II gas-rationing stamp.  1965 SHELBY DAYTONA SUPER COUPE ($1.32 million at Russo & Steele) The only Cobra coupe built with the 427 V-8, this car was never completed by Shelby American. Sold in pieces when the company was liquidated, it was eventually built in Colorado and is now operational. Russo & Steele previously sold this car for $1.46 million in August 2005.  1957 CHEVY NOMAD CUSTOM  ($113,400 at Silver) Fitted with a Corvette suspension, 350 V-8 and 4-speed automatic, this much-modified wagon combined a classic look with modern performance.  KEITH MARTIN  COLLECTING  ", 
            "title": "Serious Money: Top Deals at Four Auctions"
        }, 
        "weight": 0.5269870143264258, 
        "file": "1822032.txt", 
        "other_topics": {
            "0": 0.0007520261772557613, 
            "1": 0.0005062985058993131, 
            "2": 0.0009227888913852327, 
            "3": 0.009163766564285258, 
            "4": 0.0003471595053637705, 
            "5": 0.0011587677005682122, 
            "6": 0.0005970703555795991, 
            "7": 0.0026834154666246016, 
            "8": 0.03446529814314951, 
            "9": 0.03494093286620135, 
            "10": 0.00041668797984411313, 
            "11": 0.03458002735482222, 
            "12": 0.0004925466794951349, 
            "13": 0.00037544596737181104, 
            "14": 0.00023901917670777383, 
            "15": 0.5269870143264258, 
            "16": 0.0006387426466439156, 
            "17": 0.0003845670796746437, 
            "18": 0.00033350157768379716, 
            "19": 0.00023176592392993052, 
            "20": 0.07226777832901567, 
            "21": 0.0015931409465356743, 
            "22": 0.0005082307963066846, 
            "23": 0.017588555703247313, 
            "24": 0.00028879126832443845, 
            "25": 0.0006251795725123194, 
            "26": 0.13639552687848458, 
            "27": 0.00035427124057459917, 
            "28": 0.0005359770837678823, 
            "29": 0.119625705292319
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Monday: 2008 Porsche Cayenne and Cayenne Turbo  Is it real? So real that even as the wraps were being taken off the new S.U.V.'s in Detroit, production had already begun in Leipzig, Germany.  What's the point? When the venerable sports car maker brought out the Cayenne in 2002, Porsche purists were horrified -- like a trashy in-law had joined the family. Over the years, this upstart has not only gained acceptance, it became Porsche's biggest seller in North America. Sales have slipped enough, though, that a fresh dose of zest was needed.  What they said: ''The Cayenne features a new line of direct-injection engines, which are a first for Porsche; they offer a dynamic combination of both increased power and increased fuel economy,'' said Dr. Wendelin Wiedeking, president of Porsche.  What they didn't say: Does everyone who ever wanted a Cayenne already have one? That's the question. If they do, will more sass from the engine compartment be enough to coax current owners to buy another?  What makes it tick? Bigger, yet less thirsty engines: the base V-6 grows to 3.6 liters and 290 horsepower. The V-8s increase to 4.8 liters, 385 horses for the naturally aspirated one and 500 for the turbo V-8. Was that a Shelby Mustang we just dusted?  How much, how soon? Expected in showrooms in March as 2008 models. The V-6 model will start at $43,400, with the V-8 S and Turbo going for $57,900 and $93,700, respectively.  How's it look? The aggressive new front end styling makes it even more garish than it was; disturbingly compelling, in a leopard-skin jumpsuit kind of way.  ", 
            "title": "More Zest From Cayenne"
        }, 
        "weight": 0.5233352091271357, 
        "file": "1817465.txt", 
        "other_topics": {
            "0": 0.0007716872592966541, 
            "1": 0.0005195352478675149, 
            "2": 0.0009469144187254586, 
            "3": 0.0006886301392944455, 
            "4": 0.07878867316311514, 
            "5": 0.009903777966642335, 
            "6": 0.0006126802500224664, 
            "7": 0.07247129326657156, 
            "8": 0.0005075028262955004, 
            "9": 0.0009955726129052811, 
            "10": 0.0004275819311518516, 
            "11": 0.0006252315352083394, 
            "12": 0.0005054238917084934, 
            "13": 0.0003852616814914394, 
            "14": 0.00024526812891811683, 
            "15": 0.5233352091271357, 
            "16": 0.0006554420275411471, 
            "17": 0.0003946212574843854, 
            "18": 0.0003422206915629651, 
            "19": 0.00023782524604195842, 
            "20": 0.23102203260199275, 
            "21": 0.01906422280442946, 
            "22": 0.0005215180563570693, 
            "23": 0.0006189629196981286, 
            "24": 0.0002963414693559236, 
            "25": 0.0006415243584216463, 
            "26": 0.0005260270334338405, 
            "27": 0.017792963908220032, 
            "28": 0.0005499897468036996, 
            "29": 0.035606064432306614
        }
    }, 
    {
        "content": {
            "text": "  AT a Detroit auto show press conference last week, Dodge announced that for 2008 the Viper SRT10 would get a boost of 90 horsepower -- to 600, from a mere 510. Some reporters in the crowd might have thought that DaimlerChrysler engineers had at last modernized the Viper's brute-force V-10 engine with dual overhead cams and four-valve cylinder heads.  They would have been wrong.  Instead, they learned, the monstrous Viper engine would continue to breathe through two valves in each cylinder, and those valves would still be opened by pushrods, a venerable mechanism that has all but vanished from modern cars. Still, the Viper V-10 would have a full complement of technology tricks inside, like variable valve timing, which makes it possible to tune the engine for both high power and low emissions with a few computer-controlled adjustments.  High horsepower and high technology usually march in lockstep, advances in performance arriving whenever mechanical innovations permit. Fuel injection, turbochargers and four-valve-per-cylinder designs have all made it possible for automakers to deliver the power that makes drivers reach for their checkbooks, yet remain in compliance with air-quality regulations and often with little penalty in fuel economy.  After the energy squeezes of the 1970s, the future of automobiles seemed to be small -- downsized cars and trucks powered by engines with fewer cylinders and smaller displacements. To compensate for the reduction in brawn, engineers set out to fine-tune the coming generations of engines. Inevitably, producing V-8 power from a four- or six-cylinder engine pushed the engineers in the direction of higher engine speeds -- more revolutions per minute to extract equivalent performance on less fuel.  Of course, imports from Europe, where gasoline has long been expensive, were already using overhead cam engines to extract the best performance from their small size. Moving all the mechanical parts that open and close the valves to the top of the engine -- thus eliminating the pushrods -- yields a stiffer valvetrain that in turn makes it possible to spin the engine faster, a key to maximum power.  Stacking the cams on top of the cylinder head also clears the way for larger, more efficient ports, the pathways that direct gases into and away from the combustion chamber. A third benefit is that operating four valves for each cylinder is impractical with pushrods but a cinch with overhead cams. Doubling the number of valves can improve combustion, lower exhaust emissions and increase mileage.  But bucking this prevailing wisdom has long been a Motor City specialty. Wouldn't you know it, Detroit's seemingly old-tech pushrod engines, also called overhead valve designs, have become horsepower heroes. It's as if the 505-horse V-8 that lets the Corvette Z06 run with Ferraris, the engines in G.M.'s bread-and-butter full-size trucks, Chrysler Group's Hemi V-8, and the Dodge Viper's thundering V-10 never got the memo that pushrods are obsolete.  So why do pushrods persist? Because they are superior in certain areas and inventors keep coming up with fresh ideas to keep them in the game.  Packaging is where the overhead valve engines trounce the overhead cam alternatives. Extra camshafts, and the chains or belts needed to drive them, increase weight, cost and complexity -- but especially size. Pushrod engines, notably V-8's, can fit in spaces that may be too small for an overhead cam design. Because the top of a pushrod engine is so compact, engineers can load the bottom half with larger pistons that sweep through a longer stroke.  As an example, consider two current cars with V-8 engines of about 500-horsepower, the 7-liter Corvette Z06, a classic pushrod design, and the 4.3-liter Ferrari F430, a high-tech dual-cam engine. While the horsepower is similar, the Corvette V-8 produces 470 pound-feet of torque compared with the Ferrari's tepid 343 pound-feet. Torque is what spins the tires when a rambunctious driver tromps the gas pedal, and it's what helps pull a heavy trailer over a mountain pass.  The Viper holsters a magnum V-10 under its low hood. Along with the arrival of new technology deep inside, this engine grows to a strapping 8.4 liters for 2008. Extra camshafts aren't necessary when you've got 10 huge pistons answering every nudge of the throttle.  The challenge is to make large engines seem small and economical at the gas pumps. To do that, G.M. and DaimlerChrysler disable half of the cylinders in some of their V-8s during cruising, when all their muscle isn't required. Cylinder deactivation is easy to accomplish with pushrods, but more difficult with overhead cams.  To coax their pushrod designs to rev higher without running out of breath, engineers have designed lighter, stiffer, lower-friction valvetrains. Pushrod V-8 engines racing in Nascar routinely rev to 9,000 rpm. Thanks to natural trickle-down, the lightweight valves, low-friction lifters and high-tension valve springs made of exotic steels have filtered into production pushrod engines, giving them the speed and stamina to compete with Ferrari's V-8. While the F-430's screaming 8,500 r.p.m. maximum speed is still out of reach, the 7,000-r.p.m. redline of the Corvette outdoes the 6,600-r.p.m. maximum of the Porsche 911 Turbo. The new Viper engine revs to 6,200 r.p.m., 200 more than before.  To fill the cylinders with the air and fuel needed to sustain high-speed operation, Detroit engine designers have packed larger intake ports into the space available between the pushrods. Lacking the room to go wider, engineers increased the capacity of the intake passages by making them taller.  Variable valve timing is another emerging technology that engineers employ to minimize emissions, improve smoothness and enhance power. Changing the timing of specific operations -- when valves open and close in relation to each other and to the position of the pistons -- is not difficult in a dual-cam engine, which controls the intake and exhaust valves independently.  Accomplishing variable valve timing with a single camshaft is a different matter entirely, because the lobes that lift the valves are locked in relation to each other.  Engineers at Dodge, working with the British firm Mechadyne, redesigned the camshaft to create two concentric shafts, one inside the other. The hollow outer tube holds the intake lobes while an inner tube carries the exhaust lobes.  This allows continual adjustment of valve operation, according to the needs of the engine at different speeds.  The cam-within-a-cam concept has existed for decades, but perfecting it for production might just add another decade to the life of the pushrod engine.  DETROIT AUTO SHOW  ", 
            "title": "Making Modern Horsepower the Old-Fashioned Way"
        }, 
        "weight": 0.5198980149392256, 
        "file": "1818781.txt", 
        "other_topics": {
            "0": 0.00015763267697891566, 
            "1": 0.003666438046534717, 
            "2": 0.0001934263562024771, 
            "3": 0.00014066658610417424, 
            "4": 0.008973549571649028, 
            "5": 0.003803202522177374, 
            "6": 0.0001251522903607066, 
            "7": 0.03438544114586862, 
            "8": 0.09979241769031476, 
            "9": 0.03580649077624326, 
            "10": 0.012548435978946962, 
            "11": 0.00012771614334588903, 
            "12": 0.005443711767764008, 
            "13": 7.869746384856153e-05, 
            "14": 0.0053905697094676, 
            "15": 0.5198980149392256, 
            "16": 0.000133887245332997, 
            "17": 8.060934589842248e-05, 
            "18": 0.001850061724269526, 
            "19": 4.8580600152621595e-05, 
            "20": 0.26615012544987626, 
            "21": 0.0003339392694062206, 
            "22": 0.00010653057482293239, 
            "23": 0.00012643565227658368, 
            "24": 6.053371822804963e-05, 
            "25": 0.00013104428088829009, 
            "26": 0.00010745162427461808, 
            "27": 7.425901613185857e-05, 
            "28": 0.00011234649147718421, 
            "29": 0.00015263134193172168
        }
    }, 
    {
        "content": {
            "text": "  IN recent years, the promise of untracked powder snow has lured more and more skiers and snowboarders from resorts into the adjacent backcountry. Even for a short jaunt, they may take extra layers, food, water and avalanche-safety gear like beacons, collapsible shovels and probes. To carry it all, manufacturers now design ski- and snowboard-specific packs.  ''More people are wanting packs that they can comfortably ski with rather than just a regular day pack,'' said Bob Merrill, a buyer for Backcountry.com, an outdoor retailer.  The latest winter packs come with sleeves for hydration pouches, added compartments for gear and better suspension systems that more evenly distribute loads. The design of ski and board straps has also improved, so equipment doesn't uncomfortably bounce, hang or hit legs when hiking.  Erik Aura and Martinique Davis, ski patrollers for Telluride Ski Resort in Colorado, tested five packs while skiing and hiking in backcountry.  KATE SIBER  ", 
            "title": "PHYSICAL CULTURE | Gear Test With Martinique Davis and Erik Aura, Ski Patrollers; Packs That Start Where the Trails End"
        }, 
        "weight": 0.5157161908827204, 
        "file": "1821215.txt", 
        "other_topics": {
            "0": 0.0008295194670559424, 
            "1": 0.02866192521024673, 
            "2": 0.010385696818662672, 
            "3": 0.0007402378350354406, 
            "4": 0.000382932903909833, 
            "5": 0.001278174077562829, 
            "6": 0.0006585960677095521, 
            "7": 0.049799021811807745, 
            "8": 0.0005455363800896866, 
            "9": 0.1228518202549095, 
            "10": 0.00045962600960279, 
            "11": 0.0006720879781600915, 
            "12": 0.0005433016448522149, 
            "13": 0.00041413417269469327, 
            "14": 0.06583837670621961, 
            "15": 0.5157161908827204, 
            "16": 0.0007045625216976498, 
            "17": 0.0004241951791399914, 
            "18": 0.00036786758140799816, 
            "19": 0.00025564847543159267, 
            "20": 0.14528941140657523, 
            "21": 0.0017573077492298794, 
            "22": 0.000560601947171791, 
            "23": 0.0006653495766450162, 
            "24": 0.0003185500534902591, 
            "25": 0.0006896018270229808, 
            "26": 0.009933267061229736, 
            "27": 0.00039077747499039953, 
            "28": 0.03806248026962388, 
            "29": 0.0008032006551038274
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Monday: Mazda Ryuga design study  Is it real? The Ryuga is concept No. 2 in a four-part series that began at the Los Angeles auto show last fall with a car named the Nagare, which means flow in Japanese. Ryuga is ''gracious flow.''  What's the point? The idea is to build interest in a new look coming to Mazda through a series of design proposals revealed at the Los Angeles, Detroit, Geneva (in March) and Tokyo (October) auto shows.  What they said: This series of concepts ''will ultimately sow the seeds for a completely new generation of Mazda vehicles,'' said Laurens van den Acker, general manager of Mazda's design division. It is ''an exploration -- inspired by nature -- into how we can capture its motion, energy and beauty and translate it into powerful and exciting automobiles.''  What they didn't say: The year-long ''flow'' journey gives Mazda something to talk about that is more interesting than a facelift of the Tribute S.U.V.  What makes it tick? A 2.5-liter Flex Fuel engine is coupled to a six-speed automatic transmission. E85 is the marketing solution to make red hot cars green.  How much, how soon? We'll never see this exact shape on the road, but we might see a two-door four-passenger sports car one day.  How's it look? The company's designers and language specialists have stretched their definitions of ''inspired by nature'' to the breaking point. The parallel scratch marks on the side may well be inspired by raked Japanese rock gardens, but the high belt line and low roof line are more likely inspired by the strong market response to those features on the Chrysler 300.  ", 
            "title": "Mazda's Chapter Two Rakes the Garden"
        }, 
        "weight": 0.5147390988453346, 
        "file": "1817694.txt", 
        "other_topics": {
            "0": 0.0005993288965545527, 
            "1": 0.0004034956947577842, 
            "2": 0.0007354186127467992, 
            "3": 0.000534822801005829, 
            "4": 0.0002766695223793141, 
            "5": 0.0009234824376444704, 
            "6": 0.00047583651766054804, 
            "7": 0.002138553788750073, 
            "8": 0.02746719426833519, 
            "9": 0.06168755679769994, 
            "10": 0.00033208039124226483, 
            "11": 0.000485584440553103, 
            "12": 0.0003925361468142519, 
            "13": 0.0002992124797595671, 
            "14": 0.0001904868524050441, 
            "15": 0.5147390988453346, 
            "16": 0.0005090473406023975, 
            "17": 0.0003064815700347953, 
            "18": 0.00026578480722813343, 
            "19": 0.00018470635683820208, 
            "20": 0.2606417894372373, 
            "21": 0.08925704858795763, 
            "22": 0.013941557398996933, 
            "23": 0.020785498578470795, 
            "24": 0.00023015282900266815, 
            "25": 0.0004982382191927679, 
            "26": 0.0004085375230804143, 
            "27": 0.00028233723521352375, 
            "28": 0.0004271481018989636, 
            "29": 0.0005803135206021712
        }
    }, 
    {
        "content": {
            "text": "  AFTER taking time off from work, reserving plane tickets and finding a pet sitter, the last thing travelers want to find is that their vacations have been canceled because too few people signed up for the tour. But that's what usually happened when a tour operator didn't get enough paying customers to cover the cost of a trip -- until now.  To encourage bookings and gain the trust of travelers whose trips have been canceled, a growing number of tour operators are promising to run certain tours no matter how many people sign up. The so-called guaranteed departures began showing up in the brochures of escorted-tour operators like Trafalgar Tours and Globus & Cosmos in 2005. Others quickly followed suit.  Collette Vacations, based in Pawtucket, R.I., just started offering guaranteed departure dates for trips in 2007. Travel Alliance Partners, a collection of 33 North American tour operators, put together a catalog of 64 guaranteed-to-run tours for 2006 that was so successful it rolled out another one for 2007 with 92 trips from its members. Travelers can book the trips at www.guaranteeddepartures.com. Country Walkers, a soft-adventure travel company in Waterbury, Vt., started guaranteeing departures for its 2006 itineraries paid in full 90 days before the start date.  Promising that a trip will operate on the day it is scheduled and will not be canceled for lack of participation has helped build confidence in the tour industry, which was forced to cancel many trips for that reason during the travel slump after Sept. 11, 2001.  ''Many times, people were disappointed because there were not enough in a group for the bus to go,'' said James J. Palmeri, executive director of Travel Alliance Partners. ''Individual travelers were disappointed because their vacation was canceled, tour operators were disappointed because they lost a trip they thought they had, and travel agents were disappointed because they thought they had a sale on a trip.''  Eileen Rudden, an executive at a Boston communications company, was let down after her first choice in tour operators, Backroads, of Berkeley, Calif., canceled the March trip she wanted to take to Costa Rica -- even before she had a chance to sign up.  ''I was extremely disappointed,'' said Ms. Rudden, who added that she had traveled with Backroads and enjoyed the trips. ''They had it in all their materials, and I was calling them in November for a trip in March. It made me think maybe they don't have this Costa Rica thing down.''  Backroads said it doesn't cancel trips because of low enrollment, but a small number of departures listed in its brochure are scrapped if no reservations are made after a period of time.  Ms. Rudden has since booked her vacation with Country Walkers, which is guaranteeing the departure date. Although she booked the trip based mainly on her rigid vacation schedule, Ms. Rudden said the departure guarantee ''is something of value.''  But as reassuring as they sound, guaranteed departures aren't always, well, guaranteed. Travelers who read the fine print soon learn that even though a trip may be called guaranteed, there is still a chance that their vacations could be canceled or postponed.  In some cases, this is simply good practice on the tour operator's part. Tour operators reserve the right to cancel guaranteed departures, if a major event like a war could endanger travelers. There are also circumstances outside of an operator's control.  For instance, many companies, including Travcoa, which guarantees all departure dates in its brochure, were forced to cancel trips to Libya last year after the country stopped issuing visas to American travelers. Others canceled trips to Israel when war broke out last summer.  But tour operators also reserve the right to cancel tours for financial reasons. Promising that a trip will run even when there are too few customers signed up to cover the cost of the tour means the tour operator has to absorb the balance. To avoid a potentially big loss, many companies exclude particularly expensive trips from their list of guaranteed departures.  TRAVCOA, for example, excludes trips that involve chartered boats or aircraft. Country Walkers doesn't include trips like those to Iceland, New Zealand and Chile in its guaranteed departure program because of the high costs and, sometimes, currency fluctuations associated with such trips.  Other tour operators avoid the high cost of running trips with too few participants by guaranteeing only their most popular journeys. Trafalgar, which guaranteed about 30 percent of all its journeys in its brochures this year, plans to guarantee more departure dates on its Web site as demand grows and trips start to fill up. And Globus & Cosmos, in fact, flags trips on its Web sites as ''guaranteed departures'' for travel agents, but calls those same dates ''popular departures'' on their consumer sites, www.globusjourneys.com and www.cosmos.com.  That nomenclature helps avoid an obvious question: how likely are trips to operate that aren't guaranteed? Ninety-nine percent, tour operators say.  So why offer guarantees at all? ''It gives people peace of mind,'' said John G. Severini, president of Trafalgar Tours.  And peace of mind, in turn, encourages early bookings. ''We did it to meet the demand of people wanting to book way in advance,'' he said, ''and get the early payment discount and be assured of a departure.''  Some companies, like Wilderness Travel and Mountain Travel Sobek, stay away from guaranteed departures altogether. ''It can be a bit misleading to clients,'' said Barbara Banks, a spokeswoman for Wilderness Travel, a Berkeley, Calif., company that instead offers tiered pricing, which lowers the cost of the trip per person as the number of participants grows. For example, a 15-day journey in Argentine Patagonia costs $4,995 a person if 11 or 12 people sign up, compared with $5,595 for 6 or 7.  ''We let them know that we make every effort to run the trip,'' Ms. Banks said, ''and we also let them know how much it is going to cost them.''  PRACTICAL TRAVELER | TOUR OPERATORS  ", 
            "title": "Are 'Guaranteed Departures' Guaranteed?"
        }, 
        "weight": 0.5146558483403613, 
        "file": "1816879.txt", 
        "other_topics": {
            "0": 0.018557588205928517, 
            "1": 0.00012172751383165673, 
            "2": 0.00022186278693489526, 
            "3": 0.0022032111653632687, 
            "4": 8.346630100339157e-05, 
            "5": 0.030906567114871632, 
            "6": 0.00014355146049303493, 
            "7": 0.021063809715729867, 
            "8": 0.00011890830807160938, 
            "9": 0.0002332634397863803, 
            "10": 0.0001001827799982615, 
            "11": 0.00014649223640254174, 
            "12": 0.00011842121207622942, 
            "13": 9.02671124915004e-05, 
            "14": 5.7466513923532835e-05, 
            "15": 0.5146558483403613, 
            "16": 0.00015357057832139607, 
            "17": 9.246006844745569e-05, 
            "18": 8.018257497772885e-05, 
            "19": 5.572264065993089e-05, 
            "20": 0.3236547678714535, 
            "21": 0.006508626860431788, 
            "22": 0.010331515020258154, 
            "23": 0.0001450234948987523, 
            "24": 0.0021112976239973115, 
            "25": 0.00015030965759041132, 
            "26": 0.00012324854425367453, 
            "27": 8.517614971152776e-05, 
            "28": 0.012380050546108896, 
            "29": 0.05530541416162183
        }
    }, 
    {
        "content": {
            "text": "  LOOKING for a cheap Caribbean getaway? With bookings up at many resorts, deep discounts are hard to find on land -- but there are plenty out at sea. Weak demand for Caribbean sailings is leading many cruise lines to slash prices -- as low as $189 for some three-night cruises -- in an effort to spur sales.  Celebrity Cruises has been advertising four-night Caribbean sailings from Miami for as low as $249 a person under ''special promotions'' on its Web site, www.celebritycruises.com. Royal Caribbean, www.royalcaribbean.com, was offering a five-night western Caribbean cruise on Splendour of the Seas, departing Feb. 3, for $297 a person. Carnival Cruise Lines, www.carnival.com, has been offering weeklong Caribbean cruises from Florida and San Juan starting at $499 a person. On top of that, the company is offering a two-category upgrade for many bookings through Feb. 15.  During the first 10 days of January, prices for more than 460 Caribbean cruises were reduced, according to SureCruise.com. Savings averaged about $74 a person, with some cutting rates by thousands of dollars.  The best bargains are for short itineraries. A recent search on Expedia.com turned up a four-night Royal Caribbean cruise to the Bahamas starting at $189 a person for an inside cabin or $239 a person for an ocean-view room. Prices are typically 10 percent less than they were last year for three- and four-night Caribbean cruises, according to Expedia, with a few as much as 30 percent off.  And because many cruise lines have been introducing new ships or refurbishing aging vessels, ''you're getting a better selection at better prices,'' said Mark Kammerer, Expedia's cruise expert.  The weak demand and subsequent discounts are being driven, in part, by reductions in disposable income for some less affluent cruise passengers and by lingering confusion over new passport rules that take effect this week. Prices for summer cruises to Alaska and Europe are about the same as last year's.  ''It's a bit of a dichotomy,'' said Tim Conder, a leisure analyst at A. G. Edwards & Sons. The Caribbean cruise market, he said, consists mostly of first-time cruise passengers, who typically have lower incomes than the more experienced travelers who tend to sail outside the Caribbean.  The more affluent customers have generally felt less impact from rising interest rates on adjustable mortgages and home equity loans, while many Caribbean cruise passengers are being pinched. ''They don't have as much left over in their wallets,'' Mr. Conder said.  On Tuesday, new security rules go into effect that require Americans returning by plane from Mexico, Panama, the Caribbean and Canada to carry passports. An early draft of the rules would have required Caribbean cruise passengers to carry passports too, but after heavy lobbying by the travel industry, Congress voted to postpone the deadline for travel by sea. Before that decision was made, however, many would-be travelers who didn't have passports made other plans.  An increase in outbreaks of gastrointestinal illness -- including two recent occurrences during Caribbean sailings on the world's largest cruise ship, Royal Caribbean's Freedom of the Seas -- hasn't helped demand, either. There were 33 outbreaks aboard cruise ships last year, more than in any other year, according to the Centers for Disease Control and Prevention, which tracks outbreaks that affect 3 percent or more of either passengers or crew members. And norovirus, the highly contagious group of viruses that can cause a miserable one- or two-day bout of vomiting, diarrhea and cramping, was either confirmed or suspected in nearly every case.  Though often associated with cruise ships because it thrives in close quarters and because cruise lines are required by law to report all gastrointestinal illnesses onboard, the risk of contracting norovirus is hardly confined to ships. It is the most common cause of such illness in North America, sickening an estimated 23 million Americans each year. The rise in shipboard outbreaks is associated with the rise in passengers sailing on more ships at sea, which increases the risk for spread of illness between passengers, the Centers for Disease Control and Prevention said.  Cruise companies say they clean ''high-touch'' areas of ships like banisters and elevator buttons several times a day if there is an outbreak and offer sick passengers rebates if they promise to stay in their rooms. Some cruise lines even question passengers before boarding to see if they have any symptoms.  But such measures can't prevent a sick passenger from knowingly or unknowingly coming aboard and infecting others. After more than 380 people on the Freedom of the Seas were sickened by norovirus during a Caribbean cruise Nov. 26 to Dec. 3, the ship was cleaned and subsequently inspected by the Centers for Disease Control. Even so, more passengers and crew members fell ill on the next trip, the following week. (The best defense against catching a stomach bug aboard ship is simple: keep washing your hands.)  Thinking of booking? Don't wait too long. While cruise deals to the Caribbean could linger, planes that carry passengers to the port cities are filling up quickly, pushing air fares higher. Average January air fares to and from many big ports are up compared with those a year earlier, according to Sabre Airline Solutions -- by 3 percent to Tampa and Orlando, Fla., 9 percent to Miami, and 10 percent to Fort Lauderdale, Fla., where many Caribbean cruises depart.  ''The earlier you book, the easier it is to get all the accommodations you want,'' said Mark Kammerer of Expedia. ''People who wait until the last minute typically ''don't get the flexibility on dates of departures, itinerary, ships or cabin that meet all their needs.''  Among the most coveted are rooms with balconies, Mr. Kammerer said, which allow passengers to sit outside their own rooms and ''have the sea go by.''  PRACTICAL TRAVELER: CARIBBEAN CRUISES  ", 
            "title": "Low Prices Abound on the High Seas"
        }, 
        "weight": 0.5085652326711849, 
        "file": "1820207.txt", 
        "other_topics": {
            "0": 0.07809056192233191, 
            "1": 0.0001222266543859078, 
            "2": 0.00022277252961305032, 
            "3": 0.0001620081763090026, 
            "4": 8.380855243392464e-05, 
            "5": 0.012581163901798146, 
            "6": 0.0001441400895818795, 
            "7": 0.029351130128380355, 
            "8": 0.0042198702886163935, 
            "9": 0.002284457130585487, 
            "10": 0.00010059357692297238, 
            "11": 0.0001470929240677196, 
            "12": 0.00011890679522477344, 
            "13": 9.063725047544019e-05, 
            "14": 5.7702153892737635e-05, 
            "15": 0.5085652326711849, 
            "16": 0.012455623490761148, 
            "17": 0.1169563596006312, 
            "18": 0.0021307485616095466, 
            "19": 5.595112992146132e-05, 
            "20": 0.19376672515928098, 
            "21": 0.00038460371814523676, 
            "22": 0.00012269313293372712, 
            "23": 0.00014561816002699356, 
            "24": 6.97177458196544e-05, 
            "25": 0.00015092599849344433, 
            "26": 0.0001237539217542328, 
            "27": 8.552541233291654e-05, 
            "28": 0.0001293914262300662, 
            "29": 0.03708005779625481
        }
    }, 
    {
        "content": {
            "text": "  THE banner heralding this year's Detroit auto show reads: Celebrating 100 Years. Take that with a grain of modesty, because Detroit's first public car show was actually in 1899, eight years before any dealer's association existed to sponsor it.  No matter how you slice the birthday cake, the showstoppers have always been Detroit's notion of what we might be driving in 10 or more years. Customs became dream cars that evolved into design studies that are now called concept cars, but the premise hasn't changed; a ticket to the auto show buys you a glimpse into the future.  Though none of the concepts assembled here graduated to the assembly line, each deserves credit for charging full-throttle down an amusing blind alley.  1938 BUICK Y-JOB Harley Earl, General Motors' first design guru, never dreamed that the two-seat convertible he created for personal use would turn out to be the seminal concept car. Built on a Buick chassis, Earl's Y-Job requisitioned its code name from experimental aircraft and established ''longer, lower, wider'' as Detroit's mantra for the next quarter-century. ''My sense of proportion tells me that oblongs are more attractive than squares,'' the Earl of Detroit said, explaining his approach. The Y-Job previewed both his 1953 Corvette and the power windows, flush door handles, hide-away headlamps, gun-sight hood ornament, vertical grille bars, hinged top covers and gratuitous chrome that eventually appeared on G.M. production cars.  1955 LINCOLN FUTURA The arrival of the jet age permanently scarred American car design, especially at the Ford Motor Company. The Lincoln Futura's mission was peeking ahead to 1956. Essentially a surgically altered Lincoln Premiere, the Futura wore sunken headlamps, grotesque fins and a double-bubble roof that lifted on rear hinges for entry. The public was not amused. Instead of heading for production, the Futura took a trip to Hollywood. The customizer George Barris removed the plastic canopy and other warts to convert this concept into the television Batmobile.  1956 DODGE DART Ink blots blown in a wind tunnel by 200-mile-an-hour gusts inspired the original Dodge Dart's creation. Smoothly integrated bumpers, a sealed engine compartment and a compound-curved windshield significantly reduced aerodynamic drag while soaring tail fins supposedly improved directional stability. The roof slid into a compartment behind the rear seat. While the Dart was one of the most attractive 1950s concepts, only the name made the leap to production.  1956 PACKARD PREDICTOR The star-crossed Predictor, a collaborative effort by Packard and Ghia of Italy, was damaged by fire before its debut and had to be hurriedly rebuilt. Its vertical grille scooped the Edsel. With hidden headlights, swivel seats and retractable roof panels, this concept car was supposed to forecast the 1957 Packards. When those designs were canceled because of financial problems, Packard limped on for two years selling rebadged Studebakers before expiring in 1958.  1958 FORD NUCLEON As postwar car-buying euphoria wound down, Ford tried to kindle interest in advanced technology and cars in general with a concept based on the dream that nuclear power might someday be practical in cars. The cockpit and front end were cantilevered ahead of its front axle to counterbalance a theoretically weighty propulsion system. While a press release boasted that this project was backed by scientific research, the Nucleon never ventured beyond the scale-model stage.  1959 CADILLAC CYCLONE As tailfins reached their apogee, Cadillac introduced an experimental road rocket resembling a wingless jet fighter. The two-seat Cyclone eclipsed the common canopy roof with sliding doors, radar and automatic climate control. It also had a forward-mounted V-8 engine and an automatic transaxle positioned behind the driver, a powertrain layout Cadillac revived in 2003 for its XLR sports roadster.  1961 FORD GYRON Relying on computer-controlled gyro stabilization, Ford's Gyron teetered on two wheels. Automatic guidance allowed the driver to relax while monitoring the road on an infrared screen. In 1981, the New Wave band Devo used footage of the Gyron in its ''Beautiful World'' music video.  1962 FORD MUSTANG I Finally getting serious about concepts, Ford hinted at the affordable sports model that was just around the corner. The 1,700-pound two-seat Mustang I roadster was powered by a 1.5-liter V-4 engine mounted amidships. While Ford never built that particular Mustang, Porsche used similar ideas in the Boxster concept it presented at the 1993 Detroit show.  1968-90 MIDENGINE CHEVROLET CORVETTE Zora Arkus-Duntov, who became the Corvette's chief engineer, concurred with Ford that a sports car's engine belongs behind the driver after exhaust heat in a front-engine car he designed nearly cooked the driver John Fitch during a 1957 Sebring endurance race. That experience prompted a series of nine midengine experimental and concept cars stretching from the CERV I (Chevrolet Engineering Research Vehicle) of 1960 through the CERV III (now Corporate Engineering Research Vehicle) of 1990. Reporting on the next-to-last experiment in this series, Car and Driver said, ''The next-generation production Corvette will almost definitely be a wild-looking, midengine design.'' The magazine was wrong. To see the CERV III, play Atari's Test Drive III video game.  2000 GENERAL MOTORS PRECEPT Soon after the clock ticked into the 21st century, G.M. rolled out the remarkable Precept. Built under the auspices of the government-supported (read: taxpayer) Partnership for a New Generation of Vehicles, this sedan was a diesel-electric hybrid with four-wheel drive, aluminum construction and seating for five. What Precept lacked in beauty it more than made up in fuel efficiency by breaking the 100 m.p.g. barrier in E.P.A. tests.  2003 DODGE TOMAHAWK Every jaw in the house dropped when the Dodge Tomahawk was driven onto the stage at the 2003 Detroit show. Was it a motorcycle or a car? The 500-horsepower V-10 Viper engine and four wheels suggested car, but this concoction looked more like the world's most outrageous motorbike.  2005 JEEP HURRICANE The most spectacular recent concept had two Hemi engines providing 670 horsepower, four-wheel drive and four-wheel steering that turns on a dime and gives change. It also had three steering modes: countersteering with front and rear wheels aimed in opposite directions, crab-steering with all four wheels pointed the same way for easy parallel parking, and knock-kneed (front wheels together, rear wheels splayed apart) when indecision moved the driver to pirouette in place.  DETROIT AUTO SHOW  ", 
            "title": "When Dream Cars Collide With Real-World Demands"
        }, 
        "weight": 0.5069195688138927, 
        "file": "1817076.txt", 
        "other_topics": {
            "0": 0.020022494585858145, 
            "1": 9.874288047777745e-05, 
            "2": 0.00017997057496036434, 
            "3": 0.0001308810592098391, 
            "4": 6.770616374616807e-05, 
            "5": 0.00022599328108914183, 
            "6": 0.00011644602160754751, 
            "7": 0.09824616324668932, 
            "8": 0.04978602521972103, 
            "9": 0.03828455495558847, 
            "10": 8.126623110844466e-05, 
            "11": 0.04815208176663879, 
            "12": 9.606087582013592e-05, 
            "13": 7.322284354011279e-05, 
            "14": 4.6615665901739925e-05, 
            "15": 0.5069195688138927, 
            "16": 0.0001245733259701981, 
            "17": 7.500172475632973e-05, 
            "18": 6.504247206080107e-05, 
            "19": 4.520107142087033e-05, 
            "20": 0.1565377427624264, 
            "21": 0.06325082966554714, 
            "22": 9.91197331023068e-05, 
            "23": 0.0001176401059423672, 
            "24": 5.632266609306712e-05, 
            "25": 0.00012192813347548871, 
            "26": 0.013350528501796166, 
            "27": 0.0033817311063037, 
            "28": 0.00010453106320610914, 
            "29": 0.00014201348204930997
        }
    }, 
    {
        "content": {
            "text": "  An Op-Ed article on Jan. 2, about coastal shipping, misstated a provision of the Merchant Marine Acts. The acts bar non-American ships from loading and unloading merchandise at consecutive American ports; they do not prevent such ships from calling on consecutive ports.  ", 
            "title": "Correction"
        }, 
        "weight": 0.5059727124760812, 
        "file": "1820078.txt", 
        "other_topics": {
            "0": 0.20466785842025242, 
            "1": 0.10284961688573742, 
            "2": 0.0036525258808273787, 
            "3": 0.0026562478681824517, 
            "4": 0.001374105269313491, 
            "5": 0.004586562599208113, 
            "6": 0.002363286930291921, 
            "7": 0.010621329030246368, 
            "8": 0.001957586843098643, 
            "9": 0.0374554205924649, 
            "10": 0.001649308574061424, 
            "11": 0.0024117009084429265, 
            "12": 0.00194956778431843, 
            "13": 0.0014860669926566442, 
            "14": 0.0009460709129567741, 
            "15": 0.5059727124760812, 
            "16": 0.002528231613790766, 
            "17": 0.0015221696148913126, 
            "18": 0.034935251129628794, 
            "19": 0.0009173615366968511, 
            "20": 0.050739406942387044, 
            "21": 0.0063058718991429105, 
            "22": 0.0020116476848318723, 
            "23": 0.0023875210248808835, 
            "24": 0.001143075725725902, 
            "25": 0.0024745470931471876, 
            "26": 0.0020290401282705645, 
            "27": 0.0014022544994978182, 
            "28": 0.0021214713227137388, 
            "29": 0.002882181816253886
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Monday: 2008 Cadillac CTS  Is it real? Real as an Oscar de la Hoya body blow, completely redesigned inside and out, introduced not to the strains of Led Zeppelin but rather to the chamber music of the Panache String Quartet and the Nuthin' But Strings rap violin duo.  What's the point? There was some resistance to the knife-edge design of the original CTS and the exuberant patchwork of interior textures, so they softened the outside and straightened out the inside.  What they said: ''It's my job to make sure the customers get more than they expect,'' Jim Taylor, general marketing manager of Cadillac, said. ''In the luxury car business, the tiniest detail can make the greatest difference.''  What they didn't say: The CTS has found a nice niche among the sports sedans with American buyers, and now they want to turn the niche into a much bigger market slice.  What makes it tick? CTS will have a new 3.6-liter gasoline direct-injection V-6 producing 300 horsepower, coupled to a 6-speed automatic transmission. About a year after introduction, the high-performance CTS-V will come along, packing a 400-horsepower V-8 and 6-speed manual transmission.  How much, how soon? The 2008 CTS goes on sale in August; prices will range from $30,000 to a bit above $40,000 for a loaded version  How's it look? Our hat is off to John Manoogian and his staff of designers for making this second, softened CTS about twice as appealing as the original -- big grille, cool headlights and all.  ", 
            "title": "Cadillac's Plan: Less Edge for the Next CTS"
        }, 
        "weight": 0.5053466447395286, 
        "file": "1817464.txt", 
        "other_topics": {
            "0": 0.0006986272124262813, 
            "1": 0.00047034787422264347, 
            "2": 0.0008572646143767791, 
            "3": 0.0006234335850594316, 
            "4": 0.01610179548597642, 
            "5": 0.0010764873258158646, 
            "6": 0.00055467430623639, 
            "7": 0.06561002139895243, 
            "8": 0.00045945463082601657, 
            "9": 0.02457024605304037, 
            "10": 0.1739592535936748, 
            "11": 0.008455680620810825, 
            "12": 0.00045757252086781785, 
            "13": 0.0003487867544169952, 
            "14": 0.00022204719222557818, 
            "15": 0.5053466447395286, 
            "16": 0.0005933875816810275, 
            "17": 0.008246903537164299, 
            "18": 0.00030982070119848766, 
            "19": 0.00021530896964441865, 
            "20": 0.17759128200963284, 
            "21": 0.0014800171219330497, 
            "22": 0.00047214295889087425, 
            "23": 0.0005603621596371361, 
            "24": 0.0002682851273858459, 
            "25": 0.0005807875779058058, 
            "26": 0.0004762250453165461, 
            "27": 0.00032911557699840234, 
            "28": 0.0004979190715455303, 
            "29": 0.00856610465260847
        }
    }, 
    {
        "content": {
            "text": "  With new rules now in effect requiring that all United States residents carry a passport when they return from the Caribbean, Mexico or Canada, tourism officials in Puerto Rico and the United States Virgin Islands (including St. John, left) are busily reminding American travelers that they can still visit those islands without a passport.  ''It is not that we don't want people to apply for a passport,'' said Nelly Cruz Rodriguez, public relations director for the Puerto Rico Tourism Company, which promotes tourism for the Puerto Rican government. ''But you don't have to wait for your passport to arrive to come here,'' she said, adding that the new online booking engine www.gotopuertorico.com is aimed at the roughly 75 percent of United States citizens who don't have passports.  Officials are also starting a travel promotion called ''Puerto Rico Now!'' in conjunction with Liberty Travel. Those who book a trip to Puerto Rico between Feb. 8 and 19 for travel through Sept. 15 receive a $300 air-fare credit for each room at more than 30 participating hotels in Puerto Rico (www.libertytravel.com). At some hotels, customers will receive a fourth night free.  The rules have been a boon. ''We are getting 30 calls a day from people wondering if they need a passport to come here,'' said Steve Bornn, director of marketing for the Virgin Islands Department of Tourism.  Anticipating a boom in passport-free business, Northwest Airlines recently started nonstop Saturday service from Detroit to St. Thomas, and Delta is introducing nonstop service from Kennedy Airport to St. Thomas on March 3.  IN TRANSIT  ", 
            "title": "Virgin Islands and Puerto Rico Remind Travelers: No Passports Needed"
        }, 
        "weight": 0.5044365682672004, 
        "file": "1822280.txt", 
        "other_topics": {
            "0": 0.09223367340697547, 
            "1": 0.07240411566316529, 
            "2": 0.013804768984527354, 
            "3": 0.0005173161477763437, 
            "4": 0.00026761314449424116, 
            "5": 0.007439965191452328, 
            "6": 0.00046026069536399966, 
            "7": 0.07408237913223245, 
            "8": 0.00038124878959522015, 
            "9": 0.00074789899476005, 
            "10": 0.00032121021846194097, 
            "11": 0.0004696895340562049, 
            "12": 0.03311324514121677, 
            "13": 0.02647626467000559, 
            "14": 0.0001842515399547155, 
            "15": 0.5044365682672004, 
            "16": 0.0004923844099035608, 
            "17": 0.0002964493377557364, 
            "18": 0.00025708472479885454, 
            "19": 0.00017866026057535272, 
            "20": 0.10808240064327257, 
            "21": 0.0012280967444005262, 
            "22": 0.0003917773802158376, 
            "23": 0.0004649803936300308, 
            "24": 0.01986275396750499, 
            "25": 0.020122063968999765, 
            "26": 0.00039516463633297046, 
            "27": 0.0002730953329211028, 
            "28": 0.00041316602468850354, 
            "29": 0.020201452653761977
        }
    }, 
    {
        "content": {
            "text": "  MORE than ever this year, the Detroit automakers are taking a page from those old Mickey Rooney-Judy Garland musicals: facing disaster, the plucky youngsters decorated the barn and put on a show to save the day.  For Detroit, Cobo Center stands in for the old barn, with officials supporting a nearly $1 billion expansion plan to make it more convention-friendly.  And the 2007 North American International Auto Show is Detroit's chance -- not last gasp, certainly, but increasingly desperate -- to show that it has the heart and the talent to stage a comeback and save the jobs of its dwindling auto-industry work force.  The show's razzle-dazzle starts today with media previews that continue through Tuesday; the show opens to the public next Saturday and runs through Jan. 21.  Automakers from around the world will introduce more than 50 cars and trucks at the event, which remains the pre-eminent auto show in North America. General Motors, Ford and the Chrysler Group must hope that their shiny designs can somehow recapture customers lost to imports.  Sounding a bit like a Wall Street analyst, Brian Pannebecker, an assembly worker at Ford's Sterling Axle plant in Sterling Heights, Mich., said this year's show might be more important than any in memory. ''There's a lot riding on the new models that will be hitting the showroom,'' he said in a phone interview. ''Our industry is struggling right now, but the show is a chance to get a fresh start.''  As always, those struggles hit especially hard in Michigan. Roughly half of Ford's 75,000 North American workers have accepted offers of buyouts or early retirement. At General Motors, about 35,000 hourly workers, a third of the North American total, have been shown the door.  Analysts forecast a slight dip in American auto sales this year. With foreign brands continuing to gain market share, the Detroit-based companies are fighting over a smaller slice of a shrinking pie.  Certainly, the local industry's future seemed brighter in 1899, when Detroit's first car dealer, a former bicycle salesman, William Metzger, held a show that included African big-game trophies and equally exotic cars that ran not on gasoline, but on steam and electricity. Today, more than a century later, General Motors will unveil an electric concept car, the Chevrolet Volt, which has created the most buzz in advance of the show. G.M. says the Volt, a plug-in hybrid, could deliver the equivalent of 150 miles a gallon. The Volt thus promises -- at least in theory, given that it could not be produced without a leap in battery technology -- three times the mileage of a Toyota Prius. [Page 2.]  These cars will be among the other highlights of the show:  Revamped Chrysler and Dodge minivans offering new flexibility with second-row seats that swivel to face the third row -- with a removable table in between.  The 2008 Ford Focus compact car and a sleek Ford design study called the Interceptor. Ford's Lincoln division will show the MKR luxury sport sedan, and its Jaguar subsidiary will feature the C-XF, a precursor of the S-Type's replacement.  The 2008 Malibu, Chevrolet's latest challenge to the Toyota Camry. Honda will preview the next generation of its competing Accord, with a two-door concept.  The second-generation CTS, replacing the sedan that kicked off Cadillac's revival.  The Smart Fortwo, a Mercedes-built microcar that will take on the Mini Cooper in North America in 2008.  Convertibles including the latest BMW 3 Series, with a retracting hardtop; the Rolls-Royce Phantom Drophead Coupé; the Mercedes Concept Ocean Drive, a four-door convertible based on the large S600 sedan; and a Chevrolet Camaro convertible concept car.  Small car-based utility wagons from Volvo (XC60) and Nissan (Rogue). Hyundai will present a larger wagon, the Veracruz, aimed at the Honda Pilot.  Relatively few new sport utilities, compared with recent years. Still, Porsche will unveil the next-generation Cayenne, and Land Rover will introduce the smaller LR2 to fill the spot once occupied by the Freelander. Jeep will show its diesel-driven Trailhawk concept.  New sports cars including Toyota's 400-horsepower FT-HS hybrid and an Acura that could replace the NSX supercar. Lexus previews its IS-F sport sedan.  The Chrysler Nassau concept car, a less costly take on the Mercedes CLS, a sedan with coupelike styling.  While the Detroit event remains North America's most prestigious auto show, it faces new competition from Los Angeles, which has rescheduled its show to fall several weeks earlier, out of Detroit's shadow. Los Angeles has already supplanted Detroit as the locus of American car culture, since California is easily the nation's largest market -- particularly for imports, exotics and luxury cars -- and since trends inevitably start on the West Coast.  In part to bolster the Detroit show's status, local officials are hoping to add 270,000 square feet of exhibition space to Cobo Center (and demolish the adjoining Cobo Arena, where the Detroit Pistons played before moving 35 miles north to the Palace of Auburn Hills).  But the future of Cobo Center is far from the biggest crisis for the city and its all-encompassing industry. Less than a year ago, as Detroit played host to the Super Bowl, news coverage tended to portray Detroit as a city on the rise, focusing on the monuments of urban renewal -- a new football stadium here, a gambling casino there. Little attention was paid to the abandoned buildings downtown or the neglected neighborhoods that make up much of the city.  As if Detroit wasn't suffering enough, this is likely to be the year when Toyota does the equivalent of a touchdown dance on Detroit's home field: the company seems assured of passing G.M. in 2007 as the world's largest automaker. Today at the auto show, Toyota will show the Tundra CrewMax, an oversize-cab version of the Texas-built pickup that poses a threat to the last market segment that Detroit still dominates.  The show is expected to pump more than $540 million into a local economy that could use a lift, according to David Sowerby, chief market analyst at Loomis Sayles.  Attendance topped 750,000 for last year's show, and Mr. Pannebecker, the Ford worker -- he recently turned down a buyout offer -- plans to be at this one. He has his eye on the Ford Edge utility wagon, but is also dreaming about using his employee discount on luxury models from Ford's Volvo or Land Rover subsidiaries.  While acknowledging the automaker's challenges, he added that recent Fords, including the F-150, Mustang, Fusion and Edge, had been well received. His prescription? Local carmakers need to churn out more of these real-world machines, rather than fantasy cars that never see the light of day.  ''Right now, we need stylish, well-designed, innovative cars that are going to get people excited,'' he said. ''If Detroit doesn't build them, someone else will.''  ", 
            "title": "Detroit Puts On a Show, And It's Playing for Keeps"
        }, 
        "weight": 0.5002876233729855, 
        "file": "1817075.txt", 
        "other_topics": {
            "0": 0.001762124898630955, 
            "1": 9.650507584282675e-05, 
            "2": 0.00017589191141670072, 
            "3": 0.00012791490874400428, 
            "4": 6.61717425675191e-05, 
            "5": 0.0018396535128739938, 
            "6": 0.0001138070116291665, 
            "7": 0.03126833946932329, 
            "8": 0.008188179548346712, 
            "9": 0.0001849303024382397, 
            "10": 7.942449884623483e-05, 
            "11": 0.00659126606861407, 
            "12": 9.388385331372747e-05, 
            "13": 7.15633981414624e-05, 
            "14": 4.555921755111982e-05, 
            "15": 0.5002876233729855, 
            "16": 0.00012175012732642275, 
            "17": 7.330196466753241e-05, 
            "18": 6.356841798478018e-05, 
            "19": 0.030801032885754517, 
            "20": 0.2145038486529537, 
            "21": 0.032679305187251664, 
            "22": 9.687338787642151e-05, 
            "23": 0.03896573976561646, 
            "24": 5.504622851472231e-05, 
            "25": 0.00011916488268817, 
            "26": 0.05189873191737911, 
            "27": 6.75273036404795e-05, 
            "28": 0.0001021620812946325, 
            "29": 0.07945910840578585
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Sunday: Ford Interceptor design study  Is it real? Only the attitude. Ford is pulling on a muscle shirt to see how it would look on some future model.  What's the point? The Chrysler 300's triumph -- as a swaggering, stretch-your-legs American sedan -- has Detroit competitors wondering why they didn't do it first.  What they said: ''We've been itching to do a rear-drive sedan that speaks to the quintessential muscle cars of the '60s,'' J Mays, Ford's chief creative officer, said.  What they didn't say: Built on a stretched Mustang platform, the Interceptor is another fashion-plate four-door coupe, featuring the sort of low-rise roof normally reserved for two-door models.  What makes it tick? A 5-liter race-tuned version of the Mustang's 4.6-liter V-8, with 400 horsepower.  How much, how soon? Ford has floated a number of these Stanley Kowalski specials in recent years (remember the 427?) but none has made it out of committee. But some of the styling themes seem bound for the production line.  How's it look? Apart from what appears to be a Viking stove mounted up front -- a cue from last year's Super Chief concept pickup -- the Interceptor is appropriately menacing, a car you don't want to see behind you in a dark alley. The cabin has more black leather than a dominatrix convention.  ", 
            "title": "Ford Interceptor Is a Brute You Could Love"
        }, 
        "weight": 0.49714123668751936, 
        "file": "1817456.txt", 
        "other_topics": {
            "0": 0.009654678074603204, 
            "1": 0.0005287510780600984, 
            "2": 0.0009637113589248038, 
            "3": 0.02730875195792237, 
            "4": 0.01810115913882743, 
            "5": 0.001210155004918206, 
            "6": 0.0006235483425527281, 
            "7": 0.14471125014527378, 
            "8": 0.0005165052181227979, 
            "9": 0.1783992758886492, 
            "10": 0.00043516663784323896, 
            "11": 0.0006363222700202297, 
            "12": 0.0005143894061377433, 
            "13": 0.0003920956860193471, 
            "14": 0.00024961884320947594, 
            "15": 0.49714123668751936, 
            "16": 0.0006670686543228629, 
            "17": 0.0004016212878274415, 
            "18": 0.00034829120900095996, 
            "19": 0.00024204393397897202, 
            "20": 0.10208050862236714, 
            "21": 0.0016637911887299652, 
            "22": 0.0005307690588048925, 
            "23": 0.0006299424580198445, 
            "24": 0.0003015981534246458, 
            "25": 0.0006529041051777846, 
            "26": 0.0005353580188419199, 
            "27": 0.00036998193397149803, 
            "28": 0.0005597457973026973, 
            "29": 0.009629759839625319
        }
    }, 
    {
        "content": {
            "text": "  MISHANDLED BAGS -- Customer complaints in November about bags mishandled by domestic airlines rose to 6.32 percent per 1,000 passengers, from 5.04 percent in November 2005, the Transportation Department said. Of 20 airlines in the report, the five with the fewest complaints per thousand passengers were Aloha, Hawaiian, AirTran, Continental and JetBlue. The five with the most complaints were Mesa, SkyWest, American Eagle, Comair and Atlantic Southeast. A mishandled bag is one that was reported lost, delayed, damaged or subject to pilfering.  REGISTERED TRAVELER -- Another international airline, Air France, said it would join the nascent Registered Traveler program, teaming up with Verified Identity Pass Inc. to open a lane next month at Kennedy International Airport Terminal 1, where Air France operates. The program, which costs $99.95 a year, is currently operated by Verified Identity under the brand name Clear at Orlando International Airport. Clear is about to open a lane in partnership with British Airways at Terminal 7 of Kennedy and has plans to open lanes at three other domestic airports, starting this month. Competitors of Verified Identity, among them Unisys, have said they plan to start their own versions of the service at various airports this month. Registered Traveler members pay an annual fee, undergo a federal background check, receive a biometrically encoded identity card and are then entitled to use dedicated security lanes that will employ new technology to speed passage, including machines that scan shoes without the need to remove them.  NEW AVIATION ERA -- Eclipse Aviation delivered the first so-called very-light jet to a customer on Dec. 31. The delivery of the jet, with a current price tag of $1.52 million, starts a new era in which 5,000 of the inexpensive little jets, produced by several manufacturers and able to land at about 5,000 airports, are expected to be in the skies within 10 years. The Cessna Aircraft Company, meanwhile, has delivered the first of its bigger new $2.7 million Citation Mustang business jets, which it refers to as the newest ''entry level'' jet in its popular Citation line. The Mustang was delivered in late November to the Mustang Management Group in Fresno, Calif., which will allow Cessna to lease the aircraft for 10 months as a demonstration plane and then to use it in its Scott Aviation subsidiary for flight training. The first delivery to a customer that will put a Mustang into regular service will occur ''in the coming months,'' Cessna said. The company expects to deliver 40 Mustangs in 2007, and to increase production after that.  HOTEL RATES UP AGAIN -- The cost of a room is going up but the pace of increase is slowing, according to a PricewaterhouseCoopers forecast for 2007. Average daily room rates will rise 5.9 percent this year, the research company says, compared with an increase of 6.8 percent last year. ''The 2004, 2005 and 2006 increases were the largest in over 20 years,'' said Bjorn Hanson, a principal with PricewaterhouseCoopers.  YOUR CHOICE -- The Homewood Suites unit of Hilton is testing a concept called Suite Selection. It will allow guests who check in online to select rooms based on a hotel floor plan and photographs of individual rooms. Homewood Suites are marketed as ''extended stay'' hotels, for visits lasting more than a few days. The online room selection option will be introduced throughout the chain this winter, first to the highest-status members of Hilton's loyalty program.  NO TO RELAXED CHECKPOINT ACCESS -- A proposal by the Transportation Security Administration to test allowing nonpassengers to pass through airport security to use retail stores and restaurants is getting a thumbs down from the Association of Corporate Travel Executives. The association has said it may conduct a limited test allowing guests staying at hotels attached to the Dallas/Fort Worth and Detroit Metro airports to pass through security without boarding passes to use retail and food concessions. Concessions at many airports are past the security checkpoints, meaning only ticketed passengers may now use them. The proposal, if put in place widely, will only increase congestion at the checkpoints, said Greeley Koch, president of the travel executives group. ''I understand that airport authorities, especially those with highly developed mall-type terminals, are anxious about maximizing their returns from concession leases,'' he said. But he added that an airport's prime mission is to be a ''safe, secure and speedy terminus for travelers.''  ET CETERA -- Americans made a record 6.81 million visits to Europe from May through September of last year, the peak leisure travel season, according to Donald N. Martin & Company. That was up 5.9 percent over the period in 2005 and up 1.5 percent over the previous record set in 2002  Somebody was bound to come up with the idea. There is now a Web site devoted to the growing luxury trend of fractional ownership in things like private jets, resort accommodations, racehorses, yachts, classic cars and even vineyards. It's www.FractionalLife.com.  JOE SHARKEY  ITINERARIES  ", 
            "title": "MEMO PAD"
        }, 
        "weight": 0.4862599586624954, 
        "file": "1817575.txt", 
        "other_topics": {
            "0": 0.12528317428863717, 
            "1": 0.00014068691312859216, 
            "2": 0.0026163092165306027, 
            "3": 0.00018647675779902688, 
            "4": 9.646640984279483e-05, 
            "5": 0.0003219907799974406, 
            "6": 0.000165910000263342, 
            "7": 0.00074564991648625, 
            "8": 0.004857209973481451, 
            "9": 0.00026959487018429995, 
            "10": 0.00011578652699740636, 
            "11": 0.0025291994928418092, 
            "12": 0.00013686564566652931, 
            "13": 0.00010432646666080138, 
            "14": 6.641708351444658e-05, 
            "15": 0.4862599586624954, 
            "16": 0.0001774896235972509, 
            "17": 0.00010686098161439665, 
            "18": 9.267123434328205e-05, 
            "19": 6.440159713325805e-05, 
            "20": 0.21831211430968503, 
            "21": 0.0028025822555572647, 
            "22": 0.00014122384533264484, 
            "23": 0.030846190182328315, 
            "24": 8.024742638117935e-05, 
            "25": 0.00017372080538057618, 
            "26": 0.00014244484827499054, 
            "27": 9.84425722492436e-05, 
            "28": 0.030827512676185984, 
            "29": 0.09223807463740921
        }
    }, 
    {
        "content": {
            "text": "  An article on Jan. 7 about Kochi, India, referred incorrectly to flights on Delta Air Lines between New York and Kochi. It does not offer service to Kochi.  ", 
            "title": "CORRECTIONS"
        }, 
        "weight": 0.4828081122760063, 
        "file": "1820263.txt", 
        "other_topics": {
            "0": 0.004723054364082913, 
            "1": 0.3232063692436786, 
            "2": 0.005795519135369122, 
            "3": 0.004214709450559096, 
            "4": 0.002180314018887645, 
            "5": 0.007277569598838174, 
            "6": 0.003749863813085979, 
            "7": 0.016853026548274738, 
            "8": 0.0031061332290286377, 
            "9": 0.0060933279868186935, 
            "10": 0.0026169833460389083, 
            "11": 0.0038266830187393386, 
            "12": 0.0030934092648118956, 
            "13": 0.0023579654117142344, 
            "14": 0.001501145305564571, 
            "15": 0.4828081122760063, 
            "16": 0.004011584085764353, 
            "17": 0.002415249999099725, 
            "18": 0.0020945362402887387, 
            "19": 0.0014555916955676432, 
            "20": 0.02717123396116776, 
            "21": 0.010005624175999192, 
            "22": 0.05652967781271315, 
            "23": 0.00378831642464882, 
            "24": 0.001813735879708473, 
            "25": 0.0039264020290687, 
            "26": 0.0032195092583875463, 
            "27": 0.0022249788364692314, 
            "28": 0.0033661712598568134, 
            "29": 0.004573202329761057
        }
    }, 
    {
        "content": {
            "text": "  With very few exceptions, travelers in search of soft sand, crystal-clear waters and balmy breezes will find a good beach on almost any island in the West Indies. And everyone has a favorite.  There are a few standouts however, which www.frommers.com does a good job of summarizing in its list of ''best beaches.'' Those include Seven Mile Beach, a stretch of sugar-fine sand lined with condos and high-end resorts on Grand Cayman; Grace Bay Beach on Providenciales in the Turks and Caicos, which is conveniently fringed by a reef for snorkelers; and Grenada's Grand Anse Beach, which is within walking distance of most of the island's best hotels.  One island that's not on that list -- and thus might offer a better chance to find a beach of your own -- is Eleuthera, one of the so-called Out Islands of the Bahamas, about 60 miles from Nassau. There are few direct flights from the United States to this sickle-shaped island: you either have to fly down to Florida first, and get a connecting flight from there, or else fly to Nassau, where you can catch a flight or a ferry. (It's also not technically in the Caribbean; any geographer will tell you it's too far north to qualify. But who cares?)  Once there you'll have your pick of beaches. About 110 miles long and roughly a mile wide, the island is basically one big sand bar. There is Surfer's Beach for wave riders, Winding Bay for windsurfers, and Ten Bay Beach has soft sand and shallow waters for young children or people who prefer not to get their hair wet. You can also take a water taxi to Harbour Island, a three-and-a half-mile long cay just off Eleuthera's northern shore with pink sands that run along the island's eastern side. In the last decade, these remote shores have become favored by the likes of Elle Macpherson, Diane von Furstenberg and other bold-faced names.  WHERE TO STAY -- On Eleuthera: The Cove, 800-552-5960, outside Gregory Town, www.thecoveeleuthera.com (garden view rooms from $225), and Pineapple Fields, 877-677-9539, south of Governor's Harbour, www.pineapplefields.com (one-bedroom suites from $240). On Harbour Island: Rock Island House with rooms from $300 a night; 242-333-2053, www.rockhousebahamas.com.  THE 10 POINT CARIBBEAN ESCAPES PLAN: FOR BEACH BUMS Michelle Higgins, a staff reporter for the Travel section, writes the Practical Traveler column.  ", 
            "title": "Eleuthera"
        }, 
        "weight": 0.48105402415001164, 
        "file": "1821912.txt", 
        "other_topics": {
            "0": 0.005395580258426816, 
            "1": 0.00029549601305792005, 
            "2": 0.0005385764230414337, 
            "3": 0.00039167209822290916, 
            "4": 0.029942622761733657, 
            "5": 0.000676303073361815, 
            "6": 0.08461182617755576, 
            "7": 0.031306154974433224, 
            "8": 0.0002886523337954322, 
            "9": 0.10465627491017024, 
            "10": 0.0002431957339364162, 
            "11": 0.00035561288026266945, 
            "12": 0.0002874698983699431, 
            "13": 0.00021912524959950635, 
            "14": 0.00013950113014076242, 
            "15": 0.48105402415001164, 
            "16": 0.0003727956990868082, 
            "17": 0.00022444869473856152, 
            "18": 0.00019464482988951673, 
            "19": 0.0001352678423617536, 
            "20": 0.13635504707659754, 
            "21": 0.0009298206343793429, 
            "22": 0.00029662377485218836, 
            "23": 0.1193120739612161, 
            "24": 0.00016855010907889655, 
            "25": 0.00036487974775770686, 
            "26": 0.0002991883453113138, 
            "27": 0.00020676683401411422, 
            "28": 0.0003128176154944386, 
            "29": 0.000424986769101676
        }
    }
]