[
    {
        "content": {
            "text": "  An article on Jan. 4 about Delores Pryce, a Queens woman whose youngest daughter has health problems and who received help from The New York Times Neediest Cases Fund to help pay an electricity bill, referred incorrectly to New Alternatives for Children, a program that helps families with medically fragile children. (The error was repeated in an article on Jan. 5 about Dorcas Acheampong, a Bronx woman who received help from the fund to help pay her rent.) Although it is a member agency of the Federation of Protestant Welfare Agencies, it is not run by the federation.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.9300675815595381, 
        "file": "1819701.txt", 
        "other_topics": {
            "0": 0.0016787208755233332, 
            "1": 0.9300675815595381, 
            "2": 0.0020599083150566696, 
            "3": 0.0014980392334088375, 
            "4": 0.0007749516259090453, 
            "5": 0.0025866752882519107, 
            "6": 0.0013328185911362616, 
            "7": 0.005990091432672125, 
            "8": 0.0011040166578179017, 
            "9": 0.021123664784241308, 
            "10": 0.0009301575284207963, 
            "11": 0.0013601225335071335, 
            "12": 0.0010994941639604328, 
            "13": 0.0008380944734637333, 
            "14": 0.0005335538758157855, 
            "15": 0.000983913020208517, 
            "16": 0.0014258421414544585, 
            "17": 0.0008584552030418347, 
            "18": 0.0007444635272148937, 
            "19": 0.0005173627015962316, 
            "20": 0.009657504264869422, 
            "21": 0.00355631099752379, 
            "22": 0.0011345052514757285, 
            "23": 0.0013464858489683584, 
            "24": 0.0006446583183768834, 
            "25": 0.0013955657809106453, 
            "26": 0.0011443140358697215, 
            "27": 0.0007908268955747607, 
            "28": 0.0011964422868982905, 
            "29": 0.0016254587872931497
        }
    }, 
    {
        "content": {
            "text": "  A front-page credit yesterday with a picture of a march in Raleigh, N.C., in honor of the Rev. Dr. Martin Luther King Jr., misspelled the photographer's surname. He is John Rottet, not Rotter.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.8818017462842487, 
        "file": "1819498.txt", 
        "other_topics": {
            "0": 0.0038925703478265936, 
            "1": 0.8818017462842487, 
            "2": 0.004776456969912496, 
            "3": 0.003473610881279037, 
            "4": 0.001796935847999841, 
            "5": 0.00599790928516707, 
            "6": 0.003090501942600592, 
            "7": 0.013889654100072302, 
            "8": 0.0025599625097822588, 
            "9": 0.005021900239269823, 
            "10": 0.0021568228921974453, 
            "11": 0.0031538135496707604, 
            "12": 0.0025494758793099216, 
            "13": 0.0019433496918093965, 
            "14": 0.0012371895925348618, 
            "15": 0.0022814696017348403, 
            "16": 0.0033062023123867756, 
            "17": 0.0019905615740057896, 
            "18": 0.001726240909568538, 
            "19": 0.0011996459570309057, 
            "20": 0.02239354694610579, 
            "21": 0.00824627306329003, 
            "22": 0.002630658595921292, 
            "23": 0.0031221931923783347, 
            "24": 0.001494815422374089, 
            "25": 0.003235998346372345, 
            "26": 0.0026534029269396206, 
            "27": 0.0018337469729852564, 
            "28": 0.002774276436762754, 
            "29": 0.0037690677284626067
        }
    }, 
    {
        "content": {
            "text": "  A picture caption on Wednesday with an article about Carmen Laureano, a Bronx woman who received money for clothing and furniture from The New York Times Neediest Cases Fund, misidentified the subject of the picture in some copies. She was Luz Rivera, Ms. Laureano's 12-year-old daughter, not Ms. Laureano.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.8800320966117439, 
        "file": "1821547.txt", 
        "other_topics": {
            "0": 0.002879817805558816, 
            "1": 0.8800320966117439, 
            "2": 0.0035337385327203572, 
            "3": 0.0025698614467110593, 
            "4": 0.0013294166548348278, 
            "5": 0.004437398534157501, 
            "6": 0.002286428176534981, 
            "7": 0.010275902454216388, 
            "8": 0.0018939222566267163, 
            "9": 0.0037153234070295537, 
            "10": 0.0015956698051340563, 
            "11": 0.0023332676365953537, 
            "12": 0.0018861639934597027, 
            "13": 0.0014377371620334942, 
            "14": 0.0009153028202620094, 
            "15": 0.001687886459286635, 
            "16": 0.002446008533489276, 
            "17": 0.0014726656557623311, 
            "18": 0.001277114827439204, 
            "19": 0.000887527129561886, 
            "20": 0.01656728831144186, 
            "21": 0.0386227655113742, 
            "22": 0.0019462249331243118, 
            "23": 0.00230987413055385, 
            "24": 0.001105900647827828, 
            "25": 0.0023940699393770115, 
            "26": 0.001963051739986949, 
            "27": 0.0013566504165149064, 
            "28": 0.002052476889619352, 
            "29": 0.0027884475770217397
        }
    }, 
    {
        "content": {
            "text": "  Three years ago, the mother of Jamaill Burl and his twin brother, Justin, decided she could not take care of them any longer. Since their father was in prison, she left the boys with their grandmother, Dorothy Townsend, and never came back.  The twins are now 6 years old. Ms. Townsend cares for them, helps with their homework, and keeps a tidy home. But she has trouble getting around -- the result of a childhood battle with polio and a nasty fall two years ago. She needs physical and financial assistance, and the Brooklyn Bureau of Community Service, a beneficiary of The New York Times Neediest Cases Fund, provides some.  The bureau's workers take the children to school and help chase after them at home. The bureau also bought Ms. Townsend and the boys new clothing, beds and a dining set. Ms. Townsend still struggles to make ends meet, but the bureau helps. ''They did a lot for my boys,'' she said, ''they really did.''  All the money donated to the Neediest Cases Fund goes to one of seven charities: the Children's Aid Society; the Brooklyn Bureau of Community Service; Catholic Charities of the Archdiocese of New York; Catholic Charities, Diocese of Brooklyn and Queens; the Community Service Society of New York; the Federation of Protestant Welfare Agencies; and the UJA-Federation of New York.  To donate, please send your checks to The New York Times Neediest Cases Fund, 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245. You may also call (800) 381-0075 and use a credit card, or you may donate online at www.nycharities.org/neediest.  Editorial  ", 
            "title": "Another Chance to Help"
        }, 
        "weight": 0.7630714373336185, 
        "file": "1818423.txt", 
        "other_topics": {
            "0": 0.0006620631193070643, 
            "1": 0.7630714373336185, 
            "2": 0.0008123979063093637, 
            "3": 0.0005908049051965417, 
            "4": 0.0003056296602027288, 
            "5": 0.04588048279789791, 
            "6": 0.0005256442847552205, 
            "7": 0.12198996675580762, 
            "8": 0.00043540812704435835, 
            "9": 0.0008541438278992885, 
            "10": 0.00036684061280958444, 
            "11": 0.0005364125628644711, 
            "12": 0.00043362452118469476, 
            "13": 0.0003305322817305363, 
            "14": 0.0002104258953894584, 
            "15": 0.0003880409976333979, 
            "16": 0.0005623314212474522, 
            "17": 0.00033856225760823725, 
            "18": 0.0002936055971095126, 
            "19": 0.00020404033155610213, 
            "20": 0.05614583760658915, 
            "21": 0.0014025573795957073, 
            "22": 0.00044743238534405554, 
            "23": 0.0005310344526411539, 
            "24": 0.0002542438730433919, 
            "25": 0.0005503908646038986, 
            "26": 0.000451300827374642, 
            "27": 0.00031189063587055553, 
            "28": 0.00047185945208897225, 
            "29": 0.0006410573256765476
        }
    }, 
    {
        "content": {
            "text": "  In March, necessity moved Carmen Laureano and her two daughters from Florida to New York City.  Ms. Laureano, 36, lost her job when the day care center where she had worked for about three years came under new ownership. ''Everything changed for me; everything was down,'' she said.  She moved with her girls, Luz and Franchesca Rivera, 12 and 10, to the Bronx, hoping to stay with her mother. But the young family could not stay in her mother's housing complex for the elderly. She and the girls quickly found themselves homeless and entered the shelter system.  ''For the people living in the shelter it's not that easy to get out,'' Ms. Laureano said. But she did. With persistence, determination and some help from Catholic Charities of the Archdiocese of New York, Ms. Laureano has made a new city her family's new home.  In June, they moved into a one-bedroom apartment in the Bronx, and Ms. Laureano gave the bedroom to her daughters so they ''could have privacy.'' Framed family photos hang in the living room, where Ms. Laureano sleeps.  For a year, the $925 monthly rent is covered by Housing Stability Plus, a Department of Homeless Services program that offers a five-year subsidy that decreases gradually each year. Ms. Laureano is already worried about paying next year's rent.  ''I'm going to start studying because in one year I have to work,'' she said. Since moving here in the spring, Ms. Laureano has spent her time finding housing, schools and medical services for her family and caring for her daughters. She plans to take computer classes with the help of Catholic Charities. ''I have to start paying rent by myself.''  Her willingness to work is real, but so are her worries. Caring for Franchesca takes a special effort. ''Franchesca is a special girl,'' Ms. Laureano said. A lack of oxygen to her daughter's brain during birth caused mild mental retardation and behavioral problems. Ms. Laureano must be home when Franchesca returns from school. ''I have to be here, at 3; I have to be downstairs,'' she said.  Finding the right school to meet her daughter's needs was also a challenge. When they arrived in New York, Franchesca was mistakenly put in mainstream classes.  ''My daughter was in regular class and it was a mess,'' Ms. Laureano said. Franchesca was disruptive and could not do the work. ''It was hard for her, for the teacher, for the students.''  Ms. Laureano found help and a feeling of home, at the Thorpe Family Residence in the Bronx, where the family lived while it was homeless. The Thorpe residence is affiliated with Catholic Charities, one of seven agencies supported by The New York Times Neediest Cases Fund. The Thorpe staff connected Ms. Laureano to the services she needed. ''They give you support,'' she said. ''They help you out a lot. They are like a family.''  Counselors at Thorpe referred her to medical and educational services for Franchesca, and Ms. Laureano did considerable work following through. ''I have to start from the shelter, then I have to talk with the social worker to see if she could help me,'' she said, ''I went to two schools before I get that school.''  The school is Public School 161, where Franchesca started in the fall. She is in Spanish-language special education classes with her peers, working at a first-grade level. The family is from Puerto Rico, and Ms. Laureano taught herself English in Florida. Luz, in the sixth grade, speaks both Spanish and English, but is in some bilingual classes to provide better comprehension.  Franchesca, who speaks Spanish, was crying on the first day. But, by the second day, ''she was the friend of the teacher,'' Ms. Laureano said.  Being taught in Spanish and working with children at her level has made a big difference for Franchesca.  ''Mommy, Mommy, I know how to read!'' Ms. Laureano remembered her daughter announcing one day after school. The family celebrated, ''We made a party,'' Ms. Laureano said.  Ms. Laureano was also referred to a clinic for her daughter's mental health issues, and Franchesca received new medication to control her behavior. Now, Franchesca is calm and more focused, Ms. Laureano said. ''She could really learn. She could hear. Without the medication she just wants to fight.''  The family's monthly income is limited to $145 in public assistance and $255 in food stamps. With the help of staff members at Thorpe, Ms. Laureano is applying for Social Security supplemental income for Franchesca.  Two weeks after school began, the family received $425 in Neediest Cases money for school clothes, shoes, socks and underwear. The family also bought four folding chairs to put around a dining table. ''Thank you for all the help,'' Ms. Laureano said.  Franchesca is shy around strangers. She stayed in the bedroom and sometimes hid under the covers. She is not shy with her family. ''No way,'' Ms. Laureano laughed. ''It's different when we three are alone.''  Previously recorded: $7,109,434.83  Recorded Monday: 23,675.42  Total: $7,133,110.25  Last year to date: $6,503,473.98  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  Correction:  January 26, 2007, Friday  A picture caption on Wednesday with an article about Carmen Laureano, a Bronx woman who received money for clothing and furniture from The New York Times Neediest Cases Fund, misidentified the subject of the picture in some copies. She was Luz Rivera, Ms. Laureano's 12-year-old daughter, not Ms. Laureano.  ", 
            "title": "The Neediest Cases; After Getting Family Out of Shelter, Mother Has a New Challenge: Paying the Rent"
        }, 
        "weight": 0.7297804473441114, 
        "file": "1821061.txt", 
        "other_topics": {
            "0": 0.00016652594292209118, 
            "1": 0.7297804473441114, 
            "2": 0.00020433901758142524, 
            "3": 0.00014860266499034546, 
            "4": 7.68737388717352e-05, 
            "5": 0.0002565933072555243, 
            "6": 0.00013221308906632113, 
            "7": 0.07769833389034413, 
            "8": 0.0001095163690554025, 
            "9": 0.01714013561060124, 
            "10": 9.22698715103945e-05, 
            "11": 0.00013492158862398728, 
            "12": 0.00010906774619918193, 
            "13": 8.313739019170364e-05, 
            "14": 5.292753760642982e-05, 
            "15": 9.760231485324641e-05, 
            "16": 0.0020220293405459468, 
            "17": 0.005726922608643939, 
            "18": 7.384937701565081e-05, 
            "19": 5.1321403678365975e-05, 
            "20": 0.07242036884998813, 
            "21": 0.0003527793398067029, 
            "22": 0.00011254078001094944, 
            "23": 0.0001335688552516554, 
            "24": 6.394888864226079e-05, 
            "25": 0.08852609656106364, 
            "26": 0.000113513792912585, 
            "27": 7.844853566420472e-05, 
            "28": 0.0019992733078765803, 
            "29": 0.0020418309351147106
        }
    }, 
    {
        "content": {
            "text": "  A map last Saturday showing parishes affected by the reorganization plans of the Roman Catholic Archdiocese of New York misidentified a Bronx parish scheduled for closing. It is St. Anthony's at 4505 Richardson Avenue, in the northern part of the borough -- not St. Anthony's at 1496 Commonwealth Avenue, in the central Bronx. A corrected version of the map can be found at www.nytimes.com/2007/01/20/nyregion/20churches.html.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7200176686130286, 
        "file": "1821828.txt", 
        "other_topics": {
            "0": 0.002121035097478976, 
            "1": 0.7200176686130286, 
            "2": 0.002602658903888307, 
            "3": 0.0018927469347577554, 
            "4": 0.000979138117222178, 
            "5": 0.003268219959708002, 
            "6": 0.0016839934807453935, 
            "7": 0.007568378013911882, 
            "8": 0.0013949061535934056, 
            "9": 0.0027363992713649145, 
            "10": 0.12094018654019514, 
            "11": 0.0017184915446657035, 
            "12": 0.001389192060000071, 
            "13": 0.0010589180245140955, 
            "14": 0.0006741361911332772, 
            "15": 0.0012431572628643344, 
            "16": 0.0018015271446163977, 
            "17": 0.001084643457893226, 
            "18": 0.0009406169262793783, 
            "19": 0.0006536789195940973, 
            "20": 0.08406106041797871, 
            "21": 0.0044933380845382734, 
            "22": 0.025386417654166618, 
            "23": 0.0017012618271219967, 
            "24": 0.0008145147529263215, 
            "25": 0.0017632734812029751, 
            "26": 0.0014458212011337795, 
            "27": 0.0009991962487638072, 
            "28": 0.0015116843542129482, 
            "29": 0.00205373936049946
        }
    }, 
    {
        "content": {
            "text": "  Every year I read articles about Jews who celebrate Christmas or wish they celebrated it (Lives, Jennifer Gilmore, Dec. 24). Just once, I'd like to read about Jews like me, who do not, and never wanted to, celebrate Christmas. I know that for many it is a lovely holiday. It is not my holiday, and I don't celebrate it any more than I celebrate Bastille Day or Cinco de Mayo.  Marian S. Lubinsky  South Deerfield, Mass.  ", 
            "title": "Jewish Family Christmas"
        }, 
        "weight": 0.7168406017125694, 
        "file": "1816958.txt", 
        "other_topics": {
            "0": 0.0023457898143800543, 
            "1": 0.7168406017125694, 
            "2": 0.0028784487132265677, 
            "3": 0.028584470751137243, 
            "4": 0.027574051705714538, 
            "5": 0.0036145357055849536, 
            "6": 0.0018624372408123783, 
            "7": 0.06135267759671824, 
            "8": 0.001542716879605008, 
            "9": 0.003026360830367374, 
            "10": 0.001299771801109113, 
            "11": 0.0019005908795976492, 
            "12": 0.0015363972941509106, 
            "13": 0.0011711258899586574, 
            "14": 0.0007455707887837447, 
            "15": 0.001374887972559185, 
            "16": 0.001992425316862168, 
            "17": 0.0011995773095806166, 
            "18": 0.054022608202773714, 
            "19": 0.0007229457698655507, 
            "20": 0.013495081563097975, 
            "21": 0.004969473029373264, 
            "22": 0.0015853206462585958, 
            "23": 0.0018815354212666148, 
            "24": 0.000900824514100616, 
            "25": 0.001950118117841941, 
            "26": 0.0015990271217414275, 
            "27": 0.05408739486197637, 
            "28": 0.0016718694400131551, 
            "29": 0.0022713631089731614
        }
    }, 
    {
        "content": {
            "text": "  Correction:  January 17, 2007, Wednesday  A front-page credit yesterday with a picture of a march in Raleigh, N.C., in honor of the Rev. Dr. Martin Luther King Jr., misspelled the photographer's surname. He is John Rottet, not Rotter.  ", 
            "title": "An Ocean of Tribute"
        }, 
        "weight": 0.7125505058160693, 
        "file": "1819266.txt", 
        "other_topics": {
            "0": 0.0033104698499768206, 
            "1": 0.7125505058160693, 
            "2": 0.15360359896185888, 
            "3": 0.002954162177042288, 
            "4": 0.001528219509370575, 
            "5": 0.005100973412729227, 
            "6": 0.002628343893126174, 
            "7": 0.011812575500548069, 
            "8": 0.0021771420805373433, 
            "9": 0.004270918145635203, 
            "10": 0.039219643571513835, 
            "11": 0.002682187792563058, 
            "12": 0.002168223635678433, 
            "13": 0.001652738419047154, 
            "14": 0.0010521785038717618, 
            "15": 0.0019402953974611825, 
            "16": 0.0028117881232875407, 
            "17": 0.0016928901693319194, 
            "18": 0.0014680963924297422, 
            "19": 0.0010202491969386804, 
            "20": 0.019044784133577904, 
            "21": 0.007013113678456702, 
            "22": 0.0022372661735560627, 
            "23": 0.0026552959884058084, 
            "24": 0.001271278601249376, 
            "25": 0.002752082558051107, 
            "26": 0.0022566092850135368, 
            "27": 0.0015595258464483333, 
            "28": 0.0023594071985191417, 
            "29": 0.0032054359877048333
        }
    }, 
    {
        "content": {
            "text": "  An article on Saturday about a controversy over a national sweepstakes awarding a $25,000 savings bond to the first American baby born in 2007 gave an erroneous birth weight in some copies for a Chinese-American girl, born in Manhattan, who was disqualified because her mother was not a legal resident. The girl, Yuki Lin, weighed 6.5 pounds, not 6.5 ounces. (The sponsor of the sweepstakes, Toys ''R'' Us, has since reversed its decision and awarded Yuki and two other babies born shortly after midnight $25,000 each.)  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7007804960137618, 
        "file": "1818077.txt", 
        "other_topics": {
            "0": 0.0019355830902991786, 
            "1": 0.7007804960137618, 
            "2": 0.0023750962773649883, 
            "3": 0.001727255228113465, 
            "4": 0.0008935274975012091, 
            "5": 0.11227580370885232, 
            "6": 0.0015367540637960366, 
            "7": 0.028765307265394773, 
            "8": 0.0012729429921545306, 
            "9": 0.002497143099732899, 
            "10": 0.0010724815599642231, 
            "11": 0.0015682358008269695, 
            "12": 0.0012677285084579661, 
            "13": 0.0009663318747995448, 
            "14": 0.0006151933146543324, 
            "15": 0.0011344622158505641, 
            "16": 0.0016440112103656623, 
            "17": 0.02284847591096097, 
            "18": 0.0008583743942377644, 
            "19": 0.0005965247179338164, 
            "20": 0.011135205513987567, 
            "21": 0.047817800339974646, 
            "22": 0.023166764563717693, 
            "23": 0.001552512557978292, 
            "24": 0.0007432979229986685, 
            "25": 0.023467770141051243, 
            "26": 0.001319406299234202, 
            "27": 0.0009118318528987789, 
            "28": 0.001379510729153985, 
            "29": 0.0018741713339819007
        }
    }, 
    {
        "content": {
            "text": "  When Destiny-Rae was quiet at 18 months old, Delores Pryce knew that something was wrong. ''All my children talked early,'' she said. ''But she wasn't speaking.''  The problem, as Ms. Pryce discovered, was that her daughter could not hear. The fluid in her ears was not draining properly. An operation to install tubes to drain the fluid in each ear solved the hearing problem.  Today, as she turns 7 years old, Destiny-Rae is a chatty, bubbly first grader who likes to read. ''I read all kinds of books,'' she said.  Destiny-Rae's premature birth came with medical complications and a wrenching change of address that turned the lives of Ms. Pryce, now 43, and her family upside down.  In December 1999, Ms. Pryce was pregnant with Destiny-Rae and visiting New York with her three children, Misty-Lee, Keano-Ross and Marie-Chantal, then ages 3 through 10. She was on vacation from her native England after fleeing a tumultuous marriage. She had planned to return home shortly after the new year.  On Jan. 4, 2000, Destiny-Rae was born two months early. ''When she came out she was red and then, all of a sudden, she turned blue,'' Ms. Pryce remembered. ''She wasn't able to breathe.''  Destiny-Rae spent 16 days in the hospital and was released weighing little more than four pounds. Ms. Pryce was stranded in New York with four children, one of them a fragile newborn.  ''The hospital wouldn't let me fly home,'' she said.  The family was staying with friends, but the arrangement soured, leaving the entire Pryce family homeless. Ms. Pryce gathered her children and entered a Brooklyn shelter.  Destiny-Rae was in and out of Kings County Hospital Center five times before her first birthday, for pneumonia and other complications. Ms. Pryce and her three children traveled by subway from their Brooklyn shelter to visit her daily. The family lived in a shelter during the next four years. Destiny-Rae had emotional and behavioral issues, including hyperactivity, a sensitivity to touch and a quick temper.  Then, in September 2004, Tabernacle Church in Jamaica, Queens, offered a lifeline. Ms. Pryce had been a member of the Baptist congregation for three years. The church offered her a small two-bedroom apartment above its small worship space and set the rent at $250 a month.  ''It looked like a bomb hit it,'' Ms. Pryce said. ''We cleaned it up. We did our bit.'' The apartment today is furnished with worn, hand-me-down furniture. Amy and Patrick, the family parakeets, fly around the living room.  Destiny-Rae pointed to two paper certificates for perfect school attendance in October. ''This is Misty's perfect attendance; this is mine,'' she said.  Ms. Pryce lives here with Destiny-Rae and Misty-Lee, 10, who is in fifth grade. Her eldest daughter, 17, is in college in England, where students typically start college classes at 16. Her son, Keano-Ross, is living there with Ms. Pryce's parents and doing well in fourth grade.  The apartment was a huge step toward stability, but paying the electricity bill was a new hurdle.  ''They sent me a bill when I first came here and I paid that bill,'' Ms. Pryce remembered.  Then, she said, Consolidated Edison sent no bills for months. The Con Ed office is across the street from Destiny-Rae's weekly play therapy, and Ms. Pryce said that she inquired there regularly about her bill. She was told that Con Ed did not have her account information. About a year and a half later, she received a $1,600 electricity bill.  The family income is limited to $626 a month from Destiny's Supplemental Security income and supplemented by $152 in food stamps, and a $20 stipend from the church food pantry, where Ms. Pryce also volunteers twice a week. She also picks up baby-sitting jobs, and works one day a week at a neighborhood grocery.  Ms. Pryce managed to pay $500 toward the electric bill. But in October, Con Ed threatened to remove the meter, and she asked for help to pay the remaining balance.  She turned to Keiko Aizawa, a social worker at New Alternatives for Children, which provides preventive services for families with medically fragile children. The program is run by the Federation of Protestant Welfare Agencies, one of seven agencies supported by The New York Times Neediest Cases Fund.  Ms. Aizawa, who has been involved with the family since Destiny-Rae's ear surgery more than five years ago, found money to pay off the remaining $1,100 on the electricity bill, $500 of which was Neediest Cases money.  ''You guys came through for me. I'm not going back in the shelter,'' said Ms. Pryce, who is grateful for Ms. Aizawa's continued support.  Things are looking up. Destiny-Rae receives physical, occupational and speech therapy each week and is catching up academically. ''By the age of 8 or 9, she should be up to par and out of special ed,'' Ms. Aizawa said.  Ms. Pryce hopes to find a full-time job now that two of her girls are in school here, and she said that she is finally beginning to feel more secure.  ''I've got the sense that I'm safe here,'' she said. ''Everything will be all right. They've got better as things have gone along.''  In her bedroom, Misty-Lee pulled out some princess decorations and pink paper wall hangings that Ms. Aizawa gave the girls a few months ago. ''We're going to put it up soon,'' she said.  Previously recorded: $4,513,938.29  Recorded Tuesday: 134,028.54  Total: $4,647,966.83  Last year to date: $4,776,625.76  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  Correction:  January 18, 2007, Thursday  An article on Jan. 4 about Delores Pryce, a Queens woman whose youngest daughter has health problems and who received help from The New York Times Neediest Cases Fund to help pay an electricity bill, referred incorrectly to New Alternatives for Children, a program that helps families with medically fragile children. (The error was repeated in an article on Jan. 5 about Dorcas Acheampong, a Bronx woman who received help from the fund to help pay her rent.) Although it is a member agency of the Federation of Protestant Welfare Agencies, it is not run by the federation.  ", 
            "title": "The Neediest Cases; After String of Crises, a Family Finds Some Security"
        }, 
        "weight": 0.6976410838523593, 
        "file": "1816273.txt", 
        "other_topics": {
            "0": 0.00014265023431318593, 
            "1": 0.6976410838523593, 
            "2": 0.016284627186570387, 
            "3": 0.00012729671190244628, 
            "4": 6.585194276734493e-05, 
            "5": 0.00021980416240801915, 
            "6": 0.0033351740642755456, 
            "7": 0.15032815498211613, 
            "8": 0.011370524162961642, 
            "9": 0.00984978776062012, 
            "10": 7.904065012358645e-05, 
            "11": 0.0001155771640946273, 
            "12": 9.343012432965732e-05, 
            "13": 7.121754114061233e-05, 
            "14": 0.0016562975694082763, 
            "15": 8.360855275168022e-05, 
            "16": 0.00012116172410656736, 
            "17": 7.294770539093664e-05, 
            "18": 6.326119972846515e-05, 
            "19": 0.0032658802493173633, 
            "20": 0.07975761992362429, 
            "21": 0.0067460336283234135, 
            "22": 9.6405210843703e-05, 
            "23": 0.00011441837928824616, 
            "24": 5.478019693996987e-05, 
            "25": 0.017839132846403042, 
            "26": 9.723871771940346e-05, 
            "27": 6.720095258226926e-05, 
            "28": 0.00010166834466452843, 
            "29": 0.00013812425892512347
        }
    }, 
    {
        "content": {
            "text": "  ''She's not going to be in the street, that's for sure,'' Geneva Burton said decisively as she nodded toward her granddaughter, Brittany Rivera, 14. There are drugs on the streets of their Bronx neighborhood, said Ms. Burton, 70. She lost her daughter to them and vowed not to lose her granddaughter, too.  ''My daughter got involved with drugs at an early age,'' Ms. Burton said. Her daughter, Dana Burton Rivera, was 16 when her mother noticed a change. She started on cocaine and wound up on crack, an addiction it pained Ms. Burton to witness. ''It was like she was kidnapped against her will,'' Ms. Burton remembered.  Brittany was born addicted to cocaine and spent seven weeks in the hospital before she was released to her grandmother. Brittany spent her early years with her grandmother, although her mother lived in the same building and was close by. ''I was 4 or 5 when I lived with my mother,'' Brittany said, ''and that week when I was 6.''  Brittany's mother, Ms. Rivera, got clean at 21. ''Squeaky clean,'' Ms. Burton said. ''When she left it, she left it for good.'' Brittany moved in with her a year or so later, and in January 1998 Ms. Rivera gave birth to twins. But while she had survived addiction, the years of drug abuse had taken their toll.  Ms. Rivera died suddenly, less than two weeks after Brittany's sixth birthday. She went into the hospital with back pain, and died from complications stemming from her years as an addict. ''August the 15th, my child was gone,'' Ms. Burton said. The twins just were 7 months old, and Ms. Burton was heartbroken. ''I loved her beyond human understanding,'' she said. ''They didn't come sweeter than her.''  Brittany now lives with her grandmother, and she carries her mother's high school graduation picture in her wallet. The likeness is striking. Brittany, pleasant and well spoken, is a freshman at St. Michael Academy, an all-girl Roman Catholic high school in Manhattan. Her first report card shows an 85 percent average and positive comments from teachers. On Wednesdays after school, she stays for Global Community, in which students discuss world events.  Catholic school is important to Ms. Burton. She hopes it will help keep her granddaughter safe. ''The environment is better,'' she said. ''Environment to me is very important. I don't see how you can separate a child from environment.''  She feels that the school will provide the discipline that Brittany needs to succeed. Brittany interjected, ''It's important to me -- I like the school.''  But paying for it is a challenge. High school costs $550 a month, and Ms. Burton has not managed to keep up. ''I can pay January,'' she said, but she has fallen about $1,000 behind since school began in September. Making ends meet on her retiree income is a continual challenge. Ms. Burton receives $1,200 a month from the New York Telephone Company, where she worked as an operator until 1991. She also receives $600 from Social Security. Brittany receives $154 a month in Social Security survivor benefits from her mother's death. Their rent is $919 a month, and public assistance covers $300.  After Ms. Burton fell behind on her Consolidated Edison bill in August, Catholic Charities of the Archdiocese of New York, one of seven agencies supported by The New York Times Neediest Cases Fund, stepped in to help. It arranged a $200 energy grant from Con Edison, and used $95 of Neediest Cases money to prevent a turn-off. Ms. Burton has again fallen behind, and this month an additional $130 in Neediest Cases money was used to keep the power from being turned off. ''I'm grateful; it's going to help me a lot,'' Ms. Burton said.  This month, Ms. Burton goes to family court to seek custody of the twins, William Brandon Sykes and Breanna Geneva Sykes, who turned 9 on Saturday. Ms. Burton saw them regularly until last year, when their father went into drug rehabilitation. They have been living with their father's partner. ''I want them back in my life pretty regularly,'' Ms. Burton said.  Brittany is looking forward to being older and being able to go to the movies alone, and to talk to boys on the phone. ''Don't rush it, Brittany, it's coming,'' Ms. Burton said.  She is trying to teach her granddaughter as much as she can, now. ''I'm in the evening of my life; she's in the morning,'' she said. ''I'm not going to be with her always. I try to teach her the best I can.''  Ms. Burton is hoping that Brittany will make her way safely through their neighborhood and out into the world beyond. ''It's O.K. for me, you know, 'cause I'm pretty strong,'' she said. ''I want her to get a good education so she can move on.'' But it might take some outside help to keep her granddaughter in the school Ms. Burton thinks best.  Previously recorded: $6,231,937.08  Recorded Tuesday: 131,865.00  Total: $6,363,802.08  Last year to date: $6,071,392.38  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  ", 
            "title": "The Neediest Cases; Keeping a Girl Off the Streets, and on the Road to Success"
        }, 
        "weight": 0.6869330919301547, 
        "file": "1817986.txt", 
        "other_topics": {
            "0": 0.0001877057830365823, 
            "1": 0.6869330919301547, 
            "2": 0.00023032816765368496, 
            "3": 0.00016750290737813545, 
            "4": 8.665103524812162e-05, 
            "5": 0.0002892284938622326, 
            "6": 0.00014902879980982825, 
            "7": 0.13209575791976258, 
            "8": 0.006482766844553995, 
            "9": 0.00024216382300452517, 
            "10": 0.00010400534702659736, 
            "11": 0.00015208178375578205, 
            "12": 0.019200904122031848, 
            "13": 0.004333258991040141, 
            "14": 5.965920214162094e-05, 
            "15": 0.0001100160047992215, 
            "16": 0.00015943020638546081, 
            "17": 9.598796824311972e-05, 
            "18": 8.324201560577145e-05, 
            "19": 5.78487897738021e-05, 
            "20": 0.11130809056483337, 
            "21": 0.00039764808447009375, 
            "22": 0.00012685444000389834, 
            "23": 0.00015055700105563502, 
            "24": 7.208231946496538e-05, 
            "25": 0.03619219991290293, 
            "26": 0.00012795120694243867, 
            "27": 8.842612482195628e-05, 
            "28": 0.00013377991516922753, 
            "29": 0.0001817502950676289
        }
    }, 
    {
        "content": {
            "text": "  Christmas presents came a few days late for the Fardan-Daniels children. On Dec. 28, Nadine Bosson, a social worker, took gifts to the Brooklyn shelter where the family was living.  ''Thank you, Miss Nadine!'' rang out from behind a flurry of Christmas paper.  Sayeedah Fardan, 15, got a book of Japanese Sudoku games and a paint set. She is a ninth grader at Legacy School for Integrated Studies. She wants to learn Japanese so that she can study in Japan someday.  Dawn Daniels, 10, unwrapped a chemistry set.  Darren Daniels III, 4, got a Learning Pad. His father, Darren Daniels II, 43, fiddled with the batteries. ''We are learning to read; it's a big thing for us,'' said his mother, Shebah Fardan, 35, referring to her son.  There was a remote-controlled car for Khalif Fardan, 17; a board game for Sashii Fardan, 13; Harry Potter books for Deloi Daniels, 11; and blocks for Daaimah Daniels, 8.  There were not many presents on Christmas Day, but Ms. Fardan said that it was filled with family time.  After being homeless for four years, the family was poised to move into an apartment as soon as the kitchen was finished.  At the shelter, the family has lived in two rooms that are not connected, each with a bathroom, kitchen space and bunk beds. The four youngest shared with their parents, and the older children slept in a room around the corner. Safety was a concern. They had to limit their children's movements after a certain hour, Ms. Fardan said.  The gift revelry was interrupted by room inspections. ''We never pass; it will be fine in the morning,'' Ms. Fardan said, and Sayeedah finished, ''and trashed by the afternoon.''  Lack of privacy in the shelter was continually wearing. But it was an improvement over a shelter in Auburn, N.Y., where the family lived for two years.  ''Nine of us in one room, and it was just a room,'' Mr. Daniels said. No kitchen, no bathroom, no sink.  With two working parents, and a rented house in Queens, the Fardan-Daniels family in 2001 never imagined that they would be homeless. Ms. Fardan worked freelance, building Web sites and also as a hairdresser. Mr. Daniels juggled jobs as a security guard and a forklift operator, among other things.  ''It was enough that the kids didn't need,'' Mr. Daniels said. ''We didn't go hungry; our bills were paid. We were able to live and not stress day to day.''  But in July of that year, a bicycle accident left him unable to work. ''It all stopped when I had the accident,'' he said. Little more than a year later, they entered the shelter system.  They have been trying to find a way out ever since. They need a five-bedroom that is wheelchair accessible. Daaimah was born with cerebral palsy and uses a wheelchair. She sleeps in the top bunk in her parents' room. ''It's because it's got railings,'' Mr. Daniels said. ''She'll roll, and we don't want her to roll onto the floor.''  In June, Daaimah had surgery to repair a dislocated hip socket. The damage was caused in part, Ms. Fardan said, because she had outgrown her wheelchair. The surgery also released her Achilles' tendons, which had atrophied.  The family lives on Mr. Daniels's Social Security disability of $577 a month, and Daaimah's Supplemental Security Income of $574. They receive $555 in food stamps and $83 in public assistance. With the help of Ms. Bosson at New Alternatives for Children, a member agency of the Federation of Protestant Welfare Agencies, one of seven agencies supported by The New York Times Neediest Cases Fund, they were approved for the Housing Stability Plus program. It will cover all of the $1,676 monthly rent on their new apartment for the first year, and will subsidize a smaller percentage for the next five years.  A week before Christmas, $1,000 in Neediest Cases money was used for blankets, towels and sheets. Ms. Fardan also bought storage bins, in preparation for her move.  ''It's all about packing; that's all it is, right now,'' she said.  The family is looking forward to retrieving its belongings from storage. They are short two beds, one for Mr. Daniels and Ms. Fardan, and one for Darren, who was born in the shelter system. They will also need a dining room table and nine chairs.  Mr. Daniels and Ms. Fardan feel the stigma of homelessness keenly. ''Just because we're labeled homeless doesn't mean we're second-class citizens, and we shouldn't be labeled as such,'' Ms. Fardan said. ''We're not homeless,'' Mr. Daniels added. ''We're houseless,'' Ms. Fardan agreed.  Previously recorded: $6,878,126.62  Recorded Tuesday: $153,723.67  Total: $7,031,850.29  Last year to date: $6,390,914.34  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESEOF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  ", 
            "title": "The Neediest Cases; A Family of Nine, Buffeted by an Injury, Remains Intact"
        }, 
        "weight": 0.6699129684873646, 
        "file": "1819627.txt", 
        "other_topics": {
            "0": 0.0001841917788301759, 
            "1": 0.6699129684873646, 
            "2": 0.002306106182425936, 
            "3": 0.01680508667353061, 
            "4": 8.502885772420363e-05, 
            "5": 0.008604173680412622, 
            "6": 0.0001462388600384714, 
            "7": 0.13378299828894002, 
            "8": 0.0001211343678550678, 
            "9": 0.0002376303202060977, 
            "10": 0.00010205828273785889, 
            "11": 0.00014923468965356433, 
            "12": 0.00012063815302834976, 
            "13": 9.19569859086315e-05, 
            "14": 5.854233358336426e-05, 
            "15": 0.008428316194217505, 
            "16": 0.0001564455438630623, 
            "17": 0.022975180385512214, 
            "18": 8.168365768916203e-05, 
            "19": 5.676581360060107e-05, 
            "20": 0.06554242417053083, 
            "21": 0.0024702937349539524, 
            "22": 0.00012447962219826815, 
            "23": 0.041749537342550665, 
            "24": 7.073288009389361e-05, 
            "25": 0.00015312357605627594, 
            "26": 0.0001255558567718854, 
            "27": 0.004246950605227358, 
            "28": 0.020932174892077715, 
            "29": 0.00017834778241697293
        }
    }, 
    {
        "content": {
            "text": "  Mirza Norales remembers waiting for her mother to pick her up from the emergency room as midnight approached one summer night in 2000, but she never came.  They had gone to St. Barnabas Hospital in the Bronx together after they had a fight where Ms. Norales, who was 14 at the time, suffered a blow to the head, she said. Her mother had warned her not to bring men into the house or she would throw her out, but Ms. Norales did, and her mother caught her.  That day was the beginning of the second phase of a turbulent, nomadic childhood for Ms. Norales, now 20, who bounced from home to home beginning when she was 4. The woman she waited for in the Bronx hospital was, in fact, one of several women she had called ''Mom.''  She was passed along from the homes of aunts and uncles in Honduras, her home country, for seven years after her parents died. Ms. Norales has never learned how her parents died. When she was 11, her relatives moved her to New York so that her maternal aunt and legal guardian could take care of her, as her biological mother had wished. But the situation was less than ideal and ended with Ms. Norales stranded in the emergency room that summer night in 2000.  ''I was rebellious, and sometimes I think it was my fault,'' she said.  She was taken from the emergency room to 7 Laight Street in Manhattan, an emergency intake center for children. She was then moved to Geller House School on Staten Island, where she stayed longer than the six months she was originally told she would stay, she said.  She behaved well because she wanted to go home, but after a year, her aunt refused to take her back, saying she did not have room in her one-bedroom apartment. Ms. Norales was then sent to Pleasantville Cottage School in Westchester County, a coeducational residential treatment center run by the Jewish Child Care Association, a part of the UJA-Federation, one of the seven agencies supported by The New York Times Neediest Cases Fund.  Her time there was turbulent.  ''I used to go AWOL because all you see in Pleasantville is trees,'' she said. She watched as her friends came and went to and from home visits, and she yearned to get out as well. So she would sneak a ride on a bus and ride along with her friends, or visit friends in the city. She soon got a job as a cashier at a McDonald's, where she worked for seven months.  After a year in Pleasantville, she was placed with foster parents, but it did not work out, and Ms. Norales was moved again. It was then that she met Michelle Jones, her third Mom. She lived in Brooklyn with Ms. Jones and her two children for two years, and finally felt that she was wanted and could have a good life.  Although she was treated by Ms. Jones as family, Ms. Norales still wanted to be with her actual family, so, when she turned 18, she moved in with another aunt in the Bronx.  Soon after she moved back to the Bronx she took a trip to Honduras, where she became pregnant and her adult life began, at 18.  Her son, Jaylen, was born prematurely on April 30, 2005, and her aunts were there to help. But after a lifetime of living somewhere between dependence and independence, Ms. Norales was ready to be on her own. She applied to public housing, got a job as a home assistant and moved into a one-bedroom apartment in the Webster/Morrisania Houses in the Bronx in March 2005, with the help of $626 from the Neediest Cases for a deposit and first month's rent.  She cooks hot Honduran meals for her son every day, keeps a clean house and tries to give him toys that she never had. Ms. Norales puts Jaylen in day care when she goes to work at Mimi Maternity in Manhasset, N.Y., and takes him to speech and physical therapy.  She plans to start community college full time next month and wants to earn a nursing assistant certificate. ''I need something better for my son than just to be in people's houses,'' she said.  Previously recorded: $7,213,701.25  Recorded Wednesday: $149,800.03  Total: $7,363,501.28  Last year to date: $6,566,951.98  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  ", 
            "title": "The Neediest Cases; From a Rough, Nomadic Childhood to Young Motherhood"
        }, 
        "weight": 0.6616010743239332, 
        "file": "1821578.txt", 
        "other_topics": {
            "0": 0.0002129891582431677, 
            "1": 0.6616010743239332, 
            "2": 0.005071953954195345, 
            "3": 0.00019006501914114887, 
            "4": 9.832265559340602e-05, 
            "5": 0.00032818665707092404, 
            "6": 0.000169102507722411, 
            "7": 0.2436953642175391, 
            "8": 0.00014007306519123693, 
            "9": 0.02192248842322218, 
            "10": 0.00011801453827166461, 
            "11": 0.00017256671894840117, 
            "12": 0.00013949926988440135, 
            "13": 0.00010633395880994409, 
            "14": 6.769510795054399e-05, 
            "15": 0.00012483481263278785, 
            "16": 0.004991506261815335, 
            "17": 0.00010891724392737296, 
            "18": 9.445445178896022e-05, 
            "19": 6.564083876364525e-05, 
            "20": 0.02046770942278786, 
            "21": 0.0004512100235707016, 
            "22": 0.00014394133179462573, 
            "23": 0.03865564704047591, 
            "24": 8.179157987937938e-05, 
            "25": 0.00017706361151699149, 
            "26": 0.00014518582977039195, 
            "27": 0.00010033684411770727, 
            "28": 0.0001517996465574157, 
            "29": 0.0002062314848837513
        }
    }, 
    {
        "content": {
            "text": "  Most of her last six years, Patricia Ramos says, have been a torturous trip through poverty and degradation. But, she says, she and her two children are now on an upward path.  In 2001, Ms. Ramos, now 36, had been living in Miami for four years with the first of her two sons, Enrique Rivera, who is now 17. They were comfortable on her $32,000-a-year salary as a room service manager at a large hotel, she said recently.  Ms. Ramos, a high school dropout from the Bronx, became a single mother at 19. She worked at sales, cashier and receptionist jobs, she said, until moving to Miami with Enrique in 1997, to live near her divorced mother.  While in Miami, she recounted, she learned that one of her five sisters -- she also has four brothers -- had tested positive for the virus that causes AIDS. She said she had been very close with this sister and decided to return to New York to help care for her and her three young children.  Ms. Ramos said she gave up her job and apartment and flew to New York with Enrique, who was then 12 -- only to find that days earlier, her sister had moved with her children from her East Harlem apartment without telling her mother and siblings and without leaving a forwarding address.  It took several months for Ms. Ramos to learn that her sister had moved to Puerto Rico. ''I believe she left because she was ashamed'' of her situation, Ms. Ramos said.  But Ms. Ramos's own ordeal was just beginning.  She was living with another sister in Queens while they were seeking the missing sister. After they learned her whereabouts, Ms. Ramos could not return to Miami, she said. She had no money for the trip, having exhausted her savings, she said. And even if she had had the money, she said, she did not want to face what she was convinced would be her mother's disapproval because, while in New York, she had become pregnant.  The baby's father was a man who ''didn't want to take responsibility,'' Ms. Ramos said. After the boy, Lucas Machado, was born, his father's sister took Ms. Ramos and her children into her home for three months. Then Ms. Ramos moved in with a friend who was among squatters living in an abandoned building in East Harlem.  ''But it was dangerous and nasty,'' she said, and after several months, she and the children moved in with another friend who was living legally in another building.  The condition, though, was that Ms. Ramos and her children could not be in the apartment while the friend was at work.  So in cold weather, while Enrique attended a junior high school, she and Lucas, in his stroller, spent the days ''riding back and forth'' in the subway, Ms. Ramos recalled.  After several months of this, she knew she had to find a decent place to live. Yet she had not worked in New York; her lack of a permanent address, and of self-confidence, had kept her from finding even ''a dinky job,'' she said.  At the suggestion of the friend she had lived with in the abandoned building, she went to work for an escort service where the friend was working. Ms. Ramos's financial situation sharply improved as she averaged $1,000 to $2,000 a week for what she described in the interview as selling her body. She could now rent a small apartment in the Bronx.  Enrique, then 15, ''was wondering where I got the money,'' she said, and she felt she had to tell him. ''I told him this was what I had to do to take care of him and his brother,'' she said. ''He said, 'Mom, you don't have to do this.' I told him it was temporary, and not to be ashamed of me.'' Inwardly, however, she despised what she was doing, she said.  But she stayed with the escort service for a year, leaving after a customer robbed and threatened to kill her. Several months later, without income to pay the rent, she and the boys were evicted.  This time, Ms. Ramos sought help outside her circle of friends, and she and the children spent the next eight months in a city homeless shelter.  Despite its unpleasantness, this turned out to be the start of her climb back. The welfare program eventually sent her to an employment program run by Catholic Charities of the Archdiocese of New York, one of seven agencies supported by The New York Times Neediest Cases Fund. That program referred her for a file clerk job at a real estate management company in Manhattan. She was hired last May, and was soon promoted to a job in the payroll unit paying $370 a week.  A job developer in the Catholic Charities program, Diana Rivera, said she had found Ms. Ramos determined to obtain work and ''maintain her family.''  About the time she was hired, Ms. Ramos found an apartment in the South Bronx. The welfare program pays about half the $820 monthly rent, and Catholic Charities used $500 from the Neediest Cases to buy two beds.  Interviewed in the apartment -- where Enrique, now in high school, and Lucas, a kindergartener, awaited dinner -- Ms. Ramos said she wanted all the details of her story publicly disclosed so that others might learn what she belatedly did: that ''there's help out there, and you don't have to sell your body'' to survive.  Previously recorded: $4,697,117.83  Recorded Thursday: $1,085,148.71  Total: $5,782,266.54  Last year to date: $5,467,648.56  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  ", 
            "title": "The Neediest Cases; Reaching for Help, a Mother Regains Dignity and a Stable Family Life"
        }, 
        "weight": 0.6542244221236451, 
        "file": "1817231.txt", 
        "other_topics": {
            "0": 0.0001804384958225256, 
            "1": 0.6542244221236451, 
            "2": 0.0022591145674727147, 
            "3": 0.00016101780224491105, 
            "4": 8.32962213987224e-05, 
            "5": 0.024730477069823335, 
            "6": 0.0001432589451262722, 
            "7": 0.17996178986254519, 
            "8": 0.0001186660081519343, 
            "9": 0.00023278811797211872, 
            "10": 9.997863715963171e-05, 
            "11": 0.00014619372860532386, 
            "12": 0.00011817990471394976, 
            "13": 9.008317484693464e-05, 
            "14": 5.734941418564662e-05, 
            "15": 0.00010575658406063315, 
            "16": 0.00015325764695944848, 
            "17": 0.006205383275800943, 
            "18": 8.001918663429414e-05, 
            "19": 5.560909441934479e-05, 
            "20": 0.0682822713983264, 
            "21": 0.00038225259268921213, 
            "22": 0.00012194309611788186, 
            "23": 0.032747989919123886, 
            "24": 6.929155345801076e-05, 
            "25": 0.00015000337101926098, 
            "26": 0.00012299740021792934, 
            "27": 8.500258594152688e-05, 
            "28": 0.00012860044199967984, 
            "29": 0.028702567779517303
        }
    }, 
    {
        "content": {
            "text": "  A picture caption on Friday with an article about Staten Island Chuck, a groundhog being prepared for his first Groundhog Day duty, omitted a credit in some copies. The pictures of Chuck and his trainer, Douglas Schwartz, were by Chang W. Lee of The New York Times.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6508335089750236, 
        "file": "1819118.txt", 
        "other_topics": {
            "0": 0.0031911669409066807, 
            "1": 0.6508335089750236, 
            "2": 0.003915785770078285, 
            "3": 0.002847699905051323, 
            "4": 0.001473145443927288, 
            "5": 0.004917144229922352, 
            "6": 0.0025336234798021004, 
            "7": 0.08346299198783746, 
            "8": 0.0020986821049332944, 
            "9": 0.004117002543842818, 
            "10": 0.0017681843347581903, 
            "11": 0.002585526949593161, 
            "12": 0.002090085063519897, 
            "13": 0.03763123632611901, 
            "14": 0.0010142600324578482, 
            "15": 0.0018703709166887196, 
            "16": 0.0027104567359017223, 
            "17": 0.0016318816928647638, 
            "18": 0.001415189047445624, 
            "19": 0.0009834813957843788, 
            "20": 0.09043456585661211, 
            "21": 0.006760374671186984, 
            "22": 0.002156639442316892, 
            "23": 0.07463572305862638, 
            "24": 0.0012254641875132923, 
            "25": 0.0026529028433713345, 
            "26": 0.002175285465574828, 
            "27": 0.0015033235613700802, 
            "28": 0.0022743787417681058, 
            "29": 0.0030899182952014623
        }
    }, 
    {
        "content": {
            "text": "  Stephanie Robinson Davis and Randy Davis are young parents just starting out. There can be a lot to learn, but in the Davises' house, they already know that their children come first.  ''I try my best to give them everything I didn't have,'' said Mr. Davis, 27. ''I want them to have a stable home. I never really had a stable home because I was in and out of foster care.''  Nyliyah, 2, danced around the coffee table. ''Me comfortable,'' she said in a singsong voice.  Ms. Davis, 26, laughed at her daughter's energy, saying, ''It's got to be the Froot Loops.''  The couple's other child, Shymell, 4, named for his quiet nature, even as a baby, watched the action from one corner of the immaculate living room, which Ms. Davis had carefully decorated and scrubbed to a shine.  As children, Mr. and Ms. Davis both spent years in foster care. Their cheerful home is proof of the new path they are making for their own children. The road has not always been easy.  Mr. Davis was born in 1980. He said drugs were booming then, and ''my mother, she was really on it hard.'' He was raised mostly by his grandmother, who died when he was 11. He was then placed in a foster home in the Bronx.  Meanwhile, Ms. Davis landed in foster care herself as her mother battled her own addictions and abusive relationships. Still, throughout the nearly 12 years that she was in foster care, her mother fought to stay in her life. ''My mother always made sure that we was close, always,'' Ms. Davis said.  She is the oldest of eight children and fiercely protective of her siblings. ''I know what it's like to be a mother. It's easy to take care of my children because I know what it's like to be a mother since a very young age,'' she said.  Throughout their tumultuous childhoods, both of the Davises found an adult they could count on: Jean Marie De Veaux, education coordinator at the Family Foster Care program of the Children's Aid Society, one of seven agencies supported by The New York Times Neediest Cases Fund.  ''I've been knowing her since I was a itty-bitty little person,'' Ms. Davis said. Ms. De Veaux provided information about schools, scholarships, jobs and bill-paying. Anything the Davises needed to know, they went to Ms. De Veaux.  Mr. Davis said: ''If I needed help, she was there for me. I love Miss Jean Marie De Veaux.''  The couple met as young adults at a day care center where they were both working in jobs they got through the Children's Aid Society. Ms. Davis had been hired full time after completing an internship, and Mr. Davis was working there during breaks from college at Norfolk State University in Virginia.  In May 2002, Mr. Davis left school about a semester short of graduation. Ms. Davis was pregnant with Shymell, and Mr. Davis would not think of her going through pregnancy alone, nor of his child's life beginning without him. Mr. Davis hopes to complete his degree and says he misses college. ''I wanted to be a social worker; that's what I majored in,'' he said.  Mr. Davis ended up working in construction, even though the income was quite unstable and he found the work unsatisfying. Ms. Davis was a seasonal Parks Department employee.  Their lives became even more of a struggle one day in March when Ms. Davis's mother died suddenly from a heart problem. Ms. Davis took on more family responsibility. Her savings went to cover funeral costs and to help provide for her younger siblings.  Her 3-year-old brother, Malikk, is of the greatest concern. She is helping her oldest brother care for him now. ''We all have to decide what we're going to do right now to keep this family together,'' Ms. Davis said. Her brother Alfred Robinson, 19, also sometimes lives with the Davises.  ''I wouldn't trade it in for a minute, because they all give me some type of support,'' she said.  Ms. Davis's job came to an end for the season in March, coincidentally on the day her mother died. The aftermath has derailed her search for a new job.  The Davises receive $345 in food stamps each month and $119.50 in public assistance. The $184 rent on their two-bedroom apartment in Harlem is covered by public assistance.  By the fall, construction work for Mr. Davis had slowed and the family was struggling to keep up. They turned to Ms. De Veaux for help. She used $605.59 in Neediest Cases money: $300 for clothing vouchers for the children, $152 for two monthly MetroCards for continuing job searches and $153.59 toward part of a phone bill.  The Children's Aid Society also helped with employment. On Nov. 14, Mr. Davis started working part time at the organization's P.S. 8 Community Schools program. ''I love it. I love working with kids,'' he said. He hopes to do more. ''If they put me full time, I'd jump and touch the sky.''  With a little help from Neediest Cases, and continuing help from Ms. De Veaux, the Davises are making it.  Ms. De Veaux said, ''When they had each of their babies, I watched them trying to recreate the love and stability that they missed out on, in part. This is such a success story, I think, from foster care because they've been through a lot.  ''This is what marriage is. This is what commitment is. It's not what you see in the movies.''  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  Previously recorded: $7,133,110  Recorded Tuesday: 80,591  Total: $7,213,701  Last year to date: $6,537,268  ", 
            "title": "The Neediest Cases; Two Who Were in Foster Care Make Providing Stable Home a Priority"
        }, 
        "weight": 0.6445295017944197, 
        "file": "1821304.txt", 
        "other_topics": {
            "0": 0.00017135980199339593, 
            "1": 0.6445295017944197, 
            "2": 0.03891382212458241, 
            "3": 0.00015291625317714053, 
            "4": 0.0020142827850480926, 
            "5": 0.0002640416114905797, 
            "6": 0.009811938831833318, 
            "7": 0.13994424001309427, 
            "8": 0.00011269537338785352, 
            "9": 0.00022107547294870377, 
            "10": 9.494825031181233e-05, 
            "11": 0.00013883804712673263, 
            "12": 0.00011223372805822679, 
            "13": 8.55506743965004e-05, 
            "14": 5.446390036944003e-05, 
            "15": 0.0001004354820268107, 
            "16": 0.00014554654713357651, 
            "17": 8.762904885399135e-05, 
            "18": 0.005881525795304527, 
            "19": 5.281114412582782e-05, 
            "20": 0.11322611458594363, 
            "21": 0.0022981972809846475, 
            "22": 0.00011580757592756018, 
            "23": 0.002072623628200687, 
            "24": 6.58051754768465e-05, 
            "25": 0.03884600763155564, 
            "26": 0.00011680883312049677, 
            "27": 8.072571337655913e-05, 
            "28": 0.00012212996000034979, 
            "29": 0.0001659229357305434
        }
    }, 
    {
        "content": {
            "text": "  On a recent evening, Jose Hodges and his wife, Laticha, unpacked a cartful of groceries while their 1-year-old son slept in his crib in their Bronx apartment. The couple have not had many moments like this. When he was 16, Jose Hodges, who is now 24, left his home in the Bronx. He began hanging out with the wrong crowd, he said, and at the age of 19 was convicted of attempted arson for trying to set fire to a car.  He was placed on probation, and he returned to live with his mother, his three siblings, and his mother's longtime male companion. Mr. Hodges said there was friction between him and his mother's companion, so, after two months, he chose to leave again.  Despite a learning disability that made it difficult for him to read, Mr. Hodges had learned to read music in middle school. He was hired by Eugene Klymyshyn, a blind man, to read music and text to him. But because Mr. Hodges had trouble reading, Mr. Klymyshyn hired him instead to repair his audio equipment.  ''I could read notes, but as far as reading text, I would stumble over words and would have to spell it out for him. So the progress was slow,'' Mr. Hodges said.  He lived alternately at his mother's home and, for three months, in Mr. Klymyshyn's basement, even though Mr. Klymyshyn had warned him not to do so.  Laticha Hodges, 21, was raised by her grandmother in the Bronx since she was 5, when her mother, a former prostitute and crack addict, was murdered in Yonkers in 1990. She, too, was unhappy with her living arrangements. At the age of 6, she said, she was sexually molested by a relative. She said that a year later she was raped by two men, and that at the age of 14 she was gang-raped by four teenage boys.  Mrs. Hodges has received money from Supplemental Security Income, a federal cash-assistance program, since she was 5, because she has a learning disability, she said. However, she said, the money often went toward the rent.  ''I would be lucky if I got $20 out of my own check,'' Mrs. Hodges said.  When she was 16, she had a mental breakdown, and, she said, tried to poison everyone in the apartment -- her grandmother, her sister and her aunt -- by putting rubbing alcohol in their drinks. No one was seriously injured. Mrs. Hodges' grandmother took her to a counselor, who prescribed medication to regulate mood swings and anger.  She met Mr. Hodges in 2003, while he was secretly living in the basement of Mr. Klymyshyn's house, in the same Bronx neighborhood where she lived.  Mrs. Hodges said she had found her savior.  ''Jose was my rescue,'' she said. ''I found a way out when I met him.''  Mrs. Hodges asked her grandmother if he could move in with them. When she refused, Mrs. Hodges joined him in Mr. Klymyshyn's basement apartment. There was a problem: Mrs. Hodges snored, and the noise led to their discovery by Mr. Klymyshyn. He ordered them out, but they did not move far, sleeping under his front porch.  After what they said were many unsuccessful attempts at getting into shelters separately, they married on Valentine's Day 2005, making themselves eligible for a family shelter. Three weeks later, they were placed in the Parkview Hotel, a shelter in Manhattan.  In November 2005, Mrs. Hodges gave birth to their son, Anthony, and the family was relocated to Help Morris, a shelter in the Bronx.  A week after Anthony was born, he became ill. After he vomited and had diarrhea for a day, the Hodgeses called Anthony's pediatrician, who advised them to change the baby's formula. But he got no better and they took him to Children's Hospital at Montefiore Medical Center in the Bronx. He was given a blood transfusion because he was so dehydrated that his blood was not circulating properly, Mrs. Hodges said.  ''He was 6-14 when he came out, and he was 4-11 when he went in,'' she said, referring to her son's weight in pounds and ounces when he was born and when he was admitted to Montefiore.  Anthony remained hospitalized for four months for treatment of a blood clot in his leg and an enlarged vein in his head. Doctors told the Hodgeses that their son might have some developmental delays.  A social worker at Help Morris helped the Hodges to get an apartment. Because they did not have a mattress, however, they had to spend one last night at the shelter, and, they said, that night they were robbed of all their possessions.  ''I'm a video game collector, and they took all my classic stuff,'' Mr. Hodges said. ''But oh, man, the feeling was amazing, when I got the keys to my apartment.''  Montefiore referred the couple to Enock Mensah, a caseworker at St. Mary's Hospital for Children in Queens, who in turn referred them to the Federation of Protestant Welfare Agencies, one of seven agencies supported by The New York Times Neediest Cases Fund.  The federation used $800 from the Neediest Cases to buy a crib for Anthony, and a mattress and headboard for the Hodgeses.  Mrs. Hodges, who receives counseling four times a month, said her $640 Supplemental Security Income check covers the family's household essentials. Mr. Hodges, who is unemployed, is determined to find a job, ideally as an artist. He is good at sketching layouts and blueprints.  ''I just want to be able to provide for my son and his education,'' he said.  Previously recorded: $7,031,850.29  Recorded Wednesday: 500.00  Total: $7,032,350.29  Last year to date: $6,399,378.18  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556- 1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  ", 
            "title": "The Neediest Cases; Homelessness, Abuse, Illnesses and Theft Yield to Perseverance"
        }, 
        "weight": 0.6392629661911235, 
        "file": "1819837.txt", 
        "other_topics": {
            "0": 0.00017202560217080055, 
            "1": 0.6392629661911235, 
            "2": 0.00021108748540688376, 
            "3": 0.00015351039291883626, 
            "4": 7.941255871896227e-05, 
            "5": 0.017749336076221534, 
            "6": 0.00013657953747264672, 
            "7": 0.1618576399579515, 
            "8": 0.00011313323920423211, 
            "9": 0.0021646309446354036, 
            "10": 0.03117846126699971, 
            "11": 0.00013937748750500204, 
            "12": 0.06422165451762883, 
            "13": 8.588307238907317e-05, 
            "14": 5.4675514027405846e-05, 
            "15": 0.002043522219935673, 
            "16": 0.0001461120526709014, 
            "17": 0.046712685680277435, 
            "18": 7.62883147702658e-05, 
            "19": 5.301633617623222e-05, 
            "20": 0.020416610224206523, 
            "21": 0.0003644301740543686, 
            "22": 0.00011625753387394213, 
            "23": 0.00013798007897592498, 
            "24": 6.606085444587515e-05, 
            "25": 0.00014300950642272535, 
            "26": 0.0117734417208769, 
            "27": 8.103936449929618e-05, 
            "28": 0.00012260448289363478, 
            "29": 0.00016656761154575675
        }
    }, 
    {
        "content": {
            "text": "  Nancy Harris wants to make a few things very clear.  ''I'm not crazy. I'm not stupid,'' Ms. Harris said. ''I just want to work. I'm used to working.''  Not working pulled her into a depression. Not working took her from a steady salary to unemployment compensation and eventually to public assistance. Not working left her with no means to pay her share of her son's college tuition.  Ms. Harris, 51, has been unemployed for more than a year. Losing her job, she said, has been devastating.  Ms. Harris remembers exactly when she was hired as a member of the housekeeping staff at Harlem Hospital Center: Nov. 21, 1998. She valued her work. ''I got to learn a lot about how to care for the sickly, and for the public, and to sanitize the hospitals,'' she said.  One August night in 2005, she was working the graveyard shift and went to a deli on her break to buy a turkey on a roll. By morning, she had food poisoning.  She was sick for two weeks. ''It got worse and worse,'' she said. ''I was walking around here like a dog. I couldn't stand up.''  Ms. Harris was reluctant to ask for help from her son, Alphonso Howlett, 21, who was away at college. ''He's in school. He's getting an education. I don't need him to be distracted,'' she said.  A neighbor insisted that she go to the hospital, and it was determined that she had appendicitis.  The appendix was so inflamed that treatment required two operations, one to drain it and a second in September to remove it. She was at St. Luke's-Roosevelt Hospital Center for nearly a month. She still has a deep curving scar on her lower right abdomen from her surgery.  Ms. Harris said that on Nov. 18, 2005, she was fired from her job for reasons that she still struggles to understand. ''The only thing that I could see was that I was sick,'' she said. She missed a lot of work and said the union did not take up her case.  She had used her $29,557 yearly salary to put her daughter, Antastasia Nicole Harris, through a training program in the nursing field.  Without a job, she said she was worried that she would not be able to do the same for her son. ''I thought that my son would be terminated at the end of the semester,'' she said.  Ms. Harris's son is a junior at Green Mountain College in Vermont, where he plays on the basketball team and majors in sports management. ''I played basketball all my life, so that's something that I want to do -- being in sports,'' Mr. Howlett said.  Tuition at the Vermont college is $32,000 a year, paid with financial aid, grants, student loans and work study. ''Mine just goes to tuition,'' said Mr. Howlett of his work-study income.  The family also pays $500 each month. When he graduates in May 2008, he will be the first in his family to earn a bachelor's degree.  While Mr. Howlett was gaining a footing with his college life in Vermont, Ms. Harris said she felt like she was losing her ground in New York.  ''I gave up hope when I was on unemployment,'' Ms. Harris said. ''I was in that state of mind because I was hurt.''  Depression made looking for work difficult. ''I've been depressed like this ever since they terminated me,'' she said.  In September, Ms. Harris applied for and began receiving public assistance of $100 a month and $198 a month in food stamps. Her rent in public housing was lowered to $143 a month after she qualified for public assistance.  She was referred to the Work Experience Program run through Catholic Charities Archdiocese of New York, one of seven agencies supported by The New York Times Neediest Cases Fund. There, Ms. Harris met Diana Rivera, a case manager, who has helped Ms. Harris turn the corner. ''When I first got there I was looking out the window, crying, crying, crying,'' Ms. Harris said.  Ms. Rivera said she took a particular interest in Ms. Harris's case.  ''I was so compelled by her story,'' Ms. Rivera said. ''The world was pulled from under her feet.'' Ms. Rivera helped Ms. Harris get therapy, acquire interview clothes and seek out food pantries.  And they talked. ''Dee Dee is gorgeous. She's a beautiful person,'' Ms. Harris said of Ms. Rivera.  The agency used $500 in Neediest Cases money to cover Ms. Harris's portion of Mr. Howlett's January tuition. ''It means a lot. I appreciate it, and it really, really, helped my family,'' she said.  Ms. Harris is currently in a 90-day work program with the New York City Transit. ''I love it. We clean train stations,'' she said.  With Ms. Rivera's help she has put together a résumé and references and is ready to search for a permanent position. She has begun to attend job fairs. She feels stronger. ''That's why I want to go back to work,'' she said. ''I want to stay in maintenance or housekeeping. That's my field; I feel comfortable in that.''  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  Previously recorded: $4,697,117.83  Recorded Thursday: $1,085,148.71  Total: $5,782,266.54  Last year to date: $5,467,648.56  ", 
            "title": "The Neediest Cases; Losing Job and Pride, but Finding a Footing in a Work Program"
        }, 
        "weight": 0.6324713494859769, 
        "file": "1817377.txt", 
        "other_topics": {
            "0": 0.0438660806137825, 
            "1": 0.6324713494859769, 
            "2": 0.004386196126947475, 
            "3": 0.004324547006401376, 
            "4": 8.502885772420363e-05, 
            "5": 0.010684263624934161, 
            "6": 0.0001462388600384714, 
            "7": 0.18162506701293543, 
            "8": 0.0001211343678550678, 
            "9": 0.0002376303202060977, 
            "10": 0.00010205828273785889, 
            "11": 0.00014923468965356433, 
            "12": 0.00012063815302834976, 
            "13": 9.19569859086315e-05, 
            "14": 0.002138632278104904, 
            "15": 0.00010795641613134785, 
            "16": 0.0001564455438630623, 
            "17": 9.419099577528163e-05, 
            "18": 0.014642313269339936, 
            "19": 5.676581360060107e-05, 
            "20": 0.07178269400409544, 
            "21": 0.0003902037904324133, 
            "22": 0.00012447962219826815, 
            "23": 0.0001477384521198767, 
            "24": 7.073288009389361e-05, 
            "25": 0.029274382799357825, 
            "26": 0.0001255558567718854, 
            "27": 0.002166860660705819, 
            "28": 0.00013127544686232544, 
            "29": 0.00017834778241697293
        }
    }, 
    {
        "content": {
            "text": "  She lost Joey to asthma shortly before he was to turn 11 -- a searing memory for Earline Sierra, who recalls that as her son was having another of his many asthma attacks, ''he was talking to me, and he turned blue, and he stopped breathing.''  Now she fears for Jaime, 16, another son who has the disease.  Despite her fear, Ms. Sierra, a 36-year-old single mother, says that she maintains the same approach with Jaime that she did with both asthmatic sons before Joey died three years ago: permitting them to participate in the normal activities of childhood, no matter how physically strenuous, even though vigorous exercise is among the conditions that can trigger an asthma attack.  The attack that killed Joey was not set off by physical activity. It came as he was trying to get a night's sleep in the East Harlem apartment where Ms. Sierra and the boys were living with her third son, Jeremy, now 12, who does not have asthma.  ''I never stopped them from doing anything,'' Ms. Sierra said recently of Joey and Jaime, speaking in the apartment, also in East Harlem, to which the family moved soon after Joey died. ''I never stopped them from living their lives.''  Despite the severity of his asthma, Joey ''played football, baseball, soccer, rode his bike,'' she said, and Jaime is similarly active.  Ms. Sierra, a credit clerk for a company in the Bronx that supplies food products to grocery stores, lives with Jaime and Jeremy in a two-bedroom apartment filled with reminders of Joey. He was one of the approximately 5,000 people a year in the United States who die from asthma, out of 20 million people in the country estimated to have the disease.  The threat to Jaime, while it is Ms. Sierra's predominant concern, is not her only worry related to the disease. In her job, which she has held for seven years, she brings home $1,800 a month, after taxes. ''But that's when I get a full check,'' she said, and many times she does not.  Jaime is often hospitalized for severe asthma attacks, and she said she takes days off from work to be with him in the hospital, where his lungs are treated with pure oxygen as well as medication.  Last year, she used up her three weeks of paid vacation and seven paid personal days -- and then took off additional days without pay -- to be at his bedside, she recounted. In October, Jaime was hospitalized twice, for a total of three weeks, after two separate attacks.  Her unpaid days add to the financial strain caused by her out-of-pocket costs under the health insurance plan provided by her company. ''Every emergency room visit has a $50 co-payment,'' she said. ''Every doctor's visit has a $20 co-payment, and he sees a lung specialist every week.''  Jaime's father, from whom Ms. Sierra was divorced months after Jaime was born, does not contribute to his son's support and has never had a relationship with him, Ms. Sierra said.  The father of Joey and Jeremy has a strong relationship with both boys, she said, visiting them regularly and buying some of what they need.  Despite this help, Ms. Sierra said, she has often found herself in tight spots. She is more than $1,500 in arrears on her $722 monthly rent. But she expressed confidence that she would be able to catch up.  The Children's Aid Society, one of seven agencies supported by The New York Times Neediest Cases Fund, has dipped into the fund to assist the family. Last May, it used $150 from the Neediest Cases to buy Jeremy a suit for his sixth-grade graduation ceremony. Later, $83 from the fund paid the fee for a passport for Jaime so that he could be part of a group from the Hope Leadership Academy of Children's Aid that visited Germany in September, a trip that the academy arranged and organizations in Germany paid for.  ''It was fun -- I got to try new things, eat different food and make friends,'' said Jaime, an articulate, soft-spoken youth with a ready smile. He and his mother said they had been ''a little'' afraid that he might have an asthma attack in Germany, but he did not.  Now a high school junior, Jaime is in the normal grade for his age, despite having ''missed a lot of school'' because of his illness, Ms. Sierra said. ''But he does his work and makes it up,'' she said. Both his and Jeremy's grades fell for a time after Joey died, she added. Both received psychological counseling to help them cope.  Despite that very close reminder of his own mortality, Jaime speaks of a rewarding future for himself. ''I want to go to college,'' he said. ''I want to be a computer technician or computer engineer.''  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest.  For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  Previously recorded: $7,377,194.28  Recorded Friday: 32,611.18  Total: $7,409,805.46  Last year to date: $6,593,664.83  ", 
            "title": "The Neediest Cases; Family Copes With a Disease It Well Knows Can Be Fatal"
        }, 
        "weight": 0.6310368540210429, 
        "file": "1822543.txt", 
        "other_topics": {
            "0": 0.032052256715586404, 
            "1": 0.6310368540210429, 
            "2": 0.01934930876454395, 
            "3": 0.00016785872992037225, 
            "4": 8.683510603311303e-05, 
            "5": 0.00028984289524537426, 
            "6": 0.00014934537823371865, 
            "7": 0.11325787455928969, 
            "8": 0.00012370759714386658, 
            "9": 0.017236892749202537, 
            "10": 0.00010422628317370364, 
            "11": 0.00015240484756267898, 
            "12": 0.0001232008413406424, 
            "13": 9.391040683813072e-05, 
            "14": 5.978593480140653e-05, 
            "15": 0.00011024970924726443, 
            "16": 0.0001597688802761614, 
            "17": 0.07869443395057632, 
            "18": 8.34188446893819e-05, 
            "19": 5.797167661657295e-05, 
            "20": 0.10304743250910653, 
            "21": 0.002522769611976113, 
            "22": 0.0001271239139494121, 
            "23": 0.00015087682580199732, 
            "24": 7.223544226482489e-05, 
            "25": 0.00015637634467752346, 
            "26": 0.0001282230107245291, 
            "27": 8.86139663885702e-05, 
            "28": 0.0001340641007410533, 
            "29": 0.00018213638300517887
        }
    }, 
    {
        "content": {
            "text": "  A graphic about the growth of Pentecostalism that accompanied an article yesterday about a storefront church in Harlem referred imprecisely to the beliefs of evangelicals. Some evangelicals believe in the literal truth of the Bible; not all do.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6294263383703602, 
        "file": "1819119.txt", 
        "other_topics": {
            "0": 0.004267786024474469, 
            "1": 0.6294263383703602, 
            "2": 0.005236872935148899, 
            "3": 0.0038084418902955505, 
            "4": 0.0019701474896279864, 
            "5": 0.006576064434543652, 
            "6": 0.0033884040160266815, 
            "7": 0.015228516470144424, 
            "8": 0.00280672441245088, 
            "9": 0.005505975163538782, 
            "10": 0.0023647250464532703, 
            "11": 0.003457818404900077, 
            "12": 0.002795226946515895, 
            "13": 0.002130674570853095, 
            "14": 0.0013564457365795983, 
            "15": 0.002501386798824025, 
            "16": 0.003624896344074508, 
            "17": 0.002182437337617067, 
            "18": 0.0018926380695588906, 
            "19": 0.0013152831656831699, 
            "20": 0.024552123187282917, 
            "21": 0.2018267139777995, 
            "22": 0.002884235090858444, 
            "23": 0.0034231500734679034, 
            "24": 0.001638904836322109, 
            "25": 0.003547925222618384, 
            "26": 0.002909171811169804, 
            "27": 0.0020105069412807114, 
            "28": 0.0030416966546168533, 
            "29": 0.0523287685769122
        }
    }, 
    {
        "content": {
            "text": "  Martina Rosario and Antonio Colon would like nothing better than to move from the two small, dingy rooms they have lived in for more than 20 years, 15 of them with their daughter, Tabitha Colon. And the management of their building, on the Lower East Side, would certainly like them to move, which it made clear last year in its attempt to evict them.  But as cramped as they are in their fourth-floor space, and as difficult as it is for the ailing Ms. Rosario and partly paralyzed Mr. Colon to trudge up to it in their walkup building, they have fought to stay there.  They have done this, the financially struggling couple and a social worker aiding them say, despite the conditions -- and despite a rent that consumes half their annual income of less than $15,000 -- because the only option they see, moving into public housing, is not now available.  One reason is that the city's Housing Authority ''said they have a sketchy history'' of paying the rent in their current building, said the social worker, Sister Lucita Cangemi of Catholic Charities of the Archdiocese of New York, one of seven agencies supported by The New York Times Neediest Cases Fund.  Indeed, a representative of the building's management and Ms. Rosario recently agreed that the management had taken the couple to court several times because of rent disputes, and that they were currently behind in their rent by about $3,000. The rent is $700 a month, and their obligation is about $630, while the city's welfare program pays the rest, said Ms. Rosario, 43.  Translating from Spanish for Mr. Colon, her companion, who is 71 and speaks little English, she said that aside from their difficulties in affording the rent, Mr. Colon ''wants them to take him to court so he can fight them for a new lease and to fix the apartment.''  Among the problems, she said, is that the stove cannot be used because it leaks gas when it is turned on. Their lease has expired, and they occupy the apartment month to month, according to the management's papers in the eviction case last year. Eviction was avoided then, Ms. Rosario said, when the city's welfare system paid the arrears.  Sister Lucita said she would seek to get the couple free legal help with their rent and occupancy problems. But resolving those problems in their favor would still leave many more. For one thing, they would still be in their two cramped rooms, one of which, about 12 feet by 12 feet, serves as the bedroom for all of them, with Ms. Rosario and Tabitha, 15, sleeping in one bed and Mr. Colon in the other. The other room, similar in size, is a kitchen and a living room.  ''There's no privacy,'' Ms. Rosario said, sitting in the combination room, where pots, pans and other household items were stacked on shelves running high up on the walls or piled atop furniture that was chockablock with kitchen appliances. These included a microwave oven, which Catholic Charities bought for the family, using Neediest Cases money, so they could have warm meals without the expense of ordering in.  The family's housing situation reflects its poverty, which is deepened by the medical handicaps that Mr. Colon and Ms. Rosario say keep them from working. ''I had two knee replacements because of arthritis,'' she said, adding that she is also being treated for severe heart disease and high blood pressure.  Mr. Colon said recently that much of his left side, including his arm, was paralyzed, and he lost the sight in his left eye, 45 years ago, when, as a passer-by, he was shot on the Lower East Side. On Saturday, he was hospitalized with pneumonia, Ms. Rosario said last night.  The family lives on $1,234 a month, Ms. Rosario said: the parents' total of $894 in federal Supplemental Security Income benefits and $340 in food stamps. Sister Lucita helped the family get supplies from a food pantry and clothing donated for charity. Medicaid covers their health costs.  The couple told of hard lives as children in Puerto Rico and then New York, and of not having gone beyond elementary school. Ms. Rosario had a daughter with another man when she was 18. The next year, she met Mr. Colon, then 47.  They have lived in their apartment for the entire 24 years of what they refer to as their common-law marriage. Before Tabitha, they had a daughter who was mentally retarded and died at 12, Ms. Rosario said.  But all the past troubles and present grimness do not keep them from aspiring to a brighter future, hoping the Housing Authority will change its mind. ''We hope to get into the projects and leave this building,'' Ms. Rosario said, ''and our nerves will calm down, and we'll get a better life.''  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  Previously recorded: $6,484,079  Recorded Thursday: 240,690  Total: $6,724,769  Last year to date: $6,285,241  ", 
            "title": "The Neediest Cases; Family Faces Uphill Fight for Bigger Home"
        }, 
        "weight": 0.6241366224847891, 
        "file": "1819063.txt", 
        "other_topics": {
            "0": 0.00018730873089136158, 
            "1": 0.6241366224847891, 
            "2": 0.00022984095680918032, 
            "3": 0.00016714859017155138, 
            "4": 8.646774318927142e-05, 
            "5": 0.06586260329313466, 
            "6": 0.00014871356069621697, 
            "7": 0.09162582918149877, 
            "8": 0.0001231842422846665, 
            "9": 0.00024165157631791102, 
            "10": 0.00010378534556748788, 
            "11": 0.00015176008669609442, 
            "12": 0.004353259411086588, 
            "13": 9.35131113697608e-05, 
            "14": 5.9533005634463396e-05, 
            "15": 0.00010978328905649112, 
            "16": 0.0001590929652816745, 
            "17": 9.578492586429817e-05, 
            "18": 8.306593461170678e-05, 
            "19": 5.7726422813623607e-05, 
            "20": 0.1153032214668798, 
            "21": 0.0003968069434970903, 
            "22": 0.00012658610608940992, 
            "23": 0.09533828359587491, 
            "24": 7.192984446332692e-05, 
            "25": 0.0001557147820755456, 
            "26": 0.00012768055304793305, 
            "27": 8.823907793407604e-05, 
            "28": 0.0001334969318671359, 
            "29": 0.0001813658405059011
        }
    }, 
    {
        "content": {
            "text": "  ''I'm O.K.! I'm O.K.,'' Shenay Acheampong, 3, insisted, her little voice slightly croaky from a cold.  Shenay was born with osteogenesis imperfecta Type III, a genetic condition commonly called brittle bone disease.  ''She's very fragile,'' said her mother, Dorcas Acheampong, 28. ''She break easily.'' Shenay is small, with short arms and legs. For her, the most mundane movement is risky; pulling off a snug shirt can snap a bone. Shenay has spent much of her young life in hospitals, where blood pressure cuffs, X-ray procedures and intravenous insertions have all caused breaks and fractures.  ''Any time she goes to the hospital, we have to put a note in her crib,'' said Ms. Acheampong, who estimates that Shenay has worn 50 casts in her 3 years.  Shenay's delicate bones impose a severe limitation on her lively mind. She spends most of her days lying down, too weak to sit up for more than an hour. She looks up at the world with big, bright eyes. \"Mentally, everything is O.K., her head, brain and everything,\" her mother said, and Shenay emphatically agreed.  ''She always needs somebody to talk with because she likes to talk,'' Ms. Acheampong said.  ''She has lots of opinions,'' added Keiko Aizawa, a social worker at New Alternatives for Children Inc. a preventive program that serves families with medically fragile children, including Ms. Acheampong and Shenay. The program is run by the Federation of Protestant Welfare Agencies, one of seven agencies supported by The New York Times Neediest Cases Fund.  Mother and daughter have spent a lot of time in hospitals. Treating Shenay's disease requires calcium infusions every three months. As an infant, it took her a month or more to recover from the infusions. Now it requires a three-day stay at the Hospital for Special Surgery in Manhattan.  When Shenay was 7 months old, in October 2003, she had brain surgery, and a shunt was inserted to allow fluid to drain. After the surgery, she had difficulty swallowing and was fed through a tube in her nose for two years, until last October, when a feeding tube was inserted in her stomach, which she prefers.  ''It's hiding, so it's O.K.,'' her mother said. ''She didn't want people to ask questions about the tube.''  Ms. Acheampong was unable to work while caring for Shenay during her preparation for surgery to insert the new feeding tube and then her recovery from it. She fell behind on rent. Neediest Cases was able to help. Ms. Acheampong's monthly rent is $648 for her one-bedroom apartment in the Bronx. She receives $606 in Supplemental Security Income for Shenay each month, and $140 in food stamps. Shenay's medical costs are covered by Medicaid. Ms. Aizawa put $300 of Neediest Cases money toward Ms. Acheampong's rent for December.  Ms. Acheampong had worked as a home health aide and is eager to return to work when her daughter's health allows. ''I had more experience taking care of her. So I can take any case they give me,'' she said.  Shenay is busy learning new things. She practices eating. ''She's trying to feed herself, but she can't do it like a normal baby,'' Ms. Acheampong said. ''She's weak.'' Twice a week Shenay has therapy: speech, physical, occupational and feeding.  At the end of November Shenay got a back and leg brace, which Ms. Acheampong and the doctors hope will give her the strength to stand and perhaps someday to walk. ''Right now they just want to start standing her up,'' Ms. Acheampong said.  Shenay started school in the fall at St. Mary's Hospital for Children in Queens, which provides grade level work and access to medical care. She gets there on a school bus three days a week. Even school at a hospital can be hurtful. ''They want me to bring big clothes if I'm bringing her to St. Mary,'' Ms. Acheampong said, so the staff can change Shenay without injuring her.  Ms. Aizawa said that, at New Alternatives, Shenay and her mother have found help and a role model: a 20-year-old woman with the same disease who grew up in the program. ''She goes to Hunter College,'' Ms. Acheampong said. ''She lives in her own apartment. She's in a wheelchair, and she needs lots of help, but she is a very bright woman with a great talent for art.''  Ms. Acheampong said that she and the Hunter College student talk on the phone ''all the time.'' Ms. Acheampong is hopeful that Shenay will be independent. ''I'm hoping that she will be a bright person, a big person,'' she said.  But mostly, they focus on today.  ''Mama, I'm itchy,'' Shenay piped.  ''This is the big job we do every day: scratch her hair 24 hours,'' Ms. Acheampong said as she pulled her daughter close and gently scratched the back of her head. Shenay's arms are too short to do it.  Previously recorded: $4,647,966.83  Recorded Wednesday: 49,151.00  Total: $4,697,117.83  Last year to date: $5,367,663.05  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  Correction:  January 18, 2007, Thursday  An article on Jan. 4 about Delores Pryce, a Queens woman whose youngest daughter has health problems and who received help from The New York Times Neediest Cases Fund to help pay an electricity bill, referred incorrectly to New Alternatives for Children, a program that helps families with medically fragile children. (The error was repeated in an article on Jan. 5 about Dorcas Acheampong, a Bronx woman who received help from the fund to help pay her rent.) Although it is a member agency of the Federation of Protestant Welfare Agencies, it is not run by the federation.  ", 
            "title": "The Neediest Cases; For Girl, 3, Every Move Poses Risk Of Injury"
        }, 
        "weight": 0.6218143540179285, 
        "file": "1816500.txt", 
        "other_topics": {
            "0": 0.009090779945234571, 
            "1": 0.6218143540179285, 
            "2": 0.0001941174750755174, 
            "3": 0.0037142028091057483, 
            "4": 7.302832452666335e-05, 
            "5": 0.00024375787607900564, 
            "6": 0.00012559946370135496, 
            "7": 0.1684970621040292, 
            "8": 0.00010403808970062182, 
            "9": 0.02521532772179576, 
            "10": 8.765430457256125e-05, 
            "11": 0.00012817247741944137, 
            "12": 0.0001036119080680513, 
            "13": 7.89786525324305e-05, 
            "14": 5.027997141089606e-05, 
            "15": 9.272000592489934e-05, 
            "16": 0.00013436562896140052, 
            "17": 0.0804741537384168, 
            "18": 7.015524872270502e-05, 
            "19": 4.8754180270079606e-05, 
            "20": 0.08487637435056501, 
            "21": 0.00033513244564169876, 
            "22": 0.00010691121214796626, 
            "23": 0.0019134042193928477, 
            "24": 6.0750007238213866e-05, 
            "25": 0.00013151250650916198, 
            "26": 0.00010783555254030535, 
            "27": 7.452434609283041e-05, 
            "28": 0.00011274790926793484, 
            "29": 0.001939693507127733
        }
    }, 
    {
        "content": {
            "text": "  A year ago, as the Mendez-Rojas family slept on New Year's Day after a night of celebrating, a fire was spreading in the walls of their studio apartment on Gerard Avenue in the South Bronx.  At 10 a.m., a neighbor who had gone to throw out the garbage saw smoke. She woke up the Mendez-Rojas family, who gathered their documents -- precious possessions for immigrants -- and left the building.  When they returned later in the day, they found wires hanging out of human-size holes in the walls, clouds peeking through the ceiling and most of their belongings scattered under ash and water.  Almost a year later, as Rosanna Rojas, 40, and her daughter, Roxana Mendez, 14, gave a tour of their new apartment in the Mitchell Houses in the Mott Haven section of the Bronx, they pointed out the few possessions that survived the fire. There is Ms. Rojas's industrial-size sewing machine, a boombox, and the framed picture of a Frank Lloyd Wright building that Ms. Rojas drew years ago while studying to be an architect in the Dominican Republic, the family's home country. Johnny Mendez, 42, her husband, showed two of his water-damaged law books.  They also like to point out where each item in the house came from. A family they met in the Ruth Fernandez Family Center, the shelter where they lived for seven months after the fire, gave them a bedroom set. Ms. Rojas split the pieces among the family: she and Mr. Mendez took the bed, Roxana got the bureau, and Jonathan, 17, got the nightstands. A friend gave the family bunk beds, which Ms. Rojas separated for her children.  ''If it's good, it doesn't have anything to do with the fire, I'll take it,'' Ms. Rojas said.  Ms. Rojas moved to New York in 1990 in hopes of earning money for the family, leaving her husband and son behind. She traveled back and forth while Mr. Mendez practiced law in the Dominican Republic. She gave birth to Roxana there two years later and brought the baby with her to the United States, where she worked in various textile factories through the years and got her immigration status in order. The rest of the family joined them in 2000, although Mr. Mendez -- who is a legal resident of the United States, though not a citizen like the others in his family -- continued to split his time between New York and the Dominican Republic until October 2005, when he decided to stay in New York permanently.  ''We were in a studio, but we were stable,'' Ms. Rojas said, speaking about the apartment that was destroyed by the fire.  The couple decided that Ms. Rojas would continue working while Mr. Mendez studied for a law degree that would let him practice in the United States. Now, she works four days a week sewing curtains for C. J. Dellatore Textile, while Mr. Mendez takes English classes five nights a week at LaGuardia Community College in Long Island City, Queens, in preparation for a standardized English exam.  He greets the children when they get home from school and cooks hearty Dominican meals for the family. He makes a mean pork chop.  Explaining the couple's decision to sacrifice some comforts by having Mr. Mendez study rather than work, Ms. Rojas said, ''I'm a little strained, but if we spend the rest of our lives in a factory, then it's not a good future.''  The children attend the Manhattan Center for Science and Mathematics, a public high school in East Harlem. When their belongings were destroyed in the fire, they were the most worried about their books. But they never missed a day of school. A guidance counselor who learned that they had lost everything referred them to the Children's Aid Society, one of seven agencies supported by The New York Times Neediest Cases Fund.  Yalenis Cruz, the aid society's coordinator at the school, immediately dipped into the fund and gave the family $500 for clothes, toiletries and other basic household items. Ms. Rojas recently bought a couch and will be reimbursed with money from the fund.  Despite having lost everything, the Mendez-Rojas family is optimistic, and concerned more with the future than with the past.  After living in the shelter, Roxana decided that she wanted to be a doctor rather than a fashion designer, so she could help people. Jonathan is waiting to hear back from the colleges he applied to. He expects to enroll in City College in the fall and wants to be a computer systems engineer. Mr. Mendez expects to be practicing criminal law in New York by 2010.  And Ms. Rojas is waiting for all of these dreams to become reality so that she can complete her final year of school and receive her degree in architecture.  Previously recorded: $3,693,101.49  Recorded Thursday:110,794.50  Total: $3,803,895.99  Last year to date: $4,302,646.29  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF  COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE  OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE  ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE  SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT  WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  ", 
            "title": "The Neediest Cases; After a Fire, Putting an Immigrant Family's Dreams Back on Track"
        }, 
        "weight": 0.6215155528988693, 
        "file": "1815790.txt", 
        "other_topics": {
            "0": 0.00017303406016340147, 
            "1": 0.6215155528988693, 
            "2": 0.00021232493413027347, 
            "3": 0.00015441031002845696, 
            "4": 7.987809540967831e-05, 
            "5": 0.0315319828410761, 
            "6": 0.0001373802015857319, 
            "7": 0.21556678817481828, 
            "8": 0.00011379645513177213, 
            "9": 0.004131405653213521, 
            "10": 9.587593511281606e-05, 
            "11": 0.00014019455391540473, 
            "12": 0.0001133302993308693, 
            "13": 8.638654088264016e-05, 
            "14": 5.499603584755769e-05, 
            "15": 0.00010141677941619676, 
            "16": 0.0001469685988214273, 
            "17": 8.848522194281916e-05, 
            "18": 0.002030820625764529, 
            "19": 5.3327131472285044e-05, 
            "20": 0.040077148499244285, 
            "21": 0.008182906914438511, 
            "22": 0.00011693906521436926, 
            "23": 0.03531232056296453, 
            "24": 6.644812003787607e-05, 
            "25": 0.03922554965303707, 
            "26": 0.00011795010511606281, 
            "27": 8.151443794076841e-05, 
            "28": 0.00012332322166938998, 
            "29": 0.00016754407340406193
        }
    }, 
    {
        "content": {
            "text": "  As a Jewish woman, Alexandra Ovsyannikova faced daily hurdles and prejudice in her native Uzbekistan. In 1999, she was granted refugee status and came to America to join her daughter. After the minimum five-year waiting period, Ms. Ovsyannikova applied to become a citizen. She passed her test and was told she would be mailed an invitation to take the oath of citizenship. Months passed, but no letter came.  Ms. Ovsyannikova wrote to several New York City and state representatives. ''I am such a small person,'' she said through a translator, pulling out a chubby stack of envelopes, ''but they wrote letters [back] to me!'' She also filed a lawsuit to speed up the process.  Ms. Ovsyannikova is an older woman with numerous health problems. She depends on Social Security to get by. While she waited for months, her benefits expired and she fell behind on her bills and rent. The UJA-Federation of New York, a beneficiary of The New York Times Neediest Cases Fund, worked with the Marks Jewish Community House of Bensonhurst to help Ms. Ovsyannikova with clothing and food.  Finally, after a year of waiting, her invitation came. She is now an American citizen.  All the money you donate to The Neediest Cases Fund goes to one of seven charities: the Children's Aid Society; the Brooklyn Bureau of Community Service; Catholic Charities of the Archdiocese of New York; Catholic Charities, Diocese of Brooklyn and Queens; the Community Service Society of New York; the Federation of Protestant Welfare Agencies; and the UJA-Federation of New York.  To donate, please send your checks to The New York Times Neediest Cases Fund, 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245. You may also call (800) 381-0075 and use a credit card, or you may donate online at www.nycharities.org/neediest.  Editorial  ", 
            "title": "Something to Tide You Over"
        }, 
        "weight": 0.6207469014437447, 
        "file": "1815923.txt", 
        "other_topics": {
            "0": 0.045806922642669855, 
            "1": 0.6207469014437447, 
            "2": 0.0007021521693275835, 
            "3": 0.0005106302497967771, 
            "4": 0.0002641544583701554, 
            "5": 0.1171995198122437, 
            "6": 0.0004543121935311542, 
            "7": 0.09897332596526778, 
            "8": 0.00037632145352998493, 
            "9": 0.0007382329976720411, 
            "10": 0.00031705883296998964, 
            "11": 0.00046361917201498816, 
            "12": 0.0003747798903207966, 
            "13": 0.00028567769174126076, 
            "14": 0.01310607143925928, 
            "15": 0.0003353822383837791, 
            "16": 0.013410221937999563, 
            "17": 0.00029261796686800244, 
            "18": 0.0002537621100892645, 
            "19": 0.0001763512194206466, 
            "20": 0.06145081773934917, 
            "21": 0.020598526379897234, 
            "22": 0.00038671397052703456, 
            "23": 0.00045897089346717644, 
            "24": 0.00021974193385929797, 
            "25": 0.00047570056072073033, 
            "26": 0.0003900574490645826, 
            "27": 0.000269565793890754, 
            "28": 0.0004078261838550704, 
            "29": 0.0005540632101478115
        }
    }, 
    {
        "content": {
            "text": "  In high school, Laurence Cantore's nickname was Romeo.  ''I remember that. I remember a girl I met, too,'' said Mr. Cantore, 63.  Memories of a New York life -- of work, of love, of family -- spin through Mr. Cantore's studio apartment on the Upper East Side. The walls are decorated with maps, a kite and a floor-to-ceiling photograph of exotic foliage. The view from Mr. Cantore's window lets him contemplate the East River. ''I see all the boats,'' he said.  Mr. Cantore draws the outside world indoors because for almost 10 years, pain has limited his life to mostly these four walls.  Mr. Cantore has post-polio syndrome. The condition, which often causes weakness, fatigue and pain, affects the nerves and muscles of people who have had polio, and may not appear for years after the initial illness. Mr. Cantore had polio when he was about 5, he said. And some 30 years later, the pain came.  The pain is unrelenting. ''In my spine, my shoulders, my neck, my hip, my right foot now, my thumbs,'' said Mr. Cantore, who wears a cervical collar to minimize painful movement. The medication that he has been using daily for almost 25 years dulls, but does not alleviate, the discomfort.  ''It's my whole body that's affected,'' Mr. Cantore said. ''I hear, smell, see, taste so acutely, everything.'' Brightness and glare hurt his eyes. ''I have to wear sunglasses when I work on the computer,'' he said.  Cold weather is painful. When the temperature is lower than 70 degrees, it feels, he said, ''like somebody breaking a bottle and stabbing me in the back.''  So for almost 10 years now, he has spent about 9 months out of the year inside. Mr. Cantore cannot open a jar because of muscle weakness. In his fleeting months outside, he cannot walk a long avenue block.  When the weather is warm, Mr. Cantore likes to ride his scooter, as he calls his motorized chair, to Central Park. ''Look at the birds, look at the trees,'' he said. And he speaks to people about his faith.  Mr. Cantore was baptized as a Jehovah's Witness in June 1982. He keeps the calendar with the date on his wall. His religious practice is a source of comfort, connection and study. He pores over a daily reading. Twice a week, he listens to services over the phone. He is able to attend a weekly gathering of worshipers in his building.  Managing post-polio syndrome takes rest. ''My best medicine is sleep,'' Mr. Cantore said. But sleep does not come easily, as Mr. Cantore settles into pain. ''The worst time is when I lay down. I don't want to go to bed at night,'' he said. ''It takes me hours to go to sleep.''  Mr. Cantore's sleeplessness is made worse because he also has bipolar disorder, which, he says, sometimes keeps him awake and makes the pain worse. ''I'm the type of person, I don't like to sit still,'' he said.  Mr. Cantore considers himself lucky if he gets five hours of sleep a night, but he says a new medication that he recently began taking to treat the bipolar disorder has helped.  ''The first time I took it, I slept the first time, 11 hours,'' he said.  Not having a bed did not help the situation. From about June through October last year, Mr. Cantore slept in his armchair. ''That's why I'm in this pain,'' he said. ''It put me in worse shape again.''  The air mattress on his foldout couch had deflated and needed replacing. It was an expense that he could not afford on his fixed income. Mr. Cantore receives $868 in monthly Social Security disability payments, and is helped along by $50 in food stamps. The rent for his government-subsidized studio is $245.  Carol Stimpfle, a counselor at the Service Program for Older People, visits Mr. Cantore weekly. The program is a member agency of the Federation of Protestant Welfare Agencies, one of seven agencies supported by The New York Times Neediest Cases Fund. She used $289 from the Neediest Cases to buy a new air mattress, which arrived near the end of October.  The bed is folded out into the room, and the footrest of his chair bumps against it. Mr. Cantore is too weak to fold up the sofa bed by himself.  He can adjust the firmness of the mattress depending on his level of pain. That way, Mr. Cantore can find a bit of physical comfort -- even if it does not alleviate a sense of living apart from the rest of the world.  ''I wish I had a wife,'' he said, ''someone to hold. That's how I feel about the bed, in a way.''  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  Previously recorded: $7,363,501.28  Recorded Thursday: 13,963.00  Total: $7,377,464.28  Last year to date: $6,593,664.83  Correction:  February 6, 2007, Tuesday  A chart with articles on Jan. 27, 28 and 29 about The New York Times Neediest Cases Fund misstated the amount of donations recorded on Jan. 25. It was $13,693, not $13,963. As a result, the chart also misstated the total amount donated as of then. It was $7,377,194.28, not $7,377,464.28.  ", 
            "title": "The Neediest Cases; A Man Fights Unrelenting Pain With Faith, and a Good Night's Rest"
        }, 
        "weight": 0.6100866963051249, 
        "file": "1822433.txt", 
        "other_topics": {
            "0": 0.00017825906075348504, 
            "1": 0.6100866963051249, 
            "2": 0.00021873637650799086, 
            "3": 0.00015907294095933723, 
            "4": 8.229012397362803e-05, 
            "5": 0.0002746724092617783, 
            "6": 0.00014152858505239388, 
            "7": 0.2361677623457721, 
            "8": 0.016221963629218867, 
            "9": 0.04049180371088408, 
            "10": 9.877104037166633e-05, 
            "11": 0.00014442792060773542, 
            "12": 0.0001167524630385171, 
            "13": 8.899510087748066e-05, 
            "14": 5.66567165221277e-05, 
            "15": 0.0021175705648332943, 
            "16": 0.00015140651708353447, 
            "17": 0.016195888088654686, 
            "18": 7.905267103155705e-05, 
            "19": 5.493741729200765e-05, 
            "20": 0.06343133795845204, 
            "21": 0.00037763553632360177, 
            "22": 0.00012047020055368864, 
            "23": 0.012221528076704461, 
            "24": 6.845461208967202e-05, 
            "25": 0.00014819154807214864, 
            "26": 0.00012151177019084557, 
            "27": 8.39758781100544e-05, 
            "28": 0.00012704713536236507, 
            "29": 0.0001726032963199118
        }
    }, 
    {
        "content": {
            "text": "  On a recent morning here, Alma Garrick Smith showed off a PowerPoint presentation that highlighted the many academic accomplishments of her daughter, Brittany Smith.  The proud mother planned to give copies of the presentation as a gift of gratitude to friends and family who have helped the teenager.  Ms. Smith, 18, has never been affected by the violence and drugs that plague her surroundings. She has always excelled in school but is modest about her achievements.  ''Everyone talks so badly about Newburgh,'' the young woman said, alluding to the fact that Newburgh is a violent city. ''My mother always says, our home starts at the front door,'' she said.  Ms. Smith started setting standards for herself at an early age, her mother said, recalling the first time her daughter received what she perceived as an unsatisfactory grade.  ''In elementary school she came home crying because she received a 90,'' Mrs. Smith said. ''It was the first time she did not receive a 100.''  When the family lived in Mount Vernon and Ms. Smith was in the third grade, she had the option of skipping two grades, but her mother declined the offer, believing that in terms of maturity, the quick advance was not a good idea.  Mrs. Smith was not satisfied with the school system in Mount Vernon, and she and her husband, Willie, decided to relocate to Newburgh when their daughter was 10 years old.  ''I just wanted Brittany to have a better life,'' she said. ''I wanted her to see something different.''  With all of their belongings packed into Mr. Smith's work van, they stayed with relatives for a few weeks until they were able to find an apartment of their own.  As they returned to Mount Vernon to pick up a few more items, the van -- along with all their possessions -- was stolen, which made them even more resolute about the move. Once back in Newburgh, they found an apartment that happened to be across the street from the Orange County Chapter of the Catholic Charities of the Archdiocese of New York, one of seven agencies supported by The New York Times Neediest Cases Fund.  Sister Joanne Dress heads the chapter, and when Mrs. Smith told her about the family's ordeal, Sister Dress provided them with furniture, clothes, and even Christmas gifts.  Mrs. Smith, who had worked for 13 years as a counselor for the New York State Division for Youth, has also faced health problems. In 1993, she received a diagnosis of fibromyalgia, a chronic disorder characterized by widespread musculoskeletal pain, and arthritis was found in her back. Also afflicted with a Baker's cyst, a knee ailment, in her right leg, Mrs. Smith is unable to work and receives $1,173 a month in Social Security disability payments.  ''I kind of blocked the diagnosis out because it meant that I wasn't able to work anymore,'' she said. ''And it was hard for me. Emotionally, it was hard for me.''  Her husband does construction work as a roofer, and his salary pays most of the household bills. But the work is often not steady because of the weather.  Relying on her disability check, which arrives on the third Wednesday of every month, Mrs. Smith frequently finds herself late on her $875 rent. With her landlord charging $100 each month for the lateness, it is hard for the family to get ahead.  Ms. Smith graduated from Newburgh Free Academy in June and was in the top five percent of her class. She had also earned an academic scholarship to Cornell University. Next, she just had to find a way to get to the campus to meet the dean and make sure that this was the school she wanted to attend.  ''I got my acceptance letter to Cornell on April 1st; I never expected to get accepted there,'' Ms. Smith said. ''I thought it was an April Fools' joke.''  With the family's income split between paying rent and maintaining the household, the Smiths did not have enough to pay for prescriptions, let alone a three-day trip for two to upstate New York.  With help from relatives, the Smiths were able to book a hotel room in Ithaca, leaving them only in need of bus tickets to the campus.  It was then Mrs. Smith reached out to a familiar hand and called on Sister Dress. Through the Neediest Cases, the Smiths received $142 to purchase two round-trip bus tickets to Cornell.  Ms. Smith, who has completed her first semester as a freshman at Cornell, is considering chemistry as a major. With help from her uncle, she was able to buy textbooks for the semester.  As in the old African proverb, ''It takes a village to raise a child,'' Mrs. Smith realizes that she could not have done it on her own.  ''It took a lot of people to get Brittany where she is today, and I'm just so grateful to all of them,'' she said.  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or  www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  Previously recorded: $3,693,101.49  Recorded Thursday: 110,794.50  Total: $3,803,895.99  Last year to date: $4,302,646.29  ", 
            "title": "The Neediest Cases; In Student's Success, Mother Sees Many Helping Hands"
        }, 
        "weight": 0.6028626182329546, 
        "file": "1815980.txt", 
        "other_topics": {
            "0": 0.00017970612010927644, 
            "1": 0.6028626182329546, 
            "2": 0.00022051201988196513, 
            "3": 0.02045469529066531, 
            "4": 8.295813318046408e-05, 
            "5": 0.0002769021263820187, 
            "6": 0.00014267747623495882, 
            "7": 0.15487815178924386, 
            "8": 0.00011818435870145239, 
            "9": 0.0002318432621465445, 
            "10": 9.957283724777984e-05, 
            "11": 0.0001456003478205207, 
            "12": 0.002147133332105961, 
            "13": 8.971753929267263e-05, 
            "14": 5.7116640586381276e-05, 
            "15": 0.00010532733223535535, 
            "16": 0.0001526355946751443, 
            "17": 9.189714387639126e-05, 
            "18": 7.969439946170239e-05, 
            "19": 5.538338454516935e-05, 
            "20": 0.12482924970115061, 
            "21": 0.00038070108055796796, 
            "22": 0.00012144814540579555, 
            "23": 0.014350172275150347, 
            "24": 6.901030831320604e-05, 
            "25": 0.07117955316088424, 
            "26": 0.00012249817022655878, 
            "27": 8.465757181788787e-05, 
            "28": 0.0001280784700113614, 
            "29": 0.006262303755134454
        }
    }, 
    {
        "content": {
            "text": "  The quinceañera photo hangs high up on the living room wall: Wanda Reynoso, at 15, in a sparkling white dress and a tiara, radiant against the pink backdrop.  Ms. Reynoso, now 18, is still the same beautiful girl, but underneath her cocoa skin, her color is yellow and pale.  Subdued and gracious, Ms. Reynoso is fighting a disease that has left her exhausted; the treatments she undergoes have been like a battle.  She has aplastic anemia, a disorder of the bone marrow that causes it to stop producing red and white blood cells, and platelets. ''The inside of the bone is, like, empty,'' she said. ''I'm not producing blood or any type of cells.''  The disease compromises her ability to fight infections. Her bones and joints ache. She is at risk of uncontrolled bleeding. ''If I get a bruise, I got to tell him real quick,'' she said of her doctor's strict instructions.  ''Sometimes I don't even want to wake up,'' she said. ''I feel my body so tired, so heavy. I don't even want to get up from the bed.''  In August, she began chemotherapy at the Children's Hospital at Montefiore in the Bronx, but it was discontinued in October because her body was not responding.  She needs a bone marrow transplant and is waiting for a compatible donor. Neither her mother nor her brother is a match. On Tuesdays and Fridays she takes two trains and a bus from her Bronx apartment to the hospital for blood transfusions. She receives two bags each visit, and the process takes about four hours and leaves her exhausted.  Her doctors worry that public transportation will expose her weakened immune system to infections, but she has no other way to get to the hospital and back. It reassures her that her mother, Fatima Sanchez, goes with her.  If she needs to, Ms. Reynoso can sleep on the train.  No parent could be prepared for such a frightening illness in a child, but for Ms. Sanchez, this has been particularly devastating.  Three years ago, Ms. Sanchez, 44, moved her son, Gregory Reynoso, now 15, and Ms. Reynoso from the Dominican Republic to the Bronx. When Ms. Reynoso became ill, Ms. Sanchez left her restaurant job to care for her daughter full time.  ''Not being able to work has not been easy,'' Ms. Sanchez said in Spanish. ''There have been times when I feel very desperate.'' Her salary was the family's only income. They are legal residents, not citizens, and the family does not qualify for public assistance.  Ms. Reynoso's grandmother and aunts, also in the Bronx, pay the $642 monthly rent on their one-bedroom apartment.  Then there is the language barrier. Ms. Sanchez does not speak English and often relies on her daughter to translate medical information.  ''There's days when she's not even up to speaking, so when she's not up to it, what information does Mom get?'' asked Minerva Cales, a social worker. Ms. Cales works at Ms. Reynoso's high school for the Children's Aid Society, one of seven agencies supported by The New York Times Neediest Cases Fund.  In late September, Ms. Cales noticed that Ms. Reynoso, a senior and a strong student, was missing a lot of school. When she learned about the illness behind the absences, Ms. Cales did what she could to help.  Ms. Cales used $1,570.80 in Neediest Cases money for a variety of items: a sofa bed and armchair for the living room; $200 in clothing vouchers ; $80 in MetroCards; $90.89 to pay the bill on a cellphone, which is the family's only phone; and $200 in food vouchers.  With Ms. Cales's help, Ms. Reynoso now has Medicaid, and can be treated at Memorial Sloan-Kettering Cancer Center, where, Ms. Cales said, Ms. Reynoso can be added to a list for a bone marrow donor. Now that she is 18, she is above the age limit at the Children's Hospital, Ms. Cales said.  Ms. Reynoso continues her school work at home, with daily visits from a home educator, and a computer borrowed from the school. ''Even with the illness, she's still up to date on her schoolwork,'' Ms. Cales said.  When Ms. Reynoso talks about dancing, she still sparkles. ''I was the Shakira of the school,'' she said. She won the title after dancing in a school talent show, when she showed off some moves inspired by the pop performer.  Now, Ms. Reynoso's brother sometimes has to carry her up the stairs to their fourth-floor walk-up.  ''She's a senior at school this year, we're hoping that she's able to be there at graduation,'' Ms. Cales said. ''That's my goal.''  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  Previously recorded: $7,409,805.46  Recorded Monday: 34,436.25  Total: $7,444,241.71  Last year to date: $6,639,740.70  ", 
            "title": "The Neediest Cases; Her Deadly Illness Becomes Her Family's Struggle"
        }, 
        "weight": 0.6017291805191807, 
        "file": "1822747.txt", 
        "other_topics": {
            "0": 0.00018890710404094699, 
            "1": 0.6017291805191807, 
            "2": 0.0002318022728262745, 
            "3": 0.00016857492954852477, 
            "4": 8.720560371697495e-05, 
            "5": 0.0024244199864698395, 
            "6": 0.004416663435487471, 
            "7": 0.17134130121412552, 
            "8": 0.00012423541797937577, 
            "9": 0.027977139189849533, 
            "10": 0.00010467098345999877, 
            "11": 0.0001530551104069458, 
            "12": 0.00012372650001087125, 
            "13": 9.431109257243257e-05, 
            "14": 6.004102230441474e-05, 
            "15": 0.0001107201095702281, 
            "16": 0.00016045056309777224, 
            "17": 0.07476351713658361, 
            "18": 8.377476627639611e-05, 
            "19": 5.821902325893026e-05, 
            "20": 0.058686954109867046, 
            "21": 0.0004001930406695849, 
            "22": 0.00012766631111840686, 
            "23": 0.0001515205690650822, 
            "24": 7.254364784289665e-05, 
            "25": 0.042823852034519244, 
            "26": 0.012928812641954716, 
            "27": 8.899205390184234e-05, 
            "28": 0.0001346361094721148, 
            "29": 0.00018291350082230544
        }
    }, 
    {
        "content": {
            "text": "  There were two moments when life changed forever for Jennifer Coello.  The first was when her boyfriend, in a rage, held a kitchen knife to her pregnant belly. Still a teenager, she fled her native Ecuador to America, where she lives with relatives in the Bronx.  The second was when her son, Michael, was about to be born in a New York hospital. The doctors told her, she said, ''Your child is going to be born with a problem with his head, and we don't know what it is.''  Today, Michael is a cheerful child, with a bowl haircut, a lopsided smile and a slightly cross-eyed gaze. He cannot talk, and he crawls on his knees.  Ms. Coello, now 24, and Michael, 7, live with her grandparents in a dilapidated apartment building in the Bronx, near Franz Sigel Park. It is two flights up, on the third floor. There is no elevator.  Michael is 80 pounds and because he cannot walk, Ms. Coello must carry him up the stairs, 32 steps in all, his left arm holding on to her neck and his right hand playing with a toy. She catches her breath on the first floor.  Ms. Coello spoke recently in Spanish, which was translated by Silvia Morales, her social worker.  Ms. Coello was born in Guayaquil, Ecuador's largest port and the city from which tourists typically depart for the Galápagos. When she was 16, she became pregnant and lived with her boyfriend's family.  They were poorer than most and there was never enough to eat. Asked if she ever went to bed hungry, Ms. Coello replied, in English, ''Many times.''  She worried about her unborn baby. ''If I'm hungry,'' she recalled thinking, ''then Michael must be hungry.''  Her boyfriend slapped her, flew into mysterious rages, she said. She did not know why. Then, one day, she said she had had enough and wanted to break up with him. He held a knife to her abdomen and told her to never leave him. She was five months pregnant.  Ms. Coello wrote to her grandmother in the Bronx, begging for help. She was sent a plane ticket to America.  Ms. Coello told her boyfriend that she would help him get a visa so he could also come to America. She didn't.  By June 1999, she was 17, pregnant and living with 13 other people in the Bronx apartment she lives in today. (A brother and the families of an aunt and an uncle have since moved out.)  As Ms. Coello was about to go into labor in October 1999 in nearby Lincoln Medical and Mental Health Center in the Bronx, doctors detected something troubling. Ultrasound images indicated a growth at the back of Michael's head.  ''We see like a ball, a ball of water,'' Ms. Coello remembers the doctors telling her.  After Michael was born, doctors diagnosed his illness as hydrocephalus, a buildup of excess cerebrospinal fluid, which cushions the brain within the cranium. The excess fluid is present at birth and the body cannot absorb the fluid fast enough, so it must be drained with a shunt, or tube. The buildup can damage the brain, hurting intellectual and physical development.  When Michael was born, Ms. Coello said, ''I saw a real cute boy, as I imagined, but I felt so bad when I saw the back of his head.''  Today, Michael needs special education, as well as physical and occupational therapy, despite regular draining of the excess cerebrospinal fluid.  Last summer, Ms. Coello turned for help to Catholic Charities of the Archdiocese of New York, one of seven agencies supported by The New York Times Neediest Cases Fund, which issued a $102 grant. The money was spent mostly for a used children's wheelchair for Michael. He had outgrown a baby stroller.  But what Ms. Coello really needs is a long-term wheelchair for Michael. She said that such specialized wheelchairs made of alloys light enough for her to lift but strong enough to support Michael as he grows are expensive. They are typically $1,000 to $2,000.  Ms. Coello has little money or free time. She gets some public assistance, and her grandparents, who pay for much of the $920-a-month rent with pension and other payments, can contribute little.  Ms. Coello also received a grant and is studying English. She also enrolled in a program with the ASA Institute of Business and Computer Technology to become a medical technician.  For the moment, she has other concerns. Ms. Coello also used part of the $102 in Neediest Cases money to buy an air mattress, sheets and blankets to replace bedding infested with bedbugs, which remain a problem in the apartment.  When Ms. Coello goes to sleep at night, what does she think about? ''I wonder,'' she said, ''how many bug bites I'm going to wake up with.''  Previously recorded -- $7,032,350.29  Recorded Thursday -- 64,824.54  Total -- $7,097,174.83  Last year to date -- $6,434,748.71  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OFCOMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at(800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  ", 
            "title": "The Neediest Cases; Mother Flees To America, Only to Face New Struggle"
        }, 
        "weight": 0.600859344873138, 
        "file": "1820039.txt", 
        "other_topics": {
            "0": 0.023210017943375648, 
            "1": 0.600859344873138, 
            "2": 0.000227435496773997, 
            "3": 0.00016539925332934222, 
            "4": 8.556279263797795e-05, 
            "5": 0.0002855960990479377, 
            "6": 0.012706067818881096, 
            "7": 0.22881491258890757, 
            "8": 0.00430819857852472, 
            "9": 0.012798033167640319, 
            "10": 0.00010269915316528887, 
            "11": 0.00015017180222081492, 
            "12": 0.00012139569492129172, 
            "13": 9.253442569385508e-05, 
            "14": 5.8909947551969696e-05, 
            "15": 0.027319607416940117, 
            "16": 0.000157427936667207, 
            "17": 0.07126194286182949, 
            "18": 8.219658656874897e-05, 
            "19": 5.712227199133326e-05, 
            "20": 0.005252593379419764, 
            "21": 0.008765261163339472, 
            "22": 0.002218413062834197, 
            "23": 0.0001486661691303726, 
            "24": 7.117704405475077e-05, 
            "25": 0.00015408510871197279, 
            "26": 0.00012634427916580727, 
            "27": 8.731558902044406e-05, 
            "28": 0.0001320997851667217, 
            "29": 0.00017946770934972696
        }
    }, 
    {
        "content": {
            "text": "  When William McKinney showed up at church one Sunday more than a decade ago, he said he was open to anything that would help him make a fresh start.  At the time, Mr. McKinney was running away from a life he had built and lost in Texas. His first marriage had failed, and after a brief period of homelessness, he had returned to Brooklyn, where he was raised.  That Sunday, the simplicity and the practicality of the sermon at Bible Faith Tabernacle, a nondenominational church on St. John's Place in Bedford-Stuyvesant, appealed to him.  ''The teaching was something,'' he said. ''It taught about responsibility, it taught about stuff that you should learn when you're growing up, but everybody doesn't.''  He returned there, week after week, and soon learned that the church was looking for a maintenance man. In search of work, he took the job.  Today, Mr. McKinney, 40, is still responsible for the church's maintenance. But over time, his role as a member of the congregation evolved. Now a deacon, he runs the church's food pantry and is a sound technician during services.  He learned graphics design and created bulletins and fliers on the church's computers. In a church office, called the ''video suite,'' he spends hours each week in front of television and computer screens producing videos of his pastor's sermons, which are shown on local cable-access channels.  He also met his second wife among the congregation of 300, and in 2001, their daughter, Ájee, was born. His church has been the place ''that really upheld me,'' he said. ''My mind wasn't working properly and the church was the one thing that kept my sanity, gave me a sense of purpose, that it's worth being around.''  The church remains Mr. McKinney's haven. And perhaps out of gratitude, or maybe a sense of obligation, he said, he does not want to leave his maintenance job there even if his video-production skills may command a higher salary elsewhere.  But about two years ago, when problems developed between him and his wife and she moved out, he was left to support his daughter alone. His salary at the church was not enough to pay the bills. In addition to caring for Ájee, he was paying $500 a month in child support to his first wife in Texas to help care for their teenage daughter.  By last summer, he had fallen months behind on the rent for his apartment in Bedford-Stuyvesant, and KeySpan had turned off his gas. At first, he improvised by cooking meals in the microwave. But when he lost his electricity as well, he could not care for his daughter there.  He and Ájee moved into his mother's apartment in Crown Heights for several days. He tried not to let on to his daughter how serious their financial situation had become.  ''I told her there was a problem with the lights and that I was going to take care of it,'' he said. ''I told her to kind of keep it quiet; don't tell everybody the lights are out.''  Meanwhile, Mr. McKinney found odd jobs and freelance graphics and video work. With help from public assistance, he restored his electricity within a week and took his daughter back home.  For help with his gas bill, he turned to Catholic Charities, Diocese of Brooklyn and Queens, one of the seven agencies supported by The New York Times Neediest Cases Fund. A caseworker there negotiated with KeySpan to waive the late charges he had accrued and restore his gas service for $199.53, using money provided by Neediest Cases.  Public assistance grants helped him pay the rent and narrowly avoid eviction. Now, he is living paycheck to paycheck, he said, but he and Ájee have the necessities.  ''A year ago, I was working on having a place to stay. That was the immediate goal, the long term, the short term,'' he said. But now, he added, he is thinking about goals for 5 and 10 years ahead.  ''It's not a good thing when you get to, like, 40 years old, and you realize it's not a game,'' he said. ''I think that that happens to people, and it happened to me.''  Mr. McKinney said he knew he must increase his income and begin a savings plan. Those were demands his wife had made as well. In November, having talked through some of their problems, his wife agreed to move back in with him. Since then, they have been meeting with their bishop for counseling.  ''I love my wife, and I love my daughter,'' Mr. McKinney said. ''I want to see the American dream, the picket fence.''  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  Previously recorded: $6,724,769.08  Recorded Friday: 153,357.54  Total: $6,878,126.62  Last year to date: $6,292,161.63  ", 
            "title": "The Neediest Cases; Finding Faith, and Responsibility, After Making a New Start"
        }, 
        "weight": 0.5894679148213909, 
        "file": "1819439.txt", 
        "other_topics": {
            "0": 0.004592758804448661, 
            "1": 0.5894679148213909, 
            "2": 0.00023893859594474836, 
            "3": 0.00017376471976181503, 
            "4": 0.004487926296136302, 
            "5": 0.017892184646061453, 
            "6": 0.00015459998898368195, 
            "7": 0.18101429360059257, 
            "8": 0.0001280601608287435, 
            "9": 0.00025121670721713, 
            "10": 0.006704947348832658, 
            "11": 0.00015776710356163004, 
            "12": 0.00012753557518356022, 
            "13": 0.0022962325569838636, 
            "14": 6.188946033008035e-05, 
            "15": 0.00011412876673295638, 
            "16": 0.00016539023452051506, 
            "17": 9.957631579861694e-05, 
            "18": 8.635387731803394e-05, 
            "19": 6.00113687633639e-05, 
            "20": 0.16384755048194866, 
            "21": 0.0004125134843527367, 
            "22": 0.00013159667830754725, 
            "23": 0.0001561853194437545, 
            "24": 7.477699484544171e-05, 
            "25": 0.00016187833497344385, 
            "26": 0.00013273444601977718, 
            "27": 9.173178567356725e-05, 
            "28": 0.026526996803143726, 
            "29": 0.00018854472190001027
        }
    }, 
    {
        "content": {
            "text": "  ''It is like a fax talking to another fax. Tongues are not a human language. It is your spirit speaking with God.''  PASTOR DANILO FLORIAN, on the Pentecostal experience of speaking in tongues. [32]  ", 
            "title": "QUOTATION OF THE DAY"
        }, 
        "weight": 0.5812299484377574, 
        "file": "1818904.txt", 
        "other_topics": {
            "0": 0.004267786024474469, 
            "1": 0.5812299484377574, 
            "2": 0.005236872935148899, 
            "3": 0.0038084418902955505, 
            "4": 0.0019701474896279864, 
            "5": 0.006576064434543652, 
            "6": 0.0033884040160266815, 
            "7": 0.06342490640274727, 
            "8": 0.00280672441245088, 
            "9": 0.005505975163538782, 
            "10": 0.0023647250464532703, 
            "11": 0.003457818404900077, 
            "12": 0.002795226946515895, 
            "13": 0.002130674570853095, 
            "14": 0.0013564457365795983, 
            "15": 0.002501386798824025, 
            "16": 0.003624896344074508, 
            "17": 0.002182437337617067, 
            "18": 0.0018926380695588906, 
            "19": 0.0013152831656831699, 
            "20": 0.12094490305248862, 
            "21": 0.15363032404519666, 
            "22": 0.002884235090858444, 
            "23": 0.0034231500734679034, 
            "24": 0.001638904836322109, 
            "25": 0.003547925222618384, 
            "26": 0.002909171811169804, 
            "27": 0.0020105069412807114, 
            "28": 0.0030416966546168533, 
            "29": 0.004132378644309354
        }
    }, 
    {
        "content": {
            "text": "  Sally Mae Jenkins is full of stories. In a breathless rasp, she recalls traipsing through the woods of her native South Carolina, running from snakes and getting into dicey escapades with her 13 brothers and sisters. Then she talks of having a daughter at 17, only to lose her 25 years later. Each reverie is delivered in her thick-as-molasses Southern accent and punctuated with ''Lord have mercy!''  ''I spend hours just listening to her stories,'' said Ramona Diaz, a counselor at the Brooklyn Bureau of Community Service, where Ms. Jenkins, who is mentally retarded, has spent 30 hours a week for the last 22 years.  As the words spilled out of Ms. Jenkins, a curse word, or half of one, came out, prompting Elina Mushinskaya, the program's coordinator, to remark on her tendency to populate her yarns with profanity. ''She's toned it down some,'' she said.  Ms. Jenkins replied, ''I caught myself.''  Memories pour out Ms. Jenkins at a breakneck speed, the past and present bumping up against each other. Ms. Jenkins, a small woman who looks younger than her 58 years, told about how she had moved to Brooklyn to be with her sister in the 1980s after the death of their mother, who had been caring for her.  Then Ms. Jenkins started to talk about her daughter, Janet, who died in 1990 from complications from a seizure disorder at age 25.  ''I had a daughter but I lost her. She said, 'Good night, Ma.' She told me that night when she was going to bed, 'I won't be here that long,' and that's it.''  The next morning Ms. Jenkins could not wake her daughter and she called for an ambulance.  Ms. Jenkins went to the hospital with her sister, Mary Jackson. Ms. Jenkins said that something told her not to go into her daughter's room. ''Oh Lord, my baby's going to leave me, Mary,'' Ms. Jenkins had told her sister.  Janet is buried in Cypress Hills cemetery in Brooklyn, a location, Ms. Jenkins insisted, that was chosen by her daughter.  '''If something happens to me, mom, bury me there,' '' Ms. Jenkins remembered her daughter saying. She scolded her daughter for even entertaining the thought.  Ms. Jenkins's eyes grow moist as she neared the end of her story. ''And that's what happened, and that's all,'' she said.  But today, Ms. Jenkins is not alone. She goes to work every day at the Brooklyn Center, earning a stipend for performing a variety of tasks, such as stuffing inserts into shopping bags for college bookstores. She gets paid by volume, about $6 or $7 per box of bags. Ms. Jenkins completes about three boxes a day.  Ms. Jenkins also receives about $500 per month from Social Security and about $100 in food stamps.  She lives with her sister in Bushwick among a revolving door of her sister's visiting grandchildren.  Also sharing the apartment is Ms. Jenkins's boyfriend, Ed, who also attends the Brooklyn Center. When asked about her 15-year romance, she declined to discuss it.  ''I don't want to tell none of his business,'' she said.  But she will talk about anything else. ''I got a lot of friends,'' she said, counting them off on her fingers.  She quickly shifted gears and said that she likes to cook oxtail, spareribs, chicken with stuffing and collard greens with mustard. And though it is not good for her asthma and conflicts with the medications she takes for a heart murmur, she drinks beer.  ''Not every day,'' she assured Ms. Mushinskaya, who had cast a worried glance in her direction.  Despite her disability, Ms. Jenkins retains a streak of independence, walking two hours in the morning and two hours in the evening on her commute from Bushwick to the Brooklyn Center, in downtown Brooklyn.  She is something of a favorite of the supervisors at the center, and she rarely offers them any complaints. So when the weather turned cold Ms. Mushinskaya, aware of Ms. Jenkins's preference for walking, asked her if there was anything she needed. Yes, Ms. Jenkins said, she needed a coat.  The New York Times Neediest Cases Fund supplied $49.99 to allow her to buy a brown coat, with a hood and a dark faux-fur collar, that cinches at Ms. Jenkins's small waist. On the first cold day of the year, Ms. Jenkins shuffled out into the frigid sunshine and shoved her hands into the pockets, smiling proudly.  Several of her friends at the center joined her.  ''She's always on the go,'' Ms. Diaz said. It was Ms. Diaz who had accompanied Ms. Jenkins to the Burlington Coat Factory and helped her choose her coat.  After showing off her prized possession, Ms. Jenkins waved to no one in particular. Then she bid the small crowd adieu. ''O.K., got to go back to work,'' she said, and went inside.  Previously recorded: $7,363,501.28  Recorded Thursday: 13,963.00  Total: $7,377,464.28  Last year to date: $6,593,664.83  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  Correction:  February 6, 2007, Tuesday  A chart with articles on Jan. 27, 28 and 29 about The New York Times Neediest Cases Fund misstated the amount of donations recorded on Jan. 25. It was $13,693, not $13,963. As a result, the chart also misstated the total amount donated as of then. It was $7,377,194.28, not $7,377,464.28.  ", 
            "title": "The Neediest Cases; A Warm Coat for a Woman With Endless Stories to Tell"
        }, 
        "weight": 0.5661395075611839, 
        "file": "1822166.txt", 
        "other_topics": {
            "0": 0.00017648268193653013, 
            "1": 0.5661395075611839, 
            "2": 0.02811898508075665, 
            "3": 0.00015748775476192057, 
            "4": 0.043928143362127754, 
            "5": 0.008244057669734349, 
            "6": 0.00014011823104616275, 
            "7": 0.2517515898858589, 
            "8": 0.00011606445330797914, 
            "9": 0.04008829669099811, 
            "10": 9.778677184078104e-05, 
            "11": 0.00014298867427904968, 
            "12": 0.00011558900687930541, 
            "13": 8.810825107953325e-05, 
            "14": 5.6092123672582135e-05, 
            "15": 0.00010343804686680737, 
            "16": 0.0001498977279731282, 
            "17": 9.024875949550656e-05, 
            "18": 7.826489906837836e-05, 
            "19": 5.4389957522371075e-05, 
            "20": 0.046854990143545376, 
            "21": 0.004359933546949849, 
            "22": 0.00011926969657126374, 
            "23": 0.0001415550597364443, 
            "24": 6.777245140552524e-05, 
            "25": 0.00811883720968011, 
            "26": 0.00012030088680760924, 
            "27": 8.313904563500743e-05, 
            "28": 0.0001257810912181933, 
            "29": 0.00017088327806096174
        }
    }, 
    {
        "content": {
            "text": "  Margaret Silvestri stopped getting out of bed altogether when her son was about 11 years old. She had been experiencing symptoms of depression for years, but this was a breakdown. Her son, Mark Silvestri, called relatives for help.  ''She started to scream and cry,'' Mr. Silvestri, now 26, said. ''She was thinking I was calling them to get her.'' But he made the calls, he said, mostly because there was no food in the apartment and he did not know what to do.  As her depression worsened, Ms. Silvestri spent her days shedding quiet tears, leaving her son to cook for himself. Their apartment was rarely cleaned.  ''I was always crying,'' Ms. Silvestri, now 53, recalled of the time before her breakdown. ''I knew something was wrong.''  After her son called for help, Ms. Silvestri was hospitalized at Jacobi Medical Center for several weeks in 1991. Meanwhile, her son stayed with his aunt and uncle for months, realizing how different life could be outside his mother's Bronx apartment.  In her life, Ms. Silvestri had suffered a number of medical problems, yet it was only depression that seemed overwhelming, she said.  She was born prematurely and soon received a diagnosis of hydrocephalus, an abnormal buildup of fluid on the brain. She was 8 months old when she had surgery to correct the problem. She was also born blind in her right eye.  Nevertheless, she played softball as a child, though her father refused to watch her games out of fear that she would get hurt, she said.  When she became depressed in her late teens, Ms. Silvestri said she thought about suicide and twice asked her brother to take her to a hospital before she harmed herself.  To cope with her depression, she went into counseling. Meanwhile, she took typing and business math courses and eventually got a job at a Manhattan insurance company and an apartment in the Bronx.  But, at 27, her depression returned after she gave birth to her son. Four years later, it got worse after she had a second child, whom she gave up for adoption.  With the help of medications her doctors prescribed, Ms. Silvestri said she seemed to move beyond her depression at times, but it returned periodically, and her struggle left little structure for her growing son.  By the time Mr. Silvestri reached his teenage years, he often refused to go to school and his temper would flare violently, she said.  ''He was always angry,'' Ms. Silvestri remembered. ''I couldn't understand why.''  Unsure of how to help him, Ms. Silvestri sent her son, then 13, to live at Children's Village, a boarding home in Dobbs Ferry, N.Y., where he remained for about two years.  When he returned to live with her, his anger had subsided and their relationship improved, but their peace was short-lived. In 1999 they were evicted from their apartment after falling behind in rent and had to leave most of their possessions behind.  Afterward, they spent two years in a Brooklyn shelter and then another two years in a shelter in the Bronx, in each sharing a single bedroom.  During that time, Ms. Silvestri began experiencing mood swings. At one point she called the police on her son, who was forced to move out of the shelter and live with friends for a while.  In 2003 she was diagnosed with bipolar disorder at Lincoln Medical and Mental Health Center, where she remained for treatment for two months.  In the meantime, her son, who had since returned to live at the shelter, had secured steady work with a general contractor. He later decided to get his own apartment, and he also pulled away from Ms. Silvestri emotionally.  When Ms. Silvestri was ready to leave the hospital, social workers there helped her secure a room at Metro House on University Avenue in the Bronx, which serves once homeless, mentally ill people and is run by the Metropolitan Council on Jewish Poverty. The council is affiliated with the UJA-Federation of New York, one of seven agencies supported by The New York Times Neediest Cases Fund.  Ms. Silvestri has furnished her small room at Metro House with a telephone, a television and a small refrigerator with income from Social Security disability and the help of her son, who was married in 2004 and has slowly begun to reach out to her. She shares a bathroom and kitchen with other residents on her floor.  On her walls, she has taped up pictures of her relatives and a certificate of membership to her nearby church, where she is an usher.  This winter, social workers at Metro House helped Ms. Silvestri buy warm clothing, including a coat, with $300 from Neediest Cases.  ''I'm comfortable, I'm happy to be here,'' Ms. Silvestri said, adding that she could not afford an apartment and that she knows living with her son is not an option.  Ms. Silvestri said she would like to talk to him more often.  ''I was a half-good mother and a half-bad mother,'' she said, but added that her son has not been unforgiving. ''He told me at one point he understood what I was going through as a single mother; that it was hard.''  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  Previously recorded: $7,032,350.29  Recorded Thursday: 64,824.54  Total: $7,097,174.83  Last year to date: $6,434,748.71  ", 
            "title": "The Neediest Cases; After Years of Instability, an Illness Is in Check and a Mother Reconnects With a Son"
        }, 
        "weight": 0.5651858155604043, 
        "file": "1820720.txt", 
        "other_topics": {
            "0": 0.00017934215719854837, 
            "1": 0.5651858155604043, 
            "2": 0.00022006541185015205, 
            "3": 0.00016003946314413148, 
            "4": 8.279011617802382e-05, 
            "5": 0.0023016641567621, 
            "6": 0.004193034201448467, 
            "7": 0.26798255293863155, 
            "8": 0.00011794499721966559, 
            "9": 0.00023137370469089282, 
            "10": 9.937117010560283e-05, 
            "11": 0.00014530546010960935, 
            "12": 0.0001174618473308773, 
            "13": 8.953583231060399e-05, 
            "14": 5.700096094928161e-05, 
            "15": 0.00010511401038300944, 
            "16": 0.00015232645831804697, 
            "17": 0.04667413649389829, 
            "18": 7.953299257372789e-05, 
            "19": 5.527121531112893e-05, 
            "20": 0.057740776232573045, 
            "21": 0.00037993003796179506, 
            "22": 0.00012120217370223006, 
            "23": 0.03862498270238401, 
            "24": 6.887054015912957e-05, 
            "25": 0.008250383341587732, 
            "26": 0.004172895765049554, 
            "27": 8.448611290354887e-05, 
            "28": 0.000127819069759892, 
            "29": 0.0021989748751011185
        }
    }, 
    {
        "content": {
            "text": "  A photograph with an Inside summary on the front page of last Sunday's section, about a couple looking for a rental near a park where they could walk their dog, carried an erroneous credit. The photographer was Suzanne DeChillo of The New York Times -- not Marko Georgiev, a freelancer.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5630090856655544, 
        "file": "1818930.txt", 
        "other_topics": {
            "0": 0.0033104698499768206, 
            "1": 0.5630090856655544, 
            "2": 0.004062178811343956, 
            "3": 0.002954162177042288, 
            "4": 0.001528219509370575, 
            "5": 0.005100973412729227, 
            "6": 0.002628343893126174, 
            "7": 0.161353995651063, 
            "8": 0.0021771420805373433, 
            "9": 0.07904162822089268, 
            "10": 0.0018342885338850986, 
            "11": 0.002682187792563058, 
            "12": 0.002168223635678433, 
            "13": 0.001652738419047154, 
            "14": 0.0010521785038717618, 
            "15": 0.0019402953974611825, 
            "16": 0.0028117881232875407, 
            "17": 0.0016928901693319194, 
            "18": 0.0014680963924297422, 
            "19": 0.0010202491969386804, 
            "20": 0.019044784133577904, 
            "21": 0.08178382375371417, 
            "22": 0.0022372661735560627, 
            "23": 0.0026552959884058084, 
            "24": 0.001271278601249376, 
            "25": 0.040137437595679844, 
            "26": 0.0022566092850135368, 
            "27": 0.0015595258464483333, 
            "28": 0.0023594071985191417, 
            "29": 0.0032054359877048333
        }
    }, 
    {
        "content": {
            "text": "  Cassandra Bogen returned to Jamaica, Queens, from North Carolina in 1998 to take care of her dying mother. Being in her childhood home brought back a flood of memories.  She remembered her sister learning to play the piano. And she remembered that it was at Martin Van Buren High School in Queens Village where she fell in love with her first boyfriend. Though the relationship ended, they had a daughter, Twanysha, now 15.  Ms. Bogen said watching her mother, Marie Bogen, slowed down by age and illness was a stark contrast to the happier times they shared when she was younger.  When Ms. Bogen was a child, the holidays, even on her mother's limited budget as an accounts payable clerk in a grocery store, were always festive. ''No matter what, if you were in my mother's home you talked and enjoyed yourself,'' said Ms. Bogen, now 34, in her living room recently.  As diabetes eroded her mother's strength, the bills began to pile up. To pay the bills, Ms. Bogen worked as a consumer service representative at Health Insurance Plan of New York, and later at Bell Atlantic, which became Verizon. ''I just worked to support my mom, help with rent, groceries and bills,'' she said.  Ms. Bogen also helped her sister, Sonia Fryer, financially. Ms. Fryer has Crohn's disease and was also recovering from radiation treatment for a brain tumor.  Following her mother's example, Ms. Bogen said she was unequivocal when it came to family matters. ''Family comes first; material things are not important,'' she said.  In the last year of her mother's life, Ms. Bogen was happy to see her mother spend time with her grandson, Amir, who was born in May 2001. Twanysha was especially close to her grandmother, and insisted on sleeping in her bed. She was in the bedroom when her grandmother died on Nov. 23, 2001.  After her mother's death, Ms. Bogen took over the expenses and the apartment and was further strained financially. She scraped together $6,000 through a loan, her 401(k) plan, and family and friends to pay for her mother's funeral expenses.  In 2003, she left Verizon, taking a voluntary severance package, which she used to finish her bachelor's degree in business administration at Metropolitan College of New York. With the degree, she thought she would have a better chance of earning a higher salary. But even after she graduated, she could only find full-time work without benefits.  By 2005, her rent increased to $940 from $839 a month. She was working on Long Island in the customer service department at Health Care Partners, earning $15 an hour. The commuting and the stress began to wear her down. She was hospitalized in December 2005 for severe migraines, she said.  In the spring of 2006, her rent was increased again, this time to $1,053.49. It could not have happened at a worse time. She was fired from her job, and her daughter was acting out at school. Twanysha was in therapy for four months to work through severe depression and feelings of abandonment from her father and grandmother. ''All she understands is that people were in her life and now they are not,'' Ms. Bogen said.  ''I felt that I was not doing my job as a parent,'' Ms. Bogen added. ''You are doing so much and your plate is overfull, but you're trying to accommodate their needs.''  When rent was due in May 2006, Ms. Bogen was short. ''I had to fight to maintain a roof over their head; she needed stability,'' Ms. Bogen said of her daughter. ''I definitely didn't want to go into the shelter.''  While trying to find work, she received $164 a week from unemployment, which barely covered the cost of food, much less rent. She turned off her cellphone and posted a notice in the laundry room of her building to sell her love seat, sofa and television.  ''Nobody was calling me for jobs, I didn't have food stamps,'' she said. ''I was desperate.'' She sold the furnishings for $1,850, she said, which was about a third of what she had paid for them.  Trying to head off eviction, she went to a housing court in Queens in July 2006. There she received a number for the Community Service Society of New York, which is one of the seven agencies supported by The New York Times Neediest Cases Fund. Anna Auleley, a caseworker at the agency, returned her call and said she could help as soon as Ms. Bogen found a job, to ensure that she could pay rent the next month.  By September 2006, she owed $5,485.32. ''My management company would not let me pay a partial amount; I had to pay in full,'' she said. Before time ran out, she found a data entry job in New Jersey making $15 an hour. To pay the outstanding amount, Ms. Auleley drew $1,581.83 from Neediest Cases and received $1,053.49 from FEMA. Ms. Bogen covered the rest with her savings.  ''It was a big load off my shoulders,'' Ms. Bogen said with a sigh of relief.  Ms. Bogen now works temporarily in data processing for Fidelis Care in Queens, making $13 an hour. And she is sending out résumés, seeking an administrative position.  Now in her apartment, beside the piano her sister used to play (one of the few things she did not sell), is a worn sofa and love seat given to her by a neighbor.  ''I wasn't going to say no,'' she said, referring to the offer for the furniture. ''For today, this is how we get by.''  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  Previously recorded: $6,484,079  Recorded Thursday: 240,690  Total: $6,724,769  Last year to date: $6,285,241  ", 
            "title": "The Neediest Cases; A Mother Dreams of Job Security, and an End to Scraping By"
        }, 
        "weight": 0.5609862432779116, 
        "file": "1819246.txt", 
        "other_topics": {
            "0": 0.08543568549785223, 
            "1": 0.5609862432779116, 
            "2": 0.02483883591420296, 
            "3": 0.0001497289793717486, 
            "4": 7.745639327870085e-05, 
            "5": 0.009732748944017043, 
            "6": 0.00013321518080966106, 
            "7": 0.18629324157194452, 
            "8": 0.00011034643399047057, 
            "9": 0.017270047017228264, 
            "10": 0.0038826535474788676, 
            "11": 0.0001359442090839826, 
            "12": 0.00010989441085623466, 
            "13": 8.376751912116343e-05, 
            "14": 5.3328694926066386e-05, 
            "15": 9.834207877931456e-05, 
            "16": 0.00014251288205543267, 
            "17": 0.02092906638075144, 
            "18": 7.440910866915644e-05, 
            "19": 5.1710387516848916e-05, 
            "20": 0.06538990086659938, 
            "21": 0.00035545318447773895, 
            "22": 0.00011339376807162044, 
            "23": 0.0001345812228467269, 
            "24": 6.443358084449824e-05, 
            "25": 0.0001394867606680771, 
            "26": 0.00011437415579674572, 
            "27": 7.904312603662064e-05, 
            "28": 0.00011958437302528996, 
            "29": 0.022900570531787498
        }
    }, 
    {
        "content": {
            "text": "  ''Blood'' is spray painted over the front door of the apartment building where Patricia Barnes's family lives. It appears again and again on the walls of the stairwell leading to their second-floor apartment.  Ms. Barnes, 38, is raising two teenagers in the tough East New York neighborhood in Brooklyn, and she is doing everything she can to keep them off these streets.  About five years ago, she sent her four younger children, now ages 11 to 13, to live with their father's extended family in Ivory Coast, where she believed they would be safer.  ''I think that is the best decision I made,'' said Ms. Barnes, who calls Ivory Coast to speak with her children two or three times a week. ''The way things are running around out here nowadays, I don't want them out here. I don't want him out here.''  By ''him,'' Ms. Barnes meant her son Raymond, 14, who is a high school freshman. Her daughter Chaka Ward, 17, who prefers to be called Tisha, is a sophomore.  Ms. Barnes said she began seeing worrisome changes in Raymond when he was in junior high school.  ''He was doing pretty good in school, and then, I don't know,'' Ms. Barnes said. ''It's like he woke up and he just, 'I don't want to do it no more.' ''  Raymond agreed. ''I was a loose cannon,'' he said, adding that he was ''running wild.''  He was skipping school, outside at all hours, quick-tempered and willing to fight. Such behavior would be frustrating for any parent, but for Ms. Barnes, who sometimes hears gunfire from her window, it was frightening. She waited up for him at night. She worried that despite his youth, Raymond's height -- at 14 he is already 6-foot-3 -- might get him in adult-sized trouble.  ''It felt like my whole world was crumbling,'' she said. ''I was losing control of him, and that's the one thing I felt should never, ever happen.''  Ms. Barnes took any help she could find, including a warning from Raymond's basketball coach that bad behavior would keep him on the bench.  ''She slowed me down, started making me think,'' Raymond said about his coach. ''I really wanted to be on the team. So I started calming down, letting a lot of things slide.''  But Raymond's behavior did not change overnight. An altercation at school led to more absences, and in December 2005, Ms. Barnes applied for a Person In Need of Supervision petition. The petition would give Family Court the power to force Raymond to attend school.  Rather than grant the petition, the court referred the family for counseling at the Brooklyn Bureau of Community Service, one of seven agencies supported by The New York Times Neediest Cases Fund.  They began attending counseling sessions in February at the bureau's East New York Family Center. Ms. Barnes goes weekly, and Tisha and Raymond accompany her monthly.  After 10 months of counseling, changes are evident in Ms. Barnes's life. She is training for a new job and earned her G.E.D. last month.  Ms. Barnes had worked as a home health aide for years, but it was unstable income, and she relied on public assistance to make ends meet.  In October, Ms. Barnes started a job training program through public assistance. She works for the Parks Department, cleaning city parks. She describes the program as ''giving you your responsibility: to be a part of the working class,'' she said, ''which is a beautiful thing, because I love it.''  She earns about $320 a week and receives $115 in food stamps each month. Her share of the rent for her subsidized four-bedroom apartment is $150 a month. Her job training program ends in March, and she hopes to be hired permanently.  Ms. Barnes said she cherished the time she spent with her oldest children studying for the G.E.D. exam. Tisha helped her with language, and Raymond studied algebra with her.  ''He actually took a genuine interest in it,'' Ms. Barnes said. ''It was so amazing for us to just lay across the bed and just talk about it.''  ''I'm proud of my accomplishments,'' she said. ''Your kids have something to look up to.''  Cascille Andela, a social worker who counsels the family, said she had seen a big change in Ms. Barnes's ability to cope with adversity.  ''She is able to come home and be more relaxed, understanding, and trying to work though problems rather than getting frustrated and throwing her hands up,'' Ms. Andela said.  After a home visit in which she noticed that Raymond and Ms. Barnes were both sleeping in the living room, Ms. Andela used $965 from the Neediest Cases to replace the family's worn mattresses.  ''You've got to have a bed to sleep in,'' Ms. Andela said. ''You can't go to work the next morning if you can't get to sleep at night.''  Ms. Barnes hopes that her children will draw inspiration from her efforts. In December, Tisha started her first job, working at a day care center. ''I don't care where she worked as long as the little girl knows it's going to feel good to get a paycheck,'' Ms. Barnes said.  As for Raymond, he is getting in fewer fights, and is working at grade level for the first time after eight years in special education classes, where he had been placed because of his behavior. He grudgingly admits this year's schoolwork is a little more interesting. Ms. Barnes and Ms. Andela are still working on persuading him to attend school regularly, but he is no longer roaming the streets.  Bit by bit, Ms. Barnes and her family seem to be gaining ground.  ''I've made it my business to not let anything stop me from achieving my goals,'' she said.  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  Previously recorded: $4,697,117.83  Recorded Thursday: 1,085,148.71  Total: $5,782,266.54  Last year to date: $5,467,648.56  ", 
            "title": "The Neediest Cases; A Single Mother Takes Charge, Trading Helplessness for Ambition"
        }, 
        "weight": 0.5585954436708205, 
        "file": "1816693.txt", 
        "other_topics": {
            "0": 0.00016375435197525388, 
            "1": 0.5585954436708205, 
            "2": 0.00020093808099895373, 
            "3": 0.0001461293818866081, 
            "4": 7.559428322075525e-05, 
            "5": 0.00025232267125173256, 
            "6": 0.00013001258748512878, 
            "7": 0.16702030182506394, 
            "8": 0.00010769362257111174, 
            "9": 0.000211263495809437, 
            "10": 9.073416880812129e-05, 
            "11": 0.00013267600786340814, 
            "12": 0.003805829928216848, 
            "13": 8.175368484252084e-05, 
            "14": 5.204663291678034e-05, 
            "15": 9.597786110453424e-05, 
            "16": 0.00013908676498711818, 
            "17": 8.373981495290383e-05, 
            "18": 0.029661239952055156, 
            "19": 5.046723083707788e-05, 
            "20": 0.18032306842516507, 
            "21": 0.004045485283891532, 
            "22": 0.0001106676964447793, 
            "23": 0.00013134578884230856, 
            "24": 6.288454901018245e-05, 
            "25": 0.053765506589984864, 
            "26": 0.00011162451491026872, 
            "27": 7.714286972756879e-05, 
            "28": 0.00011670947459073112, 
            "29": 0.00015855878976467287
        }
    }, 
    {
        "content": {
            "text": "  Jill Rappaport had just finished talking to her son, Alex, who is a freshman at Duke University, when she read an article about Steguer Wilson, a young man from the Bronx adjusting to his first semester at Hunter College.  The article told how Mr. Wilson, 18, had received help from the Children's Aid Society, one of seven agencies supported by The New York Times Neediest Cases Fund.  Mr. Wilson's story was like that of so many other college freshman. In the beginning of his first year, he was a little overwhelmed by homework, the scheduling of classes and the costs of course materials. Mrs. Rappaport, of Westchester County, decided to help.  ''My son was going through the same things, but I couldn't imagine what it would be like for someone who does not have a supportive community and financial resources,'' she said last month before a board meeting of Children's Aid.  Soon after she read the article on Nov. 13, she wrote a note with a check for $5,000 to the society and specified that the money should help a student like Mr. Wilson, but preferably Mr. Wilson himself.  C. Warren Moses, the chief executive of the society, said, ''This is the kind of generosity that makes the difference in people's lives.''  He called Mrs. Rappaport and invited her to present the check in person to Mr. Wilson at the society's end-of-year board meeting.  ''All the stars were aligned,'' she said. During the board meeting on Dec. 21, Mrs. Rappaport sat by Mr. Wilson, who was wearing a brown striped shirt and matching tie.  Cathleen Clements, the society's director of office of public policy and client advocacy, talked of the importance of the Neediest Cases and said that through it the society's staff had made a difference to nearly 4,600 families during the past nine years.  Mrs. Clements also said that money from Neediest Cases enables the society to help families so they can focus on building strong and healthy lives. When families do not have many resources, even ambitious people like Mr. Wilson can get discouraged.  ''They still need a boost up,'' Mrs. Clements said. ''What we can do with Neediest money is to move them into a place so that they have access to another way of life.''  It was through the society's after-school programs at the Dunlevy Milbank Community Center that Mr. Wilson received support and encouragement.  He participated in capoeira, a Brazilian martial art that incorporates dance, and other programs that helped him get an internship at NBC and the Federal Reserve Bank.  ''Steguer was one of those young people that took advantage of everything,'' said Casper Lassiter, assistant director of youth development and teen programs at the Dunlevy Milbank center. ''It takes a person who knows that they are a leader to step away from the crowd. He is an independent young man and definitely focused.''  At the meeting, Mr. Lassiter played a video about Mr. Wilson that was produced by The New York Times for nytimes.com.  He then introduced Mrs. Rappaport, who presented the $5,000 check. As an added surprise, she gave Mr. Wilson an iPod from her son, who is 18, which he had filled with all his favorite songs.  ''My son hopes that you like some of his music, too,'' she said.  Mr. Wilson was overjoyed. ''I can't believe all this is happening to me,'' he said after the presentation. The money will be put in the bank for future college expenses, he said.  ''I am definitely going to save it,'' he said, ''because I am sure I will have to take out loans if I transfer to a different school'' based on what area of study he chooses.  As for the future, he hopes to make his parents proud, to be successful and to give back to the Children's Aid Society.  ''It would be crazy not to,'' Mr. Wilson said. ''I will definitely give back to the Children's Aid Society; I don't know how I couldn't. They have given me everything.''  Previously recorded: $6,484,079  Recorded Thursday: 240,690  Total: $6,724,769  Last year to date: $6,285,241  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  ", 
            "title": "The Neediest Cases; Student Gets Some Help From a Sympathetic Mother"
        }, 
        "weight": 0.558173146138417, 
        "file": "1818451.txt", 
        "other_topics": {
            "0": 0.017050093746583055, 
            "1": 0.558173146138417, 
            "2": 0.00026135264324109116, 
            "3": 0.00019006501914114887, 
            "4": 9.832265559340602e-05, 
            "5": 0.0027334873125480505, 
            "6": 0.004979703818676664, 
            "7": 0.11140382816629711, 
            "8": 0.00014007306519123693, 
            "9": 0.0002747825239280405, 
            "10": 0.00011801453827166461, 
            "11": 0.01460437065181116, 
            "12": 0.06027201565681256, 
            "13": 0.00010633395880994409, 
            "14": 6.769510795054399e-05, 
            "15": 0.00012483481263278785, 
            "16": 0.00018090495086108175, 
            "17": 0.00010891724392737296, 
            "18": 9.445445178896022e-05, 
            "19": 6.564083876364525e-05, 
            "20": 0.13592214088568993, 
            "21": 0.0004512100235707016, 
            "22": 0.00014394133179462573, 
            "23": 0.0001708365528418792, 
            "24": 8.179157987937938e-05, 
            "25": 0.08436258655321642, 
            "26": 0.00014518582977039195, 
            "27": 0.00010033684411770727, 
            "28": 0.0049624009575116685, 
            "29": 0.002611532140360878
        }
    }, 
    {
        "content": {
            "text": "  Life is tight in the small apartment. Tight physically. Tight financially. But there is still room for large aspirations.  ''I want to have combined majors in mechanical and computer engineering and a minor in business,'' Dorichel Rodriguez, a high school senior and one of two teenage daughters living in the apartment with their mother, said recently.  Sitting at a table in the compact living room, Dorichel, 17, told of having completed applications to 15 colleges, including three in the Ivy League, and of beginning the suspenseful wait to hear from them.  ''I want to be a robotics technician,'' she said. ''I'm interested in artificial intelligence.''  Her sister, Marielle, 15, a high school freshman, said she did not know what kind of career she wanted, though she likes astronomy and aerospace engineering. In any case, she is sure she wants to go to college.  Next to her on the couch, their mother, Dorila Rodriguez, 57, a factory worker who speaks only Spanish, said through Dorichel that she wanted her daughters to have college educations so that they would be able to support themselves, ''no matter what happens.''  The couch is where Dorila Rodriquez sleeps in the one-bedroom apartment in Hamilton Heights, a neighborhood in Upper Manhattan immediately south of Washington Heights. The daughters use the bedroom, sleeping in a bunk bed. The kitchen is tiny.  Ms. Rodriguez and her daughters immigrated from the Dominican Republic in 1998, joining Ms. Rodriguez's husband -- the girls' father -- who came to the United States earlier. The couple have since divorced, and Ms. Rodriguez and her daughters have had to make limited means go a long way.  Ms. Rodriguez said that she brought home less than $1,000 a month, after taxes, from her job at a factory that produces body care products. The family gets nearly $300 worth of government food stamps each month, and more than half the total of about $1,300 goes to pay the $738 a month rent.  Dorichel's earnings from two after-school jobs -- a total of about 10 hours a week at $7.50 an hour -- help a little, and the family has Medicaid coverage for doctors' bills. But unforeseen expenses can still be hard to deal with, as in one recent instance.  Ms. Rodriguez and her daughters have the status of noncitizen residents of the country, and in August, Dorichel discovered that she had lost her resident alien card, the important document known as a green card, which permits noncitizens to live and work legally in the United States. The family did not have the $260 in fees needed to replace it, and the Children's Aid Society, one of seven agencies supported by The New York Times Neediest Cases Fund, tapped the fund to cover the fees.  This short-term aid was only one of the ways that Children's Aid has played a role in the family's life. Both daughters participate in the organization's Hope Leadership Academy, an after-school program that is based in East Harlem and draws teenagers, mainly from Upper Manhattan and the Bronx, with its educational, cultural and recreational programs.  It also offers its participants training to become peer educators, a role in which they lead workshops and give talks at school and community group sites on subjects like sex education, drug abuse, gang violence and racism.  Dorichel joined the leadership program after learning about it during her freshman year at Manhattan Center for Science and Mathematics, a public high school, also in East Harlem, where Children's Aid is among the organizations that collaborate on a variety of after-school programs.  As a peer educator in the Hope Leadership program, Dorichel conducts a weekly session on sex education and pregnancy prevention. She thinks she can be more effective than an adult in getting the points across, she said, because the teenage audiences ''relate to me more than to an adult.''  Recently, she won a $5,000 community service grant for the program from the New York Jets. She said she would use the money for items like books and videos and possibly to organize a conference on sex education in which groups that focus on the issue would participate.  Marielle became involved with the leadership program last year, while still in middle school, and takes its culinary, dance and drama classes. Both sisters have separately gone on group trips to Germany that the program organizes and that organizations in Germany pay for.  Dorichel said the trip to Germany was a ''great experience'' that showed her the commonalities of teenagers in different cultures.  ''It's a different country and a different language,'' she said, ''but I found that a lot of them are into hip-hop.''  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556- 1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  Previously recorded: $6,055,522.45  Recorded Monday: 176,414.63  Total: $6,231,937.08  Last year to date: $5,834,053.56  ", 
            "title": "The Neediest Cases; Mother and Two Teenagers Make the Most of Cramped Spaces and Unlimited Goals"
        }, 
        "weight": 0.5579364469245933, 
        "file": "1817826.txt", 
        "other_topics": {
            "0": 0.04384837365258179, 
            "1": 0.5579364469245933, 
            "2": 0.00021569685418302266, 
            "3": 0.00015686249127070675, 
            "4": 0.002066264437046611, 
            "5": 0.0181369158294657, 
            "6": 0.0001395619286564368, 
            "7": 0.024448647309051615, 
            "8": 0.00011560365008304982, 
            "9": 0.008167251872902665, 
            "10": 9.739853531757879e-05, 
            "11": 0.0001424209755534001, 
            "12": 0.0001151300912887152, 
            "13": 8.77584405640553e-05, 
            "14": 5.586942472605047e-05, 
            "15": 0.0001030273734502865, 
            "16": 0.00014930259867650963, 
            "17": 0.00604524385726721, 
            "18": 0.013973778784402636, 
            "19": 5.4174016576493596e-05, 
            "20": 0.15982067951902157, 
            "21": 0.00037238797914229774, 
            "22": 0.00011879616777540973, 
            "23": 0.00014099305279829477, 
            "24": 6.750337880595711e-05, 
            "25": 0.1549853208761682, 
            "26": 0.00011982326394356398, 
            "27": 8.280896403591094e-05, 
            "28": 0.008065752919464687, 
            "29": 0.0001702048311862064
        }
    }, 
    {
        "content": {
            "text": "  It was like going through the looking glass. Not long ago, Brenda Francis, who had worked in shelters helping the homeless, found her world turned upside down when she and her teenage son, Bryant Dukes, were suddenly left without a home.  It was a result of a chain of unfortunate events, spiraling out of control from the heart attack and sudden death in 2003 of Maurice Dukes, 51, her longtime partner and the father of her two children. ''He died the day after Valentine's Day,'' recalled Ms. Francis, 50.  They met as teenagers in the early '70s in fairy tale style on the Grand Concourse in the Bronx, outside the building where Ms. Francis, then in high school, lived with her sisters and her mother, who worked for the Port Authority. Ms. Francis fondly remembered the diner her grandparents owned on Linden Boulevard in Queens, George's, where James Brown's son used to eat.  After Ms. Francis graduated, she joined the Army Reserve. In 1975, she and Mr. Dukes had a daughter, Shartel Dukes, who now has a family of her own.  Brenda Francis always knew that she wanted to help people. Throughout her career, she enjoyed steady employment as the office manager at Volunteers of America, a shelter in the Bronx, and at several other shelters. She also worked as a consultant, helping nonprofit organizations set up their tax exemption status. Mr. Dukes received disability assistance because of kidney problems.  Their son, Bryant, now 14, is an eighth grader. He loves basketball and hopes to become a graphic designer. Bryant started off in preschool and kindergarten at a private school, which both mother and son remember fondly as a rigorous environment where he was taught French and Spanish. But at $4,000 a year, Ms. Francis could not continue to pay.  The family lived in Manhattan, on Riverside Drive and 135th Street, until a young woman was raped and murdered in their building. Seeking secure and affordable housing, they moved from borough to borough until settling in the Bronx in 1996.  After Mr. Dukes's death, Ms. Francis slipped into depression and, with less income, fell behind on the rent. The family had little savings. What they did have paid for Mr. Duke's burial. ''He still doesn't have a tombstone,'' Ms. Francis said.  Although they never wed, Ms. Francis called Mr. Dukes her husband. She said the reason she did not marry was her feminist politics. ''Back then I didn't believe in marriage,'' she said, noting that if they had married, she would have been better protected financially.  To cushion the downward spiral that she felt coming, she put the family's belongings -- the contents of six rooms -- into storage, while she and Bryant went to stay in the home of a friend, a pastor. She thought the situation would allow her to get back on her feet.  Instead, Ms. Francis said that she found the lifestyle unsuitable for her son, and in September 2004 they moved to a Bronx shelter.  What was strange about her plunge, she said, was that she had heard the same story many times from people she had counseled. Citing the difficulties of negotiating the welfare system, Ms. Francis said that shortly after arriving at the shelter, she found a two-bedroom apartment with a big kitchen, and hoped to relocate by putting her shelter assistance toward it. ''I like to cook,'' she said. ''It was the nicest place I'd seen for this neighborhood.''  Although the apartment met all of the transfer guidelines, Ms. Francis said, her application was denied.  Ms. Francis and Bryant transferred to Volunteers of America, where she had worked and where she felt safer. There, her old energy kicked in and she started doing taxes for other shelter residents. ''All I brought was my old trusty word processor,'' she said.  By June 2005, Ms. Francis had saved some money and found an apartment in the Wakefield section of the Bronx. But when she and her son got to their new home, they slept on the floor because they did not have the $850 needed to retrieve their belongings from storage, having received only $250 in public assistance.  Ms. Francis contacted Community Service Society of New York, one of the affiliate charities of The New York Times Neediest Cases Fund. The fund came to the rescue with $600 to help her rebuild her home.  Finding a safe and nurturing place for her son remains a challenge, she said, calling the public high schools in the neighborhood ''places I wouldn't send my dogs and cats to.''  Ms. Francis is more determined than ever to help. ''I'm going to run for office to make a difference,'' she said. ''I want to change welfare and stop the throwing away of taxpayer money.''  Back on her feet, operating an administrative business out of her home office, Ms. Francis said she was planning to run for the State Assembly in 2008. ''It happens,'' she said. ''You never know.''  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  Previously recorded: $5,782,266.54  Recorded Friday: 273,255.91  Total: $6,055,522.45  Last year to date: $5,546,619.56  ", 
            "title": "The Neediest Cases; A Mother Helped the Homeless. Then She Joined Them."
        }, 
        "weight": 0.557514755852149, 
        "file": "1817602.txt", 
        "other_topics": {
            "0": 0.010202638208814441, 
            "1": 0.557514755852149, 
            "2": 0.006232915619573158, 
            "3": 0.00015843505248662785, 
            "4": 0.006097016521640395, 
            "5": 0.008293646141452045, 
            "6": 0.0362312993550492, 
            "7": 0.20715045761528544, 
            "8": 0.00011676258753882302, 
            "9": 0.014264185724591677, 
            "10": 9.837496478702805e-05, 
            "11": 0.00014384875921713404, 
            "12": 0.008136359460149262, 
            "13": 8.863822717768611e-05, 
            "14": 5.642952095917983e-05, 
            "15": 0.00010406023255097831, 
            "16": 0.0001507993712587436, 
            "17": 9.079161087247227e-05, 
            "18": 0.010103829640444411, 
            "19": 5.471711618360005e-05, 
            "20": 0.04513180675641888, 
            "21": 0.020426309150818306, 
            "22": 0.00011998711052106119, 
            "23": 0.042247801210502214, 
            "24": 6.818010652202203e-05, 
            "25": 0.020197785241584415, 
            "26": 0.00012102450342482112, 
            "27": 8.363913168222702e-05, 
            "28": 0.00012653767157393155, 
            "29": 0.006186967534770749
        }
    }, 
    {
        "content": {
            "text": "  Correction:  January 15, 2007, Monday  A picture caption on Friday with an article about Staten Island Chuck, a groundhog being prepared for his first Groundhog Day duty, omitted a credit in some copies. The pictures of Chuck and his trainer, Douglas Schwartz, were by Chang W. Lee of The New York Times.  ", 
            "title": "Will Chuck See His Shadow? First, He Has to Get Used to the Commute"
        }, 
        "weight": 0.551464887188478, 
        "file": "1818291.txt", 
        "other_topics": {
            "0": 0.0027039427023943198, 
            "1": 0.551464887188478, 
            "2": 0.18653275043105422, 
            "3": 0.002412915876687033, 
            "4": 0.0012482270424689493, 
            "5": 0.004166399471831231, 
            "6": 0.002146792331986034, 
            "7": 0.19286315956273123, 
            "8": 0.0017782573796241506, 
            "9": 0.003488422633571076, 
            "10": 0.0014982196848338358, 
            "11": 0.002190771230918412, 
            "12": 0.0017709729260614257, 
            "13": 0.001349932242150028, 
            "14": 0.0008594038055293401, 
            "15": 0.0015848045196639338, 
            "16": 0.0022966268599895565, 
            "17": 0.0013827275966135678, 
            "18": 0.0011991193717561341, 
            "19": 0.0008333244209142476, 
            "20": 0.015555497379631373, 
            "21": 0.005728207297238354, 
            "22": 0.001827365847582915, 
            "23": 0.0021688064038997575, 
            "24": 0.0010383615173484744, 
            "25": 0.002247860239319529, 
            "26": 0.0018431650142986015, 
            "27": 0.0012737975945404912, 
            "28": 0.001927128826277372, 
            "29": 0.0026181526006066173
        }
    }, 
    {
        "content": {
            "text": "  Growing up in Nepal, Kunsang Sherpa, 23, knew what it was like to go without. His family farmed for a living, but in the mountainous landscape they grew only enough crops to eat. They mostly went without money and without medical care.  For one of his brothers, Dawa, who is a year younger, it was especially hard. Dawa is hearing impaired and did not learn sign language, and there were no special schools for him to attend. He primarily communicated with his brother in a language only they understood.  His deafness, the result of an infection that was never treated, was seen by the traditional Buddhist community around them as a sort of karmic payback for bad deeds in a past life.  His brother's hardships inspired Mr. Sherpa to pursue a career in medicine.  ''That's why I feel I want to be a doctor, or a nurse,'' he said. ''So when I go back to my country, I can help.''  In his efforts to help his brother, Mr. Sherpa met an American couple, Matthew Brodsky, a doctor, and Irene Taylor Brodsky, a journalist, who included Dawa in a book about the deaf community in Nepal, which was published in 1997. The couple helped the Sherpa brothers enroll in schools in Katmandu, the capital. It is a full day's drive from their home in Tarkeyghyang, a region in the Himalayas that Mr. Sherpa generally refers to, in his uncertain English, as ''my place.''  Mr. Sherpa also began working with the couple and a local doctor, helping to set up traveling clinics in even the most rural areas around the country, translating for the doctors and advertising for the clinics. Mr. Sherpa even helped Dr. Brodsky bring a clinic to ''his place,'' getting hundreds of patients to come.  His ability to help organize the clinic still impresses Ms. Brodsky, as does Mr. Sherpa's desire to become a doctor and his constant striving toward that goal. ''Kunsang realizes he is surrounded by people who have more obstacles than he does,'' she said. ''He realizes there is nothing standing in his way.''  But his association with Americans ultimately put him in danger. In Nepal, Western tourists and workers can be the targets of those seeking money, even dangerous groups who will do whatever they can to get it. Mr. Sherpa became a target as well, and was threatened and ultimately beaten after he refused to help a group of men that approached him several times, asking for money.  After he was attacked, in 2004, Mr. Sherpa decided that it was too dangerous for him to stay and that he should come to the United States. With help from the Brodskys, he applied for a travel visa, Ms. Brodsky bought him a plane ticket and he arrived in August of that year. For six months, he lived with the Brodskys in Oregon. With legal help and support from the Brodskys, he applied for political asylum.  Though he enjoyed living there, Mr. Sherpa decided to come to New York, which has a larger Nepalese community. But he could not work until he was granted political asylum, and that occurred in June.  Once it was granted, he realized he would need assistance in finding a job that could cover his expenses, including his $300 a month rent in the two-bedroom apartment in Queens he shares with three roommates. Information from the immigration office led him to Catholic Charities of the Archdiocese of New York, one of seven beneficiaries of the New York Times Neediest Cases Fund. He enrolled in its employment and training program.  He found a job for $11 an hour in the mailroom of a law firm in Manhattan and started work on Dec. 4.  He is in charge of sorting and handing out an entire floor's mail, a job he performs alone.  And alone is how Mr. Sherpa sometimes feels in New York City in general, despite the big apartment buildings and the crowded trains. His mother died a few months ago, and now he worries about his father and brother.  ''In my country, you know everyone. But here, you don't know who lives next door,'' he said. ''If you want to share your feelings, everyone is busy.''  In addition to his job, Mr. Sherpa will enroll in a certified nursing assistant's program, the first step for a career in medicine. Catholic Charities drew on $995 from the fund for the program, which will begin in the spring. In the meantime, Mr. Sherpa volunteers at Elmhurst Hospital Center in Queens.  He is grateful for the help he has received, and, in keeping with his Buddhist beliefs, it reaffirms his commitment to someday giving back.  ''If you want to have a good thing in the next life, you have to do good in this life,'' he said. After he works hard to improve his status, financially and otherwise, he said, ''I can help other people. That's how it works. It's a good thing.''  Previously recorded: $3,803,895.99  Recorded Friday: 710,042.30  Total: $4,513,938.29  Last year to date: $4,641,858.36  HOW TO HELP  Checks payable to The New York Times Neediest Cases Fund should be sent to 4 Chase Metrotech Center, 7th Floor East, Lockbox 5193, Brooklyn, N.Y. 11245, or any of these organizations:  BROOKLYN BUREAU OF COMMUNITY SERVICE  285 Schermerhorn Street  Brooklyn, N.Y. 11217  CATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS  191 Joralemon Street  Brooklyn, N.Y. 11201  CATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK  1011 First Avenue  New York, N.Y. 10022  CHILDREN'S AID SOCIETY  105 East 22nd Street  New York, N.Y. 10010  COMMUNITY SERVICE SOCIETY OF NEW YORK  105 East 22nd Street  New York, N.Y. 10010  FEDERATION OF PROTESTANT WELFARE AGENCIES  281 Park Avenue South  New York, N.Y. 10010  UJA-FEDERATION OF NEW YORK  Church Street Station  P.O. Box 4100  New York, N.Y. 10261-4100  No agents or solicitors are authorized to seek contributions for The New York Times Neediest Cases Fund.  Donations may be made with a credit card by phone at (800) 381-0075 or online, courtesy of NYCharities.org, an Internet donations service, at www.nytimes.com/neediest or www.nycharities.org/neediest. For instructions on how to donate stock to the fund, call (212) 556-1137 or fax (212) 556-4450.  The Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide services and cash assistance to the poor.  Contributions to the fund are deductible on federal, state and city income taxes to the extent permitted by law.  To delay may mean to forget.  ", 
            "title": "The Neediest Cases; A Long Way to Learn How to Help Those Back in Nepal"
        }, 
        "weight": 0.5496811164683088, 
        "file": "1816149.txt", 
        "other_topics": {
            "0": 0.004380821680377636, 
            "1": 0.5496811164683088, 
            "2": 0.00022791255233778874, 
            "3": 0.00016574618525143426, 
            "4": 8.574226421062374e-05, 
            "5": 0.00028619514893232507, 
            "6": 0.00014746582878896928, 
            "7": 0.13071037575288982, 
            "8": 0.00012215070567341775, 
            "9": 0.00023962407875281356, 
            "10": 0.00010291456897816387, 
            "11": 0.0001504867939208364, 
            "12": 0.00012165032752044187, 
            "13": 9.272852056139194e-05, 
            "14": 5.90335136559463e-05, 
            "15": 0.0001088621887076252, 
            "16": 0.00015775814841580653, 
            "17": 0.04204582628808988, 
            "18": 8.236899738194e-05, 
            "19": 5.724208837029089e-05, 
            "20": 0.13321368820848042, 
            "21": 0.057027118435000704, 
            "22": 0.014808319782145443, 
            "23": 0.02531948501106628, 
            "24": 0.03153446010136807, 
            "25": 0.008544577311526, 
            "26": 0.0001266092916294914, 
            "27": 8.749873715755893e-05, 
            "28": 0.0001323768700474169, 
            "29": 0.00017984415045272384
        }
    }
]