[
    {
        "content": {
            "text": "  NEW YORK  GOVERNMENT OFFICES Closed.  POST OFFICES Express Mail only; the main post office on Eighth Avenue at 32nd Street is open for window service.  BANKS Most are closed.  PARKING Alternate-side parking rules are suspended. Parking meter regulations are in effect.  SANITATION Regular collections.  SCHOOLS Closed.  FINANCIAL MARKETS Stock and bond markets are closed.  TRANSPORTATION New York City subways and buses will operate on regular schedules. Long Island Rail Road and Metro-North trains will operate on holiday schedules.  NEW JERSEY  GOVERNMENT OFFICES Federal and state offices are closed.  POST OFFICES Express Mail only.  BANKS Most are closed.  SCHOOLS Most are closed.  TRANSPORTATION New Jersey Transit and PATH trains will operate on regular schedules.  CONNECTICUT  GOVERNMENT OFFICES Federal and state offices are closed.  POST OFFICES Express Mail only.  BANKS Most are closed.  SCHOOLS Most are closed.  TRANSPORTATION Metro-North trains will operate on holiday schedules.  ", 
            "title": "Martin Luther King's Birthday"
        }, 
        "weight": 0.8571447795509032, 
        "file": "1819067.txt", 
        "other_topics": {
            "0": 0.009918591016802196, 
            "1": 0.0916606712502231, 
            "2": 0.0009900546402024537, 
            "3": 0.0007200032561647988, 
            "4": 0.0003724653410812504, 
            "5": 0.019466728209313, 
            "6": 0.8571447795509032, 
            "7": 0.0028790202820220415, 
            "8": 0.0005306240122164602, 
            "9": 0.001040929640074615, 
            "10": 0.00044706202232448403, 
            "11": 0.0006537162919824464, 
            "12": 0.0005284503640030196, 
            "13": 0.00040281371569587265, 
            "14": 0.0002564422341947242, 
            "15": 0.00047289854800467373, 
            "16": 0.000685303136078828, 
            "17": 0.000412599702115444, 
            "18": 0.0003578118327855355, 
            "19": 0.0002486602630024992, 
            "20": 0.004641690525894069, 
            "21": 0.001709271320167753, 
            "22": 0.0005452777584067844, 
            "23": 0.0006471620862899372, 
            "24": 0.0003098424113291594, 
            "25": 0.0006707513955835137, 
            "26": 0.00054999215876773, 
            "27": 0.0003800954789287082, 
            "28": 0.0005750465830055647, 
            "29": 0.0007812449724361461
        }
    }, 
    {
        "content": {
            "text": "  NEW YORK  GOVERNMENT OFFICES -- Closed.  POST OFFICES -- Express Mail only; main post office on Eighth Avenue at 32nd Street is open.  BANKS -- Option to close.  PARKING -- Alternate-side and parking meter regulations are suspended.  SANITATION -- No pickups, street cleaning or recycling.  SCHOOLS -- Closed.  FINANCIAL MARKETS -- Stock and bond markets are closed.  TRANSPORTATION -- New York City subways and buses will operate on a Sunday schedule. Long Island Rail Road and Metro-North trains will operate on a Sunday schedule.  NEW JERSEY  GOVERNMENT OFFICES -- Federal and state offices closed.  POST OFFICES -- Express Mail only.  BANKS -- Option to close.  SCHOOLS -- Option to close.  TRANSPORTATION -- New Jersey Transit trains will operate on a weekend, holiday or Sunday schedule on many lines. Riders should check schedules at njtransit.com. PATH trains will operate on a Sunday schedule.  CONNECTICUT  GOVERNMENT OFFICES -- Federal and state offices closed.  POST OFFICES -- Express Mail only.  BANKS -- Option to close.  SCHOOLS -- Closed.  TRANSPORTATION -- Metro-North trains will operate on a Sunday schedule.  ", 
            "title": "New Year's Day"
        }, 
        "weight": 0.7688643174337302, 
        "file": "1815768.txt", 
        "other_topics": {
            "0": 0.0007394660776863243, 
            "1": 0.12576043255062005, 
            "2": 0.0009073767678343431, 
            "3": 0.0006598769410094609, 
            "4": 0.0003413613588554176, 
            "5": 0.001139414334771699, 
            "6": 0.7688643174337302, 
            "7": 0.01934027660103417, 
            "8": 0.008837151792109393, 
            "9": 0.0009540032782036441, 
            "10": 0.0004097285910960673, 
            "11": 0.0005991254947084421, 
            "12": 0.0004843203231206407, 
            "13": 0.0003691753894640825, 
            "14": 0.00023502715522069, 
            "15": 0.050538443581898435, 
            "16": 0.0006280745722021865, 
            "17": 0.00037814416388005375, 
            "18": 0.008678770880140355, 
            "19": 0.00022789504394010737, 
            "20": 0.004254070407479531, 
            "21": 0.0015665328183590006, 
            "22": 0.0004997424888528667, 
            "23": 0.0005931186202032388, 
            "24": 0.0002839679693560764, 
            "25": 0.0006147380241766125, 
            "26": 0.0005040631972138892, 
            "27": 0.000348354316149917, 
            "28": 0.0005270253667363998, 
            "29": 0.000716004459946759
        }
    }, 
    {
        "content": {
            "text": "  NEW YORK  GOVERNMENT OFFICES -- Closed.  POST OFFICES -- Express Mail only; the main post office on Eighth Avenue at 32nd Street is open for window service only.  BANKS -- Most are closed.  PARKING -- Alternate-side and parking meter regulations suspended.  SANITATION -- Regular collections.  SCHOOLS -- Closed.  FINANCIAL MARKETS -- Stock and bond markets closed.  TRANSPORTATION -- New York City subways and buses will operate on regular schedules. Long Island Rail Road and Metro-North trains will operate on holiday schedules.  NEW JERSEY  GOVERNMENT OFFICES -- Federal and state offices closed.  POST OFFICES -- Express Mail only.  BANKS -- Most are closed.  SCHOOLS -- Most are closed.  TRANSPORTATION -- New Jersey Transit and PATH trains will operate on regular schedules.  CONNECTICUT  GOVERNMENT OFFICES -- Federal and state offices closed.  POST OFFICES -- Express Mail and collections from street mailboxes only.  BANKS -- Most are closed.  SCHOOLS -- Most are closed.  TRANSPORTATION -- Metro-North trains will operate on holiday schedules.  Correction:  January 15, 2007, Monday  A list of holiday closings published Saturday and yesterday incorrectly stated the rules for New York City parking meters and the mail service in Connecticut today, Martin Luther King's Birthday. The parking meter regulations remain in effect; they are not suspended. Express Mail will be collected in Connecticut, but there will be no collection of other mail from street mailboxes.  ", 
            "title": "Holiday on Monday -- Martin Luther King's Birthday"
        }, 
        "weight": 0.7016453908783387, 
        "file": "1818447.txt", 
        "other_topics": {
            "0": 0.0005913244206662753, 
            "1": 0.20073408085898095, 
            "2": 0.0007255965591342275, 
            "3": 0.0005276798512168854, 
            "4": 0.0002729743984938519, 
            "5": 0.04765620928776095, 
            "6": 0.7016453908783387, 
            "7": 0.002109991838314773, 
            "8": 0.0003888865743607144, 
            "9": 0.0007628821021277393, 
            "10": 0.0003276452146640127, 
            "11": 0.0004790991050912641, 
            "12": 0.000387293539390323, 
            "13": 0.00029521627818564694, 
            "14": 0.0001879427611291594, 
            "15": 0.00034658042629000463, 
            "16": 0.0005022486409447167, 
            "17": 0.000302388284442113, 
            "18": 0.0002622350566768776, 
            "19": 0.00018223946830967877, 
            "20": 0.010079692873132403, 
            "21": 0.001252699940163834, 
            "22": 0.027111089309784234, 
            "23": 0.000474295623641624, 
            "24": 0.0002270789695893118, 
            "25": 0.0004915838832595701, 
            "26": 0.00040308120556968986, 
            "27": 0.00027856641487660735, 
            "28": 0.00042144322649243876, 
            "29": 0.00057256300897157
        }
    }, 
    {
        "content": {
            "text": "  Elected officials from Manhattan and the Bronx urged Consolidated Edison yesterday to reconsider plans to install a 9.5-mile underground electric transmission line that would extend from Yonkers, along Riverdale Avenue in the Bronx, under the Harlem River and into Inwood, in northern Manhattan. In a statement, the officials said the power line would ''have a severe negative impact on vital neighborhood services and residents' overall quality of life'' and identified an alternative route that they said would be less disruptive. Michael S. Clendenin, a Con Ed spokesman, said that the line was essential to expand the capacity of the networks serving the area and that the proposed route was the most feasible. The State Public Service Commission is expected to decide the issue shortly.  SEWELL CHAN  ", 
            "title": "Metro Briefing | New York: Manhattan: Power Line Proposal"
        }, 
        "weight": 0.695451930990045, 
        "file": "1822462.txt", 
        "other_topics": {
            "0": 0.001138928426683081, 
            "1": 0.026490766990078556, 
            "2": 0.027121533250371626, 
            "3": 0.013878339014258662, 
            "4": 0.0005257660453986632, 
            "5": 0.05320290653023911, 
            "6": 0.695451930990045, 
            "7": 0.004063978419863428, 
            "8": 0.013611014339478825, 
            "9": 0.0014693594276759783, 
            "10": 0.0006310655129498305, 
            "11": 0.0009227753343453043, 
            "12": 0.0007459519784170813, 
            "13": 0.0005686053196760688, 
            "14": 0.0003619897060874348, 
            "15": 0.0006675359343165022, 
            "16": 0.0009673628120928135, 
            "17": 0.0005824190596745528, 
            "18": 0.0005050813903231352, 
            "19": 0.00035100480153963173, 
            "20": 0.13517207594349695, 
            "21": 0.002412779723098887, 
            "22": 0.0007697052559283464, 
            "23": 0.01377551759813403, 
            "24": 0.00043736853160192886, 
            "25": 0.0009468218107967492, 
            "26": 0.0007763600271535158, 
            "27": 0.0005365366244551168, 
            "28": 0.000811726446786083, 
            "29": 0.0011027927550331129
        }
    }, 
    {
        "content": {
            "text": "  Gov. Eliot Spitzer appointed the Suffolk County executive's chief deputy, Kevin S. Law, left, the new chairman of the Long Island Power Authority yesterday. Mr. Law succeeds Richard M. Kessel, who headed the agency under Govs. Mario M. Cuomo and George E. Pataki. Mr. Kessel is expected to take on the vacant post of chief executive officer for several months and then retire. Mr. Law is then expected to succeed him as the chief executive officer, at which point a new chairman will be appointed.  BRUCE LAMBERT  ", 
            "title": "Metro Briefing | New York: Albany: New Head Of Long Island Power Authority"
        }, 
        "weight": 0.6925330549267309, 
        "file": "1821377.txt", 
        "other_topics": {
            "0": 0.001457649082285385, 
            "1": 0.0009813562011626656, 
            "2": 0.018249965236315474, 
            "3": 0.0013007615176794428, 
            "4": 0.0006728977656691957, 
            "5": 0.002246034415289711, 
            "6": 0.6925330549267309, 
            "7": 0.005201252576857413, 
            "8": 0.0009586280194403138, 
            "9": 0.0018805487431171565, 
            "10": 0.000807664506620696, 
            "11": 0.0011810071535235337, 
            "12": 0.0009547010956037792, 
            "13": 0.0007277252924683033, 
            "14": 0.0004632898350002558, 
            "15": 0.0008543409043558129, 
            "16": 0.001238072105541069, 
            "17": 0.0007454047049405692, 
            "18": 0.000646424663600752, 
            "19": 0.00044923088655541795, 
            "20": 0.05776968411312086, 
            "21": 0.0030879781966408996, 
            "22": 0.017446429076111155, 
            "23": 0.001169166292429122, 
            "24": 0.0005597628646136668, 
            "25": 0.0012117828576946258, 
            "26": 0.0009936186107841133, 
            "27": 0.0006866824112268137, 
            "28": 0.0010388820601048634, 
            "29": 0.18248600388451608
        }
    }, 
    {
        "content": {
            "text": "  Even though they were officially sworn in along with Gov. Eliot Spitzer last Monday in Albany, Lt. Gov. David A. Paterson and Attorney General Andrew M. Cuomo held ceremonial inaugurations in New York City over the weekend, which were attended by relatives, local officials and other invited guests. Mr. Paterson's was at 6 p.m. on Friday at Riverside Church; Mr. Cuomo's took place yesterday at the Grace Rainey Rogers Auditorium at the Metropolitan Museum of Art. Both officials were sworn in by their fathers: Basil A. Paterson, a former deputy mayor of New York City and secretary of state of New York, and Mario M. Cuomo, who was governor from 1983 to 1994. Aides said the ceremonies were financed with campaign money and not at public expense.  SEWELL CHAN  ", 
            "title": "Metro Briefing | New York: Manhattan: Inaugurations, Reprised"
        }, 
        "weight": 0.6653741121699197, 
        "file": "1817454.txt", 
        "other_topics": {
            "0": 0.0012007021209419445, 
            "1": 0.0008083677247531419, 
            "2": 0.12350982217521927, 
            "3": 0.0010714698977264462, 
            "4": 0.0005542827723318353, 
            "5": 0.015409723390695754, 
            "6": 0.6653741121699197, 
            "7": 0.004284402245014926, 
            "8": 0.0007896459512269685, 
            "9": 0.015108663672630113, 
            "10": 0.0006652935181000814, 
            "11": 0.0009728252233795773, 
            "12": 0.0007864112455377828, 
            "13": 0.06839748803510164, 
            "14": 0.0003816234608562262, 
            "15": 0.0007037420380076403, 
            "16": 0.001019831056094457, 
            "17": 0.0006140085573813142, 
            "18": 0.0005324762139579526, 
            "19": 0.0003700427522885208, 
            "20": 0.020467121242137676, 
            "21": 0.0025436451167766667, 
            "22": 0.0008114528636227397, 
            "23": 0.0009630716090133895, 
            "24": 0.00046109071582057213, 
            "25": 0.014557784433724767, 
            "26": 0.055056902541892334, 
            "27": 0.0005656375307291821, 
            "28": 0.0008557532180658466, 
            "29": 0.0011626065070514924
        }
    }, 
    {
        "content": {
            "text": "  The New Jersey Legislature is considering a bill that would extend the benefits of the Highlands preservation legislation to cities and municipalities throughout the state.  Assemblywoman Linda R. Greenstein, a deputy speaker and sponsor of the bill, said it would use transfer of development rights, in which developers buy credits from property owners whose land is being preserved. The developers can use the credits in other areas of the state where growth is either needed or is deemed acceptable.  The municipalities that accept the growth can charge impact fees of $15,000 per new housing unit to finance schools and utility projects.  The plan has been in effect in the Highlands area, in the northern part of the state, and in areas around the Pinelands for several years, but this measure would include the entire state, said Ms. Greenstein, a Democrat from Monroe.  The bill is under committee review but has already received support from Gov. Jon S. Corzine and the State Department of Environmental Protection, which wrote much of it.  ''The more I learn about it, the more I see it has a lot of advantages,'' Ms. Greenstein said. ''Anything that takes development out of areas that has too much and places it where it is needed is a good idea.''  JOHN HOLL  THE WEEK  ", 
            "title": "Bill That Eases Development May Be Applied to All Areas"
        }, 
        "weight": 0.6523440648763257, 
        "file": "1818949.txt", 
        "other_topics": {
            "0": 0.14124080167585243, 
            "1": 0.000597662069335443, 
            "2": 0.001089309788511872, 
            "3": 0.0007921851611546967, 
            "4": 0.0004098058081301982, 
            "5": 0.011393091148440495, 
            "6": 0.6523440648763257, 
            "7": 0.0031676483773557364, 
            "8": 0.0005838202327991076, 
            "9": 0.0011452851186612798, 
            "10": 0.0004918809702163412, 
            "11": 0.0007192527834832917, 
            "12": 0.0005814286715866901, 
            "13": 0.00044319667383673443, 
            "14": 0.0002821511304053324, 
            "15": 0.0005203076642408385, 
            "16": 0.0007540062779523959, 
            "17": 0.00045396372684999387, 
            "18": 0.0003936832535009929, 
            "19": 0.0002735889995396312, 
            "20": 0.16551053807157562, 
            "21": 0.001880629517478553, 
            "22": 0.0005999430491723781, 
            "23": 0.0007120415043004473, 
            "24": 0.00034090479237384064, 
            "25": 0.0007379956935687006, 
            "26": 0.0006051300785055185, 
            "27": 0.0004182008840254347, 
            "28": 0.0006326962637033594, 
            "29": 0.01088478573711703
        }
    }, 
    {
        "content": {
            "text": "  A selective listing of state, county and local government events across Connecticut this week. (All dates and times subject to confirmation.) Items should be submitted by mail at least three weeks in advance to the Connecticut Op-Ed Page, The New York Times, 229 West 43rd Street, New York, N.Y. 10036, or by e-mail to ctcivic@nytimes.com.  State of Connecticut  Ellington Economic Development Commission. Wednesday at 7 p.m. Ellington Town Hall, 55 Main Street. (860) 870-3100.  Hartford State Implementation Plan Revision Advisory Committee. Thursday at 9 a.m. Connecticut Department of Environmental Protection Headquarters, 79 Elm Street. (860) 424-3027.  Hartford Connecticut Siting Council public hearing. Tuesday at 10 a.m. State Capitol, Old Judiciary Room, 210 Capitol Avenue. (860) 827-2935.  Rocky Hill Tourism Committee. Tuesday at 12:30 p.m. Board Room, 999 West Street. (860) 270-8076.  Fairfield County  Bethel Planning and Zoning Commission. Tuesday at 7 p.m. Clifford J. Hurgin Municipal Center, 1 School Street. (203) 794-8501.  Brookfield Board of Selectmen. Monday at 7:30 p.m. Brookfield Town Hall, 100 Pocono Road. (203) 775-7300.  Brookfield Parks and Recreation Commission. Wednesday at 7 p.m. Brookfield Town Hall, 100 Pocono Road. (203) 775-7300.  Danbury Environmental Impact Commission. Wednesday at 7 p.m. Danbury City Hall, 155 Deer Hill Avenue. (203) 797-4500.  Fairfield Shellfish Committee. Wednesday at 7:30 p.m. Sullivan Independence Hall, 725 Old Post Road. (203) 266-3008.  Monroe Town Council. Monday at 8 p.m. Monroe Town Hall, 7 Fan Hill Road. (203) 452-5417.  New Canaan Zoning Board of Appeals. Monday at 7 p.m. New Canaan Town Hall, 77 Main Street. (203) 972-2323.  Newtown Conservation Commission. Tuesday at 6 p.m. Newtown Town Hall South, 3 Main Street. (203) 426-6470.  Redding Planning Commission. Tuesday at 8 p.m. Redding Town Hall, 100 Hill Road. (203) 938-2002.  Ridgefield Architectural Advisory Commission. Tuesday at 7:30 p.m. Ridgefield Town Hall, 400 Main Street. (203) 431-2700.  Ridgefield Board of Selectmen. Wednesday at 7:30 p.m. Ridgefield Town Hall, 400 Main Street. (203) 431-2700.  Weston Parks and Recreations Commission. Monday at 7:30 p.m. Weston Town Hall, 56 Norfield Road. (203) 222-2656.  Hartford County  Avon Planning and Zoning Commission. Tuesday at 7:30 p.m. Avon Town Hall, 60 West Main Street. (860) 409-4300.  Avon Water Pollution Control Authority. Thursday at 5 p.m. Avon Town Hall, 60 West Main Street. (860) 409-4300.  Simsbury Economic Development Commission. Thursday at 7:30 a.m. Simsbury City Hall, 933 Hopmeadow Street. (860) 658-3200.  Litchfield County  Barkhamsted Board of Selectmen. Tuesday at 7 p.m. Barkhamsted Town Hall, 67 Ripley Hill Road. (860) 379-8285.  Colebrook Planning and Zoning Commission. Wednesday at 7 p.m. Colebrook Town Hall, Colebrook Center. (860) 379-3359.  Cornwall Planning and Zoning Commission. Tuesday at 7:30 p.m. Cornwall Town Hall, 26 Pine Street. (860) 672-2709.  Falls Village Board of Finance. Monday at 6:30 p.m. Canaan Town Hall, 108 Main Street. (860) 824-0707.  Plymouth Economic Development Commission. Wednesday at 7 p.m. Plymouth Town Hall, 80 Main Street. (860) 585-4001.  Woodbury Board of Selectmen. Thursday at 7:30 p.m. Shove Building, 281 Main Street South. (203) 263-2144.  Middlesex County  Essex Inland Wetlands and Watercourse Commission. Tuesday at 7:30 p.m. Essex Town Hall, 29 West Avenue. (860) 767-4340.  Essex Conservation Commission. Thursday at 7:30 p.m. Essex Town Hall, 29 West Avenue. (860) 767-4340.  Portland Long Range Capital Improvement Commission. Wednesday at 6 p.m. Portland Town Hall, 33 East Main Street. (860) 342-6715.  New Haven County  Madison Board of Selectmen. Monday at 7 p.m. Madison Town Campus, 8 Campus Drive. (203) 245-5672.  Wallingford Conservation Commission. Thursday at 7 p.m. Wallingford City Hall, 45 South Main Street. (203) 294-2145.  New London County  Lebanon Board of Finance. Thursday at 8 p.m. Lebanon Town Hall, 579 Exeter Road. (860) 642-7319.  Montville Town Council. Monday at 7 p.m. Montville Town Hall, 310 Norwich-New London Turnpike. (860) 848-3030, ext. 311.  Tolland County  Ellington Board of Selectmen. Monday at 7:30 p.m. Ellington Town Hall, 55 Main Street. (860) 870-3100.  Tolland Board of Education. Wednesday at 7:30 p.m. Hicks Memorial Municipal Building, 21 Tolland Green. (860) 871-3600.  Windham County  Ashford Parks and Recreation Commission. Monday at 7:30 p.m. Ashford Town Office Building, 5 Town Hall Road. (860) 487-4401.  Thompson Town Meeting. Wednesday at 8 p.m. Thompson Public Library Community Center, 934 Riverside Drive. (860) 923-9900.  ", 
            "title": "A CITIZEN'S CALENDAR"
        }, 
        "weight": 0.6278968315800658, 
        "file": "1817038.txt", 
        "other_topics": {
            "0": 0.0002089681092028522, 
            "1": 0.00014068691312859216, 
            "2": 0.023855325360208127, 
            "3": 0.00018647675779902688, 
            "4": 9.646640984279483e-05, 
            "5": 0.014481334875782457, 
            "6": 0.6278968315800658, 
            "7": 0.00074564991648625, 
            "8": 0.04025557021294399, 
            "9": 0.00026959487018429995, 
            "10": 0.00011578652699740636, 
            "11": 0.0001693088102109731, 
            "12": 0.00013686564566652931, 
            "13": 0.00010432646666080138, 
            "14": 6.641708351444658e-05, 
            "15": 0.0001224780405431872, 
            "16": 0.0001774896235972509, 
            "17": 0.00010686098161439665, 
            "18": 9.267123434328205e-05, 
            "19": 6.440159713325805e-05, 
            "20": 0.001202171507648112, 
            "21": 0.0004426915729264285, 
            "22": 0.00014122384533264484, 
            "23": 0.27627482117593527, 
            "24": 8.024742638117935e-05, 
            "25": 0.00961328353590392, 
            "26": 0.0025023355309058263, 
            "27": 9.84425722492436e-05, 
            "28": 0.0001489338019851157, 
            "29": 0.00020233801480661303
        }
    }, 
    {
        "content": {
            "text": "  Federal offices, courts and post offices will be closed tomorrow for a national day of remembrance in honor of President Gerald R. Ford. Stock markets in New York will also be closed, but city and state government offices, courts and schools will be open.  Alternate-side parking rules will be in effect.  ", 
            "title": "Day of Remembrance"
        }, 
        "weight": 0.606366873032358, 
        "file": "1815766.txt", 
        "other_topics": {
            "0": 0.002548313123133628, 
            "1": 0.001715641244716104, 
            "2": 0.0031269590247244346, 
            "3": 0.002274036793802723, 
            "4": 0.0011763834160232987, 
            "5": 0.032704864641667365, 
            "6": 0.606366873032358, 
            "7": 0.009093011726496828, 
            "8": 0.0016759070422582487, 
            "9": 0.003287641105817028, 
            "10": 0.030190256044353315, 
            "11": 0.0020646780246450862, 
            "12": 0.0016690418566193993, 
            "13": 0.030050503513409342, 
            "14": 0.0008099394982601308, 
            "15": 0.001493588659066244, 
            "16": 0.17483405315124453, 
            "17": 0.0013031425839938235, 
            "18": 0.0011301022127961815, 
            "19": 0.0007853611527208407, 
            "20": 0.04343844550985707, 
            "21": 0.03417678021656972, 
            "22": 0.0017221889968445988, 
            "23": 0.0020439774170140763, 
            "24": 0.0009785970238470622, 
            "25": 0.002118481187399397, 
            "26": 0.001737078818230425, 
            "27": 0.001200482215658358, 
            "28": 0.0018162099639253248, 
            "29": 0.002467460802547476
        }
    }, 
    {
        "content": {
            "text": "  The City of Yonkers has agreed to end its four-year opposition to a state plan to clean up the city's discharge of sewage into the Bronx River, Attorney General Andrew M. Cuomo announced yesterday. The settlement, approved earlier this month by a State Supreme Court justice in Westchester County, calls for the city to pay $2.2 million for a study to identify sources of pollution and then to promptly clean up the sites identified by the study.  ", 
            "title": "Metro Briefing | New York: Yonkers: City Agrees To Bronx River Cleanup Plan"
        }, 
        "weight": 0.5932058893767611, 
        "file": "1820964.txt", 
        "other_topics": {
            "0": 0.0015883835952692855, 
            "1": 0.0010693726699972498, 
            "2": 0.019886779162340842, 
            "3": 0.0014174250038289352, 
            "4": 0.0007332490276785616, 
            "5": 0.18182468840299898, 
            "6": 0.5932058893767611, 
            "7": 0.023605466694881696, 
            "8": 0.1266086532350816, 
            "9": 0.002049212536798175, 
            "10": 0.0008801028096462017, 
            "11": 0.0012869300377916233, 
            "12": 0.0010403269052007423, 
            "13": 0.000792993958879938, 
            "14": 0.000504841654080187, 
            "15": 0.0009309655483874653, 
            "16": 0.0013491130657583884, 
            "17": 0.000812259013196659, 
            "18": 0.0007044015900116865, 
            "19": 0.0004895217781594989, 
            "20": 0.027075524442228324, 
            "21": 0.0033649346538218005, 
            "22": 0.0010734539353536834, 
            "23": 0.0012740271863819152, 
            "24": 0.0006099672151539247, 
            "25": 0.0013204659719422357, 
            "26": 0.0010827348780333857, 
            "27": 0.0007482699988686874, 
            "28": 0.0011320579429878533, 
            "29": 0.0015379877084794494
        }
    }, 
    {
        "content": {
            "text": "  A selective listing of state, county and local government events across New Jersey this week. (All dates and times subject to confirmation.) Items should be submitted by mail at least three weeks in advance to the New Jersey Op-Ed Page, The New York Times, 229 West 43rd Street, New York, N.Y. 10036, or by e-mail to njcivic@nytimes.com.  State of New Jersey  Jersey City Clean Air Council. Wednesday at 10 a.m. Liberty State Park, Morris Pesin Drive. (201) 915-3409.  New Brunswick Noise Control Council. Tuesday at 9:30 a.m. Rutgers University Cook College Campus, 50 Labor Center. (609) 292-1305.  Trenton Senate session. Monday at 2 p.m. State House Annex Building, 150 West State Street. (609) 292-4840.  Trenton Assembly session. Monday, time to be announced. State House Annex Building, 150 West State Street. (609) 292-4840.  Bergen County  Haworth  Mayor and Council. Wednesday at 7:30 p.m. Haworth Municipal Center, 300 Haworth Avenue.  Mahwah Board of Health. Sunday at 8 p.m. Mahwah Municipal Building, 475 Corporate Drive. (201) 529-5757.  Essex County  Caldwell Borough Council. Tuesday at 7 p.m. Caldwell Borough Hall, Provost Square. (973) 226-6100.  Caldwell Planning Board. Tuesday at 7 p.m. Caldwell Community Center, 1 Provost Square. (973) 228-7665.  Montclair Township Council. Tuesday at 8 p.m. Montclair Municipal Building, 205 Claremont Avenue. (201) 509-4955.  Roseland West Essex Board of Education. Monday at 7:30 p.m. Roseland Borough Hall, 19 Harrison Avenue. (973) 226-8080.  Hudson County  Guttenberg Council reorganization. Monday at 6:30 p.m. Guttenberg Town Hall, 6808 Park Avenue. (201) 868-2315.  Monmouth County  Manasquan Free rabies clinic. Tuesday from 7 p.m. to 9 p.m. (Dogs will be vaccinated at 7 p.m., cats at 8 p.m.) Manasquan First Aid Building, 65 Broad Street. (732) 223-0544.  Mercer County  Princeton Housing Board. Tuesday at 5:30 p.m. Princeton Town Council, 400 Witherspoon Street. (609) 688-2029.  Princeton Zoning Board of Adjustment. Wednesday at 7:30 p.m. Princeton Town Council, 400 Witherspoon Street. (609) 921-1359.  Trenton City Council. Tuesday at 5 p.m. Trenton City Hall, 319 East State Street. (609) 989-3187.  Morris County  Morristown Board of Chosen Freeholders. Wednesday at 7:30 p.m. Administration and Records Building, Court Street. (973) 285-6015.  Morristown Advisory Council on Aging, Disabilities and Veterans. Thursday at noon. Administration and Records Building, Court Street. (973) 326-7270.  Morristown Housing Authority. Thursday at 7 p.m. Morris Mews, 99 Ketch Road. (973) 540-0389.  Morristown Alcohol and Drug Abuse Advisory Committee. Thursday at 5:30 p.m. 30 Schuyler Place. (973) 285-6000.  Morristown Agricultural Development Board. Thursday at 8 p.m. 30 Schuyler Place. (973) 285-6000.  Morristown Mental Health Advisory Board. Thursday at 5:30 p.m. 30 Schuyler Place. (973) 285-6000.  Passaic County  Clifton Board of Health. Tuesday at 7:30 p.m. Clifton Municipal Building, 900 Clifton Avenue. (973) 470-5758.  West Milford Environmental Commission. Monday at 1 p.m. West Milford Municipal Building, 1480 Union Valley Road. (973) 728-7000.  Union County  Berkeley Heights Township Council. Tuesday at 7 p.m. Berkeley Heights, 29 Park Avenue. (908) 464-2700.  Berkeley Heights Board of Adjustment Reorganization. Thursday at 7:30 p.m. Berkeley Heights, 29 Park Avenue. (908) 464-2700.  Springfield Township Committee. Wednesday at 8 p.m. Township of Springfield Municipal Building, 100 Mountain Avenue. (973) 912-2200.  Springfield Board of Health. Wednesday at 6:30 p.m. Township of Springfield Municipal Building, 100 Mountain Avenue. (908) 789-4070.  Warren County  Alpha Borough Council. Wednesday at 7:30 p.m. Alpha Municipal Building, 1001 East Boulevard. (908) 454-0088.  Hackettstown Town Council. Wednesday at 7:30 p.m. Hackettstown Municipal Building, 215 Stiger Street. (908) 852-3130.  Port Murray Township Committee. Wednesday at 7:30 p.m. Mansfield Township Municipal Building, 100 Port Murray Road. (908) 689-6151.  Stewartsville Planning Board. Wednesday at 7:30 p.m. Township of Greenwich Municipal Building, 321 Greenwich Street. (908) 859-6651.  ", 
            "title": "A CITIZEN'S CALENDAR"
        }, 
        "weight": 0.5923817054109844, 
        "file": "1817042.txt", 
        "other_topics": {
            "0": 0.005726000910049911, 
            "1": 0.041287677004551354, 
            "2": 0.00029789559523579604, 
            "3": 0.00021664036494295345, 
            "4": 0.0001120703645845383, 
            "5": 0.0003740745008130755, 
            "6": 0.5923817054109844, 
            "7": 0.0008662627553904572, 
            "8": 0.008384505063388408, 
            "9": 0.0003132032739780919, 
            "10": 0.00013451561342153572, 
            "11": 0.00019669541054383278, 
            "12": 0.00015900439162131656, 
            "13": 0.00012120182738785703, 
            "14": 7.716039993854617e-05, 
            "15": 0.0001422895148647441, 
            "16": 0.00020619951399592886, 
            "17": 0.02754030180370341, 
            "18": 0.00010766129926754525, 
            "19": 7.481889791807018e-05, 
            "20": 0.0013966291414267964, 
            "21": 0.0032559148378208226, 
            "22": 0.0001640675532576803, 
            "23": 0.23871527609226548, 
            "24": 9.322787430532111e-05, 
            "25": 0.0632589786966022, 
            "26": 0.013873563804964104, 
            "27": 0.00011436618176825942, 
            "28": 0.0001730246363955466, 
            "29": 0.00023506726461203047
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''The George Pataki Era'' (editorial, Dec. 31): In Gov. George E. Pataki's first budget, he cut state school aid to New York City while increasing it for the rest of the state, leading to a drastic cutback in the city's public school spending at a moment that enrollment was rising.  In 1997, he pushed through his School Tax Relief program, known as STAR, which directed rising state aid to the affluent suburban districts that spend the most, raising the average state aid per student in the affluent downstate suburban counties to almost as high as in New York City. In exchange for STAR, he promised city legislators a state bond referendum to fix the city's aging schools -- a bond issue that was later defeated.  Nothing else Mr. Pataki has done has had as great an impact on as many people. Elsewhere in the country, those living in districts with larger tax bases and less needy students face a state education aid system that redistributes their state taxes to less well-off districts.  Only Mr. Pataki could successfully achieve a state education aid system that redistributes education resources away from New York City, home of a majority of the state's neediest children. This is his true legacy.  Larry Littlefield  Windsor Terrace, Brooklyn  ", 
            "title": "After Pataki's 12 Years, Is New York Better Off?"
        }, 
        "weight": 0.5885815414319859, 
        "file": "1817168.txt", 
        "other_topics": {
            "0": 0.12495854740400603, 
            "1": 0.0004937194987267665, 
            "2": 0.0008998621634801941, 
            "3": 0.0006544120511093732, 
            "4": 0.0003385343131953049, 
            "5": 0.001129978069457467, 
            "6": 0.5885815414319859, 
            "7": 0.0026167458991495085, 
            "8": 0.0004822849691709989, 
            "9": 0.0009461025279944759, 
            "10": 0.0004063353498716767, 
            "11": 0.0005941637288678166, 
            "12": 0.0004803093370143823, 
            "13": 0.000366117996893042, 
            "14": 0.00023308073544604674, 
            "15": 0.0004298182072325925, 
            "16": 0.0006228730593551413, 
            "17": 0.00037501249478611034, 
            "18": 0.0003252157172894662, 
            "19": 0.00022600769003135716, 
            "20": 0.06219060205188841, 
            "21": 0.09265204321616302, 
            "22": 0.0004956037812996085, 
            "23": 0.0005882066013772071, 
            "24": 0.00028161623740237537, 
            "25": 0.116553171951833, 
            "26": 0.0004998887069350713, 
            "27": 0.0003454693570527444, 
            "28": 0.0005226607111093038, 
            "29": 0.0007100747398756272
        }
    }, 
    {
        "content": {
            "text": "  Among its many capital improvement projects, New Jersey Transit is considering introducing a train line that would run from Manhattan and Hoboken to Scranton, Pa., along the Route 80 corridor.  Called the Lackawanna Cutoff, the proposed line is an 88-mile stretch of level ground that was once used by the Delaware Lackawanna and Western Railroad and later by Conrail, which abandoned its right of way more than two decades ago and removed the tracks. New Jersey Transit bought the land in 2001.  ''We're advancing this project, including public meetings this month,'' said Joe Dee, a New Jersey Transit spokesman. The plan has a projected cost of $551 million, not including the purchase of property for stations. An environmental assessment and conceptual design are due this year.  The Lackawanna Cutoff line would employ diesel-powered trains and have stops in Andover and Blairstown in New Jersey and Analomink, the Delaware Water Gap, East Stroudsburg, Pocono Mountain, Scranton and Tobyhanna in Pennsylvania.  It is not clear when service could begin. ''A timeline for future phases of the project will be contingent on funding availability,'' Mr. Dee said.  Mr. Dee said that the departure of George D. Warrington, who has said he is stepping down as executive director of New Jersey Transit at the end of March, would have no effect on the Lackawanna Cutoff project.  JOHN HOLL  THE WEEK  ", 
            "title": "NJ Transit Considering Manhattan-Scranton Line"
        }, 
        "weight": 0.5837471342570265, 
        "file": "1820554.txt", 
        "other_topics": {
            "0": 0.0007273186355395374, 
            "1": 0.0004896642558775685, 
            "2": 0.025533443416306617, 
            "3": 0.0006490369346767954, 
            "4": 0.00033575370830460523, 
            "5": 0.0011206968166454243, 
            "6": 0.5837471342570265, 
            "7": 0.0025952528446457667, 
            "8": 0.09082855582446092, 
            "9": 0.0009383315658972688, 
            "10": 0.00040299785048955193, 
            "11": 0.0005892834715173214, 
            "12": 0.0004763642406401178, 
            "13": 0.00036311082907266614, 
            "14": 0.00023116629012205012, 
            "15": 0.04149457518171731, 
            "16": 0.0006177569933978072, 
            "17": 0.00037193227060666604, 
            "18": 0.0003225445067835291, 
            "19": 0.0002241513402796722, 
            "20": 0.21773928169398302, 
            "21": 0.0015407988903854565, 
            "22": 0.000491533061598779, 
            "23": 0.017010690215436882, 
            "24": 0.00027930313809013596, 
            "25": 0.000604639529046883, 
            "26": 0.0004957827923227842, 
            "27": 0.0003426317900872547, 
            "28": 0.008732025225857533, 
            "29": 0.0007042424291836194
        }
    }, 
    {
        "content": {
            "text": "  George D. Warrington, executive director of New Jersey Transit, said yesterday that he would step down at the end of March to ''pursue other opportunities.'' Mr. Warrington has spent more than three decades in transportation and started at New Jersey Transit when it was formed in 1979. After working his way up to manager in charge of rail operations, he took jobs at the New Jersey Department of Transportation and later Amtrak, where he became president in 1998 and oversaw the introduction of the Acela Express. Mr. Warrington returned to New Jersey Transit in 2002. Under his tenure, ridership reached record highs and multilevel trains were introduced. Gov. Jon S. Corzine will appoint his successor.  KEN BELSON  ", 
            "title": "Metro Briefing | New Jersey: Newark: Transit Director Leaving"
        }, 
        "weight": 0.5815091781804725, 
        "file": "1818359.txt", 
        "other_topics": {
            "0": 0.0013890521548740647, 
            "1": 0.0009351736041892847, 
            "2": 0.001704464467912492, 
            "3": 0.0012395477149253543, 
            "4": 0.0006412312145439555, 
            "5": 0.06488696763554923, 
            "6": 0.5815091781804725, 
            "7": 0.03632979753795108, 
            "8": 0.0009135150101000244, 
            "9": 0.0017920501688081713, 
            "10": 0.0007696558362166402, 
            "11": 0.001125428987991754, 
            "12": 0.0009097728871957843, 
            "13": 0.0006934785593763008, 
            "14": 0.00044148742757028084, 
            "15": 0.0008141356439040086, 
            "16": 0.0011798084648706915, 
            "17": 0.0007103259791633772, 
            "18": 0.0006160039359614324, 
            "19": 0.00042809009286888115, 
            "20": 0.22760428103751973, 
            "21": 0.03431597379439442, 
            "22": 0.0009387426982386387, 
            "23": 0.001114145357508504, 
            "24": 0.000533420438951618, 
            "25": 0.03252807215867153, 
            "26": 0.0009468589451369942, 
            "27": 0.0006543671550447816, 
            "28": 0.0009899922977251526, 
            "29": 0.001344980612363363
        }
    }, 
    {
        "content": {
            "text": "  Gov. Eliot Spitzer named four staff members, three of whom have been close advisers and a fourth, Debra Bachrach, who has been a lawyer and lobbyist. Ms. Bachrach was named deputy commissioner of the Office of Health Insurance Programs and also the state's Medicaid director. The move follows his appointment of Lorraine A. Cortés-Vázquez, a former Cablevision lobbyist, as his secretary of state. Among the other appointees was Lloyd Constantine, who served as co-chairman of his transition team. He was named special counsel. Also appointed were two people who served under Mr. Spitzer while he was attorney general: Joe Baker was named assistant deputy secretary for health and human services, and Marlene Turner was named chief of staff.  DANNY HAKIM  Correction:  January 23, 2007, Tuesday  A report in the Metro Briefing column on Jan. 5 about appointments by Gov. Eliot Spitzer of New York misspelled the given name of the deputy commissioner of the Office of Health Insurance Programs, a new position. (The error was repeated on Thursday in an article about the expected appointment of a new state health commissioner.) She is Deborah Bachrach, not Debra.  ", 
            "title": "Metro Briefing | New York: Albany: Spitzer Appointments"
        }, 
        "weight": 0.5814633258788399, 
        "file": "1816616.txt", 
        "other_topics": {
            "0": 0.10387551991741778, 
            "1": 0.056765379878527235, 
            "2": 0.04785696970970334, 
            "3": 0.14125751117643795, 
            "4": 0.000382932903909833, 
            "5": 0.001278174077562829, 
            "6": 0.5814633258788399, 
            "7": 0.0029599306980069083, 
            "8": 0.0005455363800896866, 
            "9": 0.0010701833590273215, 
            "10": 0.00045962600960279, 
            "11": 0.0006720879781600915, 
            "12": 0.0005433016448522149, 
            "13": 0.00041413417269469327, 
            "14": 0.00026364914689844824, 
            "15": 0.0004861886309112187, 
            "16": 0.0007045625216976498, 
            "17": 0.0004241951791399914, 
            "18": 0.00036786758140799816, 
            "19": 0.00025564847543159267, 
            "20": 0.042243410956213395, 
            "21": 0.0017573077492298794, 
            "22": 0.000560601947171791, 
            "23": 0.0006653495766450162, 
            "24": 0.0003185500534902591, 
            "25": 0.0006896018270229808, 
            "26": 0.009933267061229736, 
            "27": 0.00039077747499039953, 
            "28": 0.0005912073785832112, 
            "29": 0.0008032006551038274
        }
    }, 
    {
        "content": {
            "text": "  An article on Sunday about a record set in 2006 for the amount of borrowed money the New York Legislature and Gov. George E. Pataki committed to pet projects included an erroneous reference from David Catalfamo, a spokesman for Mr. Pataki, to a museum that Mr. Catalfamo defended as a worthwhile investment. It is the Natural History Museum of the Adirondacks in Tupper Lake -- not the Adirondack Museum, which is in Blue Mountain Lake.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5765557459028001, 
        "file": "1819703.txt", 
        "other_topics": {
            "0": 0.002121035097478976, 
            "1": 0.07328694713821701, 
            "2": 0.026555648588140593, 
            "3": 0.0018927469347577554, 
            "4": 0.000979138117222178, 
            "5": 0.003268219959708002, 
            "6": 0.5765557459028001, 
            "7": 0.10338033675092102, 
            "8": 0.0013949061535934056, 
            "9": 0.0027363992713649145, 
            "10": 0.0011752381189337187, 
            "11": 0.0017184915446657035, 
            "12": 0.001389192060000071, 
            "13": 0.0010589180245140955, 
            "14": 0.0006741361911332772, 
            "15": 0.0012431572628643344, 
            "16": 0.0018015271446163977, 
            "17": 0.001084643457893226, 
            "18": 0.0009406169262793783, 
            "19": 0.0006536789195940973, 
            "20": 0.01220209136522186, 
            "21": 0.0044933380845382734, 
            "22": 0.0014334279699143384, 
            "23": 0.0017012618271219967, 
            "24": 0.0008145147529263215, 
            "25": 0.0017632734812029751, 
            "26": 0.16911674899089976, 
            "27": 0.0009991962487638072, 
            "28": 0.0015116843542129482, 
            "29": 0.00205373936049946
        }
    }, 
    {
        "content": {
            "text": "  The proposed New Jersey to Manhattan commuter rail tunnel, widely regarded as vital to the economy of both New York and New Jersey, is moving into a critical period that could decide whether or not it actually gets built.  Largely because of the efforts of New Jersey Transit director George Warrington, who has announced his intention to step down at the end of March, the massive project has blossomed beyond being merely a dream of transportation planners and New Jersey cheerleaders. Officials in New York now support it and want to start construction in 2009.  And just this month, a key federal agency approved a draft of the tunnel's environmental impact statement, an essential step for getting federal funds.  But there are major hurdles to surmount during the next two years. The deficit-plagued federal government will have to come up with up to half of the $7.2 billion estimated cost. And even though the Port Authority of New York and New Jersey has pledged $2 billion, New Jersey, which has its own budget problems, may have to come up with more than the $500-million it has promised. And even that may not be enough.  Since Mr. Warrington will not be around to keep the pressure on, there's a risk that some of this necessary funding may dry up or that other smaller, less important pet projects of various politicians may drain off money. It is imperative that New Jersey Gov. Jon Corzine, a strong supporter of the tunnel, name a successor with the same expertise and sense of commitment that Mr. Warrington has displayed.  The need for the tunnel is enormous. Currently, a 96-year-old Amtrak-owned tunnel with two tracks is the only rail link under the Hudson River. Serving both Amtrak and New Jersey Transit trains, the link carries 45,000 passengers each peak period when 24 trains an hour are squeezed through the tunnel. If there is a breakdown, rail transportation between New Jersey and Manhattan stops. The new tunnel, which would end under 34th Street on Manhattan's West Side, would provide essential backup and double the number of trains that could enter and exit Manhattan from New Jersey.  Besides improved service for commuters from west of the Hudson, the new tunnel is essential for New York City's economy, which is expected to become increasingly dependent on workers from New Jersey, Rockland and Orange counties in New York, and even Pennsylvania, as the years go by.  It is this argument that Mr. Warrington used to get Gov. Eliot Spitzer, Mayor Michael Bloomberg, Sen. Hillary Clinton, Sen. Charles Schumer and other key New York city and state officials behind the project.  And it is this argument, together with the importance of a healthy New York-New Jersey metropolitan area to the economy of the entire nation, that Mr. Warrington's successor will have to make in Washington to get the needed federal money.  For the tunnel to become a reality, New Jersey Transit will need one of the most able and persuasive mass transit directors in the country.  New Jersey  ", 
            "title": "Crunch Time for the Tunnel"
        }, 
        "weight": 0.5761736513671305, 
        "file": "1822024.txt", 
        "other_topics": {
            "0": 0.07569731051550735, 
            "1": 0.00026408093771434794, 
            "2": 0.00048131873373108143, 
            "3": 0.0003500322522286558, 
            "4": 0.00018107540639502825, 
            "5": 0.0006044032470836636, 
            "6": 0.5761736513671305, 
            "7": 0.014688774643743617, 
            "8": 0.0002579648307037948, 
            "9": 0.009365470643754401, 
            "10": 0.00021734085953122305, 
            "11": 0.00031780659884794623, 
            "12": 0.00025690810356653694, 
            "13": 0.00019582938122344727, 
            "14": 0.00012467034285353594, 
            "15": 0.00022990138227354013, 
            "16": 0.00919258150043453, 
            "17": 0.00020058687480058404, 
            "18": 0.0001739515490126022, 
            "19": 0.00012088710870859262, 
            "20": 0.24589059316342587, 
            "21": 0.005260678009138439, 
            "22": 0.00026508880373956706, 
            "23": 0.000314620247452344, 
            "24": 0.00015063103693614327, 
            "25": 0.004755797697731415, 
            "26": 0.0046970901470667166, 
            "27": 0.00018478482619652627, 
            "28": 0.000279561028179238, 
            "29": 0.04910660876088885
        }
    }, 
    {
        "content": {
            "text": "  Amanda M. Burden, the city planning director, said yesterday that Alexandros E. Washburn would assume the newly revived post of urban design director for the Department of City Planning. Mr. Washburn, 44, is a principal in W Architecture and Landscape Architecture, a Chelsea firm. From 1996 to 2000, he was president of the Pennsylvania Station Redevelopment Corporation, the state agency charged with expanding the station into the General Post Office on the west side of Eighth Avenue. Now, Mr. Washburn will help evaluate the design of a new station and proposed commercial development on the east side of the avenue. Ms. Burden also named Thomas Wargo as zoning director. He was formerly a deputy director for zoning and urban design.  DAVID W. DUNLAP  ", 
            "title": "Metro Briefing | New York: Manhattan: City Names Design Chief"
        }, 
        "weight": 0.5685965675360536, 
        "file": "1822669.txt", 
        "other_topics": {
            "0": 0.0011689997627254607, 
            "1": 0.0007870242435234564, 
            "2": 0.0014344447410214983, 
            "3": 0.06705113799104519, 
            "4": 0.0005396479426807439, 
            "5": 0.0018012659771515821, 
            "6": 0.5685965675360536, 
            "7": 0.004171280387106975, 
            "8": 0.0007687967844158407, 
            "9": 0.014709746855904298, 
            "10": 0.0006477276513775612, 
            "11": 0.0009471395406646873, 
            "12": 0.013967239147144829, 
            "13": 0.0005836183101703536, 
            "14": 0.0003715473866585832, 
            "15": 0.0006851610079654728, 
            "16": 0.000992904269761109, 
            "17": 0.0005977967768784046, 
            "18": 0.0005184171468652675, 
            "19": 0.00036027244566221023, 
            "20": 0.019926724087871446, 
            "21": 0.00247648478844777, 
            "22": 0.0007900279249059009, 
            "23": 0.0009376434527666797, 
            "24": 0.0004489164531218678, 
            "25": 0.0009718209206421709, 
            "26": 0.29123187496487474, 
            "27": 0.0005507028993105283, 
            "28": 0.0008331586089693379, 
            "29": 0.0011319099943123904
        }
    }, 
    {
        "content": {
            "text": "  Former Gov. Hugh L. Carey, 87, has had quite a week in the spotlight. On Monday, he was an honored guest at Mr. Spitzer's inauguration, and on Wednesday, he received a standing ovation during Mr. Spitzer's State of the State message. In an interview afterward, he seemed delighted to see a fellow Democrat control the governor's office after 12 years of Republican rule.  ''Rip van Winkle just got a bad case of insomnia,'' Mr. Carey quipped. He was referring to Mr. Spitzer's inaugural address, which compared the state during the Pataki years to Rip van Winkle, the Washington Irving character who was asleep for 20 years. Mr. Carey, New York's governor from 1975 through 1982, said of Mr. Spitzer's address: ''It's a very big agenda, but it's not too big for New York. A lot of good reform measures.''  SEWELL CHAN  CHANGEOVER IN ALBANY  ", 
            "title": "Carey at Center Stage"
        }, 
        "weight": 0.5685965675360536, 
        "file": "1816391.txt", 
        "other_topics": {
            "0": 0.0011689997627254607, 
            "1": 0.0007870242435234564, 
            "2": 0.014636036402912365, 
            "3": 0.04064795466726346, 
            "4": 0.0005396479426807439, 
            "5": 0.0018012659771515821, 
            "6": 0.5685965675360536, 
            "7": 0.18899356365357908, 
            "8": 0.0007687967844158407, 
            "9": 0.0015081551940134344, 
            "10": 0.0006477276513775612, 
            "11": 0.014148731202555552, 
            "12": 0.0007656474852539652, 
            "13": 0.0005836183101703536, 
            "14": 0.0003715473866585832, 
            "15": 0.0006851610079654728, 
            "16": 0.000992904269761109, 
            "17": 0.0005977967768784046, 
            "18": 0.0005184171468652675, 
            "19": 0.00036027244566221023, 
            "20": 0.13874104904488924, 
            "21": 0.015678076450338634, 
            "22": 0.0007900279249059009, 
            "23": 0.0009376434527666797, 
            "24": 0.0004489164531218678, 
            "25": 0.0009718209206421709, 
            "26": 0.0007968584032757062, 
            "27": 0.0005507028993105283, 
            "28": 0.0008331586089693379, 
            "29": 0.0011319099943123904
        }
    }, 
    {
        "content": {
            "text": "  Gov. Eliot Spitzer poached one of Pennsylvania's top economic development officials on Monday to give him a similar job in New York as part of Mr. Spitzer's effort to rebuild western New York's stagnant economy.  The official, Daniel Gundersen, 46, was named the upstate co-chairman of the Empire State Development Corporation, a $160,000-a-year post. He has been executive deputy secretary of Pennsylvania's Department of Community and Economic Development since 2003 -- essentially serving as the department secretary's top deputy. He has also worked in economic development for Maryland and for Philadelphia.  Mr. Spitzer has said repeatedly that revitalizing the faltering upstate economy will be a major priority of his administration, and to that end he has split the top management of the Empire State Development Corporation, creating co-chairmen for upstate and downstate. Mr. Gundersen will run an office based in Buffalo while Patrick J. Foye, the acting downstate chairman, will also have authority over the Albany region and the Hudson Valley.  Mr. Spitzer also continued his practice of appointing former colleagues at the attorney general's office to prominent roles. He named Ken Schoetz, who has been an assistant attorney general in charge of the Buffalo Regional Office, to be the chief operating officer of the development corporation upstate. Mr. Schoetz, whose job will pay $150,000, has also been one of the state's representatives on the Peace Bridge Authority.  ''Dan Gundersen brings tremendous economic development experience to New York State,'' the governor said in a statement. ''Paired with Ken Schoetz, we have the right team in place to bring much needed energy and focus to upstate economic development through the newly created Upstate E.S.D.C. headquarters.''  Reviving the battered economy of the Buffalo region, which has suffered from a loss of automotive and other manufacturing jobs, will be no small feat.  In an interview, Mr. Gundersen said that, among other things, he wanted to identify companies that were growing in the region and make it a priority to keep them in the state.  ''There are fast-growing companies in every region of every state,'' he said. ''If you don't focus on the important issues to them, they're the most likely to relocate to regions that can sustain their growth.''  The management of the development corporation was often criticized under former Gov. George E. Pataki, who appointed as chairman his fund-raiser and close ally, Charles A. Gargano, and then used the agency's borrowing authority to finance billions of dollars for special projects at the governor's discretion or the discretion of the Republican-led Senate.  ", 
            "title": "Spitzer Picks Pennsylvanian To Spur Upstate Economy"
        }, 
        "weight": 0.5679159281805768, 
        "file": "1820906.txt", 
        "other_topics": {
            "0": 0.05402741491250131, 
            "1": 0.0002664414541530896, 
            "2": 0.0004856210540465126, 
            "3": 0.03163829510071559, 
            "4": 0.00018269396878406991, 
            "5": 0.018487025227137282, 
            "6": 0.5679159281805768, 
            "7": 0.0014121572761791562, 
            "8": 0.02260679499678618, 
            "9": 0.0005105752030998245, 
            "10": 0.00021928358465244573, 
            "11": 0.009259257075658828, 
            "12": 0.0002592045048401902, 
            "13": 0.00019757982363541183, 
            "14": 0.00012578472239291663, 
            "15": 0.0002319563810055317, 
            "16": 0.022682664990338934, 
            "17": 0.00020237984259091645, 
            "18": 0.00017550643402074688, 
            "19": 0.00012196767139444333, 
            "20": 0.2123340743007957, 
            "21": 0.0008383962929375309, 
            "22": 0.00026745832909936596, 
            "23": 0.00031743251505673867, 
            "24": 0.00015197746898818742, 
            "25": 0.00032900305346766245, 
            "26": 0.0002697707389195063, 
            "27": 0.00018643654564148957, 
            "28": 0.0002820599151051942, 
            "29": 0.05401485843547852
        }
    }, 
    {
        "content": {
            "text": "  New York City's short-term fiscal outlook looks very bright because the local economy remains strong and tax revenues have been coming in at higher rates than expected, according to a report released yesterday by the city's Independent Budget Office. The office projected a surplus of $2.1 billion for the 2007 fiscal year, which ends on June 30, and, assuming that that money is used to pay future expenses in advance, a surplus of $688 million for the 2008 fiscal year. The office said it expected deficits of $2.9 billion in fiscal 2009 and $2.7 billion in fiscal 2010, the last year of Mayor Michael R. Bloomberg's term -- but added that those projected shortfalls were smaller than what the mayor's Office of Management and Budget had projected.  SEWELL CHAN  ", 
            "title": "Metro Briefing | New York: Manhattan: City Projects Surplus"
        }, 
        "weight": 0.5628251638645392, 
        "file": "1817905.txt", 
        "other_topics": {
            "0": 0.2687487441808645, 
            "1": 0.0007975532154018192, 
            "2": 0.0014536350372081376, 
            "3": 0.0010571355534994276, 
            "4": 0.0005468674636287445, 
            "5": 0.001825363683130719, 
            "6": 0.5628251638645392, 
            "7": 0.0042270846323434275, 
            "8": 0.0007790819056048032, 
            "9": 0.0015283316037703735, 
            "10": 0.0006563930848534858, 
            "11": 0.000959810567854267, 
            "12": 0.0007758904744722992, 
            "13": 0.0005914260757202063, 
            "14": 0.0003765180238629641, 
            "15": 0.0006943272325695872, 
            "16": 0.0010061875468904363, 
            "17": 0.0006057942248662201, 
            "18": 0.0005253526378689101, 
            "19": 0.0003650922443915913, 
            "20": 0.14059715527768873, 
            "21": 0.002509615710283195, 
            "22": 0.0008005970806503487, 
            "23": 0.0009501874393431455, 
            "24": 0.0004549221495785535, 
            "25": 0.000984822140399312, 
            "26": 0.0008075189385618433, 
            "27": 0.0005580703157375175, 
            "28": 0.0008443047758584048, 
            "29": 0.0011470529185577702
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  In his Op-Ed article about the Hudson Valley (''Mr. Spitzer's Valley,'' Jan. 7), Ned Sullivan of Scenic Hudson discusses possibilities for ''smart'' development there, including ''smart'' transportation in the expansion of Stewart Airport as the fourth major downstate airport.  If ever there were a worse proposal for the region, it escapes me. The only reason such a proposal is even surfacing is the paucity of decent train service in New York State. Mr. Sullivan doesn't even acknowledge the need to upgrade the railroads in the area. If we had fast, convenient and reliable train service between New York and Chicago and other Eastern cities, there would not even be the need to expand Stewart.  Mr. Sullivan also does not mention the need for public transportation in the immediate region. The overwhelmed parking lots at the Poughkeepsie train station and others up and down the valley attest to the absence of such a service. Until attention is paid to these essential requirements for ''smart development,'' expansion of any aspect of such development will be detrimental to the fundamental health of the region.  Carol H. Valentine  Staatsburg, N.Y.  ", 
            "title": "Forget the Airport. Give Us Better Trains!"
        }, 
        "weight": 0.56011796074922, 
        "file": "1820558.txt", 
        "other_topics": {
            "0": 0.0009345790690610685, 
            "1": 0.00062920148343382, 
            "2": 0.011701057358888572, 
            "3": 0.0008339898148581334, 
            "4": 0.00043143180005053214, 
            "5": 0.0014400563060277143, 
            "6": 0.56011796074922, 
            "7": 0.003334809351788266, 
            "8": 0.0006146291949635231, 
            "9": 0.0012057233219060191, 
            "10": 0.0005178381764750797, 
            "11": 0.0007572086996164901, 
            "12": 0.0006121114279179265, 
            "13": 0.0004665847456926292, 
            "14": 0.0002970406169509214, 
            "15": 0.07442760779744907, 
            "16": 0.0007937961817345772, 
            "17": 0.0004779199902660155, 
            "18": 0.000414458436991507, 
            "19": 0.0002880266511691478, 
            "20": 0.12147343073137319, 
            "21": 0.20251087473327473, 
            "22": 0.0006316028335791924, 
            "23": 0.0007496168717389968, 
            "24": 0.0003588947869986546, 
            "25": 0.0007769406977383034, 
            "26": 0.000637063589277903, 
            "27": 0.000440269895151156, 
            "28": 0.0006660844783538634, 
            "29": 0.011459190208052866
        }
    }, 
    {
        "content": {
            "text": "  Attorney General Andrew M. Cuomo said Thursday that his office would review thousands of individual grants known as ''member items,'' the spending Albany lawmakers doled out for pet projects last year, staking out a potentially vast new front in efforts to reform the ways of the state capital.  And moving to confront corruption in the upper echelons of state government, Mr. Cuomo also said he would promote the chief of his office's public integrity unit to special deputy attorney general, and promised a significant increase in the unit's staffing and resources.  In a brief but pointed speech here Thursday at the Nelson A. Rockefeller Institute of Government, Mr. Cuomo assailed the member-item spending as ''a visible, graphic illustration'' of the profligacy, secrecy and dysfunction that have characterized state government and dismayed voters in recent years.  Last month, federal prosecutors accused State Senator Efrain González Jr., a Bronx Democrat, of stealing more than $400,000 in state money appropriated for charities in his district and using it for personal expenses. Joseph L. Bruno, the Republican majority leader of the State Senate, is facing a federal investigation into some $500,000 in state grants he directed to Evident Technologies, a profit-making technology company in which a close friend of his was an investor.  Mr. Cuomo said that his office would review more than 6,000 member items that were approved last year to ensure that they met legal requirements for the spending of taxpayer money, and move to recover any state funds that were spent inappropriately. All future member items will face the same review, he said.  Taking a cue from Gov. Eliot Spitzer, who has also made ethics reform the top priority for his term, Mr. Cuomo cast his effort as the Statehouse version of the financial-services prosecutions that made Mr. Spitzer famous when he served as attorney general.  ''As attorney general, Eliot Spitzer was successful in changing the way we did business on Wall Street,'' Mr. Cuomo said. ''Now our challenge is to change the way we do business on State Street,'' he said, referring to the thoroughfare that runs alongside the Capitol.  Dick Dadey, the executive director of Citizens Union, a government watchdog group, said he and others would welcome the review.  ''Cuomo's push to ensure that there is merit and accountability behind the doling out of member items is a nice way to end a reform-filled week in Albany,'' Mr. Dadey said.  Called member items because many are proposed by individual members of the Legislature, the grants have a long but not always illustrious history in New York. The grants are distributed by both the Legislature and the governor, and many have been directed to the kinds of programs that traditionally attract government aid, such as legal services for the poor or AIDS education efforts.  Other grants, however, have gone to fix up private hunting clubs and to the clubhouses used by ethnic fraternal organizations, like an Italian-American war veterans post that got money to make improvements to its kitchen.  The grants were once listed individually in the state's budget, where they could be examined by other legislators and the public. But in 1999, when then-Gov. George E. Pataki used his line-item veto to eliminate many items requested by Democratic lawmakers, the items were gathered into a lump sum, making them impossible to review and difficult to control. The more than 6,000 items in the last budget totaled about $200 million.  In his State of the State address on Wednesday, Governor Spitzer proposed that member items once again be listed in the budget individually, a step that both Mr. Bruno and Sheldon Silver, the speaker of the State Assembly, say they support.  A spokeswoman for Mr. Silver said Thursday that the speaker welcomed Mr. Cuomo's plans.  Under the state's Constitution, any program that receives state money must have a public purpose. The exact definition of ''public purpose,'' however, is the product of a multitude of legal decisions stretching back decades, and is relatively broad.  ''It would turn on what the actual use of the money is, but the presumption, if it went to a not-for-profit or a government, is that it's basically for a public purpose,'' Mr. Cuomo said. He also said that he thought a majority of member items served worthwhile purposes, and that he could not think of a member item that has in the past been found by courts or the attorney general's office not to have a public purpose.  Mr. Cuomo did not say whether he thought Mr. Bruno's grants to Evident Technologies would merit any action by his office, citing the federal investigation. ''At the conclusion of the criminal investigation, we will make our determination,'' he said.  ", 
            "title": "Cuomo to Review Spending on State Lawmakers' Pet Projects"
        }, 
        "weight": 0.5589109203819468, 
        "file": "1816567.txt", 
        "other_topics": {
            "0": 0.00022488955195095462, 
            "1": 0.005230791136354385, 
            "2": 0.00027595526140623215, 
            "3": 0.002740377155946219, 
            "4": 0.00010381626062761535, 
            "5": 0.0917754567102487, 
            "6": 0.5589109203819468, 
            "7": 0.0008024615634918648, 
            "8": 0.00014789940075395658, 
            "9": 0.015528291046719298, 
            "10": 0.0026643009814862504, 
            "11": 0.00018220858012709274, 
            "12": 0.00014729354564597738, 
            "13": 0.0001122751812871052, 
            "14": 7.147745275789268e-05, 
            "15": 0.00013180973769949907, 
            "16": 0.058603942241974634, 
            "17": 0.0001150028029060276, 
            "18": 9.973192775540586e-05, 
            "19": 6.930840490194092e-05, 
            "20": 0.20446917300597606, 
            "21": 0.0030161131770883942, 
            "22": 0.00015198379993388927, 
            "23": 0.02557730763357338, 
            "24": 8.636154020306522e-05, 
            "25": 0.00018695672863973796, 
            "26": 0.00015329783203994795, 
            "27": 0.0001059429883846109, 
            "28": 0.0001602811841795031, 
            "29": 0.028154372783993666
        }
    }, 
    {
        "content": {
            "text": "  Lawrence G. Reuter, the president of New York City Transit, the branch of the Metropolitan Transportation Authority that runs the subways and buses, announced his resignation yesterday, clearing the way for new leadership at the agency he has run since 1996. Finding a replacement for Mr. Reuter, above, will now become one of the first tasks for the transportation authority's incoming executive director and chief executive, Elliot G. Sander. Mr. Sander was chosen to head the authority by Gov. Eliot Spitzer, who has frequently called for a management shake-up at the agency. Mr. Reuter said his departure was not influenced by the change in administration. He plans to leave the authority in early February and will take a job in Miami with Parsons Brinckerhoff, a large engineering company.  WILLIAM NEUMAN  ", 
            "title": "Metro Briefing | New York: Manhattan: Transit Chief To Resign"
        }, 
        "weight": 0.5568972442445701, 
        "file": "1816394.txt", 
        "other_topics": {
            "0": 0.0012007021209419445, 
            "1": 0.01436797621542184, 
            "2": 0.0014733457592009988, 
            "3": 0.05530990386040124, 
            "4": 0.0005542827723318353, 
            "5": 0.015409723390695754, 
            "6": 0.5568972442445701, 
            "7": 0.004284402245014926, 
            "8": 0.0007896459512269685, 
            "9": 0.0015490551819614157, 
            "10": 0.0006652935181000814, 
            "11": 0.0009728252233795773, 
            "12": 0.0007864112455377828, 
            "13": 0.0005994455817581449, 
            "14": 0.0003816234608562262, 
            "15": 0.027822959019345034, 
            "16": 0.001019831056094457, 
            "17": 0.0006140085573813142, 
            "18": 0.0005324762139579526, 
            "19": 0.0003700427522885208, 
            "20": 0.29165929105551164, 
            "21": 0.0025436451167766667, 
            "22": 0.0008114528636227397, 
            "23": 0.0009630716090133895, 
            "24": 0.00046109071582057213, 
            "25": 0.014557784433724767, 
            "26": 0.0008184685792175421, 
            "27": 0.0005656375307291821, 
            "28": 0.0008557532180658466, 
            "29": 0.0011626065070514924
        }
    }, 
    {
        "content": {
            "text": "  Former Gov. George E. Pataki will soon give up the taxpayer-provided security detail he has enjoyed since leaving office at the end of last year, a spokesman said on Friday.  ''Governor Pataki has requested the state police to begin the phaseout of his temporary security detail,'' said David M. Catalfamo, the spokesman. ''The former governor has been consulting with private security firms to evaluate and meet his needs on a going forward basis.''  Departing governors are rarely granted state security details. State police officials granted one to Mr. Pataki on a temporary basis last year after Mr. Pataki's staff asked them to evaluate whether he would continue to need protection after leaving office.  Gov. Eliot Spitzer approved the arrangement, as did the State Ethics Commission, which had sharply criticized former State Comptroller Alan G. Hevesi for his use of state employees as chauffeurs and aides to his wife.  The security detail for Mr. Pataki, who is considering a presidential run, cost at least $20,000 a week, though his aides did not release specific information on the number of troopers assigned to provide him protection, citing security concerns. Only Mr. Pataki -- not his family -- was covered by the detail, and the arrangement was to be periodically reviewed by state police officials, who are responsible for providing protection to New York's governors.  Mr. Catalfamo said Mr. Pataki had decided to switch to a private security detail because ''he's returning to being a private citizen.'' The state police detail would be phased out gradually, he said, on whatever schedule state police officials deemed appropriate.  ''If there's something that they think needs attention, I am certain they will bring it to our attention,'' he said. ''In the meantime, the governor is going to make accommodations on his own.''  ", 
            "title": "Pataki Will Soon Lose State Security Detail"
        }, 
        "weight": 0.5487049678462202, 
        "file": "1820001.txt", 
        "other_topics": {
            "0": 0.0005993288965545527, 
            "1": 0.0004034956947577842, 
            "2": 0.0007354186127467992, 
            "3": 0.000534822801005829, 
            "4": 0.0002766695223793141, 
            "5": 0.19720304797503002, 
            "6": 0.5487049678462202, 
            "7": 0.015675075549949076, 
            "8": 0.007162411626536688, 
            "9": 0.0007732088723044207, 
            "10": 0.00033208039124226483, 
            "11": 0.000485584440553103, 
            "12": 0.061306884072209765, 
            "13": 0.0002992124797595671, 
            "14": 0.0001904868524050441, 
            "15": 0.0003512719197724849, 
            "16": 0.0072773082212018985, 
            "17": 0.0003064815700347953, 
            "18": 0.00026578480722813343, 
            "19": 0.00018470635683820208, 
            "20": 0.1523496153476453, 
            "21": 0.0012696571401641145, 
            "22": 0.00040503563779793067, 
            "23": 0.0004807159366722903, 
            "24": 0.00023015282900266815, 
            "25": 0.0004982382191927679, 
            "26": 0.0004085375230804143, 
            "27": 0.00028233723521352375, 
            "28": 0.0004271481018989636, 
            "29": 0.0005803135206021712
        }
    }, 
    {
        "content": {
            "text": "  Mayor Michael R. Bloomberg yesterday appointed Robert C. Lieber, a private-equity executive at Lehman Brothers, as president of the city's Economic Development Corporation, overseeing nearly 400 employees who try to develop city-owned real estate, help businesses, provide financial services and revitalize the waterfront and industrial neighborhoods. Mr. Lieber, 52, who starts on Feb. 1 and will be paid $189,720, was part of a group of Lehman Brothers volunteers who last year helped the city renegotiate the lease for the World Trade Center site, along with the state and the Port Authority of New York and New Jersey. He succeeds Andrew M. Alper, who stepped down in June; Joshua J. Sirefman was interim president of the corporation from July until this month.  SEWELL CHAN  ", 
            "title": "Metro Briefing | New York: Manhattan: New Leader For Economic Agency"
        }, 
        "weight": 0.5469353173602822, 
        "file": "1819532.txt", 
        "other_topics": {
            "0": 0.0011244655573475714, 
            "1": 0.038853033576873204, 
            "2": 0.014078462080086226, 
            "3": 0.0010034387169924625, 
            "4": 0.0005190895190801535, 
            "5": 0.0017326449632519305, 
            "6": 0.5469353173602822, 
            "7": 0.004012371323673905, 
            "8": 0.0007395087084189624, 
            "9": 0.0014507005261054319, 
            "10": 0.0006230518240804425, 
            "11": 0.0009110573204877214, 
            "12": 0.0007364793849321412, 
            "13": 0.0005613847918103269, 
            "14": 0.0003573929204622052, 
            "15": 0.0006590591198226416, 
            "16": 0.0009550785968396432, 
            "17": 0.0005750231157668963, 
            "18": 0.0004986675314880236, 
            "19": 0.00034654750952560346, 
            "20": 0.12075690724364796, 
            "21": 0.002382140644248099, 
            "22": 0.0007599310275549559, 
            "23": 0.0009019229954764317, 
            "24": 0.000431814535603739, 
            "25": 0.0009347984388159088, 
            "26": 0.0007665012920767782, 
            "27": 0.0005297233261727928, 
            "28": 0.0008014186054318769, 
            "29": 0.25506206744364374
        }
    }, 
    {
        "content": {
            "text": "  An entry in the News Summary on Thursday about plans by the Port Authority of New York and New Jersey to create a fourth major airport in the New York region by acquiring a lease to Stewart International misidentified the county where Stewart is located. It is Orange County, not Ulster.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5402065801207531, 
        "file": "1821830.txt", 
        "other_topics": {
            "0": 0.0029766234738294586, 
            "1": 0.10284961688573742, 
            "2": 0.0036525258808273787, 
            "3": 0.0026562478681824517, 
            "4": 0.001374105269313491, 
            "5": 0.004586562599208113, 
            "6": 0.5402065801207531, 
            "7": 0.010621329030246368, 
            "8": 0.001957586843098643, 
            "9": 0.003840214768061077, 
            "10": 0.001649308574061424, 
            "11": 0.0024117009084429265, 
            "12": 0.00194956778431843, 
            "13": 0.0014860669926566442, 
            "14": 0.0009460709129567741, 
            "15": 0.06897503675883142, 
            "16": 0.03614343743819459, 
            "17": 0.0015221696148913126, 
            "18": 0.0013200453052249707, 
            "19": 0.0009173615366968511, 
            "20": 0.08435461276679088, 
            "21": 0.0063058718991429105, 
            "22": 0.0020116476848318723, 
            "23": 0.06961793267368853, 
            "24": 0.001143075725725902, 
            "25": 0.0024745470931471876, 
            "26": 0.0020290401282705645, 
            "27": 0.0014022544994978182, 
            "28": 0.0021214713227137388, 
            "29": 0.036497387640657714
        }
    }, 
    {
        "content": {
            "text": "  New Jersey Transit officials yesterday proposed a 10 percent fare increase for bus and train passengers. The officials said the increase would help close a $60 million deficit in the agency's proposed $1.5 billion budget. The agency's board must first vote on the proposed increase, which would take effect in June if approved. Hearings will be held in February and March to give the public a chance to comment. The agency last raised bus and rail fares in July 2005.  MARIA NEWMAN  ", 
            "title": "Metro Briefing | New Jersey: Newark: Transit Officials Propose Fare Increase"
        }, 
        "weight": 0.5393927262885941, 
        "file": "1821118.txt", 
        "other_topics": {
            "0": 0.14509015183038118, 
            "1": 0.0010693726699972498, 
            "2": 0.0736999422505078, 
            "3": 0.0014174250038289352, 
            "4": 0.0007332490276785616, 
            "5": 0.05626064119727604, 
            "6": 0.5393927262885941, 
            "7": 0.005667745665492708, 
            "8": 0.001044606029358694, 
            "9": 0.002049212536798175, 
            "10": 0.0008801028096462017, 
            "11": 0.0012869300377916233, 
            "12": 0.0010403269052007423, 
            "13": 0.000792993958879938, 
            "14": 0.000504841654080187, 
            "15": 0.0906195706953324, 
            "16": 0.0013491130657583884, 
            "17": 0.000812259013196659, 
            "18": 0.0007044015900116865, 
            "19": 0.0004895217781594989, 
            "20": 0.0629509665010063, 
            "21": 0.0033649346538218005, 
            "22": 0.0010734539353536834, 
            "23": 0.0012740271863819152, 
            "24": 0.0006099672151539247, 
            "25": 0.0013204659719422357, 
            "26": 0.0010827348780333857, 
            "27": 0.0007482699988686874, 
            "28": 0.0011320579429878533, 
            "29": 0.0015379877084794494
        }
    }, 
    {
        "content": {
            "text": "  In the next few weeks, New York legislators will choose a replacement for Alan Hevesi, the state comptroller who was forced to resign after pleading guilty to a felony. The new comptroller will play an enormous but largely unseen role in safeguarding the state's finances for the next four years. There will be great pressure to make a political choice, but legislators should resist that instinct and vote for the most able and independent candidate.  We are not ready to endorse a candidate, but it is not too early to lay out the job qualifications, starting with fearless independence. The new comptroller will not only have to audit Gov. Eliot Spitzer's administration, but may also look at any state spending -- including how the Legislature doles out its pork and other political favors. For this reason, the five or so Democratic Assembly members who want the position bear the heaviest burden of showing their independence. Sheldon Silver, the Assembly speaker, who controls the largest bloc in the Legislature, will play the biggest role in choosing the next comptroller. It should not be someone who goes easy on Mr. Silver and his colleagues in return for getting the job.  Financial expertise is also a must. The new comptroller will single-handedly be responsible for investing $146 billion in state pension money. The state needs someone with a sure hand to protect the state's retirees, and someone who knows how to use the power of that fund to promote good corporate governance and socially responsible investments.  The next comptroller should have a proven record as a reformer. He or she will have to reject pleas to waste scarce positions on the politically connected, and be willing to shake things up, from wasteful public authorities to mismanaged school districts. The person should promise to work for public campaign financing for the comptroller's job.  Mr. Spitzer and the leaders of the State Senate and Assembly have agreed on what sounds like a good process. There will be public hearings, and a group of former comptrollers will winnow the field down to five contenders. But in the end legislators will choose. Their responsibility is to choose someone who will look out for the interests of all New Yorkers, not simply those who did the choosing.  Editorial  ", 
            "title": "How to Choose a Fiscal Watchdog"
        }, 
        "weight": 0.5392160715394255, 
        "file": "1819460.txt", 
        "other_topics": {
            "0": 0.012231736269565951, 
            "1": 0.0003491443878176083, 
            "2": 0.0006363569293875406, 
            "3": 0.00046278159066894556, 
            "4": 0.00023940183817054752, 
            "5": 0.0007990883534587476, 
            "6": 0.5392160715394255, 
            "7": 0.0018504882780382296, 
            "8": 0.0003410582137207245, 
            "9": 0.0006690568000680314, 
            "10": 0.0002873488030054765, 
            "11": 0.00042017569067853905, 
            "12": 0.0003396611028477419, 
            "13": 0.0002589082347848946, 
            "14": 0.00016482806714997588, 
            "15": 0.0003039552118644116, 
            "16": 0.05900616623397884, 
            "17": 0.0002651981707299584, 
            "18": 0.00022998330593488304, 
            "19": 0.00015982621059440846, 
            "20": 0.3016684527663354, 
            "21": 0.04209461463365623, 
            "22": 0.0003504768988629831, 
            "23": 0.00041596297954149856, 
            "24": 0.00019915099375438137, 
            "25": 0.0004311249916354611, 
            "26": 0.0003535070764064986, 
            "27": 0.00024430610394967565, 
            "28": 0.00036961079010890705, 
            "29": 0.03564155753385807
        }
    }, 
    {
        "content": {
            "text": "  Assemblyman Adriano Espaillat, left, a Manhattan Democrat, said yesterday that he would introduce legislation to create an 11-member investment review commission to monitor certain investment decisions made by the state comptroller's office. The office is the sole trustee of the state's Common Retirement Fund, which provides pension, death and disability benefits to public employees. Mr. Espaillat, chairman of a task force of black, Hispanic and Asian-American state lawmakers, said the commission would focus on social investment goals for the fund, like promoting economic development in urban and rural areas that are struggling economically.  SEWELL CHAN  ", 
            "title": "Metro Briefing | New York: Manhattan: Call To Monitor Investment Decisions"
        }, 
        "weight": 0.5381080210457715, 
        "file": "1820751.txt", 
        "other_topics": {
            "0": 0.12846289835893124, 
            "1": 0.0856501668580314, 
            "2": 0.001535821160130147, 
            "3": 0.0011169042508142612, 
            "4": 0.0005777864463427006, 
            "5": 0.0019285667294244306, 
            "6": 0.5381080210457715, 
            "7": 0.004466077012344632, 
            "8": 0.0008231299091417332, 
            "9": 0.0016147409471323128, 
            "10": 0.0006935044652041791, 
            "11": 0.0010140766713069038, 
            "12": 0.0008197580397667273, 
            "13": 0.014759451212356896, 
            "14": 0.00039780573074913405, 
            "15": 0.0007335833469472787, 
            "16": 0.0010630757281014204, 
            "17": 0.0006400448292861035, 
            "18": 0.0005550552078869124, 
            "19": 0.0003857339565871561, 
            "20": 0.16268087298876835, 
            "21": 0.002651505235489244, 
            "22": 0.0008458615166312695, 
            "23": 0.0010039094670116512, 
            "24": 0.0004806426961725706, 
            "25": 0.04344426300771284, 
            "26": 0.0008531747249509486, 
            "27": 0.0005896226891973772, 
            "28": 0.0008920403727009311, 
            "29": 0.0012119053951076596
        }
    }, 
    {
        "content": {
            "text": "  A report in the Metro Briefing column on Jan. 5 about appointments by Gov. Eliot Spitzer of New York misspelled the given name of the deputy commissioner of the Office of Health Insurance Programs, a new position. (The error was repeated on Thursday in an article about the expected appointment of a new state health commissioner.) She is Deborah Bachrach, not Debra.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5354411358198179, 
        "file": "1820941.txt", 
        "other_topics": {
            "0": 0.12114781220205198, 
            "1": 0.2091834599396268, 
            "2": 0.003219613939783598, 
            "3": 0.0023414187723656723, 
            "4": 0.0012112408300881514, 
            "5": 0.0040429448994774774, 
            "6": 0.5354411358198179, 
            "7": 0.009362446734275602, 
            "8": 0.0017255658396456482, 
            "9": 0.0033850571912201087, 
            "10": 0.00145382594109091, 
            "11": 0.002125856494041522, 
            "12": 0.0017184972317082644, 
            "13": 0.0013099324032512568, 
            "14": 0.0008339388135121007, 
            "15": 0.0015378451808962055, 
            "16": 0.0022285755152317926, 
            "17": 0.001341755998648519, 
            "18": 0.0011635882686436931, 
            "19": 0.0008086321870774641, 
            "20": 0.015094572475589882, 
            "21": 0.0648204698106697, 
            "22": 0.001773219174712863, 
            "23": 0.00210454250675745, 
            "24": 0.001007593829818861, 
            "25": 0.002181253898177155, 
            "26": 0.0017885501963590194, 
            "27": 0.0012360537011950653, 
            "28": 0.001870026076834555, 
            "29": 0.002540574127430906
        }
    }, 
    {
        "content": {
            "text": "  Long Island on a map looks like one big flat fishy slab, but maps are deceptive. Politically, it's an archipelago: a chain of hundreds of governmental bodies, all separate and independent, and all floating in a sea of taxes.  The proliferation of overlapping taxing districts -- counties, towns, villages, hamlets, fire departments, school systems, sanitary districts -- has left Long Islanders in a trap. They love the amenities of multiple governments but ache under the burden of paying for them all. The cost of living here keeps rising in ways that seem beyond anyone's control, since things like garbage collection and gleaming firetrucks, while expensive, are also seen as essential. Or, if not essential, then at least immovable. In many cases the taxing districts have become politically tenacious fiefdoms: secretive, highly fortified and resistant to siege.  People like to complain about the problem, but it took the Nassau Comptroller, Howard Weitzman, to sink his watchdog's teeth into it. Last month he issued a report highlighting ways that the more than 200 special taxing districts in Nassau -- whose total tax bill was more than $473 million last year -- can save large amounts of money.  But not, he says, by dissolving themselves or consolidating with other districts. These options have often been suggested, most recently by Gov. Eliot Spitzer, who wants to create a Commission on Local Government Efficiency to study the problem across the state, which has more than 4,200 taxing districts. Instead, Mr. Weitzman proposes smart trimming around the edges of the problem by imposing greater oversight and by pooling resources.  The first line of defense against special-district overspending -- watchful voters -- is faulty, since special-district elections are obscure rituals in which only the tiniest sliver of the electorate participates. So Mr. Weitzman suggests that town governments step in to control spending. As he interprets state law, towns have the authority to review the budgets of special districts, to compel them to justify expenses and to trim their budgets as needed. Two of Nassau's three towns -- North Hempstead and Oyster Bay -- have already begun doing so. The third, Hempstead, should join them.  Mr. Weitzman's report outlines common-sense ways districts could band together to reduce insurance costs, pooling their risk through group self-insurance and saving money that would otherwise be spent unecessarily on brokers' fees and redundant contracts with private insurance companies. The same cooperation could apply to buying goods and services in bulk, or contracting with town governments for services like snow plowing and tree pruning at rates cheaper than those charged by private companies.  If there was ever any doubt that special-district spending could be tightened, it was shattered in 2005. That was the year Mr. Weitzman conducted eye-opening audits of sanitary districts in Nassau, finding numerous examples of wastefulness and lack of oversight, and Newsday published a series of articles detailing the sometimes grotesquely lavish spending by volunteer fire districts across Long Island. Mr. Spitzer's commission has not yet gotten off the ground. When it does, it would do well to take a page, or several, from Mr. Weitzman's report.  ", 
            "title": "The Taxing Islands"
        }, 
        "weight": 0.5308415095676151, 
        "file": "1820290.txt", 
        "other_topics": {
            "0": 0.1433255812429033, 
            "1": 0.00022433192759784625, 
            "2": 0.00040887146289840493, 
            "3": 0.0002973459975699093, 
            "4": 0.00015382024658326204, 
            "5": 0.06448370106666991, 
            "6": 0.5308415095676151, 
            "7": 0.001188974008731294, 
            "8": 0.05290053651510042, 
            "9": 0.0004298817534197777, 
            "10": 0.00018462708587149563, 
            "11": 0.0002699708943020832, 
            "12": 0.00021823873615190166, 
            "13": 0.00016635347840845909, 
            "14": 0.00010590517652913716, 
            "15": 0.015247125622707282, 
            "16": 0.00028301558762465625, 
            "17": 0.00017039488220659275, 
            "18": 0.0001477686600039216, 
            "19": 0.00010269138830332001, 
            "20": 0.14490929097051886, 
            "21": 0.04209842127799677, 
            "22": 0.00022518809135640709, 
            "23": 0.0002672641470572187, 
            "24": 0.0001279583114344245, 
            "25": 0.0002770060289776502, 
            "26": 0.00022713503821569805, 
            "27": 0.0001569713308740933, 
            "28": 0.00023748198137845718, 
            "29": 0.0003226375209924494
        }
    }, 
    {
        "content": {
            "text": "  The Spitzer administration and Democrats in the State Assembly are close to agreeing on how to review candidates for state comptroller, a politically charged selection process, state officials said on Monday evening.  The plan, which is still being negotiated, calls for creating an outside panel of experts -- former state or city comptrollers, for example -- and asking the panel to forward a short list of qualified candidates to the entire Legislature for a vote, said several Democrats who were granted anonymity to describe the private negotiations.  The choice of a comptroller to replace Alan G. Hevesi, who resigned in disgrace, has been a flashpoint between Gov. Eliot Spitzer and the Assembly. The governor has said he would like an outsider with financial experience, while some lawmakers are vying for the post and others warn that the governor should not be allowed to choose the fiscal officer who will audit his agencies and monitor his budgets and contracts.  While aides to Mr. Spitzer have said they would like the new comptroller to have financial expertise and to come from ''outside government,'' Mr. Spitzer signaled on Monday that he would be open to considering a candidate from the Assembly.  ''I have never said that one of them couldn't be a good comptroller, or one of them might not end up being a good comptroller,'' Mr. Spitzer said. ''What I have said is that we need to look for certain standards and qualifications, and begin with a question relating to qualifications, rather than membership, and then we go from there.''  While the State Constitution gives the Legislature the power the choose the next comptroller to fill the vacancy -- and the Assembly Democrats have the deciding vote, since they constitute a majority of the Legislature -- the Spitzer administration has been trying to recruit candidates and to influence the final decision.  Candidates will be invited to speak at a joint legislative hearing. Some details of the agreement must still be resolved, including who would serve on the panel, and how brief its list would be. Once the list is forwarded, though, it will still fall to the Assembly to choose a candidate from it -- and it is unclear how much deference Assembly Democrats intend to give to the new governor's wishes.  ", 
            "title": "Spitzer and Assembly Near Deal On How to Choose Comptroller"
        }, 
        "weight": 0.5269414131053117, 
        "file": "1817550.txt", 
        "other_topics": {
            "0": 0.006989154413890045, 
            "1": 0.0003827701868997571, 
            "2": 0.0006976439241058887, 
            "3": 0.0005073516921218734, 
            "4": 0.00026245842562005073, 
            "5": 0.14212946730263457, 
            "6": 0.5269414131053117, 
            "7": 0.04697297704890346, 
            "8": 0.00037390524025199636, 
            "9": 0.0007334930915240054, 
            "10": 0.0003150231218646577, 
            "11": 0.00046064245413498183, 
            "12": 0.00037237357481892456, 
            "13": 0.0002838434667042995, 
            "14": 0.00018070251812920627, 
            "15": 0.00033322887983888857, 
            "16": 0.1160538797182811, 
            "17": 0.00029073918103133964, 
            "18": 0.0002521328025541861, 
            "19": 0.0001752189370222962, 
            "20": 0.15094480564294224, 
            "21": 0.0012044413537818884, 
            "22": 0.0003842310309507591, 
            "23": 0.0004560240203707764, 
            "24": 0.00021833105660704104, 
            "25": 0.0004726462729558993, 
            "26": 0.00038755304231666087, 
            "27": 0.00026783501706583276, 
            "28": 0.00040520769099132637, 
            "29": 0.000550505786374475
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  ''Studies on Ferry Service Come Amid Skepticism'' (Dec. 17), on potential ferry service linking Bridgeport, Stamford and New York City, describes the efforts of Joseph A. Riccio, the executive director of the Bridgeport Port Authority, to improve the traffic problems in Connecticut by promoting water transportation to New York City.  The unmitigated increase of traffic has caused the federal government and the states to support ferry services that can help alleviate this problem. Our ferry -- a private service that carries passengers and vehicles between Bridgeport and Port Jefferson on Long Island -- has received some of those funds.  Unfortunately, there's another side to this story in Bridgeport. Regrettably, the Bridgeport Port Authority, created in the early 1990s to generate income for a struggling Bridgeport, decided not to help our ferry, but to tax it.  Over the years, this tax has taken more than $12 million from our ferry operation that could have been put to good use for the traveling public we try to serve.  The Port Authority has spent much of the $12 million on ill-conceived projects that can only be described as wasteful. The high-speed ferry is but one example. Virtually everyone agrees that it is not economically viable, but that has not stopped the Port Authority from spending tax money it collects from our ferry, as well as government funds, to pursue that pipe dream.  We have sued the Port Authority to cease the taxing of our ferry operation and to recover the overcharges. The trial, in United States District Court for Connecticut in Hartford, has concluded, and we are awaiting the court's decision.  (Capt.) Brian McAllister  President, The Bridgeport and Port Jefferson Steamboat Company  Bridgeport  ", 
            "title": "The Ferry Alternative To New York City"
        }, 
        "weight": 0.5248478778445409, 
        "file": "1817275.txt", 
        "other_topics": {
            "0": 0.1283277300725986, 
            "1": 0.0004007830902464633, 
            "2": 0.0007304745702884432, 
            "3": 0.0005312273159446152, 
            "4": 0.00027480953972199815, 
            "5": 0.02780831204944273, 
            "6": 0.5248478778445409, 
            "7": 0.0021241768059707448, 
            "8": 0.0003915009652692376, 
            "9": 0.007490770265550042, 
            "10": 0.00032984789464042194, 
            "11": 0.0004823199731469209, 
            "12": 0.027280935182828155, 
            "13": 0.0002972009462215785, 
            "14": 0.0001892062551102169, 
            "15": 0.0003489104031400777, 
            "16": 0.0005056251377622336, 
            "17": 0.0003044211681511713, 
            "18": 0.0002639979998929018, 
            "19": 0.00018346462042480682, 
            "20": 0.2387212789020792, 
            "21": 0.02142940001216556, 
            "22": 0.0004023126806199217, 
            "23": 0.0004774841990467776, 
            "24": 0.00022860556688721813, 
            "25": 0.0004948886834761449, 
            "26": 0.007128550514099955, 
            "27": 0.0070031986404160305, 
            "28": 0.0004242764879430604, 
            "29": 0.0005764122123740601
        }
    }, 
    {
        "content": {
            "text": "  The strange race to become the next comptroller of New York State began in earnest on Friday as at least 18 candidates took the first step toward being considered by submitting their résumés to the State Legislature.  The aspirants include six Democratic state lawmakers, eight current and former government officials and four businessmen. Prominent newcomers who expressed interest in the job included Martha E. Stark, the New York City finance commissioner; James L. Larocca, who served in the Cuomo and Carey cabinets; and Alphonse Fletcher Jr., a money manager and philanthropist.  The entire Legislature will select the new state comptroller, but the real power to make the choice rests with the Assembly Democrats, its largest voting bloc. Many politicians here said they believed that the state lawmakers on the list have the inside track for the job.  The popularly elected comptroller, Alan G. Hevesi, won with a comfortable majority in November, only to resign his four-year term in December after pleading guilty to a felony for using a state worker as a driver and aide for his wife.  It is unclear if there are more than 18 candidates because the Assembly Democrats, who had pledged to conduct an open and public selection process, declined to say who had applied for the job by the time the deadline of Friday at noon had passed. They said that they would not release a list of candidates until Monday, when the candidates must submit financial disclosure forms. The Republican-led Senate provided its list of candidates, which officials said they thought was complete but could not say for sure.  Aides to the new governor, Eliot Spitzer, made it clear this month that they would prefer an independent candidate with fiscal experience from outside government. But after the Spitzer administration had trouble encouraging candidates to apply, the governor said that he would be open to a candidate from the Assembly.  Governor Spitzer negotiated a selection process with the Assembly speaker, Sheldon Silver, and the Senate majority leader, Joseph L. Bruno, that calls for the candidates to be interviewed by the Legislature's joint fiscal committees, and then screened by a panel of three former New York State and New York City comptrollers. The panel will then whittle down the list to no more than five candidates, and the members of the Legislature will pick one from that pool.  Several Democrats and Republicans who saw the preliminary list of people interested in the job said that the qualifications of the candidates from outside the Legislature appeared to be so strong that it was unlikely that more than two, or maybe three, lawmakers would make the final list of five candidates -- which would shift the political calculus, depending on who makes the final cut.  The decision will probably rest with Mr. Silver, who has influence over the 108 Assembly Democrats, or a majority of the Legislature, which currently has 211 members. He is expected to take the governor's views into consideration, and a number of other groups will most likely weigh in, from caucuses within the Assembly to party leaders outside the Assembly.  Five assemblymen are seeking the post -- Richard L. Brodsky of Westchester, Thomas P. DiNapoli of Nassau County, Alexander B. Grannis of Manhattan, Joseph D. Morelle of the Rochester area, and Felix Ortiz of Brooklyn -- along with one state senator, Martin Connor of Manhattan and Brooklyn.  Mr. DiNapoli is well liked by many colleagues, and could emerge as a consensus candidate, but is generally better known for his environmental work here than for his work on fiscal issues. Mr. Brodsky has been lining up votes and stressing the investigations he conducted into state authorities, but some of his colleagues view him as acerbic. Mr. Ortiz has the support of Hispanic groups.  The comptroller oversees the state's $145.7 billion pension fund, audits state agencies and local governments, and monitors state and local budgets.  Perhaps because of calls that the state's top fiscal office should not be given to a political appointee, several of the assemblymen vying for the post are taking steps to play down their political ties: Mr. Morelle quit his job as the chairman of the Monroe County Democratic Party, and Mr. DiNapoli stepped down from his position on the Democratic Assembly Campaign Committee.  But more outsiders are seeking the job than lawmakers. They include William J. Mulrow, an investment banker who ran for comptroller in 2002 and who is close to Mr. Spitzer. But his bid could face difficulty because he is a member of one of the groups bidding for the state's valuable horseracing franchise.  And several state and local finance officials have expressed interest as well, including Howard S. Weitzman, the Nassau County comptroller; Andrew A. SanFilippo, the Buffalo comptroller; David Hancox, the director of state audits at the state comptroller's office; Philip LaTessa, the Syracuse auditor; Andrew S. Eristoff, who was the tax and finance commissioner in the Pataki administration, and Robert S. Hoffman, a former auditor in the state tax department.  So many people applied that the public hearing that is scheduled for Tuesday, where candidates will be invited to make 15-minute statements and take questions, may take more than one day. It could be crowded: since the hearing will be held by the Assembly Ways and Means Committee and the Senate Finance Committee, more than 60 lawmakers could conceivably be sitting on the daïs and asking questions.  Candidates for comptroller who serve on those committees will not be allowed to question the other candidates, Assembly officials said.  ", 
            "title": "Candidates for State Comptroller Line Up"
        }, 
        "weight": 0.524490260497308, 
        "file": "1819999.txt", 
        "other_topics": {
            "0": 0.00020274808605327357, 
            "1": 0.002426146858015408, 
            "2": 0.0002487861290178842, 
            "3": 0.00018092619912864923, 
            "4": 9.359504681679137e-05, 
            "5": 0.059843242881569, 
            "6": 0.524490260497308, 
            "7": 0.03506816858018773, 
            "8": 0.000133337988230909, 
            "9": 0.0002615702661432777, 
            "10": 0.00011234009260566833, 
            "11": 0.0001642692626792606, 
            "12": 0.00013279178249345805, 
            "13": 0.00010122114575695952, 
            "14": 6.444015125160866e-05, 
            "15": 0.00011883243045273013, 
            "16": 0.1741854203466988, 
            "17": 0.00010368021981316402, 
            "18": 8.991283630295862e-05, 
            "19": 6.248465666532356e-05, 
            "20": 0.20036572519252552, 
            "21": 0.0004295146731486122, 
            "22": 0.00013702025852414836, 
            "23": 0.00016262228745505186, 
            "24": 7.785882817981214e-05, 
            "25": 0.00016854993296778277, 
            "26": 0.0001382049178033578, 
            "27": 9.5512387922888e-05, 
            "28": 0.00014450072509297176, 
            "29": 0.00019631533918908518
        }
    }, 
    {
        "content": {
            "text": "  Assemblyman Richard L. Brodsky told lawmakers yesterday that if he was chosen as the next state comptroller, he would issue an order prohibiting people and businesses who do business with the state pension fund from making political contributions to candidates for comptroller. Mr. Brodsky, a Westchester Democrat, is one of several assemblymen vying to succeed Alan G. Hevesi, who resigned last month. Mr. Hevesi and other past comptrollers took large donations from people and businesses who earned big fees from the pension funds. Another candidate, Assemblyman Joseph D. Morelle, resigned as chairman of the Monroe County Democratic Committee to focus on the race, which will be decided by the Legislature after a panel screens the applicants.  MICHAEL COOPER  ", 
            "title": "Metro Briefing | New York: Albany: Brodsky Makes Ethics Pledge"
        }, 
        "weight": 0.5226905480696354, 
        "file": "1818357.txt", 
        "other_topics": {
            "0": 0.014562844146473831, 
            "1": 0.0007975532154018192, 
            "2": 0.0014536350372081376, 
            "3": 0.0010571355534994276, 
            "4": 0.0005468674636287445, 
            "5": 0.08209459527293829, 
            "6": 0.5226905480696354, 
            "7": 0.0042270846323434275, 
            "8": 0.0007790819056048032, 
            "9": 0.0015283316037703735, 
            "10": 0.0006563930848534858, 
            "11": 0.000959810567854267, 
            "12": 0.0007758904744722992, 
            "13": 0.0005914260757202063, 
            "14": 0.0003765180238629641, 
            "15": 0.0006943272325695872, 
            "16": 0.18830106125644144, 
            "17": 0.0006057942248662201, 
            "18": 0.0005253526378689101, 
            "19": 0.0003650922443915913, 
            "20": 0.08708433421781703, 
            "21": 0.002509615710283195, 
            "22": 0.0008005970806503487, 
            "23": 0.0009501874393431455, 
            "24": 0.0004549221495785535, 
            "25": 0.000984822140399312, 
            "26": 0.014185724203529771, 
            "27": 0.0005580703157375175, 
            "28": 0.06773533110069806, 
            "29": 0.0011470529185577702
        }
    }, 
    {
        "content": {
            "text": "  Eliot Laurence Spitzer begins his term as the state's 54th governor today. He has pledged to reform the way the state does business and to bring a higher ethical standard to Albany. He recently outlined a number of sweeping steps that he would take unilaterally, including restricting campaign contributions and banning gifts of more than nominal value. But after promising to look far and wide for talent, many of his appointees come from the attorney general's office, or from his campaign staff. Some key positions remain unfilled, including the job of health commissioner. Here are the top officials who have been named, many of whom require Senate confirmation.  DANNY HAKIM  THE GOVERNOR'S CENTRAL STAFF  Richard Baum  SECRETARY TO THE GOVERNOR  Mr. Spitzer's right-hand man and longtime chief of staff as attorney general will fill the same role in the governor's office. He was the executive director of the transition office as well as Mr. Spitzer's top campaign aide.  Paul Francis  BUDGET DIRECTOR  He was policy director both for the Spitzer campaign and the transition office. Has had careers in business as a venture capitalist and as C.F.O. Will need to find a way to rein in the budget while increasing education spending.  David L. Paterson  LIEUTENANT GOVERNOR  Has been Senate minority leader and will be a liaison to the Legislature. Mr. Paterson has had a good relationship with Senate Majority Leader Joseph L. Bruno, a Republican. Mr. Paterson is expected to have a bigger role than his predecessors.  Peter Pope  POLICY DIRECTOR  Has been deputy attorney general overseeing the office's criminal division.  Marty Mack  DEPUTY SECRETARY FOR INTERGOVERNMENTAL AFFAIRS  Has been deputy attorney general for the last eight years. A former mayor of Cortland.  Darren Dopp  COMMUNICATIONS DIRECTOR  Another staff member from the attorney general's office who will fill the same role in the governor's office. He and the governor have pledged to make state government more accessible to the public and the press.  Dennis P. Whalen  DEPUTY SECRETARY FOR HEALTH  Will be the governor's top adviser on health care issues and have a critical role in overhauling the state's Medicaid budget. Currently serves as executive deputy commissioner for State Department of Health, but has had ethical problems in the past, having been fined by State Ethics Commission for accepting gifts from people lobbying the state.  Christine Anderson  PRESS SECRETARY  Was communications director for Mr. Spitzer's campaign, and previously a spokeswoman for the Kerry-Edwards campaign and the investment bank UBS.  Francine James  APPOINTMENTS SECRETARY  Critical gatekeeper for filling state jobs. Filled a similar role as assistant first deputy attorney general, overseeing legal recruitment.  Michael A.L. Balboni  DEPUTY SECRETARY FOR PUBLIC SAFETY  A prominent Republican appointee, will be the top domestic security and law enforcement official. Mr. Balboni, a State Senator, is an expert on homeland security. His appointment reduces the slim Republican Senate majority.  Michael Schell  SENIOR ADVISER FOR INTERGOVERNMENTAL AFFAIRS  Was Mr. Spitzer's upstate campaign director.  Laura Anglin  FIRST DEPUTY BUDGET DIRECTOR  Previously the deputy comptroller of the Division of Retirement Services, with responsibility for administration of the state and local retirement system.  David Nocenti  COUNSEL  Filling the same role he has filled in the attorney general's office, he will be the governor's chief legal adviser. He previously was in the counsel's office during the Cuomo administration and was counsel to former Queens Borough President Claire Shulman.  Richard Rifkin  SPECIAL COUNSEL  Another top legal adviser to Mr. Spitzer in the attorney general's office, he will be one of the governor's top legal advisers. Has a long history in the attorney general's office, having first joined in 1979, but left in the mid-1990s for a stint as the executive director of the State Ethics Commission.  HEADS OF AGENCIES & SELECT AUTHORITIES  Eric R. Dinallo  INSURANCE SUPERINTENDENT  Was chief of the Investment Protection Bureau in the attorney general's office, overseeing some of Mr. Spitzer's key Wall Street cases. Worked for Morgan Stanley and then was general counsel of Willis Group Holdings Limited, an insurance broker.  Pat Foye  DOWNSTATE CHAIRMAN, STATE URBAN DEVELOPMENT CORPORATION  Former lawyer at Skadden, Arps, Slate, Meagher & Flom, where both Mr. Spitzer and his wife have practiced, now chief executive of United Way of Long Island. Mr. Spitzer is splitting the Empire State Development Corporation job in two to emphasize his commitment to revitalizing the upstate economy.  Elliot Sander  EXECUTIVE DIRECTOR AND C.E.O. OF THE METROPOLITAN TRANSPORTATION AUTHORITY  An executive at DMJM Harris, a transportation engineering company, and head of the Rudin Center for Transportation Policy and Management at New York University. The ''C.E.O.'' title is a new one, a challenge to M.T.A. chairman Peter S. Kalikow, a holdover from the Pataki era.  Anthony Ernest Shorris  EXECUTIVE DIRECTOR OF THE PORT AUTHORITY  Was a senior policy adviser to the Spitzer-Paterson campaign and the transition staff. Previously was first deputy executive director of the Port Authority.  Patricia Smith  COMMISSIONER OF THE DEPARTMENT OF LABOR  Currently assistant attorney general in charge of the Labor Bureau.  Priscilla Almodovar  PRESIDENT AND C.E.O., HOUSING FINANCE AUTHORITY  Was a policy adviser for the campaign and transition team; health care and housing were among her areas of focus. Was a lawyer at White & Case.  Carol Ash  COMMISSIONER, DEPARTMENT OF PARKS, RECREATION AND HISTORIC PRESERVATION  Has been the executive director of the Palisades Interstate Park Commission since 1999.  Gladys Carrión  COMMISSIONER OF THE OFFICE OF CHILDREN AND FAMILY SERVICES  Has been the senior vice president of United Way of New York City since 2005, previously was the executive director of Inwood House.  Avi Schick  DOWNSTATE PRESIDENT OF THE EMPIRE STATE DEVELOPMENT CORPORATION  Currently deputy attorney general in the New York State attorney general's office. He began his legal career at Kirkpatrick & Lockhart.  Brian Fischer  COMMISSIONER, DEPARTMENT OF CORRECTIONAL SERVICES  Since 1991, has served as the supervising superintendent of the New York State Department of Correctional Services.  Kumiki Gibson  COMMISSIONER, DIVISION OF HUMAN RIGHTS  Previously an official at the National Urban League and general counsel at Johns Hopkins University.  David A. Hansell  COMMISSIONER OF THE OFFICE OF TEMPORARY AND DISABILITY ASSISTANCE  Serves as chief of staff at the New York City Human Resources Administration.  David J. Swarts  COMMISSIONER, DEPARTMENT OF MOTOR VEHICLES  Has served as clerk of Erie County since 1987.  Lorraine Cortes-Vazquez  SECRETARY OF STATE  A former president of the Hispanic Federation, has been working as a lobbyist for Cablevision.  ", 
            "title": "The Spitzer Team"
        }, 
        "weight": 0.5205855130741979, 
        "file": "1815770.txt", 
        "other_topics": {
            "0": 0.008250608456162534, 
            "1": 0.009825101204672818, 
            "2": 0.0017975837128680673, 
            "3": 0.12335502460574368, 
            "4": 6.627903386825664e-05, 
            "5": 0.06832030731413002, 
            "6": 0.5205855130741979, 
            "7": 0.0037551258061528877, 
            "8": 9.442287106475524e-05, 
            "9": 0.0018066367587965444, 
            "10": 0.0017009598873972927, 
            "11": 0.00011632675440554376, 
            "12": 0.011443882341219886, 
            "13": 7.167943150818174e-05, 
            "14": 4.5633087567564624e-05, 
            "15": 8.415080659173028e-05, 
            "16": 0.11199900356470288, 
            "17": 7.342081695750757e-05, 
            "18": 6.367148823783351e-05, 
            "19": 4.424831031362205e-05, 
            "20": 0.08351771127020663, 
            "21": 0.00030415944579048805, 
            "22": 9.703045902777447e-05, 
            "23": 0.00011516045415378805, 
            "24": 5.513548083344451e-05, 
            "25": 0.00011935809741653844, 
            "26": 9.786937171770305e-05, 
            "27": 6.763679285689983e-05, 
            "28": 0.0001023277275684475, 
            "29": 0.052024031573868756
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''The George Pataki Era'' (editorial, Dec. 31):  Gov. George E. Pataki's public service announcements kept running while he ran around the country trying to position himself for a 2008 presidential run. Meanwhile at home, the G.O.P. was collapsing. Mr. Pataki's record deficits, excessive spending and late budgets gave real conservative Republicans anguish.  New York State is now the No. 2 state in the country in terms of long-term debt. Each adult New York resident is responsible for $3,515 of the $50 billion total debt, which almost doubled in the years Mr. Pataki was governor. To that you can add the debt of the New York State public authorities, now $114 billion.  While Mr. Pataki was governor, Republicans lost numerous public offices, including Senate and Congressional seats, the office of the attorney general, county executive offices, and State Senate and Assembly seats.  In 2008, intelligent primary voters will look past glitzy commercials and remember Mr. Pataki's fiscal mismanagement and the destruction of the state's Republican Party.  Larry Penner  Great Neck, N.Y.  To the Editor:  You did not mention the two most important areas of responsibility of any governor today: economic development and education.  When George E. Pataki's lack of accomplishment in matters of economic development and education is factored in, his administration can be seen as nothing other than a complete and utter failure.  Paul T. Shoemaker  Bronxville  To the Editor:  I question your characterization of Gov. George E. Pataki's choices to lead the Lower Manhattan Development Corporation (or what many call the ''Leave Manhattan Destroyed Committee'') as ''excellent,'' and your description of their preferred plans as ''first-rate.''  The official planning process for the World Trade Center site was an outrage and disgrace from the start, designed to ensure that plans that responded in the only appropriate manner -- rebuilding on the scale and in the spirit of what was destroyed -- were never even considered.  Gov. Eliot Spitzer could get off to a great start by consigning the Daniel Libeskind plan and the misguided priorities that produced it to the trash bin.  Louis Epstein  Carmel, N.Y.  The writer is the founder and director of the World Trade Center Restoration Movement.  ", 
            "title": "After Pataki's 12 Years, Is New York Better Off?"
        }, 
        "weight": 0.5163275021937733, 
        "file": "1817273.txt", 
        "other_topics": {
            "0": 0.015778158331733398, 
            "1": 0.00030455343420745406, 
            "2": 0.03120666960385324, 
            "3": 0.00040367746881798104, 
            "4": 0.00020882664741128721, 
            "5": 0.0006970328344735545, 
            "6": 0.5163275021937733, 
            "7": 0.0016141532835738691, 
            "8": 0.005406097478632547, 
            "9": 0.0005836082527753939, 
            "10": 0.0002506500686370349, 
            "11": 0.0003665129786748482, 
            "12": 0.0002962813063832213, 
            "13": 0.00022584178580444816, 
            "14": 0.0001437770608832634, 
            "15": 0.00026513559102923163, 
            "16": 0.06679598989108115, 
            "17": 0.00023132840297446206, 
            "18": 0.00020061100242986567, 
            "19": 0.0001394140161242369, 
            "20": 0.19672911781310987, 
            "21": 0.1542162459096694, 
            "22": 0.00030571576368817376, 
            "23": 0.0003628382936766752, 
            "24": 0.00017371643706731588, 
            "25": 0.0003760638903462212, 
            "26": 0.0003083589422966126, 
            "27": 0.005321702058497705, 
            "28": 0.0003224059712126958, 
            "29": 0.0004380132871615969
        }
    }, 
    {
        "content": {
            "text": "  The political odd couples are not only on the Democratic side of the Nassau State Senate race.  The Republican candidate, Maureen O'Connell, recently wrote a letter to Governor Spitzer urging him to support a Nassau County Democrat, Assemblyman Thomas P. DiNapoli, below, for state comptroller.  ''As the taxpayers' advocate, the state comptroller must possess independence and integrity,'' Ms. O'Connell wrote in the letter, which was also published in a local newspaper. ''Assemblyman DiNapoli personifies these traits and, through his lifetime of public service, he has earned the public's trust.''  Mr. DiNapoli is one of at least 18 people -- lawmakers, current or former officials and businessmen -- seeking to replace the former comptroller, Alan G. Hevesi, who resigned after pleading guilty to a felony for using a state worker to chauffeur his wife.  Ms. O'Connell, who is running in a district where registered Democrats now outnumber registered Republicans, said in an interview that she had not yet run into any Republicans who were miffed that she would back a Democrat for the high-profile office.  Since Democrats will have the upper hand in choosing the next comptroller, few Republicans expressed any interest in the race -- with one exception being Andrew S. Eristoff, a commissioner of tax and finance in the Pataki administration.  ''The reason I wrote the letter is because I've known Tom DiNapoli for a long time,'' Ms. O'Connell, herself a former assemblywoman from the area, said in an interview. ''I think he's the right person for the job. He's a man of character and integrity and honesty.''  NICHOLAS CONFESSORE  ALBANY NOTEBOOK  ", 
            "title": "Friendly Rivals, Part II"
        }, 
        "weight": 0.5127766706000192, 
        "file": "1820745.txt", 
        "other_topics": {
            "0": 0.000667050470642032, 
            "1": 0.0004490889637351477, 
            "2": 0.0008185177363745055, 
            "3": 0.0005952554651910652, 
            "4": 0.00030793198221609384, 
            "5": 0.0010278319603839155, 
            "6": 0.5127766706000192, 
            "7": 0.06264456189877242, 
            "8": 0.00043868807610109365, 
            "9": 0.0008605781318743936, 
            "10": 0.00036960403968938274, 
            "11": 0.0005404533828912619, 
            "12": 0.00043689103425805355, 
            "13": 0.0003330221963149101, 
            "14": 0.00021201104314905693, 
            "15": 0.0003909641279681531, 
            "16": 0.1512274694342509, 
            "17": 0.0003411126623630277, 
            "18": 0.0002958173413133443, 
            "19": 0.00020557737657537256, 
            "20": 0.13943228280307876, 
            "21": 0.12194184446362574, 
            "22": 0.00045080291368082353, 
            "23": 0.0005350347591210945, 
            "24": 0.0002561591036047279, 
            "25": 0.0005545369838080755, 
            "26": 0.0004547004968596825, 
            "27": 0.0003142401220959792, 
            "28": 0.00047541399062112327, 
            "29": 0.0006458864394207931
        }
    }, 
    {
        "content": {
            "text": "  For months, the state capital has been consumed by talk of state and federal investigations into the legislative pet projects known as member items.  But it turns out that those items, which cost about $200 million a year, are just the tip of the iceberg.  In 2006, an election year, Gov. George E. Pataki and the Legislature committed to borrowing $1.9 billion for an array of initiatives similar to member items, only costing nearly 10 times as much. Many of those grants went to politically connected companies and nonprofit organizations in lawmakers' districts.  The little-noticed practice of using borrowed money to pay for what critics consider pork barrel projects began in the late 1990s, when the Legislature authorized debt to finance improvements to the Buffalo Bills' football stadium, a move that was denounced by the state comptroller, H. Carl McCall, in part because it did not involve voter approval.  But the practice reached its apex last year, as Mr. Pataki was leaving office. The projects approved in the last nine months of 2006 exceeded the total amount of borrowed money disbursed over the previous eight years. According to a report published last year by a nonprofit group, the Center for Government Research, the previous borrowing totaled $1.7 billion.  Even before last year, New York had one of the highest levels of per capita debt in the nation. Budget watchdog groups assert that the recent borrowing for capital initiatives will sharply increase the state's debt burden, projected to cost $7 billion annually by 2010. Some people also say it raises new questions about Mr. Pataki's fiscal stewardship of the state.  The full details of the 2006 election-year borrowing spree became available only after Gov. Eliot Spitzer took office this month, because the Pataki administration had prevented the Empire State Development Corporation, the quasi-public authority that handles much of the state's borrowing, from releasing a master list of its projects.  These projects differ from other types of state economic development aid because they are financed at the request of individual legislators or the governor, forgoing more rigorous and competitive application processes by state agencies.  Like member items, these capital projects are, for the most part, not listed in the state budget and therefore are generally not subject to legislative debate or public scrutiny. And as with member items, legislative leaders allocate the borrowed funds based on the seniority, loyalty or political vulnerability of a lawmaker.  But unlike member items, which are paid for out of the annual budget, the capital projects are financed with borrowed money that is repaid over many years.  The borrowed money went to all manner of projects, including construction costs, equipment purchasing and occasionally operating expenses.  A $2,521.83 grant was used to repave streets in Plattsburgh, for instance, and $50,000 went to build a new driveway for a Long Island church. Senator Joseph L. Bruno, the Republican majority leader, was co-sponsor of a $650 million grant to lure an Advanced Micro Devices semiconductor plant to his district. Another Republican, Senator William J. Larkin Jr., directed $75,000 toward the purchase of new lights at a Little League field in his Hudson Valley district.  Assembly Democrats used much of their money to offset education cuts or assist colleges, including by borrowing $26 million to help the State University of New York buy a supercomputer.  Over the last decade, lawmakers have used the money to finance a number of failed economic development projects, including a now-defunct high-speed ferry between Rochester and Canada that cost the state millions of dollars.  Among the projects on his voluminous list, Mr. Pataki directed $12.6 million to the small city of Peekskill -- where he was once mayor -- to fix bathrooms at a local arts center and to renovate a historic theater and a train station. He sent an additional $7.3 million to build new wings at Hudson Valley Hospital, where he had an emergency appendectomy last year.  Assistants to Mr. Pataki and Senate Republicans said the borrowing was used mostly for economic development projects that brought jobs to the state, and they asserted that there was adequate oversight.  ''Whether it's the A.M.D. fab in Malta, the Adirondack Museum in Tupper Lake or Cornell's nanofabrication initiative in Ithaca, making smart capital investments in New York's economic, intellectual and transportation infrastructure is essential to transforming New York's economy,'' said David Catalfamo, a spokesman for Mr. Pataki.  ''Governor Pataki believes these investments are especially crucial to upstate communities as we continue to transition from a traditional industry-based economy to an economy based in knowledge and innovation,'' Mr. Catalfamo said.  Governor Spitzer has said he will end the practice of borrowing for pet projects, a move legislative leaders say they support. Attorney General Andrew M. Cuomo has said he will investigate whether such projects fulfill a legitimate public purpose and has vowed to recover funds that he determines were misspent.  Mr. Spitzer and his staff also say they will take their first major borrowing proposal, a stem cell research fund, to the voters.  Doing so would ''allow the public to make a choice as to whether this is a long-term investment worth making,'' said Paul Francis, Mr. Spitzer's budget director.  Mr. Francis also said that the governor would send a signal in his first budget address in the coming weeks ''that we're going to have a much more analytical process that evaluates the cost and benefits based on objective criteria.''  Budget experts on both sides of the political aisle criticized borrowing for pet projects.  ''It's one of the worst examples of a very flawed and very poor fiscal practice that we're going to pay for in the long run,'' Mr. McCall, a Democrat, said.  Edmund J. McMahon, executive director of the Empire Center for New York State Policy, an affiliate of the Manhattan Institute, a nonprofit conservative policy group, said last year was ''the triple witching hour of pork.''  ''They've been building up towards this; every pot of money they have surges in an election year and especially with a change in power,'' he said.  Like many other conservatives who once supported Mr. Pataki, Mr. McMahon found fault with his fiscal policies.  ''It was something that he enabled and enthusiastically participated in,'' he said, adding, ''I'm sure they'll say the Legislature made them do it. Baloney!''  Untangling these projects is difficult. The Legislature and Mr. Pataki have created almost a dozen pots of borrowed money to finance their initiatives. And most of the projects are never delineated in the budget; the grant to A.M.D. for a manufacturing plant near Albany was one of the exceptions.  The money is allocated to two major authorities with politically appointed boards. The governor and the Republican-controlled Senate typically have channeled projects through the Empire State Development Corporation, while the Democratic-controlled Assembly has financed its projects out of the Dormitory Authority.  Many of the private companies that have received aid had political connections to lawmakers or the governor.  More than $200,000, for instance, was directed last year to the New York, Susquehanna and Western Rail Corporation. (The rail line has received millions more in similar state aid over the years.) The railroad is headed by a prominent donor to Mr. Pataki and other Republicans, Walter Rich, who is being investigated by the state Lobbying Commission over his fund-raising activities.  The commission recently rejected an attempt by the company to be co-hosts to scores of legislators and their spouses on a private rail trip from Saratoga Springs, N.Y., to Canada.  ''Rehabilitating rail tracks in the Adirondacks will help draw visitors and boost economic opportunities throughout the region,'' Mr. Pataki said in one of his last public statements, which announced millions of dollars of new grants to Mr. Rich's company and other rail lines.  Lawmakers from both parties also directed nearly $1 million to SuperPower Inc. of Schenectady, a maker of superconducting cables. Political action committees connected to SuperPower had contributed to Mr. Pataki, Mr. Spitzer, Mr. Bruno and Assembly Speaker Sheldon Silver.  Mr. Bruno also directed $195,000 to Autotask and another $195,000 to e.nfrastructure (now called nfrastructure), two small companies in his district. Officials with the two technology firms said they had requested aid from Mr. Bruno to help their expanding operations stay in the capital region.  Federal authorities have been investigating Mr. Bruno's outside consulting business for several months and have issued subpoenas to at least one business that received member item money from him. Executives at Autotask and nfrastructure said they had not received subpoenas in that investigation and had never been clients of Mr. Bruno's consulting firm.  Dan Moran, vice president of human resources at nfrastructure, said that the application process for the state money was ''extensive,'' adding, ''we had to show every single penny we spent.'' He said that Mr. Bruno's staff played an important role in helping his company win the grant.  Richard Frederick, the president of Autotask, said he had recently been told his grant was ''on hold,'' though it was approved last month.  Jessica Copen, a spokeswoman for the Empire State Development Corporation, said that ''some of these grants require public hearings, so that's why some have been held up, and the new administration just received signature power yesterday, and that means they can actually sign the grant disbursement agreements.''  John McArdle, a spokesman for Mr. Bruno, said that, like Mr. Spitzer, the Senate Republicans supported putting all future spending on initiatives, whether member items or capital projects, in the state budget.  But he defended the spending. ''The projects that we fund are principally geared to create jobs and attract business and employers to the state,'' he said.  Correction:  January 18, 2007, Thursday  An article on Sunday about a record set in 2006 for the amount of borrowed money the New York Legislature and Gov. George E. Pataki committed to pet projects included an erroneous reference from David Catalfamo, a spokesman for Mr. Pataki, to a museum that Mr. Catalfamo defended as a worthwhile investment. It is the Natural History Museum of the Adirondacks in Tupper Lake -- not the Adirondack Museum, which is in Blue Mountain Lake.  ", 
            "title": "New High in '06 On Borrowing For Pet Projects"
        }, 
        "weight": 0.5125725568076855, 
        "file": "1818902.txt", 
        "other_topics": {
            "0": 0.1011915457766558, 
            "1": 7.007460408182633e-05, 
            "2": 0.00012771925151165126, 
            "3": 9.288202209174585e-05, 
            "4": 4.804885775516543e-05, 
            "5": 0.03777431906509123, 
            "6": 0.5125725568076855, 
            "7": 0.00037140002235788413, 
            "8": 0.007121065240554992, 
            "9": 0.00013428223969480757, 
            "10": 5.7671995617224024e-05, 
            "11": 0.0012597664499387345, 
            "12": 6.817127278725121e-05, 
            "13": 5.196386560723927e-05, 
            "14": 3.30816188090672e-05, 
            "15": 0.0012364405586362667, 
            "16": 0.049456700565573046, 
            "17": 5.322627962971712e-05, 
            "18": 4.61585225801636e-05, 
            "19": 3.2077727209960135e-05, 
            "20": 0.16515977152646155, 
            "21": 0.00022049980352348674, 
            "22": 7.034204410720653e-05, 
            "23": 0.01418871247372576, 
            "24": 3.9970360477713894e-05, 
            "25": 0.01889349792198661, 
            "26": 0.016527048524304252, 
            "27": 4.903316251496006e-05, 
            "28": 7.418228871770639e-05, 
            "29": 0.07297778915031136
        }
    }
]