[
    {
        "content": {
            "text": "  Re ''The Times Speaks for Itself'' (Dec. 17): In response to those who say you speak for The New York Times, you say that ''it exercises absolutely no control over what I write in the space regularly provided to me'' and give several examples and arguments why that is true.  I believe and agree with you. But at the end of the day, your paycheck comes from the paper, which means it is possible (though not necessarily true) either that you may occasionally consciously or unconsciously censor yourself, or that one day the paper may stop paying you.  If either of these events occurred (which you may not or cannot absolutely know or predict), it would then contradict your ''absolute'' statement.  DARREN LINKIN  Philadelphia, Dec. 17, 2006  LETTERS TO THE PUBLIC EDITOR  ", 
            "title": "An Independent Voice"
        }, 
        "weight": 0.7958636957022357, 
        "file": "1817262.txt", 
        "other_topics": {
            "0": 0.0008960526157989467, 
            "1": 0.0010888177654839197, 
            "2": 0.0015470802877389327, 
            "3": 0.0013460761631359942, 
            "4": 0.0008358944051135303, 
            "5": 0.021418587053704325, 
            "6": 0.1167640016474201, 
            "7": 0.001273905513914209, 
            "8": 0.0015980568348320315, 
            "9": 0.0015994389616572904, 
            "10": 0.0012214097378659028, 
            "11": 0.7958636957022357, 
            "12": 0.0019753283163084045, 
            "13": 0.0017327851634997555, 
            "14": 0.00148867900391132, 
            "15": 0.001170568635932883, 
            "16": 0.0017435656444703587, 
            "17": 0.04297551849214404, 
            "18": 0.0024896374535847065, 
            "19": 0.0009709006012477763
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  In ''The American Way of Equality'' (column, Jan. 14), David Brooks says: ''When Americans use the word 'equality,' they really mean 'fair opportunity.' When Americans use the word 'freedom,' they really mean 'opportunity.' ''  That's what one conservative columnist may think we believe. But when this American uses the word ''equality,'' I mean ''equal opportunity.'' When I use the word ''freedom,'' I'm referring to the rights guaranteed to Americans by our Constitution, including the Bill of Rights.  Freedom is precious. No American should be confused about it.  Iris Kaufman  Swampscott, Mass., Jan. 14, 2007  ", 
            "title": "Defining Our Values"
        }, 
        "weight": 0.7692955275477661, 
        "file": "1819462.txt", 
        "other_topics": {
            "0": 0.0010126731094132198, 
            "1": 0.001230526481052488, 
            "2": 0.0017484314847957675, 
            "3": 0.00152126684258885, 
            "4": 0.0009446853582506192, 
            "5": 0.0025146717675626896, 
            "6": 0.0018115800042643132, 
            "7": 0.0014397032441269108, 
            "8": 0.001806042586578992, 
            "9": 0.0018076045960470303, 
            "10": 0.0013803751870189046, 
            "11": 0.7692955275477661, 
            "12": 0.0022324156337677017, 
            "13": 0.001958305693803271, 
            "14": 0.13183158748412976, 
            "15": 0.00132291715846932, 
            "16": 0.0019704892452967696, 
            "17": 0.00518569332507038, 
            "18": 0.06788824075283872, 
            "19": 0.0010972624971582678
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  For the public, I think this was a significant year of awareness and information in regard to food. Hopefully this abundance of facts will encourage people to make more informed choices.  A lot of people don't realize the power they have when it comes to their food choices. We are never neutral when we purchase. Our purchase supports that product and its existence. When people decide they no longer want to support factory farming, they are making an informed decision. They recognize that it's wrong for pigs to be kept in crates so small that they can't even turn around, so they don't buy pork; it's that simple. But if they recognize that it's wrong and still buy pork, that's where the huge disconnect is.  I hope the integrity of this nation increases as people begin to connect the dots, and understand the value of their choices.  Robyn Moore  New York  ", 
            "title": "The Power of Choice"
        }, 
        "weight": 0.7626894451385248, 
        "file": "1816137.txt", 
        "other_topics": {
            "0": 0.0006659709009431121, 
            "1": 0.0008092392516433348, 
            "2": 0.0011498325376107198, 
            "3": 0.0010004407545894242, 
            "4": 0.0862121095792268, 
            "5": 0.001653740192222853, 
            "6": 0.0011913613152713205, 
            "7": 0.0009468015469843811, 
            "8": 0.0582482863146126, 
            "9": 0.0011887469413262924, 
            "10": 0.0009077852452023408, 
            "11": 0.7626894451385248, 
            "12": 0.0014681182279652192, 
            "13": 0.001287853498924127, 
            "14": 0.001106427100339348, 
            "15": 0.0008699987426440235, 
            "16": 0.058356432456191126, 
            "17": 0.017675443380741642, 
            "18": 0.0018503668967108343, 
            "19": 0.0007215999783256823
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Taking a break from grading Introduction to Metaphysics and Epistemology papers on Dec. 17 to read the Book Review, I noticed that Rebecca Newberger Goldstein's sensitive review of Robert D. Richardson's biography of William James discussed the same issue as one of the assigned paper topics: Compare Pascal's wager with James's will to believe.  Goldstein properly points to some similarities, but there is a major difference. If you win Pascal's wager you win salvation; if you win James's bet you gain something more suitable to a philosopher: new evidence. For some people the world looks entirely different after taking an art class than it did before. They see the same material objects; but everything takes on a different meaning. James is raising the possibility that the same is true for a spiritual universe. Before the leap the universe is solely material; afterward, thanks to our openness, we see the same universe as invested with religious meaning. James, the perfect amalgamation of religious and scientific temperaments, tried his entire life to make this leap, but was never satisfied with the evidence he saw.  Steven B. Gerrard  Williamstown, Mass.  The writer is chairman of the program in Jewish studies at Williams College.  ", 
            "title": "Will to Believe"
        }, 
        "weight": 0.6939520029272681, 
        "file": "1816890.txt", 
        "other_topics": {
            "0": 0.0004663811191070936, 
            "1": 0.0005667123102110499, 
            "2": 0.0008052306563503209, 
            "3": 0.010690526262499878, 
            "4": 0.00043506972831568484, 
            "5": 0.0011581184710458652, 
            "6": 0.0008343133651789986, 
            "7": 0.0006630475362055233, 
            "8": 0.0008317631374371562, 
            "9": 0.0507820577750081, 
            "10": 0.04059538453068972, 
            "11": 0.6939520029272681, 
            "12": 0.0010281269364326626, 
            "13": 0.12078086771745092, 
            "14": 0.0007748337180136949, 
            "15": 0.0006092623365998143, 
            "16": 0.0009074981559868826, 
            "17": 0.002388242991555175, 
            "18": 0.07122522202087861, 
            "19": 0.0005053383037646171
        }
    }, 
    {
        "content": {
            "text": "  Are you an optimist or a pessimist? Put so starkly, the question has a fatuous ring. Unless you are in the grip of a bipolar disorder, you are probably optimistic about some things and pessimistic about others. Optimism tends to reign when people are imagining how their own plans will turn out. Research shows that we systematically exaggerate our chances of success, believing ourselves to be more competent and more in control than we actually are. Some 80 percent of drivers, for example, think they are better at the wheel than the typical motorist and thus less likely to have an accident. We live in a Lake Woebegon of the mind, it seems, where all the children are above average. Such ''optimism bias,'' as psychologists have labeled it, is hardly confined to our personal lives. In fact, as Daniel Kahneman, a Nobel laureate in economics, and Jonathan Renshon argue in the current issue of Foreign Policy, it may help explain why hawkishness so often prevails at the national level. Wasn't the Iraq war expected by proponents to be ''fairly easy'' (John McCain) or ''a cakewalk'' (Kenneth Adelman)?  But when it comes to the still bigger picture -- the fate of civilization, of the planet, of the cosmos -- pessimism has historically been the rule. A sense that things are heading downhill is common to nearly every culture, as Arthur Herman observes in ''The Idea of Decline in Western History.'' The golden age always lies in the past, never in the future. It's not hard to find a psychological explanation for this big-picture gloominess. As we age, we become aware of our powers diminishing; we dwell on the happy episodes from our past and forget the wretched ones; moving toward the grave, we are consumed by nostalgia and foreboding. What could be more natural than to project this mixture of attitudes onto history at large?  The very idea of progress, a novelty of the Enlightenment that has been in fashion only fitfully since, can grow wearisome. ''Progress might have been all right once,'' Ogden Nash said, ''but it has gone on too long.''  You might think scientists would be the optimistic exception here. Science, after all, furnishes the model for progress, based as it is on the gradual and irreversible growth of knowledge. At the end of last year, Edge.org, an influential scientific salon, posed the questions ''What are you optimistic about? Why?'' to a wide range of thinkers. Some 160 responses have now been posted at the Web site. As you might expect, there is a certain amount of agenda-battling, and more than a whiff of optimism bias. A mathematician is optimistic that we will finally get mathematics education right; a psychiatrist is optimistic that we will find more effective drugs to block pessimism (although he is pessimistic that we will use them wisely). But when the scientific thinkers look beyond their own specializations to the big picture, they continue to find cause for cheer -- foreseeing an end to war, for example, or the simultaneous solution of our global-warming and energy problems. The most general grounds for optimism offered by these thinkers, though, is that big-picture pessimism so often proves to be unfounded. The perennial belief that our best days are behind us is, it seems, perennially wrong.  Such reflections may or may not ease our tendency toward global pessimism. But what about our contrary tendency to be optimistic -- indeed, excessively so -- in our local outlook? Is that something we should, in the interests of cold reason, try to disabuse ourselves of? Optimism bias no doubt causes a good deal of mischief, leading us to underestimate the time and trouble of the projects we undertake. But the mere fact that it is so widespread in our species suggests it might have some adaptive value. Perhaps if we calculated our odds in a more cleareyed way, we wouldn't be able to get out of bed in the morning.  A couple of decades ago, the psychologist Shelley Taylor proposed that ''positive illusions'' like excessive optimism were critical to mental health. People who saw their abilities and chances realistically, she noted, tended to be in a state of depression. (Other psychologists, taking a closer look at the data, countered that depressives actually show more optimism bias than nondepressives: given the way things turn out for them, they are not pessimistic enough.) And there is new evidence that optimism may in some ways be self-fulfilling. In a recently published study, researchers in the Netherlands found that optimistic people -- those who assented to statements like ''I often feel that life is full of promises'' -- tend to live longer than pessimists. Perhaps, it has been speculated, optimism confers a survival advantage by helping people cope with adversity.  But pessimism still appears to have its advantages. Another recently published paper observes that over the last three decades, the people of Denmark have consistently scored higher on life-satisfaction than any other Western nation. Why? Because, say the authors, the Danes are perennial pessimists, always reporting low expectations for the year to come. They then find themselves pleasantly surprised when things turn out rather better than expected.  Americans, too, are lowering their expectations, at least in one respect. According to the Census Bureau's 2007 Statistical Abstract of the United States, most college freshmen in 1970 said their primary goal was to develop a meaningful life philosophy. In 2005, by contrast, most freshmen said their primary goal was to be comfortably rich -- a more modest one, it would seem, given the relative frequency of wealth and wisdom.  As for the minority still seeking a philosophy of life, the Viennese satirist Karl Kraus came up with a formula nearly a century ago that remains the perfect blend of optimism and pessimism: Things are hopeless but not serious.  THE WAY WE LIVE NOW: 1-21-07 Jim Holt is a contributing writer for the magazine.  ", 
            "title": "You Are What You Expect"
        }, 
        "weight": 0.639714535011335, 
        "file": "1820231.txt", 
        "other_topics": {
            "0": 0.00011166009916992947, 
            "1": 0.00013568120613488018, 
            "2": 0.00019278682446425966, 
            "3": 0.014518340199806743, 
            "4": 0.00010416358428611341, 
            "5": 0.00027727456800800303, 
            "6": 0.00019974975246219746, 
            "7": 0.062344684002961656, 
            "8": 0.00019913918168457847, 
            "9": 0.012158145720106721, 
            "10": 0.00015220393317597923, 
            "11": 0.639714535011335, 
            "12": 0.00024615223682540534, 
            "13": 0.00021592812719379217, 
            "14": 0.02649494472147951, 
            "15": 0.00014586845422791793, 
            "16": 0.00021727151881282536, 
            "17": 0.02448945730430412, 
            "18": 0.01705261004021332, 
            "19": 0.201029403513347
        }
    }, 
    {
        "content": {
            "text": "  Income inequality is on the rise. The rich are getting better at passing their advantages on to their kids. Lifestyle and values gaps are widening between the educated and uneducated. So the big issue is: Will Americans demand new policies to reverse these trends -- to redistribute wealth, to provide greater economic security? Are we about to see a mass populist movement in this country?  Nobody was smarter on this subject than Seymour Martin Lipset, the eminent sociologist who died at 84 on New Year's Eve. Lipset had been a socialist in the hothouse atmosphere of City College during the 1940s, and though he later became a moderate Democrat, he continued to wonder, with some regret, why America never had a serious socialist movement, why America never adopted a European-style welfare state.  Lipset was aware of the structural and demographic answers to such questions. For example, racially diverse nations tend to have lower levels of social support than homogeneous ones. People don't feel as bound together when they are divided on ethnic lines and are less likely to embrace mutual support programs. You can have diversity or a big welfare state. It's hard to have both.  But as he studied these matters, Lipset moved away from structural or demographic explanations (too many counterexamples). He drifted, as Tocqueville and Werner Sombart had before him, to values.  America never had a feudal past, so nobody has a sense of social place or class-consciousness, Lipset observed. Meanwhile, Americans have inherited from their Puritan forebears a sense that they have a spiritual obligation to rise and succeed.  Two great themes run through American history, Lipset wrote in his 1963 book ''The First New Nation'': achievement and equality. These are often in tension because when you leave unequally endowed people free to achieve, you get unequal results.  Though Lipset never quite put it this way, the clear message from his writings is that when achievement and equality clash in America, achievement wins. Or to be more precise, the achievement ethos reshapes the definition of equality. When Americans use the word ''equality,'' they really mean ''fair opportunity.'' When Americans use the word ''freedom,'' they really mean ''opportunity.''  Lipset was relentlessly empirical, and rested his conclusions on data as well as history and philosophy. He found that Americans have for centuries embraced individualistic, meritocratic, antistatist values, even at times when income inequality was greater than it is today.  Large majorities of Americans have always believed that individuals are responsible for their own success, Lipset reported, while people in other countries are much more likely to point to forces beyond individual control. Sixty-five percent of Americans believe hard work is the key to success; only 12 percent think luck plays a major role.  In his ''American Exceptionalism'' (1996), Lipset pointed out that 78 percent of Americans endorse the view that ''the strength of this country today is mostly based on the success of American business.'' Fewer than a third of all Americans believe the state has a responsibility to reduce income disparities, compared with 82 percent of Italians. Over 70 percent of Americans believe ''individuals should take more responsibility for providing for themselves'' whereas most Japanese believe ''the state should take more responsibility to ensure everyone is provided for.''  America, he concluded, is an outlier, an exceptional nation. And though his patriotism pervaded his writing, he emphasized that American exceptionalism is ''a double-edged sword.''  Political movements that run afoul of these individualistic, achievement-oriented values rarely prosper. The Democratic Party is now divided between moderates -- who emphasize individual responsibility and education to ameliorate inequality -- and progressive populists, who advocate an activist state that will protect people from forces beyond their control. Given the deep forces in American history, the centrists will almost certainly win out.  Indeed, the most amazing thing about the past week is how modest the Democratic agenda has been. Democrats have been out of power in Congress for 12 years. They finally get a chance to legislate and they push through a series of small proposals that are little pebbles compared to the vast economic problems they described during the campaign.  They grasp the realities Marty Lipset described. They understand that in the face of inequality, Americans have usually opted for policies that offer more opportunity, not those emphasizing security or redistribution. American domestic policy is drifting leftward, but there are sharp limits on how far it will go.  Op-Ed Columnist  ", 
            "title": "The American Way of Equality"
        }, 
        "weight": 0.630033011322897, 
        "file": "1818883.txt", 
        "other_topics": {
            "0": 0.000132214862388944, 
            "1": 0.00016065785478650365, 
            "2": 0.00022827566567134092, 
            "3": 0.00019861699138658145, 
            "4": 0.0029553896410793716, 
            "5": 0.03148088024186466, 
            "6": 0.00023652035266262197, 
            "7": 0.0596610448443514, 
            "8": 0.00023579738598122264, 
            "9": 0.08236548835591993, 
            "10": 0.00018022214049168153, 
            "11": 0.630033011322897, 
            "12": 0.00029146476100718187, 
            "13": 0.003087728173557421, 
            "14": 0.1814709401356865, 
            "15": 0.00017272040546266985, 
            "16": 0.0002572675841632311, 
            "17": 0.0006770454581960042, 
            "18": 0.006031454947772533, 
            "19": 0.00014325887467318146
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  In her review of Robert Richardson's biography of William James (Dec. 17), Rebecca Newberger Goldstein misunderstands James's concept of ''the divided self,'' which is central to his interpretation of religion. Concerned to highlight the connection between James's personal experience and his philosophical views, she describes James as a ''deeply divided man'' because he wasted much time trying to decide what profession to pursue. She then claims that he defined the divided self as a ''technical term in psychology,'' implying that it means merely a self struggling to make a decision.  The fact is that the divided self is for James an essentially religious concept describing the inner turmoil and division so well expressed by the anguished words of St. Paul -- ''The good I would, I do not, and that I would not, that I do, O wretched man that I am.'' James rightly saw this as the confession of human sin, the conflict between the self that knows what ought to be done and the same self acknowledging its inability to do it. That the divided self had basically religious significance for James is shown in two of his other examples -- St. Augustine and John Bunyan -- each of whom has left us vivid accounts of his own grappling with the divided self that defines the human predicament in biblical religion.  John E. Smith  New Haven  The writer is Clark professor emeritus of philosophy at Yale University.  ", 
            "title": "The Divided Self"
        }, 
        "weight": 0.626434116132755, 
        "file": "1818605.txt", 
        "other_topics": {
            "0": 0.0004400073054816146, 
            "1": 0.0005346647760454596, 
            "2": 0.0007596949294822079, 
            "3": 0.0006609917041382686, 
            "4": 0.00041046657124394495, 
            "5": 0.0010926269675088736, 
            "6": 0.0007871330135373955, 
            "7": 0.0006255522529955227, 
            "8": 0.0007847270009629565, 
            "9": 0.0007854056953716256, 
            "10": 0.0194497465317906, 
            "11": 0.626434116132755, 
            "12": 0.0009699864434025764, 
            "13": 0.1799256229507514, 
            "14": 0.0007310169354888054, 
            "15": 0.0005748086019690657, 
            "16": 0.000856179210491647, 
            "17": 0.0022531880483528774, 
            "18": 0.16144730346365405, 
            "19": 0.00047676146457605793
        }
    }, 
    {
        "content": {
            "text": "  As a retired teacher of humanities and English, I thought at first that D. T. Max's article (Jan. 7) described a good way to help students connect with meaning and a desire to do good. But it's hard to see positive psychology as entirely worthwhile if it values happiness ''at the cost of a full understanding of literature and human complexity.''  Nancy Tilly  Chapel Hill, N.C.  Mark Linkins seems to be describing an established scientific or philosophical truth, as Max quotes him: ''It's preferable to be happy than not, even if that means the potential for creative output is diminished.'' The logic in his astonishing assumption makes a compelling argument for lobotomies.  Robert Edwards  Swarthmore, Pa.  ", 
            "title": "Happiness 101"
        }, 
        "weight": 0.6233720904249666, 
        "file": "1820269.txt", 
        "other_topics": {
            "0": 0.0007767796130713731, 
            "1": 0.0009438859143597518, 
            "2": 0.0013411493991663534, 
            "3": 0.0011669008077534425, 
            "4": 0.0007246290241490715, 
            "5": 0.0019289005943296867, 
            "6": 0.001389588013821807, 
            "7": 0.0011043367484681263, 
            "8": 0.0013853404899890564, 
            "9": 0.15113458435199068, 
            "10": 0.01769750039777344, 
            "11": 0.6233720904249666, 
            "12": 0.001712393600751735, 
            "13": 0.068056822197045, 
            "14": 0.001290521873667713, 
            "15": 0.0010147549776222623, 
            "16": 0.001511480713070216, 
            "17": 0.003977730638951227, 
            "18": 0.11862894558901799, 
            "19": 0.0008416646300346615
        }
    }, 
    {
        "content": {
            "text": "  MANY signs point to a growing historical consciousness among the American people. I trust that this is so. It is useful to remember that history is to the nation as memory is to the individual. As persons deprived of memory become disoriented and lost, not knowing where they have been and where they are going, so a nation denied a conception of the past will be disabled in dealing with its present and its future. ''The longer you look back,'' said Winston Churchill, ''the farther you can look forward.''  But all historians are prisoners of their own experience. We bring to history the preconceptions of our personalities and of our age. We cannot seize on ultimate and absolute truths. So the historian is committed to a doomed enterprise -- the quest for an unattainable objectivity.  Conceptions of the past are far from stable. They are perennially revised by the urgencies of the present. When new urgencies arise in our own times and lives, the historian's spotlight shifts, probing at last into the darkness, throwing into sharp relief things that were always there but that earlier historians had carelessly excised from the collective memory. New voices ring out of the historical dark and demand to be heard.  One has only to note how in the last half-century the movements for women's rights and civil rights have reformulated and renewed American history. Thus the present incessantly reinvents the past. In this sense, all history, as Benedetto Croce said, is contemporary history. It is these permutations of consciousness that make history so endlessly fascinating an intellectual adventure. ''The one duty we owe to history,'' said Oscar Wilde, ''is to rewrite it.''  We are the world's dominant military power, and I believe a consciousness of history is a moral necessity for a nation possessed of overweening power. History verifies John F. Kennedy's proposition, stated in the first year of his thousand days: ''We must face the fact that the United States is neither omnipotent or omniscient -- that we are only 6 percent of the world's population; that we cannot impose our will upon the other 94 percent of mankind; that we cannot right every wrong or reverse each adversity; and therefore there cannot be an American solution to every world problem.''  History is the best antidote to delusions of omnipotence and omniscience. Self-knowledge is the indispensable prelude to self-control, for the nation as well as for the individual, and history should forever remind us of the limits of our passing perspectives. It should strengthen us to resist the pressure to convert momentary impulses into moral absolutes. It should lead us to acknowledge our profound and chastening frailty as human beings -- to a recognition of the fact, so often and so sadly displayed, that the future outwits all our certitudes and that the possibilities of the future are more various than the human intellect is designed to conceive.  Sometimes, when I am particularly depressed, I ascribe our behavior to stupidity -- the stupidity of our leadership, the stupidity of our culture. Three decades ago, we suffered defeat in an unwinnable war against tribalism, the most fanatic of political emotions, fighting against a country about which we knew nothing and in which we had no vital interests. Vietnam was hopeless enough, but to repeat the same arrogant folly 30 years later in Iraq is unforgivable. The Swedish statesman Axel Oxenstierna famously said, ''Behold, my son, with how little wisdom the world is governed.''  A nation informed by a vivid understanding of the ironies of history is, I believe, best equipped to manage the tragic temptations of military power. Let us not bully our way through life, but let a growing sensitivity to history temper and civilize our use of power. In the meantime, let a thousand historical flowers bloom. History is never a closed book or a final verdict. It is forever in the making. Let historians never forsake the quest for knowledge in the interests of an ideology, a religion, a race, a nation.  The great strength of history in a free society is its capacity for self-correction. This is the endless excitement of historical writing -- the search to reconstruct what went before, a quest illuminated by those ever-changing prisms that continually place old questions in a new light.  History is a doomed enterprise that we happily pursue because of the thrill of the hunt, because exploring the past is such fun, because of the intellectual challenges involved, because a nation needs to know its own history. Or so we historians insist. Because in the end, a nation's history must be both the guide and the domain not so much of its historians as its citizens.  Op-Ed Contributor Arthur M. Schlesinger Jr., who has won Pulitzer Prizes for history and biography, is the author, most recently, of ''War and the American Presidency.''  ", 
            "title": "Folly's Antidote"
        }, 
        "weight": 0.6062615135232989, 
        "file": "1815784.txt", 
        "other_topics": {
            "0": 0.00013259036510175095, 
            "1": 0.05128281640684045, 
            "2": 0.0002289239901499857, 
            "3": 0.0001991810824254226, 
            "4": 0.0001236886566774801, 
            "5": 0.0003292486436866078, 
            "6": 0.00023719209283202595, 
            "7": 0.017229069296755332, 
            "8": 0.00023646707285688014, 
            "9": 0.0002366715884145013, 
            "10": 0.00018073398841437135, 
            "11": 0.6062615135232989, 
            "12": 0.005972481689442722, 
            "13": 0.23314415782206616, 
            "14": 0.014420755109430444, 
            "15": 0.00017321094774843464, 
            "16": 0.00025799824843217235, 
            "17": 0.04044029231797802, 
            "18": 0.020249057702597564, 
            "19": 0.008663949454850791
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''Free Will: Now You Have It, Now You Don't'' (Jan. 2): Dennis Overbye writes knowledgeably about the status of current research on consciousness and free will. However, any scientist worth his salt knows that before beginning a project, a literature search must be done so as to make sure your question hasn't already been answered.  For something like 2,500 years, human consciousness has been studied by Buddhists, and none of their observations or conclusions seem to have been taken into account. The problem may be twofold: Buddhist thought is wrapped up in a religious garment, which is unpalatable to Westerners; and lacking M.R.I. and other modern instruments, the Buddhists have studied the only consciousness possible, their own, which is unpalatable to our Western way of studying only others. Still, some mention of this work should be in order.  Albert S. Kirsch  Bal Harbour, Fla.  To the Editor:  ''Free Will: Now You Have It, Now You Don't'' expresses the common concern that in the absence of free will, ''people are no more responsible for their actions than asteroids or planets.''  Criminals can't help themselves. But we can take comfort from the thought that the cops who arrest them and the judges and juries who send them to prison also can't help themselves.  Harold Dorn  Hoboken, N.J.  To the Editor:  Dennis Overbye's survey of scientific attempts to find the source of free will completely neglects the frequent presence of regret when we confront choices that we (presumably) made in our past.  Is this reaction meaningless? Or has evolution supplied us with a physical gene that jumps ahead into the future by showing alternative possibilities? Somehow all this is a stretch. We can only wonder whether the whole discussion is really asking the right questions.  Edwin H. Rutkowski  Vestal, N.Y.  To the Editor:  Dennis Overbye draws us into the issues of ''free will'' when his private wish to seek pleasure by indulging in chocolate cake conflicts with his health concerns and his wife's disapproval. We are then taken on a fascinating journey of the struggles facing researchers in physics, philosophy, cognitive science and computer science exploring ''free will.''  But the article makes it seem that something new is being discovered, when the restrictive effect that unconscious neurotic conflict has on ''free will'' has been studied in depth by psychoanalytic clinicians and researchers for over a century. This is unfortunate because a psychoanalytic perspective would have clarified and illuminated crucial aspects of these issues for your readers. Why are you feeding us only morsels when we could sink our teeth into the whole cake?  Bruce J. Levin, M.D.  Plymouth Meeting, Penn.  ", 
            "title": "Chocolate Morsels and Free Will"
        }, 
        "weight": 0.6032146826685492, 
        "file": "1817630.txt", 
        "other_topics": {
            "0": 0.0002481922253171727, 
            "1": 0.0003015850848662219, 
            "2": 0.027009987562691806, 
            "3": 0.00037284154131645873, 
            "4": 0.04276188312066121, 
            "5": 0.0006163114001272248, 
            "6": 0.00044399329696725087, 
            "7": 0.0003528514272125354, 
            "8": 0.0004426361521936261, 
            "9": 0.0004430189791910404, 
            "10": 0.0003383109379070453, 
            "11": 0.6032146826685492, 
            "12": 0.05902637072595669, 
            "13": 0.03237771905896845, 
            "14": 0.00041234024458961557, 
            "15": 0.00032422876683377354, 
            "16": 0.00048293976230606223, 
            "17": 0.01721982463802593, 
            "18": 0.0272710608036547, 
            "19": 0.18633922160266406
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  ''Our Overrated Inner Self,'' by Orlando Patterson (column, Dec. 26), represents the clearest thinking on social and political discourse I've read in a long while.  It breaks down the reality of interpersonal relations both at a microcosmic and a macrocosmic level to its root: how we act toward one another rather than how we think about one another.  The social contract by which we Americans live with one another here and how we live with those abroad depends more on how we abide by our agreements than on whether we agree on all our respective values and objectives.  If it didn't sound overly religious, I'd say Mr. Patterson's column could be summed up by the phrase ''Do unto others as you would have others do unto you,'' long held by major religious and secular ethicists as the basis of good living.  Irv Rubenstein  Nashville, Dec. 26, 2006  To the Editor:  I agree that what sincerity ''means for us today is that the best way of living in our diverse and contentiously free society is neither to obsess about the hidden depths of our prejudices nor to deny them, but to behave as if we had none.''  But is it not possible that by being civil and sincere, we one day also become ''authentic''? Doing changes to being.  Ginger Nathanson  Long Valley, N.J.  Dec. 26, 2006  To the Editor:  This last year has given us apologies from Mel Gibson, Michael Richards, George Allen and Terrell Owens, as well as numerous other celebrities and politicians. The common thread is the disassociation between the ''real'' person that each individual is ''inside'' (or claims to be) and the bad behavior that each has displayed in words and actions.  Some of these individuals have gone so far as to say he did not know who it was that was speaking or acting in such a despicable manner.  I am not sure how one can have such inner goodness and purity of heart and behave so badly. All I know is that I am judged by my actions and can know others only by how they behave. That is accountability. That is the foundation of a civil society.  Bob Hoot  Middleton, Wis., Dec. 26, 2006  To the Editor:  Turn on the television or the radio and listen to the emotional discourse that passes for rational thinking. One hears the irrational voice that used to be kept private.  Is this a failure of our education to impart the knowledge and confidence one needs to be mature? Or is it a product of our drifting in an ocean of overcommunication?  Whatever it is, our need now is to take back our private self and return rational thinking to the public self.  Hendrik E. Sadi  Yonkers, Dec. 26, 2006  To the Editor:  Years ago, I read an article in The New York Times about a man who had a mean and miserly nature. He knew this and tried to counteract his nature by acting warmly and generously toward others.  On his deathbed, people lauded him as a philanthropist and friend to humanity. Within himself, he still felt mean and miserly, but his deeds proclaimed otherwise.  The point of that article, as of Orlando Patterson's column, is that the effect you have on others is the important part of your essence. You are defined by your actions, not by your sometimes more ignoble inner thoughts.  Barbara Preschel  New York, Dec. 26, 2006  ", 
            "title": "Is It Who We Are, or How We Act?"
        }, 
        "weight": 0.6028375512375086, 
        "file": "1815780.txt", 
        "other_topics": {
            "0": 0.00021907548231085618, 
            "1": 0.0424997091134463, 
            "2": 0.0473043611207667, 
            "3": 0.000329101527596379, 
            "4": 0.00020436742969375093, 
            "5": 0.005236620268134092, 
            "6": 0.08955152685412733, 
            "7": 0.0003114565595351533, 
            "8": 0.00039070816342501557, 
            "9": 0.0191614925547014, 
            "10": 0.0472247380813046, 
            "11": 0.6028375512375086, 
            "12": 0.0004829470903689135, 
            "13": 0.10835371506459271, 
            "14": 0.0003639664290217239, 
            "15": 0.0002861917748728465, 
            "16": 0.005118895162744829, 
            "17": 0.015199675908715404, 
            "18": 0.014686525146087297, 
            "19": 0.00023737503104614773
        }
    }, 
    {
        "content": {
            "text": "  IN one of his last books, Romain Gary tells how, as a lover at 59 of a Russian woman of 20, he decided to end the relationship because of the age difference. But, deeply in love, he hesitated. In the cafe where he went to write a letter breaking off the liaison, the server asked him what he wanted. ''Je prendrai une décision,'' he said, I will have a decision. As the server, philosophically, waited for him to place his proper order, he corrected himself. ''Je prendrai une infusion,'' I will have an herbal tea.  The practice of making New Year's resolutions is growing rare in France, perhaps because we spread them out from January to December, a demonstration of a delicate balance between good will and willpower. Descendants of the spiritual exercises of the ancients, resolutions are both educational and therapeutic.  In declaring resolutions, if possible before witnesses, we nourish the illusion that changing our lifestyles will change our lives: ''This year, I will read Proust.'' ''This year, I will not invade Iraq.'' ''This year, I will be faithful to my wife.'' ''This year, I will reduce unemployment in France.'' Or, more prosaically, ''I will exercise three times a week, I will finally try to stop smoking, I will cut back on sugar,'' etc. It's a sort of collective drunkenness for people to make vows that nobody expects to keep.  Westerners are athletes of introspection -- we never stop analyzing ourselves. ''It is never too late or too early to care for the well-being of the soul,'' Epicurus said, and so we make our lives a study of ourselves. We need a moment in the year when we look at ourselves, weigh our good and bad habits, evaluate our conduct as a doctor evaluates our health during an annual examination, so we can strive for a way of life that is wiser and more responsible.  There are two types of resolutions: those that are reasonable, and those that are not. The day I took communion, when I was an adolescent and still believed in God, I would decide to be good to everyone, to smile at my family, to spread charity and goodwill. This love for my neighbors, even the ones who annoyed me, lasted two days, and then I returned to being an ordinary human, neither good nor bad, with my moods and my preferences. I could not make myself someone I was not.  Similarly, to declare that in 2007 we resolve to be happy is unreasonable. We can't determine to be happy: it is in our power to avoid certain evils, to stay away from conflict, to not bankrupt ourselves, to not throw ourselves out the window or under a train, but we can't order up happiness as we order a dish in a restaurant or command a dog to come at our call. Happiness eludes the rendezvous we fix, arrives when we least expect it, disappears when we think we have it in hand.  In other words, those people who are unhappy about not being happy forget that happiness has a knack for indirection, coming in the middle of the most ordinary day or disappearing at the height of one's career. It is a matter of luck, almost of grace, a visitor who enters the house unexpectedly and vanishes on tiptoe. ''I recognize happiness by the sound it makes when it leaves,'' said the poet Jacques Prévert.  In contrast, let's imagine someone who sets out on Dec. 31 to ruin his life. It's not certain that ruin will arrive easily: it is no less difficult to destroy one's life than to improve it. Catastrophe is a delicate art that also requires chance. Hell is just as hard to get into as heaven.  If the end of the year brings a flood of resolutions to change, it is because we are faced with an existence that is invaded by the routine, by the rush of demands. We can't bear it. We know that another life exists, more beautiful, more passionate, one that laziness and apathy keeps us from attaining.  I have to break with time to overcome my obstacles, to rediscover myself, to be myself in all innocence. I can change my life, at least in some small way. Making resolutions demonstrates optimism, the desire to make oneself better, a faith, naïve and beautiful at once, that declarations can spontaneously become actions, that saying means doing.  Oh, the glorious day of making a resolution, the belief that starting tomorrow I will be the pilot of my existence, that I will stop being the plaything of external circumstances, that I will govern myself. I'm better than I seem to be -- a person obsessed by little irritants, addicted to talking nonsense -- and I'm going to prove it to the world. The certainty that soon, thanks to my willpower, I will no longer be someone who is habitually late, a slave to my cellphone, a glutton, a distracted driver that can galvanize me, prompt me to change, tear away my imperfect personality. Real life starts now; I can immediately free myself of my neuroses, correct myself. I can rid myself of the fear of failure and of the specter of the failures of the past.  Knowing that you can change your behavior, even by an iota, is essential for holding yourself in esteem. We're often cynical about how resolutions are never kept, but we shouldn't be. Resolutions are perhaps lies, but they're lies of good faith, necessary illusions. As long as we can make them, we are saved, we can control the chaos of destiny; it doesn't matter that we break them and that others view us with skepticism. Every resolution is good simply because it is declared. It is a comedy, perhaps, but it keeps us sane.  Op-Ed Contributor Pascal Bruckner is the author of ''The Temptation of Innocence: Living in the Age of Entitlement.'' This article was translated by The Times from the French.  ", 
            "title": "Another Last Chance to Change Your Life"
        }, 
        "weight": 0.5923996247098263, 
        "file": "1815781.txt", 
        "other_topics": {
            "0": 0.00011845998729846413, 
            "1": 0.000143943934089812, 
            "2": 0.00020452717619919215, 
            "3": 0.002715374944196301, 
            "4": 0.025484716190012205, 
            "5": 0.0002941600629821106, 
            "6": 0.00021191413329781132, 
            "7": 0.00016841291274303987, 
            "8": 0.00021126637991858956, 
            "9": 0.015435974644586053, 
            "10": 0.005236314712075918, 
            "11": 0.5923996247098263, 
            "12": 0.002798563365007809, 
            "13": 0.12963754487009427, 
            "14": 0.01795875287589653, 
            "15": 0.00015475156625813937, 
            "16": 0.00023050294196601116, 
            "17": 0.2061377043895239, 
            "18": 0.00032913516006698277, 
            "19": 0.00012835504396059816
        }
    }, 
    {
        "content": {
            "text": "  CERTAIN mortals have the power to sink hearts and sour moods with lightning speed. The hysterical colleague. The meddlesome neighbor. The crazy in-law. The explosive boss. A mélange of cantankerous individuals, they are united by a single achievement: They make life miserable.  You call them jerks, dolts and nitwits. Psychologists call them ''difficult people.'' In fact they are difficult in so many ways that they have been classified into species like the Complainer, the Whiner and the Sniper, to name but three.  But in an age when no problem goes unacknowledged or unaddressed, living with such people is no longer the only choice. Instead, an industry of books and seminars has sprung up, not to help the difficult change their maddening ways, but to help the rest of us cope with them.  Two decades ago there were only a handful of books offering advice on how to defang the dears. Today there are scores of seminars, workbooks and multimedia tools to help people co-exist with those they wish did not exist.  In the spring, Career Press is to publish ''151 Quick Ideas to Deal With Difficult People'' by Carrie Mason-Draffen. But numerous resources are already on the market, including the succinctly titled ''Since Strangling Isn't an Option'' by Sandra A. Crowe.  Next month the Career and Professional Development Center at Duke Law School will for the first time offer a workshop called Dealing With Conflict and Difficult People. In September the negotiation program in Harvard Law School's executive education series will present a seminar called Dealing With Difficult People and Difficult Situations. And the Graduate School, United States Department of Agriculture, which offers continuing education classes, has scheduled more than half a dozen seminars entitled Positive Approaches to Difficult People for this year.  The lessons include common sense (talk it out and put yourself in their shoes), character by character tactical road maps and something that the victims of the difficult don't want to hear: they might be the problem.  Nan Harrison, the vice president of training resources and publication sales for CareerTrack, which every month presents more than 50 public ''difficult people'' seminars across the country, attributes the increased popularity of such workshops to a desire to improve workplace skills in a time of corporate downsizing and a more competitive job market. ''I think the stakes have gotten higher for everyone,'' she said.  Other conflict-resolution specialists suggested an unexpected reason for the increasing interest: A post-9/11 desire to make peace, even if it is merely with the wet blanket in the adjoining cubicle.  Whatever the reason, ''difficult people'' gurus are in demand. That is perhaps because everyone knows at least one person who can set the blood boiling. They can be found in corporate offices, on co-op boards, in church choirs and on university faculties. They are the office Cassandra who predicts doom for every project her team initiates, the intimidating boss for whom nothing is ever good enough and the unreasonable receptionist at the motor vehicles office.  ''They're very disruptive, these people,'' said Brook Zelcer, a tennis pro and an English teacher in Westwood, N.J.  On the tennis court, Mr. Zelcer has been served up his share of overbearing and impatient parents. One stood out as truly difficult: The father who gave his wife play-by-plays of his daughter's matches on his cellphone, disrupted games by shouting from the stand, encouraged his daughter to cheat during matches and drove her to tears.  Mr. Zelcer tried to control the father, but all he got was a phone call from the man insisting he loved his child. ''That's one of the reasons I quit coaching,'' Mr. Zelcer said. ''I couldn't deal with these people.''  For Ann Rothman, a Manhattan real estate agent, her difficult person is a know-it-all friend who simply cannot be pleased.  ''She's a superior human being, and she comes from a superior area -- Berkeley, Calif.,'' Ms. Rothman said. ''She has told me many times that there are only two places to get good food. One of them is Berkeley, and one of them is France. And France is only second to Berkeley.''  Difficult people are not harmless. The impact of slowing productivity or creating unhappy customers and vendors is immeasurable, unknowable and often a company's biggest cost, said Ms. Harrison of CareerTrack, paraphrasing W. Edwards Deming, a management consultant.  Yet, some scholars say, the problem is not the difficult people themselves. It is you.  ''There's a good quote from the Talmud,'' said Bruce Elvin, an associate dean and the director of the Career and Professional Development Center at Duke Law School. '' 'We do not see the world as it is. We see the world as we are.' That really in my view sums this topic up.''  He and others say that rather than seeing the office curmudgeon or the post office nitpicker as the sum of their most wretched behavior, it is better to think of them as full people, even to empathize with them, if only to maintain some sense of control.  Easier said than done. But psychologists say people exhibit difficult behavior because they have a need that is not being met. Understanding that need -- a colleague may be snappish, for instance, because his personal life is in turmoil -- helps take the sting out of his or her actions, they say.  ''Some people really are bad people,'' said Mark I. Rosen, a social scientist at Brandeis and the author of ''Thank You for Being Such a Pain: Spiritual Guidance for Dealing With Difficult People,'' ''but I don't think the percentage is as high as people think it is.'' Instead, he said, ''most people fall into the category of incompetent or oblivious.''  Several authors think it is useful to characterize infuriating people into types and prescribe ways to deal with them, as Robert M. Bramson did in 1981 in ''Coping With Difficult People,'' one of the first popular books on the topic. Its overarching lesson is to find a way to communicate with these people because they are not going away. Dr. Bramson lists seven difficult behavior types: Hostile-Aggressives, Complainers, Silent and Unresponsives, Super-Agreeables, Know-It-All Experts, Negativists and Indecisives.  These authors say that after categorizing the difficult behavior, you can take steps to rein it in. For example, Dr. Rick Brinkman, a seminar leader and an author of ''Dealing With People You Can't Stand: How to Bring Out the Best in People at Their Worst,'' calls one category Whiners. These people rattle off an endless loop of complaints and must be coaxed into problem solving.  He suggests listening to them and letting them vent. Chances are, he said, their complaints will be vague and exaggerated. When they begin to repeat their gripes, summarize for them what they have said. Then begin asking specific questions.  ''You have to keep asking them what they think they should do,'' Dr. Brinkman said, to press for resolutions. You might finally say something outrageous, like ''What if we were to kill everyone in the other department?''  The literature on difficult people often focuses on the workplace, but business scholars say that neither your department nor ''the other department'' has a corner on the difficult people market. Rather, as Richard Freedman, the distinguished service professor of management at the Leonard N. Stern School of Business of New York University, put it, ''Difficult people are distributed evenly throughout society.''  ''How many mother-in-law stories have you heard?'' he asked. ''It's not disproportionate in the workplace, but often what it is, is that the stakes are so big for people. Career is at the center of people's lives.''  Workplaces are competitive environments comprising individuals with disparate styles of working and communicating. With so many temperaments thrown together, every office is a powder keg.  For instance, there are those who think they are powerless, that their ideas go unheard or are dismissed and who believe they are not valued, feelings that can turn into chronically difficult behavior.  In the end, the specialists say, we cannot control other people, only our response to them. Then again, we can always let nature take its course.  ''Having somebody who is really difficult can actually be good for the workplace,'' said Jo-Ellen Pozner, a researcher in the Kellogg School of Management at Northwestern. ''If everyone really hates this one person, it becomes the basis of social bonding for the rest of the group.''  Stand Up, Ask Questions, Be Upbeat  MANY specialists on coping with difficult people suggest strategies specific to their behavior types.  Robert M. Bramson, the author of ''Coping With Difficult People,'' said you must stand up to those he calls Sherman Tanks -- ''abusive,'' ''abrupt,'' ''intimidating'' and ''overwhelming'' people, a subcategory of those he labels Hostile-Aggressives. Sherman Tanks, he writes, view acquiescence as ''license to squash you.''  But do not fight them. If Tanks yell at you, he writes, wait for them to lose steam before jumping in. (Though cutting off a Tank may be necessary.) One technique he suggests: call the person's name loudly. Maintain eye contact, state your opinions forcefully and try to get the Tank to sit down. (He proposes the line ''Look, if we're going to argue we might as well be comfortable.'')  Negativists seem to thrive on saying, ''It won't work.'' Dr. Bramson suggests not wasting time trying to make them admit they are wrong. After all, they may not be. Rather, he writes, express ''your own realistic optimism,'' even with a statement like, ''I still have faith that we haven't tried everything.''  Negativists love to explain why things will not work, so he recommends generating solutions slowly. After that, ask what the worst consequences could be and use their gloomy perspective in your contingency planning.  Bulldozers, a subcategory of the group Dr. Bramson labels Know-It-All Experts, really do know a good deal. The strategy with them ''is to get them to consider alternative views while carefully avoiding direct challenges to their expertise.''  When speaking with them, be sure you have done enough research to be knowledgeable about a subject and paraphrase back what they have said to acknowledge that you understand their ideas. To raise problems with their argument, ask questions instead of challenging them.  STEPHANIE ROSENBLOOM  ", 
            "title": "Help, I'm Surrounded By Jerks"
        }, 
        "weight": 0.5899413249062152, 
        "file": "1819581.txt", 
        "other_topics": {
            "0": 0.01595374124903885, 
            "1": 7.512696316945866e-05, 
            "2": 0.00010674646160416164, 
            "3": 9.287744702278882e-05, 
            "4": 5.767559106514982e-05, 
            "5": 0.002802179969517642, 
            "6": 0.00011060184917149097, 
            "7": 0.005385202709925686, 
            "8": 0.0318940934193732, 
            "9": 0.08089425948620234, 
            "10": 8.427563114814461e-05, 
            "11": 0.5899413249062152, 
            "12": 0.03192012464479242, 
            "13": 0.05044395678568976, 
            "14": 0.00010271685147264789, 
            "15": 0.0424592071894092, 
            "16": 0.01601221850952177, 
            "17": 0.06785723856954808, 
            "18": 0.02533398010843697, 
            "19": 0.03847245165767506
        }
    }, 
    {
        "content": {
            "text": "  To the Sports Editor:  ''Coaches' Word Rarely as Good as the Next Job'' (Dec. 30) gives many reasons coaches feign indifference in a job opening for which they have been mentioned, but ignores one of the most obvious and integral. By denying interest in the job, the prospect is engaging in a mating ritual whose purpose is not only to test the suitor's interest, but also to establish leverage for future negotiations, if it comes to that.  Ernest Heau  Bayside, Queens  ", 
            "title": "Coaches' Mating Ritual"
        }, 
        "weight": 0.5811093310787397, 
        "file": "1817298.txt", 
        "other_topics": {
            "0": 0.001108886907775071, 
            "1": 0.001347438469359854, 
            "2": 0.0019145494874996478, 
            "3": 0.0016658019940477685, 
            "4": 0.0010344396587541492, 
            "5": 0.002753590052388786, 
            "6": 0.0019836977307314883, 
            "7": 0.0015764890601456581, 
            "8": 0.025730066620118265, 
            "9": 0.09698907428257184, 
            "10": 0.1440261187541469, 
            "11": 0.5811093310787397, 
            "12": 0.002444516839626349, 
            "13": 0.07340166103525632, 
            "14": 0.0018422764782010214, 
            "15": 0.0014486071600613962, 
            "16": 0.049662569727054136, 
            "17": 0.00567838464599804, 
            "18": 0.0030809869071416114, 
            "19": 0.001201513110382094
        }
    }, 
    {
        "content": {
            "text": "  The growing inequality in wealth and income has led many people to question whether the contemporary American economy is rigged in favor of the rich. While there is little doubt that the gap between the wealthy and everybody else has widened in recent years, the situation is not as unfair as some of the numbers seem to imply.  Much of the measured growth in income inequality has resulted from natural demographic trends. In general, there is more income inequality among older populations than among younger populations, if only because older people have had more time to experience rising or falling fortunes.  Furthermore, more-educated groups show greater income inequality than less-educated groups. Uneducated people are more likely to be clustered in a tight range of relatively low incomes. But the educated will include a greater range of highly motivated breadwinners and relaxed bohemians, and a greater range of winning and losing investors. A result is a greater variety of incomes. Since the United States is growing older and also more educated, income inequality will naturally rise.  Thomas Lemieux, professor of economics at the University of British Columbia, estimates that these demographic effects account for about three-quarters of the observed rise in income inequality for men and 69 to 95 percent of the observed rise in income inequality for women (''Increasing Residual Wage Inequality: Composition Effects, Noisy Data, or Rising Demand for Skill?'' The American Economic Review, June 2006). In other words, rising income inequality is not just a result of unfairness or bad public policy.  Alan Reynolds, senior fellow at the Cato Institute, goes further in his recent book ''Income and Wealth.'' Mr. Reynolds argues that many measures of income inequality do not adequately account for government aid to lower-income groups. Furthermore, he says, the rich appear to be getting so much richer because of the tax-induced shifting of income from the corporate sector to the personal sector in the wake of the 1980s tax changes.  He describes the observed rise in income inequality as a statistical illusion. The consensus of professional economists is that Mr. Reynolds goes too far. The long-term trend of rising income inequality is evident in many different studies, including those of executive compensation, even if some estimates are exaggerated.  In any case, as Mr. Reynolds and others point out, income is not the only -- or even the most -- important measure of inequality. For instance, inequality of consumption -- the difference between what the poor consume and what the rich consume -- does not show a significant upward trend (Dirk Krueger and Fabrizio Perri, ''Does Income Inequality Lead to Consumption Inequality?'' The Review of Economic Studies, January 2006). Consumption, of course, is not an ideal indicator of well-being; a high or steady level of purchases may reflect growing debt, and the ease of buying a big-screen TV does not reflect a comparable ease in buying good health care.  Happiness, possibly the most relevant variable for a study of inequality, is also the hardest to measure. Nonetheless, inequality of happiness is usually less marked than inequality of income, at least in wealthy societies. A man earning $500,000 a year is not usually 10 times as happy as a man earning $50,000 a year. The $50,000 earner still enjoys most of the conveniences of the modern world. Even if more money makes people happier, it appears to do so at a declining rate, which places a natural check on the inequality of happiness.  Studies of personal happiness, based on questionnaires and self-reporting, indicate that the inequality of happiness is not growing over time in the United States. Furthermore, the United States has an inequality of happiness roughly comparable to that of Sweden or Denmark, two nations with strongly egalitarian reputations. (See the symposium in Journal of Happiness Studies, December 2005.) American society offers good opportunities for people to be happy, even if not everyone becomes rich.  If we look at leisure, from 1965 to 2003, less-educated groups experienced a bigger boost in free time than more-educated groups (Mark Aguiar and Erik Hurst, ''Measuring Trends in Leisure: The Allocation of Time Over Five Decades,'' Federal Reserve Bank of Boston Working Paper). In other words, the high earners are working hard for their money and perhaps they are having less fun.  So matters are not as bad as the critics have suggested. The dollars in our bank accounts are one measure of societal value, and it hardly seems fair that the very wealthy should receive more and more. But for the rest of us, life on the ground is not so terrible. Income and wealth inequality measures, taken alone, provide a misleadingly pessimistic picture.  The broader philosophical question is why we should worry about inequality -- of any kind -- much at all. Life is not a race against fellow human beings, and we should discourage people from treating it as such. Many of the rich have made the mistake of viewing their lives as a game of relative status. So why should economists promote this same zero-sum worldview? Yes, there are corporate scandals, but it remains the case that most American wealth today is produced rather than taken from other people.  What matters most is how well people are doing in absolute terms. We should continue to improve opportunities for lower-income people, but inequality as a major and chronic American problem has been overstated.  ECONOMIC SCENE Tyler Cowen is a professor of economics at George Mason University and co-author of a blog at www.marginalrevolution.com.  ", 
            "title": "Incomes and Inequality: What the Numbers Don't Tell Us"
        }, 
        "weight": 0.5779887817814197, 
        "file": "1821280.txt", 
        "other_topics": {
            "0": 0.00010280796274794248, 
            "1": 0.0001249247357794504, 
            "2": 0.00017750316196345764, 
            "3": 0.011165208604533494, 
            "4": 0.002298059254729826, 
            "5": 0.04429836296044905, 
            "6": 0.004588221089678826, 
            "7": 0.015561235159592592, 
            "8": 0.004587658923441942, 
            "9": 0.053035194538440904, 
            "10": 0.00014013758189693968, 
            "11": 0.5779887817814197, 
            "12": 0.00022663789645535357, 
            "13": 0.035433265906848775, 
            "14": 0.00017080253199338856, 
            "15": 0.00013430436404629614, 
            "16": 0.18738309441580595, 
            "17": 0.011537226206069123, 
            "18": 0.0002856467913503074, 
            "19": 0.050760926132756796
        }
    }, 
    {
        "content": {
            "text": "  COL. WILLIAM PRESCOTT is said to have prepared his troops for a charge from the British Army at the Battle of Bunker Hill by telling his men, ''Don't one of you fire until you see the whites of their eyes.''  If the opposing army had not been British men but rather a horde of charging chimpanzees, the American troops would have been summarily overrun. Why? Because neither chimpanzees nor any of the other 220 species of nonhuman primates have whites of the eyes, at least not that can be easily seen. This means that if their eyes are looking in a direction other than the one in which their heads are pointing, we can easily be fooled about what they are looking at.  Why should humans be so different? And yet we are. We can't fool anyone. The whites of our eyes are several times larger than those of other primates, which makes it much easier to see where the eyes, as opposed to the head, are pointed. Trying to explain this trait leads us into one of the deepest and most controversial topics in the modern study of human evolution: the evolution of cooperation.  The idea is simple. Knowing what another person is looking at provides valuable information about what she is thinking and feeling, and what she might do next. Even young children know that when a person is looking at one toy and not another, she most likely prefers that toy and may reach for it. Professional poker players are often so worried about others reading their minds by reading their eyes that they wear sunglasses.  Evolutionarily, it is easy to see why it is to your advantage to be able to tell with maximum certainty where I am looking. You may use this information to detect food you wouldn't otherwise have seen, or to detect the dominant male approaching in a fighting mood.  But evolution cannot select the color of my eyes based on advantages to you. Evolutionary theory tells us that, in general, the only individuals who are around today are those whose ancestors did things that were beneficial to their own survival and reproduction. If I have eyes whose direction is especially easy to follow, it must be of some advantage to me.  If I am, in effect, advertising the direction of my eyes, I must be in a social environment full of others who are not often inclined to take advantage of this to my detriment -- by, say, beating me to the food or escaping aggression before me. Indeed, I must be in a cooperative social environment in which others following the direction of my eyes somehow benefits me.  Of course, it's possible that having large whites of the eyes serves some other purpose, like enabling me to advertise my good health to potential mates. But such an advantage would apply to other primates as well. Cooperation, on the other hand, singles out humans, as humans coordinate activities to do such things as construct buildings, create social institutions and even, paradoxically, organize armies for war.  In a recent experiment, our research team has shown that even infants -- at around their first birthdays, before language acquisition has begun -- tend to follow the direction of another person's eyes, not their heads. Thus, when an adult looked to the ceiling with her eyes only, head remaining straight ahead, infants looked to the ceiling in turn. However, when the adult closed her eyes and pointed her head to the ceiling, infants did not very often follow.  Our nearest primate relatives, the African great apes (chimpanzees, bonobos and gorillas) showed precisely the opposite pattern of gaze following. When the human pointed her eyes only to the ceiling (head remaining straight ahead), they followed only rarely. But when she pointed her head only (eyes closed) to the ceiling, they followed much more often.  It has been repeatedly demonstrated that all great apes, including humans, follow the gaze direction of others. But in previous studies the head and eyes were always pointed in the same direction. Only when we made the head and eyes point in different directions did we find a species difference: humans are sensitive to the direction of the eyes specifically in a way that our nearest primate relatives are not. This is the first demonstration of an actual behavioral function for humans' uniquely visible eyes.  Why might it have been advantageous for some early humans to advertise their eye direction in a way that enabled others to determine what they were looking at more easily? One possible answer, what we have called the cooperative eye hypothesis, is that especially visible eyes made it easier to coordinate close-range collaborative activities in which discerning where the other was looking and perhaps what she was planning, benefited both participants.  If we are gathering berries to share, with one of us pulling down a branch and the other harvesting the fruit, it would be useful -- especially before language evolved -- for us to coordinate our activities and communicate our plans, using our eyes and perhaps other visually based gestures.  Infant research, too, suggests that coordinating visual attention may have provided the foundation for the evolution of human language. Babies begin to acquire language through joint activities with others, in which both parties are focused on the same object or task. That's the best time for an infant to learn the word for the object or activity in question.  We are still a long way from figuring out why humans evolved to do so many complicated things together -- from building houses to creating universities to fighting wars. But the simple fact that we have evolved highly visible eyes, to which infants attune even before language, supplies at least one small piece of the puzzle of how.  Op-Ed Contributor Michael Tomasello is the co-director of the Max Planck Institute for Evolutionary Anthropology.  ", 
            "title": "For Human Eyes Only"
        }, 
        "weight": 0.5757142697308248, 
        "file": "1818455.txt", 
        "other_topics": {
            "0": 0.0001181601652228311, 
            "1": 0.05329455262747818, 
            "2": 0.0002040095181790465, 
            "3": 0.0001775036186874447, 
            "4": 0.0001102272559396405, 
            "5": 0.00029341554424069434, 
            "6": 0.0002113777788987412, 
            "7": 0.0001679866598772954, 
            "8": 0.0002107316649824899, 
            "9": 0.0002109139225097288, 
            "10": 0.00016106417623961536, 
            "11": 0.5757142697308248, 
            "12": 0.00026048148971277436, 
            "13": 0.00022849794488043968, 
            "14": 0.00019630829034417954, 
            "15": 0.0026853586052571076, 
            "16": 0.00022991953931608816, 
            "17": 0.18030598297445485, 
            "18": 0.0003283021193997872, 
            "19": 0.18489093637355417
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  I take this timely opportunity to tell how much I, and many thousands of others deeply concerned with the continuing world problems of the last 10 years, are grateful for the tenure of Kofi Annan at the United Nations.  In terms of dedication to democratic justice, objective analysis, wise forethought and necessary action without fear of the inevitable criticism, his occupation of the secretary general's hot seat restored the belief that great intelligence and calm insight into the political, economic and social human condition can still exist in an office of virtually universal responsibility.  Thank you, Kofi Annan, for all that you have done for the citizens of the world; for your sanity in its madness, for your rejection of any personal aggrandizement.  I trust that Mr. Annan is not going to become a private citizen now, although he has every right to grant himself this. We need him to take up some continuing position high in public life that will give the international order -- or rather, disorder -- of the world's resources, material and human, the benefit of his invaluable knowledge and courageous response to the challenges of practical action to achieve peace as the base of international development, fulfillment for nations, peoples and the individual.  Nadine Gordimer  Johannesburg, Jan. 8, 2007  ", 
            "title": "Kofi Annan, Take a Deep Bow"
        }, 
        "weight": 0.5712268226655542, 
        "file": "1819256.txt", 
        "other_topics": {
            "0": 0.00044846077876991246, 
            "1": 0.03896917743143783, 
            "2": 0.0007742902798630472, 
            "3": 0.00067369075627924, 
            "4": 0.00041835250439215015, 
            "5": 0.0011136186482579016, 
            "6": 0.0008022555076900608, 
            "7": 0.2215769539536402, 
            "8": 0.010405863423360525, 
            "9": 0.000800495004079884, 
            "10": 0.0006112970963787697, 
            "11": 0.5712268226655542, 
            "12": 0.0009886219396481209, 
            "13": 0.07771571398363114, 
            "14": 0.02956324177934274, 
            "15": 0.0005858518939828443, 
            "16": 0.0008726282284868482, 
            "17": 0.002296476568209189, 
            "18": 0.0012460258824129775, 
            "19": 0.03891016167458238
        }
    }, 
    {
        "content": {
            "text": "  A FIELD NOTES column on Dec. 17 (''Marriage Is Not Built on Surprises'') and an accompanying list posted at nytimes.com (''Questions Couples Should Ask, or Wish They Had, Before Marrying'') addressed the fact that many who marry are oblivious to important things about their partners.  They may be unaware of the other person's hopes, quirks and dreams, for instance. Or haven't discussed pragmatic matters such as who is going to balance the checkbook or when they will start trying to have children.  Readers responded in extraordinary numbers, and those who shared their reactions, posted on a blog forum on the topic, were split fairly evenly between men and women.  One male blogger suggested that all of this questioning was misdirected. The most important questions, he said, are ones that would-be spouses should ask themselves: ''Do you really understand why you want to get married at all? And to this particular person? Understand what you want and expect in your relationships and you'll be less disappointed (and a whole lot less surprised) down the road.''  The fragility of marriage was a recurrent theme. ''Ask your future spouse what they believe a marriage is, and whether they believe in divorce,'' one blogger suggested. He also noted, ''The level of commitment that a person perceives a marriage to involve differs greatly from person to person in this day and age.''  Another said he'd ask a partner, ''How long do you expect to be married to me?''  ''People no longer expect to stay with the same job over a lifetime,'' he reasoned. ''And it's the same situation for a marriage.''  Doubts about lifelong monogamy spurred one woman to ask: ''Why on earth should an honored pledge to love and support one person be taken as a prohibition on loving and supporting another as well?'' Her shorthand for getting at that issue was to ask, ''Do the words 'I love you' mean: a) I want your happiness, or b) I enjoy possessing you?''  A number of you had pressing questions about grooming habits and personal requirements, some of which could provide dialog for a Neil Simon script. One reader asked: ''What do I do that embarrasses you the most? What if I started wearing really stinky perfume?''  Another woman demanded: ''Where do you throw your dirty underwear after you take it off? Do you wear a hat to bed?''  On balance, the postings sought to offer serious advice. One blogger insisted that no piece of personal information should remain undisclosed before marriage. ''Don't take any secrets into the marriage,'' she said.  But the same woman also warned against rushing to disclose all during the first blush of romance. ''Some details of my husband's past might have given me pause when I didn't know him well,'' she wrote. ''By the time he revealed them to me, I could accept his previous bad judgment, because I loved him. (And he might say the same about me.)''  Then there were those who wholly opposed the idea of engaging in such serious scrutiny. ''If couples answered these questions honestly, it would be the end of marriage as we know it,'' a man wrote.  Another blogger, believing that love conquers all, wrote: ''These questions sound like something I would expect if I were interviewing for a job at Burger King. I was married to the same woman for 47 years, and we solved all our problems as they arose because we loved one another.''  Postulating that all of this probing represents a futile exercise, another male blogger complained, ''It doesn't matter how many questions you ask before marriage, after you cut the cake it all changes.''  FIELD NOTES  ", 
            "title": "On Bended Knee, With Questionnaire in Hand"
        }, 
        "weight": 0.559540369089703, 
        "file": "1818793.txt", 
        "other_topics": {
            "0": 0.0001928335821723897, 
            "1": 0.00023431730051253088, 
            "2": 0.0003329369598759453, 
            "3": 0.00028968018600441305, 
            "4": 0.0001798873298441078, 
            "5": 0.0004788447134810017, 
            "6": 0.0003449617239432547, 
            "7": 0.00027414881589091244, 
            "8": 0.00034390728685164087, 
            "9": 0.02512725480493362, 
            "10": 0.0002628515456571902, 
            "11": 0.559540369089703, 
            "12": 0.029338655824006573, 
            "13": 0.0829830682153975, 
            "14": 0.0003203688042058637, 
            "15": 0.04155699383305971, 
            "16": 0.00037522127947380485, 
            "17": 0.2570789791008122, 
            "18": 0.000535778479991632, 
            "19": 0.00020894112418276108
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  ''Among Your Qualifications, an M.B.A at Household U.'' (Under New Management, Dec. 31) suggested for businesses what colleges and universities have been doing for a long time: giving credit for ''life experience'' to older students who have returned for degrees.  Raising children and running a household is probably the most difficult job in the world. A homemaker wears many hats and the job description may encompass knowledge in finances, health, human resources, home improvement, culinary arts, gardening and so on. Yes, one may have taken psychology courses, but the experience and knowledge acquired as a homemaker and mother, had me looking at team effectiveness and intuitive reactions in new ways.  In the late '50s and early '60s, jobs for educated women were limited; child care, as we know it today, did not exist. I was out of the work force for 15 years, raising four children, but kept my finger in the professional pot by doing volunteer work associated with my profession and maintaining membership in professional organizations.  I retired after a career of over 40 years, but I'm not done yet: I have been asked to work on a limited basis and am still involved as a volunteer.  Miriam Kagan Margoshes  Hastings-on-Hudson, N.Y., Jan. 1  ", 
            "title": "Workplace Credit for 'Life Experience'"
        }, 
        "weight": 0.5540931921920853, 
        "file": "1818863.txt", 
        "other_topics": {
            "0": 0.0004663811191070936, 
            "1": 0.0005667123102110499, 
            "2": 0.0008052306563503209, 
            "3": 0.0007006112099868115, 
            "4": 0.010424984780828752, 
            "5": 0.0810774388911504, 
            "6": 0.0008343133651789986, 
            "7": 0.0006630475362055233, 
            "8": 0.0008317631374371562, 
            "9": 0.18065095345767795, 
            "10": 0.000635724320637457, 
            "11": 0.5540931921920853, 
            "12": 0.0010281269364326626, 
            "13": 0.0009018870872941143, 
            "14": 0.0007748337180136949, 
            "15": 0.0006092623365998143, 
            "16": 0.0009074981559868826, 
            "17": 0.05233781825412051, 
            "18": 0.11118488223093086, 
            "19": 0.0005053383037646171
        }
    }, 
    {
        "content": {
            "text": "  Natalie Angier answered readers' questions regarding her first column for Science Times, about the nature of time.  Q. Working under the assumption that our numbering system is based on the number of our fingers, I've always figured if humans had been born with six on each hand we wouldn't be celebrating the millenium for another 800-odd years. But why sixty seconds, sixty minutes, and 24 hours? If the circadian clock is set to 25 hours--nearly perfect for our finger system--what nitwit came up with our current clock, and what was his reasoning? - P. Hahn  A. Our reliance on the number 60 in timekeeping -- 60 seconds in a minute, 60 minutes in an hour -- is a legacy of our Babylonian and Sumerian forebears, who apparently loved the way 60 could be divided painlessly and fraction-free by so many other numbers: 2, 3, 4, 5, 6, 10, 12, 15, 20, 30. (The same sixties fixation also explains our 360-degree circle).  As for the 24-hour day, that figure is, in fact, the ''mean solar day,'' the average length of time, over the course of a year, between one noon and the next.  Q. Thank you for the whimsical overview of time scales provided in Natalie Angier's article (\"Making Sense of Time\"), conveying the broad range of time-scales for events of all types, from quark orbits to cosmic big bangs.  She omitted to mention one important detail, as many readers will have noticed. She writes that the big bang \"set this and all clocks ticking\", but what she doesn't say is that each of those clocks keeps its own time; none of them keeps any sort of universal time. This is connected with relativity theory, and means that a clock at the farthest reaches of our expanding universe not only moves outward much more rapidly than one nearer the centre of the original big bang; it is also ticking much more slowly than a clock that hasn't been accelerated to quite such a dizzying speed. Any dramatic acceleration, whether due to gravity or some other force, would have such a result.  If we could bring two such clocks into one room and set them on a table side by side, we would see the graphic refutation of our commonsense view of time as a broad flowing river that carries people and things along with it in a straight line. Each timepiece keeps its own time. On our everyday human scale, the differences in acceleration and speed tend to be so modest (compared with the cosmic scale) that we don't notice the difference, even if we compare a couch potato's wristwatch with that worn by an airline pilot. The slippage is infinitesimal, so we ignore it; but it is there, even so. And on the cosmic scale it dominates the entire picture. - E. Friesen  A. You are absolutely right that, as Albert Einstein showed, there is no such thing as absolute time, no background clock or final arbiter against which we can measure events. My omission of this and so many other fascinating notions about the nature of time boils down to a lack of that other partner in the great Space-Time continuum, viz, column inches.  I had to cut out a lot of good jokes, too.  Q. Just as a footnote to your excellent commentary about the nature of time, and certainly not meant as a criticism: The Earth's current day length (about 24 hours) is just a snapshot that happens to coincide with human existence. The Earth's rotation is constantly slowing due to \"tidal drag\" (caused by the moon's and the sun's gravity effects on Earth) such that the Earth's daily rotation used to take a mere 8 hours and will, eons from now, slow to a complete stop sometime before our sun explodes. As you know, I'm sure, the length of an Earth day is entirely independent of the length of an Earth year -- and when the rotation finally stops altogether (relative to the sun), an Earth day will be precisely as long as an Earth year (relative to nearby star positions). And two more interesting tidbits: (1) The length of a second will never change because it is, as you correctly noted, defined with reference to the oscillations of the cesium atom which -- so far as we know -- will never change. (Of course \"never\" is a heck of a long time.) And (2) Our moon is also slowing in terms of its orbit around the Earth -- a consequence of the energy it expends in the course of creating the Earth's tidal drag. Accordingly, the moon is -- by necessity -- \"drifting\" farther and farther from the Earth as its orbit slows (current distance: about 240,000 miles). As it gets farther from the Earth, the Earth's gravity force on the moon and the moon's gravity force on the Earth will become so weak that the two celestial bodies may some''day'' part company forever. Time and tide waits for no man. At least not at the moment. - E. Rogalin  A. You are correct that our day has lengthened over the eons as a result of the slowing of Earth's rotation, mostly from the chronic tugging of the moon. If not for the moon, Earth would spin considerably faster, and our days might be a mere five or six hours long. However, the discrepancies between our current and primordial day lengths, or between Earth's day length and that of Saturn or Neptune, are insignificant compared to the extraordinary differences in scale that distinguish our time from subatomic or cosmic times.  Q. You say: \"the fundamental quivers of the atom 'are exceedingly regular,' ...our beloved second, once defined as a fraction of a solar day, is now officially linked to oscillations in a cesium atom.\"  This makes me wonder: Do cesium atoms oscillate in synch? Some of them, all of them, none of them? - T. Helck  A. The technical definition of a second is now the duration of 9,192,631,770 periods of radiation between two hyperfine levels of the cesium 133 atom in its ground state, at 0 degrees Kelvin. In other words, these are the fundamental oscillations of a cesium atom when it's as close to standing still as an atom can get. If you were to excite the atom, say, by heating it up or zapping it with light, its periodicity, the behavior of its component particles and the tiny fields by which they interact, would change accordingly. In real life, outside of extremely well-controlled laboratory conditions, atoms are almost never in this sort of super-cooled ground state.  Q. I am a Grade 11 student and I have a question about time. Does time really exist as an entity or is it an idea that we have given to a succession of events (changes) in order to help us cope and understand them according to our pattern of knowing? Yes, changes take place and will keep taking place, but to say that there is such a thing as time is, to my way of thinking, a logical mistake. It is one thing to understand change and another to attribute it to an idea that we have made up-time. Also, this idea of change, does it apply to an immaterial level of reality? For example, the very idea 'time' belongs to a realm of ideas along with such greats as 'love', 'truth', 'justice', 'beauty', etc. Even though there have been changes to these over the centuries they remain fairly consistent.  Is this realm immune to time? When two people are in love and they say that \"time stands still\" for them I realize that they might be speaking metaphorically, but are they not talking about psychological time? And is psychological time not related to the idea of the eternal? - M. Topic  A. The study of time perception -- how we perceive the passing of time - is a surprisingly neglected field of research. Nevertheless, there is some evidence that the brain's basic ''start'' and ''stop'' buttons, the neural centers in charge of estimating the duration of everyday events, are responsive to stress hormones like cortisol and to neurotransmitters like dopamine and serotonin. If so, that could explain why our sense of time gets out of whack, seems to stand still or passin a flash, during extreme experiences like car crashes or falling in love, when our body is flooded in hormones of fight, flight, terror and joy.  ", 
            "title": "Q&A: Ask Science"
        }, 
        "weight": 0.5528366599448751, 
        "file": "1821611.txt", 
        "other_topics": {
            "0": 7.978998082459731e-05, 
            "1": 9.695496346716314e-05, 
            "2": 0.1437027305633857, 
            "3": 0.00011986281759727302, 
            "4": 7.443312745192832e-05, 
            "5": 0.003616348180614965, 
            "6": 0.0018518437872061253, 
            "7": 0.00011343630355560535, 
            "8": 0.00014230071087307055, 
            "9": 0.00014242378386112965, 
            "10": 0.00010876176001830202, 
            "11": 0.5528366599448751, 
            "12": 0.00017589526072640362, 
            "13": 0.024081792594038046, 
            "14": 0.00013256104282465114, 
            "15": 0.00010423455873925653, 
            "16": 0.00015525770126196658, 
            "17": 0.21062872163336152, 
            "18": 0.008767226353723657, 
            "19": 0.05306876493159359
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''Caution: Grown-Ups at Play,'' by Stacy Schiff (column, Jan. 16):  I would extend Ms. Schiff's contention that we boomer parents are using involvement with our children to return to our own childhoods -- yes, and more.  I also think that many of us are involved so that our children can do the achieving that we haven't. Here we are entering our 50s, the well-known period of resignation to disappointment, and here they are entering middle school, and thanks to our pushing opportunity down their throats, they can ace algebra while they're still in sixth grade!  If you're not the best and the brightest, you can become so, through your over-tutored, over-protected, over-guided (and soon to be burnt out) son or daughter.  It's not just that we're going back to the playground -- they're doing our adult achieving for us.  Judy Karasik  Silver Spring, Md., Jan. 17, 2007  ", 
            "title": "Kids Play on Our Behalf"
        }, 
        "weight": 0.5493186646422676, 
        "file": "1820053.txt", 
        "other_topics": {
            "0": 0.0007899228805856726, 
            "1": 0.0009598566541508714, 
            "2": 0.001363841917138328, 
            "3": 0.0011866450044610696, 
            "4": 0.0007368898931944876, 
            "5": 0.001961537980910322, 
            "6": 0.0014131001229103935, 
            "7": 0.0011230223486908173, 
            "8": 0.0014087807301188446, 
            "9": 0.3228938261892731, 
            "10": 0.05183734851480286, 
            "11": 0.5493186646422676, 
            "12": 0.0017413676453915843, 
            "13": 0.0015275516455776543, 
            "14": 0.0013123577637107122, 
            "15": 0.0010319248362384294, 
            "16": 0.0015370552711820558, 
            "17": 0.05480563891099622, 
            "18": 0.0021947612832937417, 
            "19": 0.0008559057651053023
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  In his Jan. 7 review of my book ''American Fascists: The Christian Right and the War on America,'' Rick Perlstein mistakenly claims that I make ''the supposed imminence of mass violence the reason the rest of us should be fighting for the open society.'' The reason we should fight Christian fascists, I write in the conclusion, is not because they will become violent, although they may, but because ''I will not engage in a dialogue with those who deny my right to be, who delegitimize my faith and denounce my struggle before God as worthless. All dialogue must include respect and tolerance for the beliefs, worth and dignity of others, including those outside of the nation and the faith. When this respect is denied, this clash of ideologies ceases to be merely a difference of opinion and becomes a fight for survival.''  Chris Hedges  Princeton, N.J.  ", 
            "title": "'American Fascists'"
        }, 
        "weight": 0.5447732320177269, 
        "file": "1822256.txt", 
        "other_topics": {
            "0": 0.000717119992301303, 
            "1": 0.0008713918957818731, 
            "2": 0.0012381440380525312, 
            "3": 0.001077278399421181, 
            "4": 0.0006689747664262348, 
            "5": 0.0017807537119651285, 
            "6": 0.0012828623833647335, 
            "7": 0.0010195194972074306, 
            "8": 0.001278941085474077, 
            "9": 0.0012800472155838646, 
            "10": 0.0009775065954516044, 
            "11": 0.5447732320177269, 
            "12": 0.0015808752767498971, 
            "13": 0.4314880074942635, 
            "14": 0.0011914048985528917, 
            "15": 0.0009368179461647665, 
            "16": 0.0013953932609465742, 
            "17": 0.0036722258375224155, 
            "18": 0.0019924820932036603, 
            "19": 0.0007770215938394834
        }
    }, 
    {
        "content": {
            "text": "  The annual meeting of the American Economic Association, which opened here on Friday, is usually a pretty esoteric affair.  But this year it could resonate much more broadly as the departing president of the organization, which represents most of the nation's academic economists, tries to push prevailing economic theory further away from the free market approach that has generally held sway for the last four decades.  The protagonist in this drama is George A. Akerlof, a Nobel laureate, who is using the same platform that the late Milton Friedman adopted in 1968. As president of the A.E.A. back then, Friedman laid out new theoretical justifications for a market system that he argued performs most favorably for nearly everyone when the government avoids tinkering with its operation.  The hundreds of economists who listened that day to Mr. Friedman's memorable speech did not immediately embrace his ideas. Keynesian economics, with a big role for government, still held sway.  But over time the Friedman approach took hold, eventually having profound effects on politics and government policy far beyond the ivory tower. This was partly because of Mr. Friedman's insistent, larger-than-life personality, and partly because Keynesian economics failed to adequately explain and respond to the simultaneous outbreak of higher inflation and rising unemployment that emerged in the 1970s.  Mr. Akerlof's style, in contrast, is more diffident and modest. But he has already contributed significantly to a revamping of the economic theory that Mr. Friedman championed. Now, at 66, he is hoping to spread that debate by taking on some of the profession's most sacred cows.  And he is doing so at the moment when income inequality, more concentrated wealth and upheavals from expanded globalization are straining faith in a relatively unfettered market system.  ''I am trying to effect a return to sensible economics,'' Mr. Akerlof said in an interview. ''And what is sensible economics? It is very pragmatic. You think about problems in the world and you ask: can government do something about that? At the same time, you maintain your skepticism that government is often inefficient.''  This challenge is not from some outsider in economics. Mr. Akerlof -- educated at Yale and the Massachusetts Institute of Technology, and currently a professor at the University of California, Berkeley -- is at the heart of the academic establishment. His wife, Janet Yellen, a top economist in the Clinton administration, is president of the Federal Reserve Bank of San Francisco. Their son, Robert, is a Ph.D. candidate in economics at Harvard.  The stakes are considerable. Keynesians, for example, argued that the government could use changes in taxes and spending to help push the economy to full employment without running the risk of excessive inflation. Friedman, by contrast, described a ''natural rate'' of unemployment below which the nation could not go without causing wages and prices to spiral upward.  In the text of his speech to be delivered on Saturday afternoon, Mr. Akerlof argues that the Friedman approach is based on false assumptions about human behavior.  For example, he says, people don't automatically insist on raises that keep their pay on par with inflation. They often are happy with smaller raises, considering them a compliment from the boss for valued work.  That makes pressure for higher pay less inflationary than the Friedman approach would assume.  A result, Mr. Akerlof says, is misleading theory and misguided policy.  Mr. Akerlof is facing considerable criticism for his view that standard economics leaves out too much actual human motivation. What Mr. Akerlof sees as missing content, Mark Gertler, a New York University economist, describes as ''frictions'' that distort accurate theory.  ''What Akerlof is doing is stepping out of line,'' said Mr. Gertler, who did research with Ben S. Bernanke before Mr. Bernanke became chairman of the Federal Reserve. ''A lot of people are correctly taking rational behavior as a baseline and are adding frictions, such as constraints on borrowing, that can lead to temporarily inefficient markets.''  More than most economists, Mr. Akerlof goes far afield to gather information that he considers to be played down or ignored in ways that leave mainstream economics divorced from real life.  In his speech, he encourages others to follow his lead, rejecting the focus on what he calls ''parsimonious modeling'' inspired by Friedman. Everyday experience and observation must be returned to a prominent place in the profession, he argues.  ''The early Keynesians got a great deal of the workings of the economic system right in ways that are now denied,'' Mr. Akerlof said in a study newly posted on the Internet that closely tracks the text of his speech. ''They based their models, as Keynes put it, on 'our knowledge of human nature and from the detailed facts of experience.' ''  A lot of what Mr. Akerlof advocates in his speech is already under way, with Mr. Akerlof himself a major contributor. He shared a Nobel in economics in 2001 for his work on imperfect information, concluding, for example, that economic outcomes are altered when a used-car salesman knows more about the condition of a vehicle he is selling than the buyer. It was an imbalance that helped to produce state ''lemon laws'' that protect buyers.  He was an early participant in behavioral economics, another assault on the rational, fully-informed behavior that Mr. Friedman counted on to make markets work efficiently without regulation or intervention.  People often do not behave rationally, the behaviorists found in their experiments. Most do not bother to sign up for a voluntary 401(k) plan, for example, but do not pull out of such a plan if an employer signs them up automatically.  Now Mr. Akerlof is taking a big step on his own. His speech is based on more than a year of research, much of it done with Rachel Kranton, a University of Maryland economist. They are trying to incorporate into theory, as Keynes once did, the great variety of ''norms'' that determine human behavior.  What Mr. Akerlof is trying to do, with Ms. Kranton's help, is to reflect the variety of motivations that come from the sense people have of ''what they are and how they should behave,'' as Ms. Kranton put it.  Among the examples they cite:  A teacher in good standing among the parents of her students puts the preservation of that reputation ahead of attempts to maximize her pay.  A change in income will permanently alter a worker's spending, a view that challenges the more common belief that spending matches a worker's lifetime income and savings, evening out over time.  Workers resist wage cuts even when unemployment is rising, despite standard theory that they will accept less pay to save their jobs.  The variations in norms and behavior are numerous and Mr. Akerlof, in his speech, calls on economists to incorporate this diversity into standard economic theory.  ''If there is a difference between real behavior and behavior derived from abstract preferences, New Classical economics has no way to pick up those preferences,'' Mr. Akerlof asserts. ''A macroeconomics that incorporates observations regarding how people think they should behave combines the best of the two approaches.''  ", 
            "title": "Encouraging More Reality In Economics"
        }, 
        "weight": 0.542022034829596, 
        "file": "1816723.txt", 
        "other_topics": {
            "0": 0.00711066320405081, 
            "1": 9.968080571356147e-05, 
            "2": 0.00014163454571926973, 
            "3": 0.00012323270316367456, 
            "4": 7.652577909228228e-05, 
            "5": 0.0704900047525176, 
            "6": 0.007175379960817201, 
            "7": 0.00011662551076532038, 
            "8": 0.0019034589185920258, 
            "9": 0.0265037903335066, 
            "10": 0.0001118195446808782, 
            "11": 0.542022034829596, 
            "12": 0.0001808404715282381, 
            "13": 0.0071872657147423104, 
            "14": 0.06339395762892415, 
            "15": 0.00010716506331154058, 
            "16": 0.23386156907397948, 
            "17": 0.016234492974420377, 
            "18": 0.016042342679430804, 
            "19": 0.007117515505447877
        }
    }, 
    {
        "content": {
            "text": "  I was a free man until they brought the dessert menu around. There was one of those molten chocolate cakes, and I was suddenly being dragged into a vortex, swirling helplessly toward caloric doom, sucked toward the edge of a black (chocolate) hole. Visions of my father's heart attack danced before my glazed eyes. My wife, Nancy, had a resigned look on her face.  The outcome, endlessly replayed whenever we go out, is never in doubt, though I often cover my tracks by offering to split my dessert with the table. O.K., I can imagine what you're thinking. There but for the grace of God.  Having just lived through another New Year's Eve, many of you have just resolved to be better, wiser, stronger and richer in the coming months and years. After all, we're free humans, not slaves, robots or animals doomed to repeat the same boring mistakes over and over again. As William James wrote in 1890, the whole ''sting and excitement'' of life comes from ''our sense that in it things are really being decided from one moment to another, and that it is not the dull rattling off of a chain that was forged innumerable ages ago.'' Get over it, Dr. James. Go get yourself fitted for a new chain-mail vest. A bevy of experiments in recent years suggest that the conscious mind is like a monkey riding a tiger of subconscious decisions and actions in progress, frantically making up stories about being in control.  As a result, physicists, neuroscientists and computer scientists have joined the heirs of Plato and Aristotle in arguing about what free will is, whether we have it, and if not, why we ever thought we did in the first place.  ''Is it an illusion? That's the question,'' said Michael Silberstein, a science philosopher at Elizabethtown College in Maryland. Another question, he added, is whether talking about this in public will fan the culture wars.  ''If people freak at evolution, etc.,'' he wrote in an e-mail message, ''how much more will they freak if scientists and philosophers tell them they are nothing more than sophisticated meat machines, and is that conclusion now clearly warranted or is it premature?''  Daniel C. Dennett, a philosopher and cognitive scientist at Tufts University who has written extensively about free will, said that ''when we consider whether free will is an illusion or reality, we are looking into an abyss. What seems to confront us is a plunge into nihilism and despair.''  Mark Hallett, a researcher with the National Institute of Neurological Disorders and Stroke, said, ''Free will does exist, but it's a perception, not a power or a driving force. People experience free will. They have the sense they are free.  ''The more you scrutinize it, the more you realize you don't have it,'' he said.  That is hardly a new thought. The German philosopher Arthur Schopenhauer said, as Einstein paraphrased it, that ''a human can very well do what he wants, but cannot will what he wants.''  Einstein, among others, found that a comforting idea. ''This knowledge of the non-freedom of the will protects me from losing my good humor and taking much too seriously myself and my fellow humans as acting and judging individuals,'' he said.  How comforted or depressed this makes you might depend on what you mean by free will. The traditional definition is called ''libertarian'' or ''deep'' free will. It holds that humans are free moral agents whose actions are not predetermined. This school of thought says in effect that the whole chain of cause and effect in the history of the universe stops dead in its tracks as you ponder the dessert menu.  At that point, anything is possible. Whatever choice you make is unforced and could have been otherwise, but it is not random. You are responsible for any damage to your pocketbook and your arteries.  ''That strikes many people as incoherent,'' said Dr. Silberstein, who noted that every physical system that has been investigated has turned out to be either deterministic or random. ''Both are bad news for free will,'' he said. So if human actions can't be caused and aren't random, he said, ''It must be -- what -- some weird magical power?''  People who believe already that humans are magic will have no problem with that.  But whatever that power is -- call it soul or the spirit -- those people have to explain how it could stand independent of the physical universe and yet reach from the immaterial world and meddle in our own, jiggling brain cells that lead us to say the words ''molten chocolate.''  A vote in favor of free will comes from some physicists, who say it is a prerequisite for inventing theories and planning experiments.  That is especially true when it comes to quantum mechanics, the strange paradoxical theory that ascribes a microscopic randomness to the foundation of reality. Anton Zeilinger, a quantum physicist at the University of Vienna, said recently that quantum randomness was ''not a proof, just a hint, telling us we have free will.''  Is there any evidence beyond our own intuitions and introspections that humans work that way?  Two Tips of the Iceberg  In the 1970s, Benjamin Libet, a physiologist at the University of California, San Francisco, wired up the brains of volunteers to an electroencephalogram and told the volunteers to make random motions, like pressing a button or flicking a finger, while he noted the time on a clock.  Dr. Libet found that brain signals associated with these actions occurred half a second before the subject was conscious of deciding to make them.  The order of brain activities seemed to be perception of motion, and then decision, rather than the other way around.  In short, the conscious brain was only playing catch-up to what the unconscious brain was already doing. The decision to act was an illusion, the monkey making up a story about what the tiger had already done.  Dr. Libet's results have been reproduced again and again over the years, along with other experiments that suggest that people can be easily fooled when it comes to assuming ownership of their actions. Patients with tics or certain diseases, like chorea, cannot say whether their movements are voluntary or involuntary, Dr. Hallett said.  In some experiments, subjects have been tricked into believing they are responding to stimuli they couldn't have seen in time to respond to, or into taking credit or blame for things they couldn't have done. Take, for example, the ''voodoo experiment'' by Dan Wegner, a psychologist at Harvard, and Emily Pronin of Princeton. In the experiment, two people are invited to play witch doctor.  One person, the subject, puts a curse on the other by sticking pins into a doll. The second person, however, is in on the experiment, and by prior arrangement with the doctors, acts either obnoxious, so that the pin-sticker dislikes him, or nice.  After a while, the ostensible victim complains of a headache. In cases in which he or she was unlikable, the subject tended to claim responsibility for causing the headache, an example of the ''magical thinking'' that makes baseball fans put on their rally caps.  ''We made it happen in a lab,'' Dr. Wegner said.  Is a similar sort of magical thinking responsible for the experience of free will?  ''We see two tips of the iceberg, the thought and the action,'' Dr. Wegner said, ''and we draw a connection.''  But most of the action is going on beneath the surface. Indeed, the conscious mind is often a drag on many activities. Too much thinking can give a golfer the yips. Drivers perform better on automatic pilot. Fiction writers report writing in a kind of trance in which they simply take dictation from the voices and characters in their head, a grace that is, alas, rarely if ever granted nonfiction writers.  Naturally, almost everyone has a slant on such experiments and whether or not the word ''illusion'' should be used in describing free will. Dr. Libet said his results left room for a limited version of free will in the form of a veto power over what we sense ourselves doing. In effect, the unconscious brain proposes and the mind disposes.  In a 1999 essay, he wrote that although this might not seem like much, it was enough to satisfy ethical standards. ''Most of the Ten Commandments are 'do not' orders,'' he wrote.  But that might seem a pinched and diminished form of free will.  Good Intentions  Dr. Dennett, the Tufts professor, is one of many who have tried to redefine free will in a way that involves no escape from the materialist world while still offering enough autonomy for moral responsibility, which seems to be what everyone cares about.  The belief that the traditional intuitive notion of a free will divorced from causality is inflated, metaphysical nonsense, Dr. Dennett says reflecting an outdated dualistic view of the world.  Rather, Dr. Dennett argues, it is precisely our immersion in causality and the material world that frees us. Evolution, history and culture, he explains, have endowed us with feedback systems that give us the unique ability to reflect and think things over and to imagine the future. Free will and determinism can co-exist.  ''All the varieties of free will worth having, we have,'' Dr. Dennett said.  ''We have the power to veto our urges and then to veto our vetoes,'' he said. ''We have the power of imagination, to see and imagine futures.''  In this regard, causality is not our enemy but our friend, giving us the ability to look ahead and plan. ''That's what makes us moral agents,'' Dr. Dennett said. ''You don't need a miracle to have responsibility.''  Other philosophers disagree on the degree and nature of such ''freedom.'' Their arguments partly turn on the extent to which collections of things, whether electrons or people, can transcend their origins and produce novel phenomena.  These so-called emergent phenomena, like brains and stock markets, or the idea of democracy, grow naturally in accordance with the laws of physics, so the story goes. But once they are here, they play by new rules, and can even act on their constituents, as when an artist envisions a teapot and then sculpts it -- a concept sometimes known as ''downward causation.'' A knowledge of quarks is no help in predicting hurricanes -- it's physics all the way down. But does the same apply to the stock market or to the brain? Are the rules elusive just because we can't solve the equations or because something fundamentally new happens when we increase numbers and levels of complexity?  Opinions vary about whether it will ultimately prove to be physics all the way down, total independence from physics, or some shade in between, and thus how free we are. Dr. Silberstein, the Elizabethtown College professor, said, ''There's nothing in fundamental physics by itself that tells us we can't have such emergent properties when we get to different levels of complexities.''  He waxed poetically as he imagined how the universe would evolve, with more and more complicated forms emerging from primordial quantum muck as from an elaborate computer game, in accordance with a few simple rules: ''If you understand, you ought to be awestruck, you ought to be bowled over.''  George R. F. Ellis, a cosmologist at the University of Cape Town, said that freedom could emerge from this framework as well. ''A nuclear bomb, for example, proceeds to detonate according to the laws of nuclear physics,'' he explained in an e-mail message. ''Whether it does indeed detonate is determined by political and ethical considerations, which are of a completely different order.''  I have to admit that I find these kind of ideas inspiring, if not liberating. But I worry that I am being sold a sort of psychic perpetual motion machine. Free wills, ideas, phenomena created by physics but not accountable to it. Do they offer a release from the chains of determinism or just a prescription for a very intricate weave of the links?And so I sought clarity from mathematicians and computer scientists. According to deep mathematical principles, they say, even machines can become too complicated to predict their own behavior and would labor under the delusion of free will.  If by free will we mean the ability to choose, even a simple laptop computer has some kind of free will, said Seth Lloyd, an expert on quantum computing and professor of mechanical engineering at the Massachusetts Institute of Technology.  Every time you click on an icon, he explained, the computer's operating system decides how to allocate memory space, based on some deterministic instructions. But, Dr. Lloyd said, ''If I ask how long will it take to boot up five minutes from now, the operating system will say 'I don't know, wait and see, and I'll make decisions and let you know.' ''  Why can't computers say what they're going to do? In 1930, the Austrian philosopher Kurt Gödel proved that in any formal system of logic, which includes mathematics and a kind of idealized computer called a Turing machine, there are statements that cannot be proven either true or false. Among them are self-referential statements like the famous paradox stated by the Cretan philosopher Epimenides, who said that all Cretans are liars: if he is telling the truth, then, as a Cretan, he is lying.  One implication is that no system can contain a complete representation of itself, or as Janna Levin, a cosmologist at Barnard College of Columbia University and author of the 2006 novel about Gödel, ''A Madman Dreams of Turing Machines,'' said: ''Gödel says you can't program intelligence as complex as yourself. But you can let it evolve. A complex machine would still suffer from the illusion of free will.''  Another implication is there is no algorithm, or recipe for computation, to determine when or if any given computer program will finish some calculation. The only way to find out is to set it computing and see what happens. Any way to find out would be tantamount to doing the calculation itself.  ''There are no shortcuts in computation,'' Dr. Lloyd said.  That means that the more reasonably you try to act, the more unpredictable you are, at least to yourself, Dr. Lloyd said. Even if your wife knows you will order the chile rellenos, you have to live your life to find out.  To him that sounds like free will of a sort, for machines as well as for us. Our actions are determined, but so what? We still don't know what they will be until the waiter brings the tray.  That works for me, because I am comfortable with so-called physicalist reasoning, and I'm always happy to leverage concepts of higher mathematics to cut through philosophical knots.  The Magician's Spell  So what about Hitler?  The death of free will, or its exposure as a convenient illusion, some worry, could wreak havoc on our sense of moral and legal responsibility. According to those who believe that free will and determinism are incompatible, Dr. Silberstein said in an e-mail message, it would mean that ''people are no more responsible for their actions than asteroids or planets.'' Anything would go.  Dr. Wegner of Harvard said: ''We worry that explaining evil condones it. We have to maintain our outrage at Hitler. But wouldn't it be nice to have a theory of evil in advance that could keep him from coming to power?''  He added, ''A system a bit more focused on helping people change rather than paying them back for what they've done might be a good thing.''  Dr. Wegner said he thought that exposing free will as an illusion would have little effect on people's lives or on their feelings of self-worth. Most of them would remain in denial.  ''It's an illusion, but it's a very persistent illusion; it keeps coming back,'' he said, comparing it to a magician's trick that has been seen again and again. ''Even though you know it's a trick, you get fooled every time. The feelings just don't go away.''  In an essay about free will in 1999, Dr. Libet wound up quoting the writer Isaac Bashevis Singer, who once said in an interview with the Paris Review, ''The greatest gift which humanity has received is free choice. It is true that we are limited in our use of free choice. But the little free choice we have is such a great gift and is potentially worth so much that for this itself, life is worthwhile living.''  I could skip the chocolate cake, I really could, but why bother? Waiter!  Correction:  January 4, 2007, Thursday  An article in Science Times on Tuesday about the debate over free will misstated the location of Elizabethtown College, where Michael Silberstein, who commented on free will and popular culture, is a science philosopher. It is in Pennsylvania, not Maryland.  ", 
            "title": "Free Will: Now You Have It, Now You Don't"
        }, 
        "weight": 0.5419164903524852, 
        "file": "1815897.txt", 
        "other_topics": {
            "0": 4.0840831801384683e-05, 
            "1": 4.9626799183928625e-05, 
            "2": 0.0026949538894565144, 
            "3": 6.135227909744248e-05, 
            "4": 0.036780260611684386, 
            "5": 0.00010141603024714206, 
            "6": 7.306053015645001e-05, 
            "7": 0.009681009955151289, 
            "8": 7.283720760330032e-05, 
            "9": 7.290020302143015e-05, 
            "10": 5.5670156847069973e-05, 
            "11": 0.5419164903524852, 
            "12": 0.0009648460909237572, 
            "13": 0.05519222049858142, 
            "14": 0.002692292040176981, 
            "15": 0.0376703279715735, 
            "16": 0.0009542826707277931, 
            "17": 0.06844458077607966, 
            "18": 0.00973642132585454, 
            "19": 0.23274460977934683
        }
    }, 
    {
        "content": {
            "text": "  THE ability of The New York Times to maintain its ethical standards among its far-flung outside contributors continues to be a major concern of mine. As these freelancers fill column after column at a lower cost than full-time reporters, readers have a right to expect that editors ensure the integrity of that journalism.  But embarrassing gaps continue to beset The Times's online ethics questionnaire, introduced last April to ascertain whether freelancers meet the paper's fundamental ethical standards before they get assignments. Recently, articles by two freelancers suffered from clear conflicts of interest, first spotted by readers who wrote to me.  Brief, upbeat reports written by a frequent Times freelancer about two cellphones made by Samsung appeared Nov. 23 and 30. Then, on Dec. 7, an editors' note acknowledged that the author had made an October visit to Samsung's South Korean offices at the company's expense.  An Oct. 15 article on the use of environmentally sensitive building methods and materials featured an Oregon home that was the first in the Western United States to receive a special certification for ''green'' houses. An editors' note on Oct. 29 disclosed that the freelance author was employed part time as an editor and writer by a nonprofit organization that promotes a sustainable economy, and that had received financial contributions from the owner of the home.  If Times editors had been aware of the conflicts, both editors' notes concluded, the two freelancers would not have been given the assignments. But why, I began to ask senior editors after the second note appeared, had the new online ethics questionnaire failed to detect these conflicts?  As I continued to pursue these questions, the problem was acknowledged in a Jan. 16 memo to the staff from Craig R. Whitney and William E. Schmidt, both assistant managing editors. ''Recently, we've seen several cases of freelancers' apparent unfamiliarity with provisions of the Ethical Journalism policy  despite the vetting system we put in place last spring to try to ensure that they would be aware of the policy,'' they wrote.  In a push in the right direction, the memo requires editors to ask freelancers if they are ''familiar with our ethics rules'' the next time each is given an assignment -- and to ''make it clear that continuing to contribute to The Times depends on observing those rules.'' If a freelancer ''deliberately disregards'' the paper's Ethical Journalism guidelines, ''we stop giving assignments to that person,'' the two editors warned.  So how did the freelancer conflicts on these stories escape detection before publication?  The freelancer who took the Samsung junket, John Biggs, had responded to the online ethics questionnaire for outside contributors in May, shortly after it became a requirement. ''Have you accepted any free trips, junkets or press trips in the last two years?'' one question asked. His negative response was accurate at that time, according to Mr. Whitney, who is also the paper's standards editor.  After taking the October junket, primarily to write for CrunchGear.com, a blog about electronic gear, Mr. Biggs told me, he ''simply forgot'' about updating his ethics questionnaire response so Times editors would be aware of his conflict of interest and not assign him any Samsung stories. His editor doesn't share his vague recollection that he mentioned Samsung's role in his trip. In any case, comments he posted on CrunchGear on Oct. 17, the day he arrived in Seoul, make it clear to me that he understood the unethical aspect of junkets. ''I'm here with Samsung,'' he wrote, ''suckling on the sweet teat of junket whoredom.''  Unfortunately, The Times's online ethics questionnaire system requires updating of freelancer responses only every two years. Mr. Biggs, who in recent months has been writing brief articles almost every week for the business section, wasn't asked to update his responses before writing the two stories about Samsung products in November.  The writer of the article lauding the Oregon builder's ''green'' house, Colleen Kaleda, had also responded to the ethics questionnaire in May. Asked to list her current employers, ''whether full time or part time,'' she omitted the Sightline Institute, where she did editing and writing and was then listed as the ''associate editor'' of Tidepool, its online news service. Ms. Kaleda told me that she hadn't listed Sightline as a part-time employer because of ''the small amount of work involved.'' She has told Times editors that she wasn't aware when she quoted him in the article that the home's owner had donated to Sightline.  A Times editor reviewed Ms. Kaleda's May responses when he assigned her the article for the real estate section in late summer. I think it's likely that correctly listing her work for Sightline would have raised enough questions to bring to light the nonprofit's focus on a sustainable economy and the donations from the owner of the featured home. But Ms. Kaleda's listing of her volunteer work for the Oregon League of Conservation Voters should have also triggered questions from her editor, and it didn't.  Before issuing the new warning about deliberately disregarding the paper's ethics rules, Mr. Whitney had ruled that there should be minimal restrictions on the two freelancers. Mr. Biggs, he determined, is not eligible for any assignments about Samsung products, and Ms. Kaleda is not to be assigned articles about environmental issues.  Most freelancers, it's important to note, follow the paper's guidelines and deliver valuable articles to readers of The Times. And full-time news staffers don't always adhere to the paper's ethical standards. As some outside contributors were quick to remind me when I first called for stronger editing and ethical oversight for them, Jayson Blair was not a freelancer. But the number of freelancers in the paper's database -- more than 5,000 -- and the specter of conflicts raised by their work outside The Times create issues that demand comprehensive and diligent oversight.  The tales of these two freelancers convinced me that readers deserve to have more attention paid to the ethics of outside contributors than the latest memo provides. A key need: an editing staff sufficient to allow extra time to question freelancers and edit their stories. But there are at least two inexpensive changes to the existing online vetting system that could give editors more updated information and increase the pressure on outside contributors to read its ethical rules.  Each assignment should require that the freelancer has responded to the online ethics questionnaire within the previous 30 days; the two-year interval is useless. And there should be an additional ''question'' that confirms the reading, or rereading, that day of the 686 words of the complete freelancer ethics rules already posted online underneath the questionnaire; that would make pleading ignorance difficult.  These changes wouldn't prevent all problems. But they would provide additional protection for the paper's credibility that is sorely needed.  Drawing a Line  Times editors have carefully made clear their disapproval of the expression of a personal opinion about Iraq on national television by the paper's chief military correspondent, Michael Gordon.  The rumored military buildup in Iraq was a hot topic on the Jan. 8 ''Charlie Rose'' show, and the host asked Mr. Gordon if he believed ''victory is within our grasp.'' The transcript of Mr. Gordon's response, which he stressed was ''purely personal,'' includes these comments:  ''So I think, you know, as a purely personal view, I think it's worth it [sic] one last effort for sure to try to get this right, because my personal view is we've never really tried to win. We've simply been managing our way to defeat. And I think that if it's done right, I think that there is the chance to accomplish something.''  I raised reader concerns about Mr. Gordon's voicing of personal opinions with top editors, and received a response from Philip Taubman, the Washington bureau chief. After noting that Mr. Gordon has ''long been mindful and respectful of the line between analysis and opinion in his television appearances,'' Mr. Taubman went on to draw the line in this case.  ''I would agree with you that he stepped over the line on the 'Charlie Rose' show. I have discussed the appearances with Michael and I am satisfied that the comments on the Rose show were an aberration. They were a poorly worded shorthand for some analytical points about the military and political situation in Baghdad that Michael has made in the newspaper in a more nuanced and unopinionated way. He agrees his comments on the show went too far.''  It's a line drawn correctly by Mr. Taubman -- and accepted honorably by Mr. Gordon.  THE PUBLIC EDITOR  ", 
            "title": "Spotting Freelancer Conflicts: A Solution With Problems"
        }, 
        "weight": 0.5354904988617049, 
        "file": "1822118.txt", 
        "other_topics": {
            "0": 6.519359260686805e-05, 
            "1": 7.921849741244012e-05, 
            "2": 0.00011256004416553006, 
            "3": 9.793570092874363e-05, 
            "4": 6.081669574809791e-05, 
            "5": 0.07138089771982377, 
            "6": 0.16489786160714112, 
            "7": 0.01126429405611097, 
            "8": 0.002909171224483996, 
            "9": 0.001512820628824122, 
            "10": 8.886541644152497e-05, 
            "11": 0.5354904988617049, 
            "12": 0.00014371784340297676, 
            "13": 0.00012607126862043038, 
            "14": 0.06574151522612405, 
            "15": 0.07130417526738539, 
            "16": 0.00152330677224631, 
            "17": 0.07294930316976352, 
            "18": 0.0001811371419780777, 
            "19": 7.063926508721116e-05
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''The Elusive Altar'' (column, Jan. 18):  David Brooks keenly observes two very different pictures of life for unmarried women, largely determined by socioeconomic status. But I take issue with his proposed remedy for folks down the social scale: to view marriage ''more as a social machine'' that ''can be useful for achieving practical ends,'' instead of as an unreachable ''state of sacred bliss.''  Mr. Brooks has got it backward. Successful marriages indeed start out as a state of ''sacred bliss,'' and their practical achievements and social benefits flow from the mutual love, respect and fidelity spurred by that commitment.  In my Roman Catholic faith, that's why we deem matrimony a sacrament -- an outward sign of God's grace to the entire community. (Of course, the trick is sustaining the bliss long enough to reap the benefits.)  Brenda L. Becker  Brooklyn, Jan. 18, 2007  To the Editor:  David Brooks prefers to shame and stigmatize, rather than help real individuals, relationships and families to thrive.  Being unmarried is not being ''trapped in a no man's land between solitude and marriage.'' It is often a smart, life-affirming choice. Using marriage as ''a social machine'' penalizes the unmarried.  Government policies reward marriage by withholding benefits from unmarried people. Given that one-third of children live in unmarried households, better policy would offer all parents the relationship skills, economic opportunities, health insurance and so on they need to succeed.  Three cheers for unmarried people who ''don't want to marry until they are financially secure and emotionally mature.'' Ideally, people should be secure and mature when they have children, too.  But pushing marriage on unprepared parents simply increases the chances that children will live through divorce. It makes more sense to help single parents succeed as parents than to push them into risky marriages.  Nicky Grist  Executive Director  Alternatives to Marriage Project  Brooklyn, Jan. 18, 2007  To the Editor:  David Brooks recommends that we strengthen marriage by encouraging people to value it less and engage in it more. But he doesn't discuss the ''except gay people'' clause.  In our country, children of gay couples are deprived of the same civil rights and protections afforded to my child by the legal institution of marriage. They are a nebulous population, governed by no consistent legal policy by the family court system if their parents' relationship fails. It's bad for those kids, and it's bad for our country.  Either the social fabric matters, or it doesn't. Either marriage is good for our social fabric, or it's not.  Robert M. Charde  Bloomfield, N.J., Jan. 18, 2007  ", 
            "title": "The Marriage Ideal And Unwedded Bliss"
        }, 
        "weight": 0.5348513731521652, 
        "file": "1820048.txt", 
        "other_topics": {
            "0": 0.0002055702251333095, 
            "1": 0.00905645013695658, 
            "2": 0.00035492741993306895, 
            "3": 0.0003088135395439053, 
            "4": 0.00019176887385530272, 
            "5": 0.10178701863636427, 
            "6": 0.0003677464187228226, 
            "7": 0.00029225632365395315, 
            "8": 0.0003666223361441036, 
            "9": 0.2953899220246676, 
            "10": 0.0002802128696083712, 
            "11": 0.5348513731521652, 
            "12": 0.0004531750474648827, 
            "13": 0.00039753138363498545, 
            "14": 0.00034152913856784787, 
            "15": 0.0002685490268985571, 
            "16": 0.00040000461552014237, 
            "17": 0.05389262055561146, 
            "18": 0.0005711666065249928, 
            "19": 0.00022274166902867888
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''A Convenient Truth'' (Op-Ed, Jan. 26):  Our reaction to Ashley's treatment is moral intuition telling us that it's wrong. We should not, as Peter Singer does, use reason to gloss over that insight and rationalize that it's justified. The parents wanted to make Ashley's body continue to match her mental age. But that treats her as an object to be ''designed,'' not as a natural person to be respected whatever her state.  This is where human dignity comes in. The two radically opposed versions are intrinsic human dignity (we have dignity just because we are human); and extrinsic human dignity (Peter Singer's version), dignity conferred on us by others. Ashley ''is precious not so much for what she is, but because her parents and siblings love her and care about her.''  Extrinsic human dignity says that below a certain level of mental or physical functioning, we don't merit dignity and its protections.  A society's ''ethical tone'' is set not by how it treats its most powerful citizens, but by how it treats its weakest and most vulnerable -- its Ashleys.  Margaret A. Somerville  Montreal, Jan. 30, 2007  The writer is founding director of the Center for Medicine, Ethics and Law at McGill University.  To the Editor:  Peter Singer, a highly controversial ethicist, argues for the ''best interest'' principle and against the notion that Ashley has dignity.  ''Benevolence,'' ''best intentions'' and ''for their own good'' have often had disastrous consequences for people with disabilities.  For decades, parents, families and disability advocates have been fighting for the principle that personal and physical autonomy of all people with disabilities is sacrosanct and for community-based services for children and adults. Their advocacy led to enactment of laws that establish rights to full personhood for people with disabilities.  Social service and health care systems should be strengthened so that people can receive help at home and appropriate equipment. To the extent that it remains difficult to provide community services for individuals and families, then it is all our duty to change the system so that it works rather than to modify people so that they will more easily ''fit'' a flawed system.  The United Nations recently adopted the Convention on the Protection and Promotion of the Rights and Dignity of Persons With Disabilities. Article 17 reads in part, ''Every person with disabilities has a right to respect for his or her physical and mental integrity on an equal basis with others.''  Ashley has been denied her basic human rights through draconian interventions to her person.  Julia Epstein  Berkeley, Calif., Jan. 26, 2007  The writer is director of communications, Disability Rights Education and Defense Fund.  ", 
            "title": "The Human Rights Of a Disabled Child"
        }, 
        "weight": 0.5269956837783936, 
        "file": "1822791.txt", 
        "other_topics": {
            "0": 0.04129003156161123, 
            "1": 0.0002589146282749728, 
            "2": 0.00036788683130407597, 
            "3": 0.00032008920175293073, 
            "4": 0.000198770901833063, 
            "5": 0.07811891578000453, 
            "6": 0.00038117388826389766, 
            "7": 0.0003029274347355483, 
            "8": 0.00038000876222746174, 
            "9": 0.12361120356959557, 
            "10": 0.00029044423986821204, 
            "11": 0.5269956837783936, 
            "12": 0.03698257098795082, 
            "13": 0.00041204638710916867, 
            "14": 0.004918105494049425, 
            "15": 0.0002783545170281118, 
            "16": 0.00041460992373725496, 
            "17": 0.0010911198420209653, 
            "18": 0.03254076460147912, 
            "19": 0.15084637766876002
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''Second Thoughts on Gays in the Military,'' by Gen. John M. Shalikashvili, a former chairman of the Joint Chiefs of Staff (Op-Ed, Jan. 2):  I am on my second yearlong tour in Iraq, the first having ended 15 months ago. In my opinion, troops here want only someone next to them who is dependable in a firefight, knows first aid and keeps a good morale. We don't care if that person is male, female, gay, straight, white, black, cheats on his wife or her husband, is Catholic or Jewish, rich or poor.  When you live in close quarters in combat over a long period, all you care about is whether the person knows his job and is trustworthy.  With all that is going on here, it amazes me that ''gays in the military'' is still being debated by those out of uniform.  Charles Mitchell  Baghdad, Jan. 2, 2007  To the Editor:  Gen. John M. Shalikashvili writes that in the mid-90s, he supported the ''don't ask, don't tell'' policy because he believed that openness would have lowered morale, hurt recruitment and undermined cohesion.  But now that the Army is strained beyond belief, he believes that ''we must welcome the service of any American who is willing and able to do the job.''  It would be great progress to end the ''don't ask, don't tell'' era, but as a gay man, I'm less than grateful for General Shalikashvili's heartwarming invitation. He now welcomes the day when ''gay men and lesbians will no longer have to conceal who they are.''  Apparently, that was previously acceptable.  Abuse of gay people in the armed forces is rampant, and for years people have had no recourse because they feared dismissal. Now that the Army needs recruits for a violent, unpopular war, we are more than welcome.  No thanks.  Andrew Hiller  Brooklyn, Jan. 2, 2007  To the Editor:  In explaining his change of position on the ''don't ask, don't tell'' policy, Gen. John M. Shalikashvili correctly observes that dozens of other countries, including most of our NATO and coalition allies, now ''let gays serve openly, with none reporting morale or recruitment problems.''  Nonetheless, the Pentagon continues to say that the policy is necessary to preserve ''unit cohesion.'' This argument is an insult to the professionalism of the United States military.  Stripped of euphemism, the unit cohesion rationale suggests that straight service members would not be capable of doing their jobs and completing the military mission if they served alongside gay people who have gone public. This argument, always implausible, is now an embarrassment.  I believe that our men and women in uniform are as professional as their counterparts in Canada, Britain and France. Is the Pentagon ready to say the same?  Tobias Barrington Wolff  Philadelphia, Jan. 2, 2007  The writer is a visiting law professor at the University of Pennsylvania.  To the Editor:  Forgive me my cynicism, but I find it incredibly laughable that with the Bush administration stuck neck-deep in the Iraq quagmire, and the armed services facing a shortage of recruits, it is time to reconsider ''allowing'' gay people to serve their country.  Perhaps I might take Gen. John M. Shalikashvili's opinion more seriously if he had mentioned my right to marry my partner.  Patricia Esgate  South Piermont, N.Y., Jan. 2, 2007  To the Editor:  Congratulations to Gen. John M. Shalikashvili! His view on discrimination reflects a national change. In various sectors of American life, the second-class status of gay people is becoming less prevalent.  But a typical gay person chooses to remain closeted rather than to cope with homophobia. Hypocrisy and inequality usually describe life in America for a gay person. For those of us born in the 1930s with military experience, we observed, or learned in conversations as veterans, that career men and recruits secretly engaged in consensual sex. This fact exists in spite of our insistence to the contrary.  So a change from homophobia to tolerance would be advantageous to our national defense and to gay people.  Bob Geary  Portland, Ore., Jan. 2, 2007  To the Editor:  In 1975, Len Matlovich and I were the first to challenge the ban on gays in the military. He challenged the regulations, and I challenged the statutory ban in the Uniform Code of Military Justice, and both of us had the same lawyers.  Then, the ultimate issue was less the soldiers' morale than image. If the United States had gays in uniform, then (as the logic went) our enemies would perceive the country as weak, perverted and less than masculine. From a recruiting perspective, Ma and Pa would be less willing to allow Johnny to be signed up for fear of his being seduced.  Today, the same logic applies, but more so since homosexuality is considered a complete scandal in the Muslim world, often punished by death. Gays should, of course, be allowed into service, yet those who support the ban will point to how Islamists will mock the American military as immoral and worthy of jihad.  Jay Hatheway  Stoughton, Wis., Jan. 3, 2007  To the Editor:  Gen. John M. Shalikashvili presents many reasons that led him to say, ''I now believe that if gay men and lesbians served openly in the United States military, they would not undermine the efficacy of the armed forces.''  But he then urges Congress to be cautious in fighting to lift the ban on openly gay service members, considering it still a divisive, low-priority issue. Despite his research supporting the inclusion of gays, he's simply replacing ''don't ask, don't tell'' with ''yeah, but not yet.''  Sally K. Chrisman  Princeton, N.J., Jan. 2, 2007  To the Editor:  It's hard to fault Gen. John M. Shalikashvili's call for a reassessment of gays in the military. Even Britain, which officially banned gays until it was forced by a European court to admit them, reports no problems.  As for the bugaboo threat to morale, if you're pinned down by enemy fire and joined by a gay soldier in your foxhole, the last (and least) of your fears is an indelicate overture.  I remember watching a piece about a Danish platoon that had just spent a week on maneuvers with its openly gay captain. When asked if it had made them uncomfortable to be at such close quarters sharing a tent, one soldier said: ''We don't mind that he's gay. What we mind is that he smokes.''  Peter Brodie  Palo Alto, Calif., Jan. 2, 2007  ", 
            "title": "'Don't Ask, Don't Tell'? No, Sir!"
        }, 
        "weight": 0.5239685318759331, 
        "file": "1817190.txt", 
        "other_topics": {
            "0": 9.391491519543741e-05, 
            "1": 0.2616304155232434, 
            "2": 0.00016214886432085963, 
            "3": 0.00014108170265738235, 
            "4": 8.760975726696838e-05, 
            "5": 0.0002332096938288936, 
            "6": 0.00016800523376078906, 
            "7": 0.004156845171557837, 
            "8": 0.0001674916957715953, 
            "9": 0.10678581916679233, 
            "10": 0.00012801546463683962, 
            "11": 0.5239685318759331, 
            "12": 0.020323671596861038, 
            "13": 0.026333242214854787, 
            "14": 0.004179355494884467, 
            "15": 0.0001226868291389957, 
            "16": 0.00018274241573650277, 
            "17": 0.0004809192071227451, 
            "18": 0.05055253347391225, 
            "19": 0.00010175970252381164
        }
    }, 
    {
        "content": {
            "text": "  I was all set not to like Peter Singer's article (Dec. 17). I think that the freedom to choose what one does with one's own money is a fundamental building block of a free society. That said, I found myself agreeing with nearly all of what he wrote. As a Christian, I strongly believe that the more fortunate should give generously to those in need. Also, I agree that one's capacity to give greatly increases after one's basic needs are met, so the calculation methods and their underlying assumptions rang true to me, too.  It seems to me that the only real way to permanently eradicate poverty is to attack the conditions that create it -- overpopulation, the lack of the means to produce food, clothing and shelter locally, the lack of other viable jobs and industries, etc. Perhaps these are the sorts of things the United Nations Millennium Summit has in mind as ways to meet the goals listed in the article.  I think most people's inclination to give is increased by knowing that their gifts will be carefully channeled into projects that deliver long-term benefits. Equally important is knowing there are safeguards, audits and independent watchers in place to make sure the charitable organizations themselves are handling the monies efficiently and ethically.  Russ Maney  Louisville, Ky.  Private philanthropy allows for the kind of risk-taking that governments won't and, frankly, can't do. That's good. But private philanthropy cannot sustain the scale of global interventions needed over the long term the way governments can. Philanthropists may get bored and want to move on to other issues. Or they may not want to get involved in the difficult and complex politics often needed, perhaps for fear of offending the richest markets for their business-related products.  Patti Culross  Crockett, Calif.  Why does Singer suggest that wealth should be given away as earned each year? Warren Buffett and Bill Gates are able to give away many billions of dollars only because they continued, over a period of many years, to reinvest in building their companies, as opposed to spending or giving away their wealth. Are they even now giving it away too soon? Assuming a 15 percent annual rate of return, if they waited five more years, they could give away twice as much as today.  William Roth  Avon, Conn.  ", 
            "title": "What Should a Billionaire Give - and What Should You?"
        }, 
        "weight": 0.5193910366270471, 
        "file": "1816953.txt", 
        "other_topics": {
            "0": 0.00026510472171253766, 
            "1": 0.017357819018431923, 
            "2": 0.00045771674778527505, 
            "3": 0.0003982479826967184, 
            "4": 0.0002473064078397952, 
            "5": 0.10287240715392341, 
            "6": 0.006152809247336341, 
            "7": 0.0571625060270287, 
            "8": 0.06293696996244165, 
            "9": 0.01750889060477104, 
            "10": 0.00036136436961931403, 
            "11": 0.5193910366270471, 
            "12": 0.0005844175379354445, 
            "13": 0.00619122013504703, 
            "14": 0.000440438235537454, 
            "15": 0.00034632260093088224, 
            "16": 0.14247987444587792, 
            "17": 0.01271466950649267, 
            "18": 0.05184362953823468, 
            "19": 0.0002872491293101471
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  In ''Health Care Problem? Check the American Psyche'' (Economic View, Dec. 31), Anna Bernasek said that most Americans don't believe that an effective single-payer health care system is possible.  I think that most Americans have encountered some aspect of the modern medical culture -- where everything can be based on price, and where patients are marketing targets -- and they don't like it.  Let a new single-payer proposal be put forth and debated. I believe that people will support such a program and that it will surely be an improvement over the chaotic system we have today.  Margaret Eiszner  Kalamazoo, Mich., Jan. 3  ", 
            "title": "Single Payer's Potential"
        }, 
        "weight": 0.5166018911668172, 
        "file": "1818864.txt", 
        "other_topics": {
            "0": 0.0008472665642922166, 
            "1": 0.001029536514972778, 
            "2": 0.001462848695450815, 
            "3": 0.0012727883451341673, 
            "4": 0.0007903836987297366, 
            "5": 0.38322258089388145, 
            "6": 0.0015156827527916452, 
            "7": 0.00120454706450986, 
            "8": 0.0015110497978788684, 
            "9": 0.019660863672654433, 
            "10": 0.0011549094483385772, 
            "11": 0.5166018911668172, 
            "12": 0.0018677805369894422, 
            "13": 0.0016384427724993988, 
            "14": 0.0014076270999480141, 
            "15": 0.0011068364166882958, 
            "16": 0.019797143303132363, 
            "17": 0.0043386800006482975, 
            "18": 0.03865110184246467, 
            "19": 0.0009180394121778065
        }
    }, 
    {
        "content": {
            "text": "  TWO weeks ago, President Bush called for a long-term plan to increase the size of the armed forces. As our leaders consider various options for carrying out Mr. Bush's vision, one issue likely to generate fierce debate is ''don't ask, don't tell,'' the policy that bars openly gay service members from the military. Indeed, leaders in the new Congress are planning to re-introduce a bill to repeal the policy next year.  As was the case in 1993 -- the last time the American people thoroughly debated the question of whether openly gay men and lesbians should serve in the military -- the issue will give rise to passionate feelings on both sides. The debate must be conducted with sensitivity, but it must also consider the evidence that has emerged over the last 14 years.  When I was chairman of the Joint Chiefs of Staff, I supported the current policy because I believed that implementing a change in the rules at that time would have been too burdensome for our troops and commanders. I still believe that to have been true. The concern among many in the military was that given the longstanding view that homosexuality was incompatible with service, letting people who were openly gay serve would lower morale, harm recruitment and undermine unit cohesion.  In the early 1990s, large numbers of military personnel were opposed to letting openly gay men and lesbians serve. President Bill Clinton, who promised to lift the ban during his campaign, was overwhelmed by the strength of the opposition, which threatened to overturn any executive action he might take. The compromise that came to be known as ''don't ask, don't tell'' was thus a useful speed bump that allowed temperatures to cool for a period of time while the culture continued to evolve.  The question before us now is whether enough time has gone by to give this policy serious reconsideration. Much evidence suggests that it has.  Last year I held a number of meetings with gay soldiers and marines, including some with combat experience in Iraq, and an openly gay senior sailor who was serving effectively as a member of a nuclear submarine crew. These conversations showed me just how much the military has changed, and that gays and lesbians can be accepted by their peers.  This perception is supported by a new Zogby poll of more than 500 service members returning from Afghanistan and Iraq, three quarters of whom said they were comfortable interacting with gay people. And 24 foreign nations, including Israel, Britain and other allies in the fight against terrorism, let gays serve openly, with none reporting morale or recruitment problems.  I now believe that if gay men and lesbians served openly in the United States military, they would not undermine the efficacy of the armed forces. Our military has been stretched thin by our deployments in the Middle East, and we must welcome the service of any American who is willing and able to do the job.  But if America is ready for a military policy of nondiscrimination based on sexual orientation, the timing of the change should be carefully considered. As the 110th Congress opens for business, some of its most urgent priorities, like developing a more effective strategy in Iraq, share widespread support that spans political affiliations. Addressing such issues could help heal the divisions that cleave our country. Fighting early in this Congress to lift the ban on openly gay service members is not likely to add to that healing, and it risks alienating people whose support is needed to get this country on the right track.  By taking a measured, prudent approach to change, political and military leaders can focus on solving the nation's most pressing problems while remaining genuinely open to the eventual and inevitable lifting of the ban. When that day comes, gay men and lesbians will no longer have to conceal who they are, and the military will no longer need to sacrifice those whose service it cannot afford to lose.  Op-Ed Contributor John M. Shalikashvili, a retired army general, was chairman of the Joint Chiefs of Staff from 1993 to 1997.  ", 
            "title": "Second Thoughts on Gays in the Military"
        }, 
        "weight": 0.5152112829655047, 
        "file": "1815934.txt", 
        "other_topics": {
            "0": 0.0001444910437369384, 
            "1": 0.20135108913446445, 
            "2": 0.00953449484584913, 
            "3": 0.0002170586261695301, 
            "4": 0.00013479036043104555, 
            "5": 0.006548816251528052, 
            "6": 0.00025848132353468897, 
            "7": 0.00020542090283792613, 
            "8": 0.00025769122922535847, 
            "9": 0.0002579141011237686, 
            "10": 0.00019695580900385795, 
            "11": 0.5152112829655047, 
            "12": 0.02198358270428111, 
            "13": 0.00027941655705421075, 
            "14": 0.23855566282310176, 
            "15": 0.0001887575360972071, 
            "16": 0.003376162850553329, 
            "17": 0.0007399092896554329, 
            "18": 0.00040146115066499945, 
            "19": 0.00015656049518256106
        }
    }, 
    {
        "content": {
            "text": "  Amid the shouting lately about whether global warming is a human-caused catastrophe or a hoax, some usually staid climate scientists in the usually invisible middle are speaking up.  The discourse over the issue has been feverish since Hurricane Katrina. Seizing the moment, many environmental campaigners, former Vice President Al Gore and some scientists have portrayed the growing human influence on the climate as an unfolding disaster that is already measurably strengthening hurricanes, spreading diseases and amplifying recent droughts and deluges.  Conservative politicians and a few scientists, many with ties to energy companies, have variously countered that human-driven warming is inconsequential, unproved or a manufactured crisis.  A third stance is now emerging, espoused by many experts who challenge both poles of the debate.  They agree that accumulating carbon dioxide and other heat-trapping smokestack and tailpipe gases probably pose a momentous environmental challenge, but say the appropriate response is more akin to buying fire insurance and installing sprinklers and new wiring in an old, irreplaceable house (the home planet) than to fighting a fire already raging.  ''Climate change presents a very real risk,'' said Carl Wunsch, a climate and oceans expert at the Massachusetts Institute of Technology. ''It seems worth a very large premium to insure ourselves against the most catastrophic scenarios. Denying the risk seems utterly stupid. Claiming we can calculate the probabilities with any degree of skill seems equally stupid.''  Many in this camp seek a policy of reducing vulnerability to all climate extremes while building public support for a sustained shift to nonpolluting energy sources.  They have made their voices heard in Web logs, news media interviews and at least one statement from a large scientific group, the World Meteorological Organization. In early December, that group posted a statement written by a committee consisting of most of the climatologists assessing whether warming seas have affected hurricanes.  While each degree of warming of tropical oceans is likely to intensify such storms a percentage point or two in the future, they said, there is no firm evidence of a heat-triggered strengthening in storms in recent years. The experts added that the recent increase in the impact of storms was because of more people getting in harm's way, not stronger storms.  There are enough experts holding such views that Roger A. Pielke Jr., a political scientist and blogger at the University of Colorado, Boulder, came up with a name for them (and himself): ''nonskeptical heretics.''  ''A lot of people have independently come to the same sort of conclusion,'' Dr. Pielke said. ''We do have a problem, we do need to act, but what actions are practical and pragmatic?''  This approach was most publicly laid out in an opinion article on the BBC Web site in November by Mike Hulme, the director of the Tyndall Center for Climate Change Research  in Britain.  Dr. Hulme said that shrill voices crying doom could paralyze instead of inspire.  ''I have found myself increasingly chastised by climate change campaigners when my public statements and lectures on climate change have not satisfied their thirst for environmental drama,'' he wrote. ''I believe climate change is real, must be faced and action taken. But the discourse of catastrophe is in danger of tipping society onto a negative, depressive and reactionary trajectory.''  Other experts say there is no time for nuance, given the general lack of public response to the threat posed particularly by carbon dioxide, a byproduct of burning fossil fuels and forests that persists for a century or more in the air and is accumulating rapidly in the atmosphere and changing the pH of the oceans.  James E. Hansen, the veteran climate scientist with the National Aeronautics and Space Administration who has spoken out about climate dangers since 1988, has recently said that scientists have been too quiet too long.  ''If we want to avoid producing a different planet, we need to start acting now,'' and not with paltry steps, he said in a recent e-mail exchange with a reporter and other scientists. ''It seems almost to be a secret that we cannot put all of the fossil-fuel CO2 into the air without producing a different planet, and yes, dangerous change. There are people who don't know that!''  Debate among scientists over how to describe the climate threat is particularly intense right now as experts work on the final language in portions of the latest assessment of global warming by the Intergovernmental Panel on Climate Change.  In three previous reports, the last published in 2001, this global network of scientists operating under the auspices of the United Nations has presented an ever-firmer picture of a growing human role in warming.  Studies used to generate the next report (portions are to be issued in February) have shown a likely warming in the 21st century -- unless emissions of greenhouse gases abate -- at least several times that of the last century's one-degree rise.  But substantial uncertainty still clouds projections of important impacts, like how high and quickly seas would rise as ice sheets thawed.  Recent drafts of the climate report used a conservative analysis that does not project a rise most people would equate with catastrophe, scientists involved in writing it say. Other experts say this may send too comforting a message.  Dr. Hulme insists that it is best not to gloss over uncertainties.  In fact, he and other experts say that uncertainty is one reason to act -- as a hedge against the prospect that problems could be much worse than projected.  His goal, Dr. Hulme said, is to raise public appreciation of the unprecedented scale and nature of the challenge.  ''Climate change is not a problem waiting for a solution (least of all a solution delivered and packaged by science), but a powerful idea that will transform the way we develop,'' he said in an e-mail message.  Dr. Hulme and others avoid sounding alarmist, but offer scant comfort to anyone who doubts that humans are contributing to warming or believes the matter can be deferred.  These experts see a clear need for the public to engage now, but not to panic. They worry that portrayals of the issue like that in ''An Inconvenient Truth,'' the documentary focused on the views of Mr. Gore, may push too hard.  Many in this group also see a need to portray clearly that the response would require far more than switching to fluorescent light bulbs and to hybrid cars.  ''This is a mega-ethical challenge,'' said Jerry D. Mahlman, a climatologist at the National Center for Atmospheric Research in Boulder, Colo., who has studied global warming for more than three decades. ''In space, it's the size of a planet, and in time, it has scales far broader than what we go-go Homo sapiens are accustomed to dealing with.''  Dr. Mahlman and others say that the buildup of carbon dioxide and other greenhouse gases cannot be quickly reversed with existing technologies. And even if every engine on earth were shut down today, they add, there would be no measurable impact on the warming rate for many years, given the buildup of heat already banked in the seas.  Because of the scale and time lag, a better strategy, Dr. Mahlman and others say, is to treat human-caused warming more as a risk to be reduced than a problem to be solved.  These experts also say efforts to attribute recent weather extremes to the climate trend, though they may generate headlines in the short run, distract from the real reasons to act, which relate more to the long-term relationship of people and the planet.  ''Global warming is real, it's serious, but it's just one of many global challenges that we're facing,'' said John M. Wallace, a climatologist at the University of Washington. ''I portray it as part of a broader problem of environmental stewardship -- preserving a livable planet with abundant resources for future generations.''  Some experts, though, argue that moderation in a message is likely to be misread as satisfaction with the pace of change.  John P. Holdren, an energy and environment expert at Harvard and president of the American Association for the Advancement of Science, defended the more strident calls for limits on carbon dioxide and other heat-trapping gases.  ''I am one of those who believes that any reasonably comprehensive and up-to-date look at the evidence makes clear that civilization has already generated dangerous anthropogenic interference in the climate system,'' Dr. Holdren said. ''What keeps me going is my belief that there is still a chance of avoiding catastrophe.''  Articles in this series are examining the ways in which the world is, and is not, moving toward a more energy-efficient, environmentally benign future. Previous articles are at nytimes.com/energychallenge.  ", 
            "title": "Middle Stance Emerges In Debate Over Climate"
        }, 
        "weight": 0.5107757153693325, 
        "file": "1815808.txt", 
        "other_topics": {
            "0": 6.784643095796586e-05, 
            "1": 8.24420330337908e-05, 
            "2": 0.05824814553726429, 
            "3": 0.0015551960022774146, 
            "4": 6.329143070925427e-05, 
            "5": 0.0030750266464586147, 
            "6": 0.01610739752771148, 
            "7": 0.2878449322292193, 
            "8": 0.00012100009619933338, 
            "9": 0.00012110474671937173, 
            "10": 9.248150163327001e-05, 
            "11": 0.5107757153693325, 
            "12": 0.0001495659672978443, 
            "13": 0.0030377515849804386, 
            "14": 0.011738919379766165, 
            "15": 0.004448457357549721, 
            "16": 0.013211493766638148, 
            "17": 0.00470725318619104, 
            "18": 0.001641783051710279, 
            "19": 0.0829101961543497
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''Trying to Find Solutions in Chaotic Middle Schools'' (''The Critical Years'' series, front page, Jan. 3):  It's a shame that the situation in the schools in your article rings so true.  The ages between 10 and 13 are an odd time because this is when children start to change, and some start to feel extremely uncomfortable with themselves. Segregating them into middle schools can reinforce that.  The nice thing about K-through-8 schools is that the children in the middle grades have an opportunity to mentor the younger children.  Separating out the fifth through eighth graders and then sending them on to high school means that they go through an adjustment of being the youngest three times instead of twice.  It can be beneficial for younger children to interact with the older ones if there are clear expectations on both sides.  I was fortunate when I was in high school to be allowed to tutor some younger students. What I learned from that has affected my work today in that I know that people don't learn at the same speed or in the same way.  I did not get that in middle school because we were segregated from the younger students and the older students as well.  In addition, it's nice to see where one has been (first grade) and where one is headed (eighth grade) while one is in sixth grade.  Older students can learn so much from interacting in a supervised situation with young students. It can give them a wonderful feeling of community that is not present in many places today.  A. L. Alterman  Hastings-on-Hudson, N.Y.  Jan. 3, 2007  To the Editor:  Your article articulates some of the challenges of early adolescence that the middle school movement, at its inception, sought to address.  Early adolescence is a stage of development when bodies and minds are changing more rapidly than at any other time in life, when emotions are unstable and relationships with peers become the driving force in life.  The article described a school system that is sadly missing the educational mark for early adolescents.  At this stage of life, children need safe schools in which they are actively engaged in challenging learning experiences that build their understandings of themselves and their world. An effective middle school curriculum must build on the interests of this age group to capture their attention.  These are the heart of the middle school, which no change in grade configuration can replace. The developmental needs of young people must be taken seriously if we are to create successful middle schools.  It is painful to read of consistent failure when there is so much that middle schools could be doing. Successful approaches are being used across the country. We need to be using more of these in New York.  Sue Ruskin-Mayher  New York, Jan. 3, 2007  The writer is director of middle school general teacher education at the Bank Street College of Education.  To the Editor:  You do an excellent job highlighting the difficulties encountered by middle schools. One thing you do not mention, however, is the frequently used policy of social promotion.  All too often, students learn that they will be passed on to the next grade regardless of whether or not they pass their classes.  As a result, many middle schools do not instill a sense of academic accountability in their students.  The end result is a large number of ill-prepared high school freshmen and increased numbers of dropouts as these students fail to earn credit toward graduation.  If school administrators are serious about reforming our middle schools, an alternative to social promotion, other than retention, needs to be developed.  Adam Berlin  Lawrence, N.Y., Jan. 3, 2007  The writer is a social studies teacher at Lawrence Middle School.  To the Editor:  Hmmm, they seem restless and undisciplined. Why not direct that excess energy toward learning or training at some point during the school day? What about dance, theater, singing, knitting or kickball? To the point that they're worn out.  And maybe even feel good about having learned something they can see and feel. And even appreciate classes where they just sit for a while.  Mary Garber  Richmond, Va., Jan. 3, 2007  ", 
            "title": "Middle School: It's, Like, Awkward"
        }, 
        "weight": 0.5093692416701808, 
        "file": "1817573.txt", 
        "other_topics": {
            "0": 0.019436408563627633, 
            "1": 0.00018234737348835954, 
            "2": 0.00025909388695492976, 
            "3": 0.0034398218462013065, 
            "4": 0.00013998958697952846, 
            "5": 0.010015812384351572, 
            "6": 0.0002684516430390726, 
            "7": 0.00021334453927774886, 
            "8": 0.0002676310726682809, 
            "9": 0.4534969491712081, 
            "10": 0.0002045529240184338, 
            "11": 0.5093692416701808, 
            "12": 0.0003308137887481416, 
            "13": 0.0002901944047940357, 
            "14": 0.00024931325969855837, 
            "15": 0.00019603842168698093, 
            "16": 0.0002919998422623131, 
            "17": 0.0007684495799992193, 
            "18": 0.0004169465864635761, 
            "19": 0.0001625994543514047
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Far from criticizing his lyrics for ''What's the Use of Wond'rin' '' in ''Carousel'' for the ''technical fault'' of ending on a hard consonant, Oscar Hammerstein II explained in his book ''Lyrics'' that he chose the word ''talk'' because that ''is exactly what I wanted the character to say.'' He then goes on for a full page to explain the choice. He does acknowledge that the word may have ''handicapped'' the song's popularity, but as he wrote in another song echoed in the article's headline, ''The words are true.''  Jeffrey Magee  Urbana, Ill.  The writer is an associate professor of musicology at the University of Illinois, Urbana-Champaign.  LYRICISTS AND THEIR ART  ", 
            "title": "In Hammerstein's Words"
        }, 
        "weight": 0.5073934574532015, 
        "file": "1818691.txt", 
        "other_topics": {
            "0": 0.2682073093126461, 
            "1": 0.0010111850166217734, 
            "2": 0.0014367734032859278, 
            "3": 0.001250100880554511, 
            "4": 0.0007762951016445878, 
            "5": 0.0020664312814351526, 
            "6": 0.0014886656930429313, 
            "7": 0.0011830760014182853, 
            "8": 0.0014841153205963475, 
            "9": 0.019310408587263326, 
            "10": 0.0011343231762360228, 
            "11": 0.5073934574532015, 
            "12": 0.0018344873308271462, 
            "13": 0.12638430531297576, 
            "14": 0.0013825361332578151, 
            "15": 0.001087107046840521, 
            "16": 0.0016192493464701374, 
            "17": 0.004261342987614292, 
            "18": 0.055787155263303925, 
            "19": 0.0009016753507640315
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''The Voices In My Head Say 'Buy It!' Why Argue?'' (Findings, Jan. 16): The answer to the question of what makes some people more responsive than others to the act of buying may very well in part be an issue of brain physiology. It should not be ignored, however, that upbringing and the life experiences that shape one's personality and identity over time contribute to whether one has a predilection for handing over cash and acquiring new things.  As a student of anthropology, I cannot help thinking what interesting results could arise from a longitudinal study of how, and by what, the specific ''shopping responsive'' parts of the brain are conditioned and made to be more responsive to this commercial or that sale.  Justin Bean  Ann Arbor, Mich.  ", 
            "title": "The Urge to Spend, or Not"
        }, 
        "weight": 0.5071389536184158, 
        "file": "1820934.txt", 
        "other_topics": {
            "0": 0.0008035185767512733, 
            "1": 0.0009763771522312533, 
            "2": 0.0013873155761233355, 
            "3": 0.001207068852577887, 
            "4": 0.017960994968627145, 
            "5": 0.001995298839167738, 
            "6": 0.0014374215856694141, 
            "7": 0.001142351160420716, 
            "8": 0.0014330278499850879, 
            "9": 0.0014342672466008007, 
            "10": 0.0010952765461491216, 
            "11": 0.5071389536184158, 
            "12": 0.0017713390590589513, 
            "13": 0.0015538429818092862, 
            "14": 0.0013349453071969182, 
            "15": 0.0010496857302244764, 
            "16": 0.20810057600713852, 
            "17": 0.021326077593823333, 
            "18": 0.053866802703467394, 
            "19": 0.17298485864456167
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''A Midwest Nightmare, Too Depraved to Ignore'' by Pat H. Broeske [Jan. 14]:  Here comes yet another film that exploits a murder, this time a film involving Catherine Keener. Ms. Keener has turned in some admirable work with thought-provoking scripts and will no doubt do so in the future. But surely the time has come when we can say that there is enough brutalization in our cinema, that stories of people doing awful things to each other no longer break new ground. There are stories that can examine what is worst about us without forgetting what is best. One was written by an author whom Ms. Keener recently played in a film: Harper Lee.  Nick Dauster  Austin, Tex.  'AN AMERICAN CRIME'  ", 
            "title": "This Spree Must End"
        }, 
        "weight": 0.5069013882066898, 
        "file": "1821949.txt", 
        "other_topics": {
            "0": 0.0007767796130713731, 
            "1": 0.0009438859143597518, 
            "2": 0.0013411493991663534, 
            "3": 0.0011669008077534425, 
            "4": 0.0007246290241490715, 
            "5": 0.0019289005943296867, 
            "6": 0.001389588013821807, 
            "7": 0.0011043367484681263, 
            "8": 0.0013853404899890564, 
            "9": 0.0013865386427778666, 
            "10": 0.001058828652305351, 
            "11": 0.5069013882066898, 
            "12": 0.001712393600751735, 
            "13": 0.4008302571064068, 
            "14": 0.001290521873667713, 
            "15": 0.0010147549776222623, 
            "16": 0.001511480713070216, 
            "17": 0.07053241762082359, 
            "18": 0.002158243370741355, 
            "19": 0.0008416646300346615
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''The American Way of Equality'' (column, Jan. 14):  As an economist who favors free markets and eschews media ''warnings'' of rising income inequality, I liked most of what David Brooks wrote (through the lens of Seymour Martin Lipset) about why socialism never caught on in this country.  Yes, our hopes and desires for a better life (whatever that entails) have been typically acted upon first by ourselves and secondarily by the government -- keeping ''big brother'' at bay.  But when a society's media keep harping on growing income inequality, as if there are evil forces producing income differences (at a time when our economy is robust), segments of society can eventually ease up and look for help.  As Mr. Brooks said, the Democrats have responded to perceived pleas for help with ''pebbles'' -- but where there are pebbles, there are usually rocks and also boulders. That's what troubles me.  Paul Ryscavage  Washington, Jan. 16, 2007  The writer is the author of a book about income inequality.  ", 
            "title": "Rethinking Income Gap"
        }, 
        "weight": 0.5051782156110871, 
        "file": "1820688.txt", 
        "other_topics": {
            "0": 0.0005828294537729885, 
            "1": 0.000708211830785735, 
            "2": 0.025974777095145837, 
            "3": 0.0008755432672866863, 
            "4": 0.0005437000807255371, 
            "5": 0.11380549936745821, 
            "6": 0.0010426288350475028, 
            "7": 0.0008286005104410181, 
            "8": 0.0010394418538836419, 
            "9": 0.0010403408459834444, 
            "10": 0.0007944550998477539, 
            "11": 0.5051782156110871, 
            "12": 0.0012848347332704677, 
            "13": 0.11348529086991559, 
            "14": 0.05090528298244031, 
            "15": 0.0007613859573148477, 
            "16": 0.13846079542076783, 
            "17": 0.04043728998771697, 
            "18": 0.0016193625369552258, 
            "19": 0.0006315136601532733
        }
    }, 
    {
        "content": {
            "text": "  If all the world were south of 96th Street, what a happy place it would be! If all the world were south of 96th Street, then we could greet with unalloyed joy the news that after decades of social change, more American women are living without husbands than with them.  We could revel in the stories of women -- from Riverside Drive all the way to TriBeCa! -- liberated from constraining marriages and no longer smothered by self-absorbed spouses. We could celebrate with those -- the ad executives as well as the law partners! -- who now have the time and freedom to go back to school and travel abroad, and who are choosing not to get remarried.  But alas, there are people in this country who do not live within five miles of MoMA, and for them, the fact that many more people are getting divorced or never marrying at all is not such good news.  For voluminous research shows that further down the social scale there are millions of people who long to marry, but who are trapped just beyond the outskirts of matrimony. They have partners. They move in together. Often they have children with the people they love. But they never quite marry, or if they do, the marriage falls apart, with horrible consequences for their children. This is the real force behind the rise of women without men.  The research shows that far from rejecting traditional marriage, many people down the social scale revere it too highly. They put it on a pedestal, or as Andrew Cherlin of Johns Hopkins puts it, they regard marriage not as the foundation of adult life, but as the capstone.  They don't want to marry until they are financially secure and emotionally mature. They don't want to marry until they can afford a big white-dress wedding and have the time to plan it. They don't want to marry until they are absolutely sure they can trust the person they are with.  Having seen the wreckage of divorce, they are risk averse, but this risk aversion keeps them trapped in a no man's land between solitude and marriage. Often they slide into parenthood even though they consider themselves not ready for marriage. The Fragile Families study shows that nearly 90 percent of the people who are living together when their child is born plan to get married someday. But the vast majority never will.  In her essential new book, ''Marriage and Caste in America,'' Kay Hymowitz describes the often tortuous relations between unskilled, unmarried parents. Both are committed to their child, but in many cases they have ill-defined and conflicting expectations about their roles. The fathers often feel used, Hymowitz writes, ''valued only for their not-so-deep pockets.'' The mothers feel the fathers are unreliable. There are grandparents taking sides. The relationship ends, and the child is left with one parent not two.  It's as if there are two invisible rivers of knowledge running through society, steering people subtly toward one form of relationship or another. These rivers consist of a million small habits, expectations, tacit understandings about how people should act and map out their lives.  Among those who are well educated and who are rewarded by the information-age economy, the invisible river reinforces the assumption that childbearing is more arduous and more elevated than marriage. One graduates from marriage to childbearing.  But among those who are less educated and less rewarded, there is an invisible river that encourages the anomalous idea that marriage is more arduous and more elevated than childbearing. One graduates from childbearing to matrimony.  The people in the first river are seeing their divorce rates drop and their children ever better prepared to compete. Only 10 percent of students at an elite college like Cornell are from divorced families, according to a study led by Dean Lillard and Jennifer Gerner.  The people in the second river are falling further behind, and their children face bad odds. For them, social facts like the rise of women without men cannot be greeted with equanimity. The main struggle of their lives is not against the patriarchy.  The first step toward a remedy, paradoxically, may be to persuade people in this second river to value marriage less, to see it less as a state of sacred bliss that cannot be approached until all the conditions are perfect, and more as a social machine, which, if accompanied with the right instruction manual, can be useful for achieving practical ends.  Op-Ed Columnist  ", 
            "title": "The Elusive Altar"
        }, 
        "weight": 0.5044757220459309, 
        "file": "1819669.txt", 
        "other_topics": {
            "0": 0.00014769077250096474, 
            "1": 0.0001794630516799652, 
            "2": 0.04138109772078253, 
            "3": 0.016039596932592385, 
            "4": 0.0001377752692685089, 
            "5": 0.00036674600370587435, 
            "6": 0.00026420534700692097, 
            "7": 0.00020996991262111684, 
            "8": 0.000263397756197998, 
            "9": 0.2976369792920375, 
            "10": 0.0002013173607721397, 
            "11": 0.5044757220459309, 
            "12": 0.00032558106503432994, 
            "13": 0.019266882085155288, 
            "14": 0.00024536968947698706, 
            "15": 0.00019293753855311412, 
            "16": 0.0255957515972192, 
            "17": 0.0861720449898411, 
            "18": 0.00041035143727515504, 
            "19": 0.006487120132348102
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  The United States and Iran must talk. Not with the mutually negative public rhetoric that for the 27 years since the 1979 hostage crisis has eroded the trust needed for any diplomatic exchange; not indirectly, as we do now on the nuclear issue through our Security Council and European Union colleagues; but frontally and frankly as responsible powers with shared interests in a critically important part of the world.  The absence of dialogue has made no sense on any count -- strategic, human, historic, political, cultural. It has complicated our relationships with every other country in the region. We alone among the powers have chosen to signal in this way our reservations about Iran's conduct in the world arena.  Geography alone compels Iran's participation in helping deal with both Iraq and Afghanistan, not to mention long-term regional security understandings in the Persian Gulf region. A host of other issues compel dialogue, including Iran's obligations vis-à-vis the former hostages.  Talking won't be easy. Formal diplomatic relations are a long way off. But we lose nothing now by joining directly with our allies and friends in direct soundings of Iran's intentions.  Bruce Laingen  Bethesda, Md., Jan. 1, 2007  The writer was a hostage in Tehran from 1979 to 1981 as chargé of the American Embassy.  ", 
            "title": "America and Iran: We Need to Talk"
        }, 
        "weight": 0.5035725805156123, 
        "file": "1818427.txt", 
        "other_topics": {
            "0": 0.000402108623290252, 
            "1": 0.44837469345232545, 
            "2": 0.0006942609325095399, 
            "3": 0.026443640768260508, 
            "4": 0.0003751122897582651, 
            "5": 0.0009985168887000542, 
            "6": 0.0007193357211953261, 
            "7": 0.0005716722247891303, 
            "8": 0.0007171369431480669, 
            "9": 0.00933095103394372, 
            "10": 0.0005481144516593499, 
            "11": 0.5035725805156123, 
            "12": 0.0008864396306781674, 
            "13": 0.0007775970342225969, 
            "14": 0.0006680530297321278, 
            "15": 0.0005252992227940028, 
            "16": 0.0007824348353573336, 
            "17": 0.002059116593860924, 
            "18": 0.001117238732750287, 
            "19": 0.0004356970754126113
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''Overhaul of Schools Would Let Teachers Rate Principals'' (news article, Jan. 19):  Let me pretend that I am still an active high school principal. How would I feel about being rated by my teachers? Pretty good, I think.  I rate teachers, so why can't they rate me? I might learn something from it.  Of course, when I rated teachers I also gave suggestions for improvement. I hope they would do the same for me. Some teachers may give me a negative rating, but I can live with that.  As Herbert Bayard Swope famously said, ''I can't give you a sure-fire formula for success, but I can give you a formula for failure: try to please everybody all the time.''  Mayor Michael R. Bloomberg also wants to give me more authority, provided I can ''meet performance benchmarks.''  Fine. Let me choose my teachers and assistant principals, make assignments by merit and not seniority and offer rewards for excellent teaching, and I'm ready to go.  Jack M. Pollock  New York, Jan. 19, 2007  ", 
            "title": "Grading the Principal"
        }, 
        "weight": 0.49889469582176504, 
        "file": "1821534.txt", 
        "other_topics": {
            "0": 0.0006055073628286763, 
            "1": 0.0007357683713599125, 
            "2": 0.0010454391724282626, 
            "3": 0.0009096106783643374, 
            "4": 0.000564855464868265, 
            "5": 0.10526366569443087, 
            "6": 0.09187325763929782, 
            "7": 0.0008608413776409056, 
            "8": 0.0010798865631865971, 
            "9": 0.27345100080337675, 
            "10": 0.000825367368242124, 
            "11": 0.49889469582176504, 
            "12": 0.001334827685829872, 
            "13": 0.0011709292023704251, 
            "14": 0.0010059745174149667, 
            "15": 0.0007910115045216456, 
            "16": 0.001178214110072764, 
            "17": 0.003100680229892797, 
            "18": 0.014652380559174996, 
            "19": 0.0006560858729329635
        }
    }
]