[
    {
        "content": {
            "text": "  Nikolaj Hubbe and Wendy Whelan, above, danced Prince Désiré and Aurora as the New York City Ballet opened its winter repertory season with Peter Martins's ''Sleeping Beauty.''  Jennifer Dunning's review is on Page 2.  ", 
            "title": "A Season Opens With A Fairy Tale"
        }, 
        "weight": 0.8420294541841571, 
        "file": "1816481.txt", 
        "other_topics": {
            "0": 0.0029766234738294586, 
            "1": 0.002003999412525945, 
            "2": 0.0036525258808273787, 
            "3": 0.0026562478681824517, 
            "4": 0.001374105269313491, 
            "5": 0.004586562599208113, 
            "6": 0.002363286930291921, 
            "7": 0.010621329030246368, 
            "8": 0.001957586843098643, 
            "9": 0.003840214768061077, 
            "10": 0.8420294541841571, 
            "11": 0.0024117009084429265, 
            "12": 0.00194956778431843, 
            "13": 0.0014860669926566442, 
            "14": 0.0009460709129567741, 
            "15": 0.0017446251100237792, 
            "16": 0.002528231613790766, 
            "17": 0.0015221696148913126, 
            "18": 0.0013200453052249707, 
            "19": 0.03453256736110068, 
            "20": 0.01712420111798322, 
            "21": 0.0063058718991429105, 
            "22": 0.0020116476848318723, 
            "23": 0.0023875210248808835, 
            "24": 0.001143075725725902, 
            "25": 0.0024745470931471876, 
            "26": 0.0020290401282705645, 
            "27": 0.0014022544994978182, 
            "28": 0.03573667714711756, 
            "29": 0.002882181816253886
        }
    }, 
    {
        "content": {
            "text": "  Classical music often focuses on unearthing the old: on resurrection rather than decline. But ''DECASIA'' focuses on decline itself. This film symphony (its name a gloss on ''Fantasia,'' corrupted by ''decay'') consists of a score by MICHAEL GORDON and a video by BILL MORRISON edited from a trove of decaying silver-nitrate film from the early 20th century. The result is a tapestry of images that keep dissolving before the viewer's eyes as Mr. Gordon's music probes at tonality with deliberately mistuned chords. The work, something of a cult classic, is available on DVD but is by all accounts far more powerful in a theater, with live music provided (as it was for the piece's New York concert premiere in 2004) by TACTUS, the Manhattan School of Music's contemporary-music ensemble. Thursday through Saturday at 7 and 9:30 p.m., Angel Orensanz Center for the Arts, 172 Norfolk Street, Lower East Side, (212) 352-3101; $25.  Another blend of old and new takes place on Saturday, Mozart's birthday, when the Masters Reimagined series at Merkin Concert Hall ushers him past his overhyped 250th birthday into the wonderful world of 251. MATT HAIMOVITZ, the acclaimed cellist, and URI CAINE, the jazz pianist, join in a two-part program that first presents Mozart ''straight'' (in a performance of the K. 563 Divertimento, with Mr. Haimovitz) and then ''modern,'' in the premiere of Mr. Caine's ''Mozart Project,'' with his own ensemble performing his updated versions of Mozart excerpts. At 8 p.m., 129 West 67th Street, Manhattan, (212) 501-3330; $30 in advance, $35 at the door.  Back to resurrection: The GOTHAM CHAMBER OPERA, which has put itself on the opera lovers' map by exploring less-known works from all over the repertory, is turning to outright comedy this year with Rossini's ''Signor Bruschino,'' in which he honed the comic style that catapulted subsequent opera buffas like ''L'Italiana in Algeri'' or ''Il Barbiere di Siviglia'' to such success. It has not been performed in New York since its American premiere at the Metropolitan Opera in 1932-33 (on a double bill with ''Elektra''). Opens Thursday at 7:30 p.m. (performances continue next week), Harry de Jur Playhouse, Abrons Arts Center, 466 Grand Street, Lower East Side, (212) 279-4200.  Another highlight this week is THE SONG CONTINUES, the annual series of recitals and master classes that the Marilyn Horne Foundation puts on at Carnegie Hall. This year the master classes have the spotlight: they will be taught by Barbara Cook, Evelyn Lear and Ms. Horne herself. Tuesday at 7:30 p.m., Wednesday and Thursday at 5:30 and 7:30 p.m., Friday at 7:30 p.m., Weill Recital Hall and Zankel Hall, (212) 247-7800; $5 to $45.  Correction:  January 24, 2007, Wednesday  A Classical Music entry on Sunday in the Week Ahead report in Arts & Leisure incorrectly described ''Decasia,'' being performed Thursday through Saturday at Angel Orensanz Center for the Arts. The concert consists of a score by Michael Gordon and a film by Bill Morrison, not a video. The entry also omitted information about advance tickets. They are available only through ticketmania.com, not at the center.  Correction:  January 30, 2007, Tuesday  A classical music entry in the Listings pages of Weekend on Jan. 19 misstated the history of the performance in New York of ''Il Signor Bruschino,'' by Rossini, which the Gotham Chamber Orchestra is performing through Saturday. The Gotham Chamber Orchestra's production is the first professional staging of the work in New York since 1933, not the first staging since then. (The error was repeated in a Week Ahead entry in Arts & Leisure on Jan. 21, in the Listings pages of Weekend on Friday and in a review of a performance on Saturday.)  Correction:  February 1, 2007, Thursday  A classical music entry in the Listings pages of Weekend on Jan. 19 misstated the history of the performance in New York of ''Il Signor Bruschino,'' by Rossini, which is being performed in New York through Saturday. The current production is the first professional staging of the work in New York since 1933, not the first staging since then. (The error was repeated in a Week Ahead entry in Arts & Leisure on Jan. 21, in the Listings pages of Weekend on Friday and in a review of a performance on Saturday.) A correction in this space on Tuesday misstated the name of the group that is currently presenting the work, at the Abrons Arts Center on the Lower East Side. It is the Gotham Chamber Opera, not Orchestra.  ", 
            "title": "THE WEEK AHEAD: Jan. 21 - 27; CLASSICAL"
        }, 
        "weight": 0.814199683306411, 
        "file": "1820241.txt", 
        "other_topics": {
            "0": 0.0002394869068930586, 
            "1": 0.038024814344270054, 
            "2": 0.01652111614474345, 
            "3": 0.00021371080067238051, 
            "4": 0.00011055486983376366, 
            "5": 0.0003690160007851469, 
            "6": 0.0001901403660934881, 
            "7": 0.0008545485376001198, 
            "8": 0.00015749940230939044, 
            "9": 0.0003089679177409738, 
            "10": 0.814199683306411, 
            "11": 0.027239450396862534, 
            "12": 0.00015685422175486228, 
            "13": 0.00011956285053727282, 
            "14": 7.611698242573592e-05, 
            "15": 0.00014036537538623706, 
            "16": 0.0002034111382979326, 
            "17": 0.00012246751933590524, 
            "18": 0.00010620542701704976, 
            "19": 7.38071438520071e-05, 
            "20": 0.039241323711301464, 
            "21": 0.00050734457000258, 
            "22": 0.00016184891573779527, 
            "23": 0.00019209014187315627, 
            "24": 9.196718103766413e-05, 
            "25": 0.00019909190211975824, 
            "26": 0.05966316089012219, 
            "27": 0.0001128196413534186, 
            "28": 0.00017068487486104797, 
            "29": 0.00023188851876856746
        }
    }, 
    {
        "content": {
            "text": "  Audition night goes international, eclectic and often danceable at GLOBALFEST. The event started in 2004 as a world-music showcase for concert bookers gathered at the annual conference of the Association of Performing Arts Promoters, and it has outgrown its initial home at the Public Theater. This year it moves to Webster Hall, so there's room for a general audience. A dozen acts are in the lineup, each offering a different perspective on how the traditional meets the present. LENINE, one of Brazil's most beloved songwriters, will play an acoustic set that's likely to merge the maracatu rhythms of Recife with his own gift for melody. SARA TAVARES draws on the Afro-Portuguese rhythms of the Cape Verde Islands, while ANDY PALACIO AND THE GARIFUNA COLLECTIVE play African-rooted music from Central America. LILA DOWNS carries the husky drama of Mexican tradition into songs addressed to both sides of the border. And Lucia Pulido, a Colombian singer based in New York, leads PALENQUE, which weaves jazzy accompaniments around traditional songs.  DENGUE FEVER is a Los Angeles band with a Cambodian lead singer and a taste for 1960s psychedelic rock from both California and Asia. BOOM PAN, an Israeli trio of guitar, tuba and percussion, delivers modal melodies with the twangy reverb of surf guitar. JULIA SARR, a singer from Senegal, and PATRICE LAROSE, a guitarist from France, mingle African vamps, French pop and a touch of flamenco.  A French contingent also includes the peppy BABYLON CIRCUS, which connects the horns and oompah of ska to accordion-driven cabaret, big-band swing and some political thoughts; LES PRIMITIFS DU FUTUR, playing jazzy songs that echo the 1920s and 1930s; and LE TRIO JOUBRAN, Palestinian brothers who adapt Middle Eastern classical pieces for the oud. American tradition is also on the bill with the CAROLINA CHOCOLATE DROPS, a string band revitalizing the African-American roots of old-timey music from the Piedmont. Sunday night at 6, 125 East 11th Street, East Village, (212) 353-1600; $40.  ", 
            "title": "THE WEEK AHEAD: Jan. 21 - 27; POP/JAZZ"
        }, 
        "weight": 0.8051549389478403, 
        "file": "1820244.txt", 
        "other_topics": {
            "0": 0.0004346041120042819, 
            "1": 0.0002925954165165065, 
            "2": 0.0005332897428801868, 
            "3": 0.0003878274347307798, 
            "4": 0.00020062725622535678, 
            "5": 0.000669664464822768, 
            "6": 0.00034505345630076535, 
            "7": 0.04081487892469186, 
            "8": 0.00028581891498746375, 
            "9": 0.0005606933976878714, 
            "10": 0.8051549389478403, 
            "11": 0.0003521221749908868, 
            "12": 0.00028464808637883196, 
            "13": 0.00021697431045637777, 
            "14": 0.00013813178342294302, 
            "15": 0.00025472527962926974, 
            "16": 0.0003691363268190236, 
            "17": 0.00022224550051964037, 
            "18": 0.00019273419118228348, 
            "19": 0.00013394004970675735, 
            "20": 0.05158036155466478, 
            "21": 0.02546075844299507, 
            "22": 0.04446582902198829, 
            "23": 0.0003485917732063678, 
            "24": 0.019798947578525364, 
            "25": 0.005269311069097897, 
            "26": 0.00029625150474057104, 
            "27": 0.00020473720539945396, 
            "28": 0.0003097469896534782, 
            "29": 0.0004208150879346572
        }
    }, 
    {
        "content": {
            "text": "  Though the programs that Leon Botstein devises for the AMERICAN SYMPHONY ORCHESTRA often have a professorial tinge, they can be genuinely intriguing. Sunday afternoon, for example, he conducts ''Pioneering Influence: César Franck.'' The Frenchman Franck, often thought of as a 19th-century also-ran, is presented here as a powerful influence upon French composers who followed him, including Ernest Chausson, Paul Dukas (of ''Sorcerer's Apprentice'' fame) and the little-known Albéric Magnard. The program concludes with Franck's stormy Symphony in D minor. 3 p.m., Avery Fisher Hall, Lincoln Center, (212) 721-6500; $27 to $55.  This week the WEILL MUSIC INSTITUTE AT CARNEGIE HALL presents a workshop with the eminent German organist and conductor HELMUTH RILLING. A chorus of volunteers, auditioned and prepared by Kathy Saltzman Romey, will be rehearsed and conducted by Mr. Rilling in a performance of Bach's ''St. Matthew'' Passion on Saturday night, with the Orchestra of St. Luke's and a roster of vocal soloists. Saturday at 7 p.m., (212) 247-7800; $25 to $82.  ERNST KRENEK'S ''REISEBUCH AUS DEN ÖSTERREICHISCHEN ALPEN'' (''Diary From the Austrian Alps''), a major song cycle inspired by Schubert's ''Winterreise,'' is seldom performed, let alone complete. Krenek (1900-91), the Austrian modernist composer, has yet to get his due. So this concert on Tuesday in the intimate hall of the Austrian Cultural Forum is timely. The tenor Volker Vogel performs, accompanied by the pianist Ann Beckman. 8 p.m., 11 East 52nd Street, Manhattan, (212) 319-5300; free, but reservations required.  The kinetic conductor ZUBIN MEHTA, once the music director of the NEW YORK PHILHARMONIC, is back leading the orchestra in a work that will test his profundity, Bruckner's Seventh Symphony. The program includes Elgar's Cello Concerto with the brilliant young Alisa Weilerstein as soloist. Thursday and Saturday at 8 p.m., Avery Fisher Hall, Lincoln Center, (212) 721-6500; $28 to $96.  Finally, for a jolt of the new, head downtown to the Kitchen for two performances by the adventurous contemporary music ensemble EIGHTH BLACKBIRD. Thursday and Friday at 8 p.m., 512 West 19th Street, Chelsea, (212) 255-5793; $10.  ", 
            "title": "THE WEEK AHEAD: Jan. 7 - 13; CLASSICAL"
        }, 
        "weight": 0.8033914788167426, 
        "file": "1816926.txt", 
        "other_topics": {
            "0": 0.00046180250428476155, 
            "1": 0.00031090662135344527, 
            "2": 0.0005666640787996513, 
            "3": 0.00041209844923704834, 
            "4": 0.00021318291013256097, 
            "5": 0.0007115734028826262, 
            "6": 0.005581813823813705, 
            "7": 0.04336915546559839, 
            "8": 0.0003037060328409035, 
            "9": 0.0005957827089901986, 
            "10": 0.8033914788167426, 
            "11": 0.0003741586831175368, 
            "12": 0.00030246193144236667, 
            "13": 0.0002305529956265747, 
            "14": 0.00014677634597577604, 
            "15": 0.0002706664957561975, 
            "16": 0.016037736316214964, 
            "17": 0.00023615406727900222, 
            "18": 0.005419962115236598, 
            "19": 0.00014232228520193242, 
            "20": 0.033947698538002724, 
            "21": 0.03226930972955523, 
            "22": 0.00031209319780000705, 
            "23": 0.005585573575649518, 
            "24": 0.00017734027745478523, 
            "25": 0.0003839088331571159, 
            "26": 0.04203612138609294, 
            "27": 0.00021755006812452783, 
            "28": 0.00032913157415140397, 
            "29": 0.005662316769485067
        }
    }, 
    {
        "content": {
            "text": "  An 80th-birthday celebration for Colin Davis with the London Symphony Orchestra, the New York premiere of a rare Italian Baroque opera, the return of Martha Argerich and a three-concert series by Midori on the music of the 20th-century composers Alfred Schnittke and Toru Takemitsu are among the highlights of the 2007-8 season at Great Performers at Lincoln Center. Mr. Davis opens the season with three programs on Oct. 17, 19 and 21; the first with Mozart, the second with Beethoven and the third with Haydn. Other orchestras in Lincoln Center's 42nd season include the UBS Verbier Festival Orchestra, conducted by Charles Dutoit (with Ms. Argerich in Schumann's Piano Concerto); the Russian National Orchestra; the Budapest Festival Orchestra; and the Orchestre National de France, led by Kurt Masur. William Christie and his period-instrument group, les Arts Florissants, will offer the New York premiere of Stefano Landi's 1631 opera ''Il Sant'Alessio,'' and the Emerson String Quartet, celebrating its 30th anniversary, will play two Brahms concerts. Recitalists include the pianists Marc-André Hamelin and Richard Goode, and the singers Matthew Polenzani, Christine Schäfer and Joyce DiDonato. Full schedule: lincolncenter.org.  BEN SISARIO  ", 
            "title": "Arts, Briefly; Lincoln Center's Season"
        }, 
        "weight": 0.8004065568689473, 
        "file": "1821811.txt", 
        "other_topics": {
            "0": 0.0007155638429308862, 
            "1": 0.0004817503904897519, 
            "2": 0.000878047048499189, 
            "3": 0.0006385473167986271, 
            "4": 0.0003303273174274095, 
            "5": 0.001102584316823293, 
            "6": 0.0005681211253811782, 
            "7": 0.0025533088362495117, 
            "8": 0.00047059306514051305, 
            "9": 0.0009231664203663955, 
            "10": 0.8004065568689473, 
            "11": 0.0005797595783336226, 
            "12": 0.00046866532769978273, 
            "13": 0.00035724229734373787, 
            "14": 0.0002274302222341701, 
            "15": 0.0004193982407174487, 
            "16": 0.0006077729162889506, 
            "17": 0.0003659211683306974, 
            "18": 0.00031733160063891, 
            "19": 0.00022052864674593076, 
            "20": 0.004116563370153512, 
            "21": 0.0015158967766170045, 
            "22": 0.032807228273598145, 
            "23": 0.0005739468678731298, 
            "24": 0.0002747890911473411, 
            "25": 0.0005948674540310048, 
            "26": 0.1378632369831773, 
            "27": 0.00033709423689281626, 
            "28": 0.00050998998889024, 
            "29": 0.008773770410232126
        }
    }, 
    {
        "content": {
            "text": "  The mezzo-soprano SUSAN GRAHAM is an eloquent interpreter of a large repertory, from German Classicism to contemporary American music. I could listen to her sing the phone book, but she is devoting her recital at Carnegie Hall on Monday to French art song, for which she has a particular affinity. With the pianist MALCOLM MARTINEAU supporting her, Ms. Graham will sing works, both beloved and obscure, by more than 20 composers, among them Bizet, Franck, Fauré, Lalo, Gounod, Debussy, Chausson, Duparc, Ravel, Honegger and Poulenc. At 8 p.m., (212) 247-7800, carnegiehall.org; $25 to $80.  New music is plentiful this week, not least because the JUILLIARD SCHOOL's annual FOCUS FESTIVAL is under way. JOEL SACHS, who assembles and directs Focus, gives each year's concerts a unifying theme, sometimes stylistic, sometimes geographical. This year's series looks at contemporary Hungarian music, with ''contemporary'' defined as post-Bartok. Several of the featured composers -- Gyorgy Kurtag, Gyorgy Ligeti, Peter Eotvos and Istvan Marta, most notably -- are heard frequently in New York, but many of the others on the program are not. That's where to look for the surprising unknowns that Mr. Sachs invariably turns up. Monday through Friday at 8 p.m., Peter Jay Sharp Theater, 155 West 65th Street, Lincoln Center, (212) 769-7406, juilliard.edu; free, but tickets are required on Friday.  Coincidentally JOHN SCOTT is presenting the complete organ works of Ligeti (and Jonathan Harvey) on Sunday afternoon at St. Thomas Church. Mr. Scott's concert is part of the Miller Theater's Ligeti tribute. At Miller itself the big draw this week is a Composer Portrait concert devoted to FRANK ZAPPA's classical works, as well as a few transcriptions of his experimental rock pieces, to be performed by the FIREWORKS ENSEMBLE and the ZEPHYROS WINDS. Sunday at 5:15 p.m., St. Thomas Church, Fifth Avenue and 53rd Street, (212) 854-7799; free. Friday at 8 p.m., Broadway at 116th Street, Morningside Heights, (212) 854-7799, millertheater.com; $25, $15 for students.  Zappa is not the only rock star whose classical (or at least arguably classical) scores are being heard this week. DAVID BYRNE is represented as well, by his ''Songs From 'The Knee Plays,' '' composed in 1985 for a Robert Wilson production. Thursday at 9 p.m., Zankel Hall, Carnegie Hall; $35 to $45.  ", 
            "title": "THE WEEK AHEAD: Jan. 28 - Feb. 3; CLASSICAL MUSIC"
        }, 
        "weight": 0.7933100389392393, 
        "file": "1822293.txt", 
        "other_topics": {
            "0": 0.00043891248839367285, 
            "1": 0.00029549601305792005, 
            "2": 0.04019191858330657, 
            "3": 0.00039167209822290916, 
            "4": 0.0002026161415348016, 
            "5": 0.000676303073361815, 
            "6": 0.00034847408699233444, 
            "7": 0.006522816124267509, 
            "8": 0.0002886523337954322, 
            "9": 0.0005662517394742511, 
            "10": 0.7933100389392393, 
            "11": 0.00035561288026266945, 
            "12": 0.0002874698983699431, 
            "13": 0.00021912524959950635, 
            "14": 0.00013950113014076242, 
            "15": 0.00025725045679677195, 
            "16": 0.0003727956990868082, 
            "17": 0.00022444869473856152, 
            "18": 0.00019464482988951673, 
            "19": 0.0001352678423617536, 
            "20": 0.04713502721600096, 
            "21": 0.025713159484545056, 
            "22": 0.00029662377485218836, 
            "23": 0.0003520474804206692, 
            "24": 0.00016855010907889655, 
            "25": 0.010278215287823992, 
            "26": 0.06473586935574217, 
            "27": 0.00020676683401411422, 
            "28": 0.005269485385527581, 
            "29": 0.000424986769101676
        }
    }, 
    {
        "content": {
            "text": "  A classical music entry in the Listings pages of Weekend on Jan. 19 misstated the history of the performance in New York of ''Il Signor Bruschino,'' by Rossini, which the Gotham Chamber Orchestra is performing through Saturday. The Gotham Chamber Orchestra's production is the first professional staging of the work in New York since 1933, not the first staging since then. (The error was repeated in a Week Ahead entry in Arts & Leisure on Jan. 21, in the Listings pages of Weekend on Friday and in a review of a performance on Saturday.)  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7549788614685129, 
        "file": "1822658.txt", 
        "other_topics": {
            "0": 0.0018545089018996395, 
            "1": 0.1269070907739697, 
            "2": 0.02321870428309283, 
            "3": 0.0016549070987668115, 
            "4": 0.0008561010408248468, 
            "5": 0.0028575401773636364, 
            "6": 0.0014723853011650821, 
            "7": 0.006617346604223376, 
            "8": 0.0012196242684660232, 
            "9": 0.0023925473057610364, 
            "10": 0.7549788614685129, 
            "11": 0.0015025483883834686, 
            "12": 0.0012146281995901607, 
            "13": 0.0009258559206198312, 
            "14": 0.000589425214620604, 
            "15": 0.001086943923362376, 
            "16": 0.0015751498552173601, 
            "17": 0.0009483487333335523, 
            "18": 0.0008224203668934689, 
            "19": 0.0005715385741670444, 
            "20": 0.01066879425309508, 
            "21": 0.045814895182844234, 
            "22": 0.0012533054891914247, 
            "23": 0.001487483732169152, 
            "24": 0.0007121640098392673, 
            "25": 0.0015417030916938406, 
            "26": 0.0012641414049417447, 
            "27": 0.0008736386966343326, 
            "28": 0.001321728289683857, 
            "29": 0.0017956694496733445
        }
    }, 
    {
        "content": {
            "text": "  ALARM WILL SOUND, a supremely inventive new-music ensemble led by ALAN PIERSON, is joining forces with musicians from the MANHATTAN SCHOOL OF MUSIC for an expansive exploration of Edgard Varèse's music at the Miller Theater. Varèse stood apart from the early-20th-century battles over tonality. Like Schoenberg and his followers he abandoned tonality as the cornerstone of musical structure; but unlike his Serialist contemporaries, he did not propose a new dogma to replace the old one. Instead he painted his works in what he called ''organized sound'' and created a catalog rich in both abstract works, in which timbre and rhythm are central, and soundscapes that evoke the modern urban world. At Miller, Alarm and company offer a program that ranges from the early ''Grand Sommeil Noir'' (1906) through an orchestrated version of the ''Poème Électronique'' (1957-58). Saturday at 8 p.m., Broadway at 116th Street, Morningside Heights, (212) 854-7799, millertheater.com; $25, $15 for students.  Yo-Yo Ma's Silk Road Ensemble has for the last several years explored ancient and new music from countries along the old trade route that connected Asia and Europe. Now, in a spinoff from that project, members of the ensemble are continuing their explorations on their own. SIAMAK JAHANGIRI, who plays the ney (a Middle Eastern flute), and the string quartet BROOKLYN RIDER offer a program that includes Bartok's Quartet No. 2, a selection of Armenian folk songs and ''Ney-Nava'' by the Iranian composer Hossein Alizadeh. Tuesday at 7 p.m., Makor, 35 West 67th Street, Manhattan, (212) 601-1000, 92y.org; $15.  If you're looking for something more conventional, the violinist VADIM REPIN joins forces with the NEW YORK PHILHARMONIC for the Tchaikovsky Violin Concerto. And you get something a bit off the beaten path: RICCARDO MUTI fills out the program with Scriabin's rich-hued Symphony No. 3, ''The Divine Poem.'' Thursday at 7:30 p.m., Friday at 2 p.m. and Saturday at 8 p.m., Avery Fisher Hall, Lincoln Center, (212) 721-6500, nyphil.org; $24 to $96.  And DANIEL BARENBOIM, in town a few weeks ago to conduct his West-Eastern Divan Orchestra, is back to offer his idiosyncratic but compelling reading of Bach's ''Well-Tempered Clavier,'' Book 1. Saturday at 8 p.m., Carnegie Hall, (212) 247-7800, carnegiehall.org; $34 to $108.  ", 
            "title": "THE WEEK AHEAD: Jan. 14 - 20; CLASSICAL MUSIC"
        }, 
        "weight": 0.7437433612389078, 
        "file": "1818653.txt", 
        "other_topics": {
            "0": 0.00043891248839367285, 
            "1": 0.00029549601305792005, 
            "2": 0.0005385764230414337, 
            "3": 0.00039167209822290916, 
            "4": 0.0002026161415348016, 
            "5": 0.000676303073361815, 
            "6": 0.00034847408699233444, 
            "7": 0.036262822744466364, 
            "8": 0.005245320103828575, 
            "9": 0.0005662517394742511, 
            "10": 0.7437433612389078, 
            "11": 0.015225616190362098, 
            "12": 0.0002874698983699431, 
            "13": 0.00021912524959950635, 
            "14": 0.00013950113014076242, 
            "15": 0.00025725045679677195, 
            "16": 0.0003727956990868082, 
            "17": 0.00022444869473856152, 
            "18": 0.00019464482988951673, 
            "19": 0.0001352678423617536, 
            "20": 0.04713502721600096, 
            "21": 0.0009298206343793429, 
            "22": 0.00029662377485218836, 
            "23": 0.035048721870652666, 
            "24": 0.06460523111950975, 
            "25": 0.00036487974775770686, 
            "26": 0.0449091982756096, 
            "27": 0.00020676683401411422, 
            "28": 0.0003128176154944386, 
            "29": 0.000424986769101676
        }
    }, 
    {
        "content": {
            "text": "  Studio performances presented this week by the MARK MORRIS DANCE GROUP will make it possible to see the work up close and personal. But Mr. Morris's dances and dancers have almost always looked that way, from the early days at the tiny Dance Theater Workshop to later shows at the Brooklyn Academy of Music. The gleaming Mark Morris Dance Center is just across Lafayette Avenue from the academy, and it is there that the company will present a new piece set to Bach's Italian Concerto, as well as ''The Argument,'' ''Sang-Froid'' and ''Love Song Waltzes,'' Tuesday through Saturday. The program and assorted other events are Mr. Morris's way of welcoming in the new year. 3 Lafayette Avenue, Fort Greene, (212) 352-3101, mmdg.org; $40.  Christopher d'Amboise's ''Tribute,'' which will be danced by the NEW YORK CITY BALLET for the first time on Saturday night, pays homage to the City Ballet co-founder Lincoln Kirstein in the centenary year of his birth. The ballet will be danced by some of the company's most vivid young performers, dancers of the sort Kirstein would have watched and championed as they progressed through the City Ballet-affiliated School of American Ballet, one of his pet projects. It is part of a program called ''Tribute to Kirstein,'' which also includes George Balanchine's ''Episodes'' and ''Vienna Waltzes.'' Saturday at 8 p.m., also Jan. 31 at 7:30 p.m., New York State Theater, Lincoln Center, (212) 721-6500, nycballet.com; $30 to $82.  ", 
            "title": "THE WEEK AHEAD: Jan. 21 - 27; DANCE"
        }, 
        "weight": 0.7420135734508864, 
        "file": "1820242.txt", 
        "other_topics": {
            "0": 0.0006986272124262813, 
            "1": 0.00047034787422264347, 
            "2": 0.0008572646143767791, 
            "3": 0.0006234335850594316, 
            "4": 0.0003225088232760977, 
            "5": 0.0010764873258158646, 
            "6": 0.03211324763163704, 
            "7": 0.07349966473030259, 
            "8": 0.00045945463082601657, 
            "9": 0.000901316058989885, 
            "10": 0.7420135734508864, 
            "11": 0.02423496728351115, 
            "12": 0.00045757252086781785, 
            "13": 0.0003487867544169952, 
            "14": 0.00022204719222557818, 
            "15": 0.00040947153311827946, 
            "16": 0.0005933875816810275, 
            "17": 0.02402619019986462, 
            "18": 0.00030982070119848766, 
            "19": 0.00021530896964441865, 
            "20": 0.05924663203938041, 
            "21": 0.0014800171219330497, 
            "22": 0.00047214295889087425, 
            "23": 0.0005603621596371361, 
            "24": 0.0002682851273858459, 
            "25": 0.008470430909255968, 
            "26": 0.024145155039367032, 
            "27": 0.00032911557699840234, 
            "28": 0.0004979190715455303, 
            "29": 0.0006764613212583076
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''A Prince on Flute and a Count on Guitar'' [Jan. 7]:  Anthony Tommasini is right in imagining the benefits of having Count Almaviva accompany himself: Antonino Siragusa strummed a guitar in the Opera Company of Philadelphia's ''Barbiere di Siviglia,'' and the effect was electric. Few singers can boast the attainments (Liszt-praised pianism, command of the violin) of Marcella Sembrich, the heroine of the Met's first ''I Puritani.'' As for the Met's current ''Puritani,'' rather than taking up instruments, the singers should concentrate on the rudiments of bel canto singing, like staying in tune.  David Shengold  Philadelphia  SINGER-MUSICIANS  ", 
            "title": "Asking Too Much"
        }, 
        "weight": 0.7327694643806291, 
        "file": "1818692.txt", 
        "other_topics": {
            "0": 0.018529000498947675, 
            "1": 0.0010147649578256227, 
            "2": 0.0018495291207410991, 
            "3": 0.0013450439351841222, 
            "4": 0.0006958055311529778, 
            "5": 0.0023224971891002196, 
            "6": 0.0011966973379122575, 
            "7": 0.05644350520290779, 
            "8": 0.0009912630302486528, 
            "9": 0.001944569121525319, 
            "10": 0.7327694643806291, 
            "11": 0.0012212127186002446, 
            "12": 0.0009872024203532402, 
            "13": 0.0007524995764487261, 
            "14": 0.00047906182211727565, 
            "15": 0.0008834256213495184, 
            "16": 0.0012802203588014162, 
            "17": 0.0007707808572217479, 
            "18": 0.0006684311931988584, 
            "19": 0.0004645242584795301, 
            "20": 0.05973636381285126, 
            "21": 0.0883017436678018, 
            "22": 0.0010186378126156252, 
            "23": 0.0012089687536720624, 
            "24": 0.0005788191270703382, 
            "25": 0.018274764138356082, 
            "26": 0.0010274448222495766, 
            "27": 0.0007100594536852294, 
            "28": 0.001074249195816071, 
            "29": 0.0014594500831365815
        }
    }, 
    {
        "content": {
            "text": "  A music column on Saturday about a new album by the Smithereens (''Meet the Smithereens!'') that reproduces the song lineup and much of the arrangements on ''Meet the Beatles!'' misidentified the Smithereens' lead guitarist, whose solos were compared to George Harrison's. Although Pat DiNizio does play guitar in the band, it is Jim Babjak who plays lead.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7125977660558432, 
        "file": "1819710.txt", 
        "other_topics": {
            "0": 0.002623822182926602, 
            "1": 0.09065946992050142, 
            "2": 0.003219613939783598, 
            "3": 0.0023414187723656723, 
            "4": 0.0012112408300881514, 
            "5": 0.0040429448994774774, 
            "6": 0.002083180733753672, 
            "7": 0.009362446734275602, 
            "8": 0.0017255658396456482, 
            "9": 0.0033850571912201087, 
            "10": 0.7125977660558432, 
            "11": 0.002125856494041522, 
            "12": 0.0017184972317082644, 
            "13": 0.0013099324032512568, 
            "14": 0.0008339388135121007, 
            "15": 0.0015378451808962055, 
            "16": 0.03185957302001313, 
            "17": 0.001341755998648519, 
            "18": 0.0011635882686436931, 
            "19": 0.0008086321870774641, 
            "20": 0.10398756498993392, 
            "21": 0.005558474801107014, 
            "22": 0.001773219174712863, 
            "23": 0.00210454250675745, 
            "24": 0.001007593829818861, 
            "25": 0.002181253898177155, 
            "26": 0.0017885501963590194, 
            "27": 0.0012360537011950653, 
            "28": 0.001870026076834555, 
            "29": 0.002540574127430906
        }
    }, 
    {
        "content": {
            "text": "  Four men, their backs to the audience, stand in a line upstage at the beginning of George Balanchine's ''Agon.'' Then they turn, and Stravinsky's bright fanfare of trumpets heralds the start of the ballet that, in Balanchine's words, used history as ''the takeoff point.''  Stravinsky used a French Baroque dance manual as the basis for his score; Balanchine deployed the academic vocabulary of classical ballet. And yet dance history was changed by ''Agon,'' with its angular, tensile movements that perfectly matched the composer's astringent forays into 12-tone technique.  Audiences must have been hardly able to register visually the compressed, unconventional movement when the ballet had its premiere in 1957; even today the choreography, with its unexpected transitions and acrobatic tension, can surprise, and in the best performances always does.  One of those performances came from an almost all-new cast at the New York City Ballet on Thursday night, when ''Agon'' was danced with a uniformly spiky intensity and a sensitivity to the rhythmic interplay between the music and the movement. Andrew Veyette gave a lovely sinuousness to his ''Sarabande'' solo, and Ellen Bar was coolly seductive in her ''Bransle Gay'' solo and the subsequent pas de trois, balancing unworriedly in arabesque as her two partners switched sides.  But it was Maria Kowroski, more familiar with her part, who electrified the whole work in the pas de deux that is at its heart. With her long, hyper-flexible limbs, Ms. Kowroski can sometimes look unanchored in space, but here every movement was diamond sharp and dazzling. Sébastien Marcovici, making his debut, partnered with subtlety and skill.  Another explosive performance came at the end of the evening, from Sterling Hyltin, new to her role in ''Symphony in Three Movements,'' and just as riveting. Ms. Hyltin came flying onto the stage with huge, traveling jumps -- Balanchine's jazzy knees-together surprise opener to another major Stravinsky score -- and she often looked as if she might rocket offstage. In a good way.  Amar Ramasar, new to the cryptic yet poignant central pas de deux, worked well with Jennie Somogyi -- curiously sluggish in her solo sections -- and nicely conveyed the wit and humor within the ballet's jagged, lighting-bolt aesthetic.  Also on the all-Stravinsky-Balanchine program was ''Monumentum Pro Gesualdo'' and ''Movements for Piano and Orchestra,'' both authoritatively headed by Charles Askegard and Rebecca Krohn; and ''Duo Concertant,'' in which Nikolaj Hubbe, partnering Yvonne Borree, was a spirited delight.  The orchestra, conducted by Fayçal Karoui, occasionally sounded patchy, but gave ''Symphony in Three Movements'' a fine, propulsive performance.  The New York City Ballet performs through Feb. 25 at the New York State Theater, Lincoln Center; (212) 870-5570, nycballet.org. ''Stravinsky and Balanchine: An Eternal Partnership'' will be performed again tomorrow.  DANCE REVIEW  ", 
            "title": "Finding a Famous Pair's Intensity and Sensitivity"
        }, 
        "weight": 0.7123646854252805, 
        "file": "1821716.txt", 
        "other_topics": {
            "0": 0.0003503479982111917, 
            "1": 0.00023587033723536865, 
            "2": 0.0004299015787563321, 
            "3": 0.0003126398523536556, 
            "4": 0.00016173192030098665, 
            "5": 0.0005398375170493422, 
            "6": 0.00027815840750635833, 
            "7": 0.0012501283406536863, 
            "8": 0.008143413832819593, 
            "9": 0.059799539368090605, 
            "10": 0.7123646854252805, 
            "11": 0.00028385672322541833, 
            "12": 0.0002294637452866245, 
            "13": 0.012044419161981745, 
            "14": 0.00011135236063089334, 
            "15": 0.0002053420327763062, 
            "16": 0.0002975723643562834, 
            "17": 0.0001791590646931873, 
            "18": 0.00015536907314604712, 
            "19": 0.00010797327268410112, 
            "20": 0.14444962753412074, 
            "21": 0.04426373423634349, 
            "22": 0.00023677053738352795, 
            "23": 0.00028101075567949857, 
            "24": 0.012004049157233207, 
            "25": 0.00029125370682107015, 
            "26": 0.0002388176245600958, 
            "27": 0.0001650450791647033, 
            "28": 0.000249696757991028, 
            "29": 0.00033923223366446475
        }
    }, 
    {
        "content": {
            "text": "  'Rider on the Plains': Music by Virgil Thomson and Charles Fussell  Emmanuel Feldman, cellist; Joy Cline Phinney, pianist; Nashville Chamber Orchestra, conducted by Paul Gambill; New England String Ensemble, conducted by Susan Davenny Wyner. Albany Records TROY883; CD.  VIRGIL THOMSON'S Cello Concerto had an auspicious premiere in 1950 by Eugene Ormandy and the Philadelphia Orchestra, with Paul Olefsky as soloist. There were later performances with the Chicago Symphony Orchestra conducted by Fritz Reiner and the Royal Philharmonic Orchestra conducted by Thomas Beecham. So Mr. Thomson was keenly disappointed when this work, which he was so fond of, fell from favor.  He would have been delighted by this excellent new recording of the work in a program titled ''Rider on the Plains,'' after the subtitle of the concerto's first movement. The cellist Emmanuel Feldman is soloist with the Nashville Chamber Orchestra, conducted by Paul Gambill.  On the surface the concerto is genial and bumptious. The first movement is a Neo-Classical romp; the second, a set of quizzical variations on a hymn tune, ''Death, 'Tis a Melancholy Day.'' The finale evokes children at play through prankish musical games: at one point the theme from the spirited finale to Beethoven's Piano Sonata No. 6 is revealed to be suspiciously similar to ''Yankee Doodle.''  But there is much more to this music. The bold rhythmic dislocations in the finale counter the surface humor. The quietly intense slow movement has astringent harmony and piercing inner voices. Technically challenging, the concerto sounds exhilarating in this bracing and confident performance.  The album includes ''Right River'': Variations for Cello and String Orchestra, a moody, harmonically pungent recent work by Charles Fussell, who was a close colleague of Mr. Thomson. Mr. Feldman is joined by the New England String Ensemble, conducted by Susan Davenny Wyner. There are also appealing works for cello and piano by Mr. Thomson and Mr. Fussell.  ANTHONY TOMMASINI  CLASSICAL RECORDINGS  ", 
            "title": "Rustic Streams Hiding Complicated Traditions"
        }, 
        "weight": 0.7101995807573828, 
        "file": "1818649.txt", 
        "other_topics": {
            "0": 0.00046914247222487187, 
            "1": 0.00031584822433725047, 
            "2": 0.0005756707345293413, 
            "3": 0.05869727516454687, 
            "4": 0.0002165712757460734, 
            "5": 0.000722883272178989, 
            "6": 0.0003724751493770564, 
            "7": 0.044058472235762244, 
            "8": 0.0003085331884400765, 
            "9": 0.016499423113600913, 
            "10": 0.7101995807573828, 
            "11": 0.00038010562518284695, 
            "12": 0.0003072693130812541, 
            "13": 0.0002342174443480393, 
            "14": 0.00014910923430754743, 
            "15": 0.000274968515305419, 
            "16": 0.0003984719061981144, 
            "17": 0.0002399075403907151, 
            "18": 0.00020805094207812446, 
            "19": 0.0001445843799304211, 
            "20": 0.039785326038792326, 
            "21": 0.04337831760919749, 
            "22": 0.0003170536604326783, 
            "23": 0.00037629465935121203, 
            "24": 0.00018015895413785003, 
            "25": 0.0003900107457737716, 
            "26": 0.07979064952699448, 
            "27": 0.00022100784609365334, 
            "28": 0.00033436284765021477, 
            "29": 0.00045425762262747953
        }
    }, 
    {
        "content": {
            "text": "  Not everyone wants to perform pure traditional gypsy flamenco. A grass-roots genre of flamenco Latino has sprung up in New York in recent years. The program presented by Andrea Del Conte Danza España on Thursday night at the Joyce SoHo fits somewhere between those styles, but never created the crucial flamenco feeling of an internal fire reaching up into the soul from the core of the earth.  Ms. Del Conte, an American who trained in ballet before taking on Spanish dancing, was closer to the traditional in her Seguiriyas and Farruca, but without that fire. A sweet-faced, elegant woman, she might have been the youngish director of a school for young dancers. Barbara Martinez, who sang and danced, made something fresh of the Latino style in several numbers. But Marco de Ana was unprepossessing, a major problem for a male flamenco artist, in a company of dancers completed by Mieko Sato and Sol Koeraus.  The musicians were more fun, in an ensemble that included Alfonso Cid, Arturo Martinez, Cristian Puig and Sean Kupisz. The evening's choreographers included Juana Cala and José Galvan.  Andrea Del Conte Danza España performs through tomorrow night at the Joyce SoHo, 155 Mercer Street, between Houston and Prince Streets; (212) 334-7479.  DANCE REVIEW  ", 
            "title": "Flamenco That Finds Its Fit In a Space Between Two Styles"
        }, 
        "weight": 0.7048936407137176, 
        "file": "1821717.txt", 
        "other_topics": {
            "0": 0.0006931584395659904, 
            "1": 0.0004666660455682583, 
            "2": 0.06347362698730111, 
            "3": 0.0006185534192005522, 
            "4": 0.0003199842615805814, 
            "5": 0.0010680607077752883, 
            "6": 0.0005503323800441486, 
            "7": 0.018129129048748808, 
            "8": 0.0004558580732186053, 
            "9": 0.024377913014195687, 
            "10": 0.7048936407137176, 
            "11": 0.0005616064151525124, 
            "12": 0.00045399069619905596, 
            "13": 0.023829708844990583, 
            "14": 0.0002203090325361928, 
            "15": 0.00040626623740756416, 
            "16": 0.0005887426124547918, 
            "17": 0.0003544636143231858, 
            "18": 0.00030739546065226516, 
            "19": 0.00021362355598055733, 
            "20": 0.12923381332802347, 
            "21": 0.00146843171941046, 
            "22": 0.00046844707852172486, 
            "23": 0.0005559757095875957, 
            "24": 0.0002661850224981878, 
            "25": 0.0005762412400490043, 
            "26": 0.023956149563716826, 
            "27": 0.0003265392984003542, 
            "28": 0.0004940214187535174, 
            "29": 0.0006711660604254434
        }
    }, 
    {
        "content": {
            "text": "  There were several hallmarks to the concert on Sunday afternoon by the Met Orchestra. This was the orchestra's 50th program at Carnegie Hall since James Levine and his players emerged from the pit at the Metropolitan Opera to present a full-fledged symphonic concert in the hall in 1991. The program offered Mr. Levine's restrained take on Brahms's Third Symphony, and a major premiere by the formidable modernist composer Charles Wuorinen.  But the concert is likely to be remembered most for the exhilarating performance of Beethoven's Violin Concerto, with Christian Tetzlaff as soloist. This serious-minded 40-year-old German musician seemed somewhat dazed by the rock star ovation that erupted after his stunning performance.  Mr. Tetzlaff's bookish appearance is a little deceptive. To be sure, he is a keenly intelligent musician who gained early attention for probing performances of works like the Schoenberg, Berg, Stravinsky and Ligeti concertos. But he is also a brilliant and powerfully intuitive player. I have seldom heard the rustic character of Beethoven's rondo finale conveyed with such earthy vigor. It was charming to see this trim, boyish violinist almost dancing as he played, his feet planted on the floor, but his foam rubber knees swaying continually.  Mr. Tetzlaff's penchant for rhythmic freedom and rubato is not a trait you associate with Mr. Levine's music-making, but the conductor clearly admires this violinist. Mr. Tetzlaff made his debut with Mr. Levine and the Met Orchestra in 2004 in the Berg Concerto, and they performed the Beethoven and Schoenberg concertos together during Mr. Levine's tenure as conductor of the Munich Philharmonic.  The Beethoven concerto, especially in the first movement, has a spacious quality. The music evolves in large, structural blocks, and the violin part is filled with what seem to be transitional passages of scales and ascending patterns of broken thirds. Mr. Tetzlaff brought improvisatory freedom to these curious passages yet made every restless run come across as part of an integral conception.  And though kept on alert, Mr. Levine seemed energized by Mr. Tetzlaff's work. In the Larghetto slow movement Mr. Tetzlaff played the wistful melodic phrases with arching lyricism and radiantly penetrating pianissimos, while in the orchestra Mr. Levine achieved an uncanny balance between timelessness and subdued intensity. Though Beethoven wrote no cadenzas for this work, he did compose some when he made an unconventional arrangement of the piece as a piano concerto. In another fresh stroke, Mr. Tetzlaff played his adaptations of Beethoven's piano cadenzas, which proved more unpredictable than the cadenzas by Fritz Kreisler used by a majority of violinists.  The impact of this original performance was probably enhanced by hearing it right after the premiere of Mr. Wuorinen's ''Theologoumenon,'' composed for Mr. Levine's 60th birthday in 2003 on a commission from Ronald A. Wilford, Mr. Levine's longtime manager and the chairman of Columbia Artists Management. The title is a term meaning a private, nondogmatic theological opinion. During the piece's most extreme moments, when the orchestra built to some anxious, gratingly dissonant, wailing outburst, many in the audience might have been puzzled by the composer's comment in the program notes that, over all, he considers this fitful piece to be contemplative.  But in a way, Mr. Wuorinen's observation fits the music. In the last decade or so, this once unabashedly complex serialist, now 68, seems to have allowed a lyrical generosity into his works. This 20-minute piece comes across as a series of quizzical, sustained passages: over some foundation, like repeated bass notes, pitches pile up to form a tremulous chord, and quietly restless musical events break out: fluttering woodwind motifs, fidgety percussion riffs.  Then the collective sounds fade, and the process begins again. The music could be described as depicting the mind state sought during meditation, when you strive for contemplativeness and let intrusive thoughts just register and then float right by.  In Brahms's Third Symphony, Mr. Levine strove, it seemed, for an organic reading that allowed inner voices and layered complexities to come through, details often lost in sweepingly Romantic interpretations. For some the performance might have been restrained to the point of ponderousness. I found it fascinating. Besides, in the Beethoven concerto Mr. Levine certainly proved that, with the right partner, he can be as impetuous as anyone.  MUSIC REVIEW  ", 
            "title": "Serious German Violinist Gets a Rock Star Ovation"
        }, 
        "weight": 0.6868959623276077, 
        "file": "1819212.txt", 
        "other_topics": {
            "0": 0.0002482138680322852, 
            "1": 0.00016710895754562977, 
            "2": 0.00030457583397400034, 
            "3": 0.014236976642254841, 
            "4": 0.00011458351618152557, 
            "5": 0.005988654300821497, 
            "6": 0.00019706912728308066, 
            "7": 0.07096307933428604, 
            "8": 0.0001632387188392049, 
            "9": 0.022744991852653624, 
            "10": 0.6868959623276077, 
            "11": 0.00020110625891539682, 
            "12": 0.00016257002774833806, 
            "13": 0.00012391974989294356, 
            "14": 7.889070377978564e-05, 
            "15": 0.0001454803238073449, 
            "16": 0.0002108234896545961, 
            "17": 0.00012693026552912064, 
            "18": 0.00011007557861062578, 
            "19": 7.649669412659226e-05, 
            "20": 0.13317344300123354, 
            "21": 0.06219393626884227, 
            "22": 0.0001677467295949028, 
            "23": 0.0001990899533664173, 
            "24": 9.531848748448507e-05, 
            "25": 0.00020634685945949163, 
            "26": 0.00016919704593434113, 
            "27": 0.00011693081652623263, 
            "28": 0.0001769046732178378, 
            "29": 0.00024033859279632956
        }
    }, 
    {
        "content": {
            "text": "  Not many tenors these days excel in the full-bodied, lyric Puccini and Verdi repertory once owned by the likes of Carlo Bergonzi, Giuseppe Di Stefano and Luciano Pavarotti. The closest we have may be the Italian tenor Marcello Giordani, who took over the role of Rodolfo on Wednesday night for the first of four final performances in the Metropolitan Opera's current revival of Puccini's ''Bohème.'' His Mimi was the Chilean soprano Cristina Gallardo-Domâs, which united the stars of the Met's acclaimed Anthony Minghella production of Puccini's ''Madama Butterfly.''  It was as Rodolfo that Mr. Giordani made his 1995 Met debut, and it is always rewarding to hear the role sung by a true Puccini tenor. Still, he has been branching out in recent years into weightier repertory, like Verdi's Manrico and, at the Met, the hefty title role of Berlioz's ''Benvenuto Cellini.'' While such choices testify to his adventurousness, they may explain why his Rodolfo seemed to have lost some of the velvety grace and glowing richness of earlier years. At times he ended melodic phrases abruptly and halted in his delivery. At his best Mr. Giordani can certainly invest a Puccini phrase with vibrant sound and soaring lyricism.  Ms. Gallardo-Domâs may not have a conventionally beautiful sound, and soft high singing does not come naturally to her. The earthy expressivity and subtle intensity of her singing, however, made her an affecting Mimi.  There were strong performances from the hearty baritone Dwayne Croft, a veteran Marcello; the bright-voiced soprano Ainhoa Arteta as Musetta; and the robust young baritone Aaron St. Clair Nicholson as Schaunard, the role of his Met debut last fall. The most complete vocal and dramatic portrayal came from the charismatic bass-baritone John Relyea as Colline. The bass Paul Plishka did double-duty as the hapless landlord Benoit and the wealthy Alcindoro. Carlo Rizzi was the very capable conductor.  Audiences still swoon when the curtain goes up on the bustling, two-tiered Café Momus set in Act II of Franco Zeffirelli's extravagant and critic-proof 1981 production. This is one show the new general manager, Peter Gelb, will probably leave be.  ''La Bohème'' will be performed tomorrow at 8 p.m., Wednesday at 7:30 p.m. and Feb. 3 at 1:30 p.m. at the Metropolitan Opera House, Lincoln Center.  MUSIC REVIEW  ", 
            "title": "Rodolfo And Mimi Soar Again"
        }, 
        "weight": 0.6755613549033808, 
        "file": "1821454.txt", 
        "other_topics": {
            "0": 0.00041818447338225196, 
            "1": 0.00028154096289086745, 
            "2": 0.0005131416940765399, 
            "3": 0.0003731750507562684, 
            "4": 0.0001930474221787859, 
            "5": 0.0006443640863709953, 
            "6": 0.00033201710229202754, 
            "7": 0.029827695218970784, 
            "8": 0.009720190332466475, 
            "9": 0.0005395100201875171, 
            "10": 0.6755613549033808, 
            "11": 0.0286743283108063, 
            "12": 0.04749974313964982, 
            "13": 0.00020877687359475243, 
            "14": 0.00013291307079833979, 
            "15": 0.0002451015855042429, 
            "16": 0.0003551901056001775, 
            "17": 0.00021384891451617266, 
            "18": 0.0001854525624955969, 
            "19": 0.00012887970362982006, 
            "20": 0.0826897149273308, 
            "21": 0.06227951309204331, 
            "22": 0.02389554009085895, 
            "23": 0.01922576143972684, 
            "24": 0.00016059018703623552, 
            "25": 0.014515402767204606, 
            "26": 0.0002850589216178765, 
            "27": 0.00019700209468078174, 
            "28": 0.0002980445379419269, 
            "29": 0.0004049164080102557
        }
    }, 
    {
        "content": {
            "text": "  Jerome Robbins choreographed two of his late ballets to Bach in the first few months of 1994, and both were on the third themed program of the New York City Ballet's winter season, ''Jerome Robbins: An American Icon.''  In a sense, the two pieces are very different: ''2 & 3 Part Inventions'' is an ensemble, created for teenage students at the School of American Ballet; ''A Suite of Dances'' is a solo for Mikhail Baryshnikov, then in his 40s. But both works capture the radiance of spirit and the translucent purity of intention of thoroughbred bodies dedicated to joyous motion.  In ''2 & 3 Part Inventions,'' set to some of the piano exercises Bach wrote for one of his young sons, Mr. Robbins provides an effect of simplicity and playfulness. His choreography is studded with unusual rhythmic dynamics and inconspicuous technical difficulties throughout the 12 sections. And although there are solos and pas de deux, the emphasis is on counterpoint and canon within the group.  On Sunday afternoon the dancers -- Rebecca Krohn, Tyler Angle, Sterling Hyltin, Tiler Peck, Ana Sophia Scheller, Jonathan Stafford, Amar Ramasar and Seth Orza -- paid tribute to Robbins's famous perfectionism with an impeccably polished and charming performance. The equally fine pianist was Nancy McDill, who had played at this work's premiere.  Damian Woetzel was no less charming in ''A Suite of Dances,'' performed to excerpts from Bach's Suites for Solo Cello, played onstage by Ann Kim. The beginning is tentative and inward-looking, as Mr. Woetzel sketches out the steps. By the end, however, he is flirting with the audience, spinning through bravura pirouette sequences and finally cartwheeling into place at the cellist's feet. Mr. Woetzel often seems hesitant about being a star, but there was no doubt about it here.  A young girl doomed to an untimely death is the theme of ''In Memory of ,'' to Berg's Violin Concerto from 1935, beautifully played by Kurt Nikkanen. The ballet can feel formulaic, but Wendy Whelan, tenderly partnered by Seth Orza and threatened by a subtly menacing Charles Askegard, was quietly luminous in the central role.  ''I'm Old Fashioned,'' to a score by Morton Gould, based on a theme by Jerome Kern, is an unabashed crowd pleaser that is also a serious ballet, perhaps a little too serious, as Robbins dissects the lovely duet by Fred Astaire and Rita Hayworth, shown on film as the ballet begins, at considerable length.  But Ms. Krohn, Maria Kowroski and Jenifer Ringer, partnered by Mr. Angle, Philip Neal and Stephen Hanna, were just as glamorous as they needed to be, and the showstopping finale -- a plethora of Astaires and Hayworths dancing beneath the film -- is sigh-worthy pleasure. Maurice Kaplow led the orchestra, in fine form.  The New York City Ballet performs through Feb. 25 at the New York State Theater, Lincoln Center; (212) 870-5570, nycballet.com. ''Jerome Robbins: An American Icon'' will be performed again tomorrow night.  DANCE REVIEW  ", 
            "title": "Robbins: One Toeshoe in Bach, the Other in Kern"
        }, 
        "weight": 0.6750715303796505, 
        "file": "1820821.txt", 
        "other_topics": {
            "0": 0.00033573624182908394, 
            "1": 0.00022603303283218708, 
            "2": 0.04211837943375588, 
            "3": 0.030631533498491056, 
            "4": 0.00015498666292627791, 
            "5": 0.0005173228335765627, 
            "6": 0.0002665574196118366, 
            "7": 0.05807036384968574, 
            "8": 0.00022079811421713398, 
            "9": 0.05351402381916523, 
            "10": 0.6750715303796505, 
            "11": 0.023020967627469996, 
            "12": 0.00021989363681797826, 
            "13": 0.00016761493403763162, 
            "14": 0.0038981998451044927, 
            "15": 0.00019677795427934413, 
            "16": 0.0002851616900660858, 
            "17": 0.00017168698373280149, 
            "18": 0.00014888918726767706, 
            "19": 0.00010347009537384304, 
            "20": 0.07776128704173085, 
            "21": 0.031043178124362192, 
            "22": 0.0002268956888661308, 
            "23": 0.00026929080658972046, 
            "24": 0.00012892861715813194, 
            "25": 0.00027910656103692346, 
            "26": 0.00022885739939071357, 
            "27": 0.00015816164183629416, 
            "28": 0.00023928280324946936, 
            "29": 0.00032508407588827717
        }
    }, 
    {
        "content": {
            "text": "  'Renaud Capuçon, Gautier Capuçon: Inventions'  Renaud Capuçon, violinist; Gautier Capuçon, cellist; Aude Capuçon, pianist. Virgin Classics 332626 2; CD.  THE Capuçon siblings -- led by Renaud, 30, a violinist, and Gautier, 25, a cellist -- are a relatively recent but noteworthy addition to the current Who's Who in musical families. The brothers demonstrate their rich, powerful tone, fine ensemble playing and wide range of repertory on their new disc, ''Inventions.''  It includes arrangements of some of Bach's Inventions and English and French suites by Frederick Neumann, which the Capuçons play with flair, precision and minimal vibrato.  But the disc also includes intriguing pieces originally written for violin and cello. The Jewish Communist composer Hanns Eisler, a student of Schoenberg, was an outcast in both Nazi Germany and McCarthy-era America. The Capuçons play his rhythmically intense, dissonant Duo for Violin and Cello, a gritty, ironic and passionate work written in 1924, with conviction.  The French composer Karol Beffa, 33, dedicated his enigmatic, melodic and melancholy ''Masques I'' and ''Masques II'' to the Capuçon brothers, who play it with introspection and dramatic vigor. Sandwiched between the two ''Masques'' are Karl Kraeuter's transcriptions of Bartok's Hungarian Folk Songs, a cheery respite from Mr. Beffa.  The Jewish composer Gideon Klein completed his solemn and chromatic Duo for Cello and Violin, which echoes Berg and Schoenberg, in 1939. The unfinished Lento ends in midphrase: an eerie foreshadowing of Klein's death in a concentration camp in 1945.  It is handy for any musical family to have a pianist in the ranks, and the Capuçon brothers are joined by their sister, Aude, for a flirtatious rendition of Kreisler's ''Marche Miniature Viennoise,'' which concludes the disc on a lighthearted note.  VIVIEN SCHWEITZER  CLASSICAL RECORDINGS  ", 
            "title": "Flighty Beethoven, Liberated Monteverdi and Brotherly Bach"
        }, 
        "weight": 0.6623092976566124, 
        "file": "1816933.txt", 
        "other_topics": {
            "0": 0.0004926324240908949, 
            "1": 0.011458323853023662, 
            "2": 0.0006044945538280781, 
            "3": 0.04494625459191605, 
            "4": 0.0002274149941131455, 
            "5": 0.0007590780195607577, 
            "6": 0.0003911249708026531, 
            "7": 0.001757834376178492, 
            "8": 0.00032398143747870575, 
            "9": 0.028452209932758193, 
            "10": 0.6623092976566124, 
            "11": 0.0003991375043414449, 
            "12": 0.00032265427991223626, 
            "13": 0.0002459447059362445, 
            "14": 0.00015657512994486457, 
            "15": 0.00028873618199857685, 
            "16": 0.00041842338458839245, 
            "17": 0.00025191970494564946, 
            "18": 0.00021846804755126393, 
            "19": 0.00015182371622209765, 
            "20": 0.025087384645819076, 
            "21": 0.10674690502629029, 
            "22": 0.028149581319248964, 
            "23": 0.00039513572354581063, 
            "24": 0.00018917950847150813, 
            "25": 0.011536199690056072, 
            "26": 0.00033580698592075185, 
            "27": 0.07255537095731752, 
            "28": 0.0003511043870803204, 
            "29": 0.00047700229044595605
        }
    }, 
    {
        "content": {
            "text": "  Stravinsky was arguably the most important composer for dance in the 20th century, beginning with a 1910 commission from Serge Diaghilev to score Michel Fokine's ''Firebird.'' Although Stravinsky wrote only four scores for ballets by George Balanchine, the two artists had a long and mutually fruitful working relationship.  The New York City Ballet paid tribute to that relationship on Tuesday night at the New York State Theater with ''Stravinsky and Balanchine: An Eternal Partnership,'' the first of 10 themed programs of familiar repertory that the company will present in an effort to provide context for the ballets audiences will see this season. (Will the programs also be more marketable? The tribute's slightly odd title does conjure up an image of the eminently practical Stravinsky and Balanchine, who died in 1971 and 1983 respectively, looking down -- or up -- to count the houses.)  The selection of ballets suggests the range of responses Stravinsky's music drew from Balanchine, from the cool, bare-bones complexity of their 1957 ''Agon,'' set to an original score, to the jazzy playfulness and powerful surge of Balanchine's 1972 ''Symphony in Three Movements.''  Balanchine's elegiac moments are seldom among his best. Take ''Duo Concertant,'' a fussy, artificial-looking quartet in which two dancers (Yvonne Borree and Nikolaj Hübbe) relate unconvincingly to an onstage pianist (Cameron Grant) and violinist (Arturo Delmoni).  Much more believable is the unstressed relationship of dancers to instruments in Balanchine's 1963 ''Movements for Piano and Orchestra,'' now paired in performance with his 1960 ''Monumentum Pro Gesualdo.'' Together they suggest the connections and the distinctions between the more classical and more modern looks of Balanchine's ballets, with ''Monumentum'' delicately pouring out patterns in space for sweetly chaste-looking dancers and ''Movements'' seeming to turn classical traditions on their head, with music to match.  ''Agon'' occupies a central position in Balanchine's oeuvre, a ground-shifting masterpiece in which he and Stravinsky drew from mid-17th-century court dances to create what Balanchine called a ''quintessential contemporary ballet'' that represented a total collaboration with the composer. Harshly astringent at times, sportily athletic at others, the tightly knit ''Agon'' includes one of the most eerily intense and sensuous of pas de deux, danced on Tuesday by Wendy Whelan and Albert Evans.  Not so famous but nearly as arresting is the pas de deux (exquisitely danced by Miranda Weese and Jared Angle) at the heart of ''Symphony in Three Movements,'' a ballet that, like ''Agon'' in a very different way, celebrates the affection Balanchine and Stravinsky felt for America and things American, like jazz dance and music. It is a ballet that pushes excitingly from one climax to another. In the pas de deux Balanchine uses innovative movement -- jagged limbs and lifts of a hunched-over ballerina who looks as if she is seated -- to evoke the intimate love symbolized by the traditional pas de deux.  In the end perhaps ''Eternal Partnership'' suggests most how willing the two, though so meticulous about their crafts, were to be led into each other's beckoning realms.  The New York City Ballet performs through Feb. 25 at the New York State Theater, Lincoln Center; (212) 870-5570 or nycballet.com.  DANCE REVIEW  ", 
            "title": "Balanchine and Stravinsky, Reunited"
        }, 
        "weight": 0.6601997931717818, 
        "file": "1819595.txt", 
        "other_topics": {
            "0": 0.00032112569725784625, 
            "1": 0.00021619654427564955, 
            "2": 0.011273524999634773, 
            "3": 0.0002865627635672635, 
            "4": 0.0001482419649624979, 
            "5": 0.007747797507177817, 
            "6": 0.0002549573938332212, 
            "7": 0.0446637808797285, 
            "8": 0.0002111894384559484, 
            "9": 0.06206468578217927, 
            "10": 0.6601997931717818, 
            "11": 0.0002601804167071107, 
            "12": 0.00021032432203635818, 
            "13": 0.00016032067991951772, 
            "14": 0.0001020645319267604, 
            "15": 0.00018821458603535533, 
            "16": 0.0002727520450422965, 
            "17": 0.00016421552246170508, 
            "18": 0.00014240983879192575, 
            "19": 9.896729152992752e-05, 
            "20": 0.10338922714845307, 
            "21": 0.08771614334761332, 
            "22": 0.0002170216593090599, 
            "23": 0.00025757182948177206, 
            "24": 0.00012331791127414852, 
            "25": 0.0002669604226637215, 
            "26": 0.011098379235025426, 
            "27": 0.000151278775378625, 
            "28": 0.00022886971217845286, 
            "29": 0.007563924581316986
        }
    }, 
    {
        "content": {
            "text": "  If Rossini had been in the audience on Thursday night at the Harry de Jur Playhouse, he would surely have found the stylish and witty new production of ''Il Signor Bruschino'' by the Gotham Chamber Opera as cheekily funny as everyone else did.  The revival was overdue. ''Il Signor Bruschino,'' the last of five one-act farces Rossini wrote for the Teatro San Moisè in Venice between 1810 and 1813, was last staged in New York in 1933, according to the Gotham company.  In this frothy, youthful comedy, Rossini experiments with the comic gift for mistaken identities evident in his later opera ''Il Barbiere di Siviglia.'' The Venetian poet Giuseppe Maria Foppa wrote the libretto for ''Bruschino,'' based on ''Le Fils par Hazard,'' a French farce. Two young lovers, Florville and Sofia, want to marry. But Florville is the son of an enemy of Gaudenzio, Sofia's guardian, who in any event has already promised her to the eminent Bruschino family. Florville waylays and impersonates the legitimate groom, then convinces Gaudenzio that he is Bruschino's son.  Thanks to Robin Guarino's clever directing, an opera that could be mere bumbling slapstick is sharp, with snappy comic timing. Donald Eastman's set updates the action to the Via Veneto in Rome in about 1960. The costume designer Martin Pakledinaz presents Florville, sung by Alek Shrader, as a sort of Marcello Mastroianni, and Sofia, sung by Lisa Hopkins, as a demurely dressed Anita Ekberg.  There were other Felliniesque touches, like a Vespa, a bicycle, a priest and a scampering little boy who knocks on a door to mirror the moment in the overture when the violinists tap their music stands with their bows.  ''Il Signor Bruschino'' has plenty of tongue-twisting recitative and vocal acrobatics, but none of the strong cast seemed trapped in a coloratura torture chamber. At times they even made a merry farce of Rossini's bel canto obstacle course.  There was fiery chemistry between Ms. Hopkins and Mr. Shrader, both promising performers, who sang with good phrasing and control. Eric Jordan gave a fine, confident performance as the jovial, fabulously named Gaudenzio Strappapuppole, who almost seems a personification of Rossini, a cheery, witty gourmand.  Signor Bruschino was updated from a generic buffo character to an oily, scholarly-looking, suit-clad neurotic, excellently acted and sung by Marco Nistico.  As the maid Marianna, Emily Langford Johnson was a sexy, Sophia Loren-like flirt, while Filiberto, the burly barman, was sung with aplomb by Matthew Lau. Steven Goldstein, as the police commissioner and priest, was also strong.  Neal Goren, Gotham's artistic director, conducted a lively, tight performance of the chirpy score. Rossini reportedly declared that he was ''born for opera buffa.'' On Thursday night it seemed that this cast had been as well.  ''Il Signor Bruschino'' continues through Feb. 3 at the Abrons Arts Center, 466 Grand Street, at Pitt Street, Lower East Side, (212) 279-4200, gothamchamberopera.org.  MUSIC REVIEW  Correction:  January 30, 2007, Tuesday  A classical music entry in the Listings pages of Weekend on Jan. 19 misstated the history of the performance in New York of ''Il Signor Bruschino,'' by Rossini, which the Gotham Chamber Orchestra is performing through Saturday. The Gotham Chamber Orchestra's production is the first professional staging of the work in New York since 1933, not the first staging since then. (The error was repeated in a Week Ahead entry in Arts & Leisure on Jan. 21, in the Listings pages of Weekend on Friday and in a review of a performance on Saturday.)  Correction:  February 1, 2007, Thursday  A classical music entry in the Listings pages of Weekend on Jan. 19 misstated the history of the performance in New York of ''Il Signor Bruschino,'' by Rossini, which is being performed in New York through Saturday. The current production is the first professional staging of the work in New York since 1933, not the first staging since then. (The error was repeated in a Week Ahead entry in Arts & Leisure on Jan. 21, in the Listings pages of Weekend on Friday and in a review of a performance on Saturday.) A correction in this space on Tuesday misstated the name of the group that is currently presenting the work, at the Abrons Arts Center on the Lower East Side. It is the Gotham Chamber Opera, not Orchestra.  ", 
            "title": "Young Lovers, a Vespa And a Frolic by Rossini"
        }, 
        "weight": 0.6595255725892685, 
        "file": "1821718.txt", 
        "other_topics": {
            "0": 0.00022719760019674528, 
            "1": 0.05403386798274133, 
            "2": 0.0002787873985663625, 
            "3": 0.015597289381715056, 
            "4": 0.00010488173003758762, 
            "5": 0.00035007988912739887, 
            "6": 0.00018038328457038166, 
            "7": 0.0008106972506897108, 
            "8": 0.00014941729675891686, 
            "9": 0.0747000815668448, 
            "10": 0.6595255725892685, 
            "11": 0.06945953191562104, 
            "12": 0.012977592876213497, 
            "13": 0.00011342746485460524, 
            "14": 7.221102800858914e-05, 
            "15": 0.00013316250500787898, 
            "16": 0.00019297306510044558, 
            "17": 0.000116183080136364, 
            "18": 0.00010075547953408248, 
            "19": 7.001971914915575e-05, 
            "20": 0.042359164335913406, 
            "21": 0.038967673064397135, 
            "22": 0.00015354361425066337, 
            "23": 0.00018223300731226068, 
            "24": 8.724787129154964e-05, 
            "25": 0.00018887547117727395, 
            "26": 0.0181151738457683, 
            "27": 0.01037006040644304, 
            "28": 0.00016192615480072354, 
            "29": 0.0002199891245032548
        }
    }, 
    {
        "content": {
            "text": "  Hard to say what ballets fit into what categories on Wednesday night in ''Tradition and Innovation,'' the catch-all title of the second of 10 themed programs to be presented by the New York City Ballet during its winter season at the New York State Theater. Tradition was possibly best represented by Mauro Bigonzetti's ''In Vento,'' a hit from last spring's Diamond Project festival, and George Balanchine's ''Tchaikovsky Piano Concerto No. 2,'' with Balanchine's ''Mozartiana'' holding the fort for innovation.  ''In Vento,'' set to an appropriately brooding commissioned score by Bruno Moretti, straddles two choreographic genres. The ballet fits into the American tortured-loner category, with a lithe seeker, danced by an eloquently supple Benjamin Millepied, interacting with a beautiful woman (Maria Kowroski) and a shadowy man (Edwaard Liang in a role debut). Mr. Millepied's search is clearly doomed.  Mr. Millepied, Ms. Kowroski, Mr. Liang and a large corps, all of whom appear and disappear dramatically on the dark stage, are essentially the ballet equivalent of ships passing in the night. That places the work in a second category, that of European mystification, in which simple themes are turned into thick choreographic volumes. Practitioners of this style include William Forsythe, cited by Mr. Bigonzetti as a major influence on his work.  Balanchine created ''Tchaikovsky Piano Concerto No. 2,'' originally called ''Ballet Imperial,'' for a 1941 tour of South America by the American Ballet Caravan, a company founded by Lincoln Kirstein that was an antecedent to City Ballet. The new piece was to demonstrate that classical ballet was alive in the upstart United States, well within the traditions of Russian ballet in which Balanchine had trained and perhaps traditional in a livelier way than the war horse story ballets, like ''Sleeping Beauty,'' that were familiar to South American audiences. This was Russian ballet, Mr. Kirstein noted at the time, as danced by an American company.  There are faint suggestions of Hollywood in the wafting lines of corps women, manipulated so romantically by Charles Askegard on Wednesday, but Balanchine gives his lead dancers full technical challenges. Sofiane Sylve, new as the ballerina, looked a little awkward at first but came into her own soon after, particularly in turns that were dazzlingly if perhaps somewhat harshly executed. Teresa Reichlen was her usual elegant, fully articulated self in the second female lead. Susan Walters was the impressive piano soloist.  The vocabulary is classical in ''Mozartiana,'' but the breathtakingly simple-looking stage patterns and arrangements of dancers exist in a world of their own. Children from the City Ballet-affiliated School of American Ballet are not the typical cute ballet embellishment, but solemn, crucial elements in those patterns and subtly suggestive of the arc of time. Tchaikovsky paid homage to Mozart in a quiet, reflective score that Balanchine re-envisions as a long, calm, clear breath of prayer. Wendy Whelan was the ballet's heart on Wednesday, with Nikolaj Hübbe an understated anchoring presence and Daniel Ulbricht bracingly precise in the quick twists of the ballet's gigue. David Briskin conducted.  The New York City Ballet performs through Feb. 25 at the New York State Theater, Lincoln Center; (212) 870-5570 or nycballet.com.  DANCE REVIEW  ", 
            "title": "Russian, American-Style, And a Loner on a Quest"
        }, 
        "weight": 0.6572875768485855, 
        "file": "1819826.txt", 
        "other_topics": {
            "0": 0.0002984005917863719, 
            "1": 0.00020089696123640286, 
            "2": 0.007105873716432087, 
            "3": 0.013745714074897582, 
            "4": 0.00013775132432601716, 
            "5": 0.00045979379182553435, 
            "6": 0.010346487697352951, 
            "7": 0.04150305864568172, 
            "8": 0.0001962441933249762, 
            "9": 0.040823265407941824, 
            "10": 0.6572875768485855, 
            "11": 0.00024176822652186459, 
            "12": 0.0001954402986078165, 
            "13": 0.0001489752647392927, 
            "14": 9.484173016178699e-05, 
            "15": 0.0035447528278491915, 
            "16": 0.00025345019830727924, 
            "17": 0.003522452106250615, 
            "18": 0.0001323319202872487, 
            "19": 9.196367220749785e-05, 
            "20": 0.15336026029392766, 
            "21": 0.06465944601594362, 
            "22": 0.00020166368534588384, 
            "23": 0.00023934424121513156, 
            "24": 0.00011459107139756039, 
            "25": 0.00024806843172824923, 
            "26": 0.00020340724325985804, 
            "27": 0.0001405732287486574, 
            "28": 0.00021267328693782463, 
            "29": 0.0002889330031720884
        }
    }, 
    {
        "content": {
            "text": "  Riccardo Muti's streamlined readings of the Russian and German repertory are an acquired taste (though one worth acquiring), and his relatively rare forays into American repertory have been well meaning, if unpersuasive. But there is no one to touch him in Italian music, and that was what he brought to the New York Philharmonic on Thursday evening, the start of his second week of subscription programs with the orchestra at Avery Fisher Hall.  Mr. Muti's message was that there is more to Italian Romanticism than opera -- although he touched on opera as well -- and to that end he devoted the first half of his program to Giuseppe Martucci's enormous Piano Concerto No. 2 in B flat minor (Op. 66), with Gerhard Oppitz as the soloist. Martucci has been scarce in New York: the Philharmonic last performed this concerto in 1911. But Mr. Muti recorded it (along with Martucci's evocative ''Canzone dei Ricordi'') for Sony Classical in 1995, and he has kept it in his repertory, perhaps betting that accidental encounters will win this composer a new audience.  He is on to something. This is a virtuoso concerto (Martucci was, not surprisingly, a pianist), so solidly packed with explosive, daredevil keyboard writing that it isn't until well into the 20-minute first movement that the orchestra has much of substance to offer. When the orchestra does take its stand, its contributions are currents of lyricism or subtle but ear-catching shifts in color, to contrast with the showiness of the piano writing.  Still, it's the piano that rivets the ear, and if you look past the layer of surface bluster you'll find magnificently detailed and at times almost Brahmsian keyboard writing.  Mr. Oppitz was an ideal soloist. He attacked the work with all the vigor it demanded, and played with muscularity, clarity and, in the central Larghetto, a poetic touch. He and Mr. Muti made a powerful case: this concerto may not be the Beethoven ''Emperor,'' but it makes a welcome change from, say, the Tchaikovsky First.  After the intermission, Mr. Muti led a taut account of the ballet music from Verdi's ''Macbeth,'' a fine warm-up for the real business of the second half, Respighi's ''Feste Romane.'' Pictorialism runs deep in Italian music as far back as Monteverdi, and Respighi reveled in it. Here the orchestra evokes everything from the roaring lions at the ancient Circus Maximus, to parades of chanting penitents, to sloppy inebriates, all vividly.  Mr. Muti had the Philharmonic playing at full throttle, with no loss of either tone or precision. This orchestra's brasses, which got a thorough workout, have rarely sounded better.  Riccardo Muti, Gerhard Oppitz and the New York Philharmonic repeat this program tonight at Avery Fisher Hall, Lincoln Center, (212) 721-6500.  MUSIC REVIEW  ", 
            "title": "Italian Romanticism From a Rarely Heard Source"
        }, 
        "weight": 0.6556681746655503, 
        "file": "1821719.txt", 
        "other_topics": {
            "0": 0.0003975332438320707, 
            "1": 0.00026763760821723806, 
            "2": 0.00048780118626084903, 
            "3": 0.00035474652428985434, 
            "4": 0.00018351414946485433, 
            "5": 0.0006125434150918473, 
            "6": 0.0003156210813241441, 
            "7": 0.05529092765399814, 
            "8": 0.009240177575886362, 
            "9": 0.0005128673637029203, 
            "10": 0.6556681746655503, 
            "11": 0.0003220868523396579, 
            "12": 0.000260368169566821, 
            "13": 0.004687836055948541, 
            "14": 0.00012634941645441812, 
            "15": 0.0002329977188436202, 
            "16": 0.00033764973078574114, 
            "17": 0.0002032884004277077, 
            "18": 0.00017629434720417176, 
            "19": 0.0001225152293046676, 
            "20": 0.13696804355899614, 
            "21": 0.04124648317525555, 
            "22": 0.0002686590482906024, 
            "23": 0.00031885758682038333, 
            "24": 0.00015265975196013354, 
            "25": 0.0003304800696503488, 
            "26": 0.06761152019237787, 
            "27": 0.009166011975199052, 
            "28": 0.009262064633274678, 
            "29": 0.00487428961968149
        }
    }, 
    {
        "content": {
            "text": "  Surely some conspiracy theorist can explain what unnatural sequence of events prevented the string trio from becoming one of the most frequently heard ensembles, rather than the oddity it is. The configuration -- violin, viola and cello -- is perfectly balanced and symmetrical, its seamless range from soprano to bass untroubled by a top-thickening second fiddle or the distraction of a piano. And you'd think string players would form trios by the dozen just to have Mozart's E-flat Divertimento in their active repertory.  Yet composers and players have always flocked instead to string quartets, which are plentiful, while trios are comparatively few. The Janaki String Trio is making the most of an uncrowded field. Its musicians joined forces two years ago in Los Angeles and have won the Coleman Chamber Music Competition and the Concert Artists Guild International Competition. The guild sponsored the trio's New York debut concert at Weill Recital Hall on Tuesday evening.  Its repertory tilts toward the contemporary. As an opening salvo the group played Krzysztof Penderecki's String Trio (1991), in which harsh, insistent full-ensemble blasts separate agitated but singing solo lines from each of the players. Eventually the brashness of the score's first pages melts, but lyrical beauty emerges only tentatively, in the violin line, before the piece wends its way back to the grittiness of the opening.  That rough-edged quality is clearly a central part of the musicians' sound, and it turned up, in varying degrees, in everything they played. But it isn't all they do. Andrew Norman's ''Alabaster Rounds,'' composed for the trio, was inspired by listening to monks chanting at a basilica in Rome at daybreak, and it requires the ensemble to convey a sense of a shifting, mysterious atmosphere.  At first the trio plays a consonant drone, with sustained cello and quickly undulating violin and viola figures; but fleeting dissonances enliven the texture, which gradually expands in dynamics and melodic breadth. Near the end a solo viola line offers a florid evocation of plainchant.  The playing, more gentle than in the Penderecki, nevertheless had the kind of drive that gives even a slowly unfolding work like Mr. Norman's an irresistible electricity. The players -- Serena McKinney, violinist; Katie Kadarauch, violist; and Arnold Choi, cellist -- were as fresh and energetic in Beethoven's Trio in G (Op. 9, No. 1). They closed their program with an earthy, magnificently polished account of Dohnanyi's Serenade in C (Op. 10).  The Janaki String Trio performs Sunday at 3 p.m. at the Patchogue, N.Y., Theater for the Performing Arts, (631) 207-1313.  MUSIC REVIEW  ", 
            "title": "Beauty of a String Trio, Free of Distractions"
        }, 
        "weight": 0.6519705224524932, 
        "file": "1819580.txt", 
        "other_topics": {
            "0": 0.00037721192077741283, 
            "1": 0.00025395636172391103, 
            "2": 0.0004628654968656762, 
            "3": 0.01737612910754971, 
            "4": 0.00017413317221518459, 
            "5": 0.0005812310838183827, 
            "6": 0.0002994869892552108, 
            "7": 0.005605864640848291, 
            "8": 0.00024807473960548963, 
            "9": 0.0004866503276595137, 
            "10": 0.6519705224524932, 
            "11": 0.0003056222394309147, 
            "12": 0.00024705852623758945, 
            "13": 0.004448200673503783, 
            "14": 0.025679165684344828, 
            "15": 0.00022108721327186563, 
            "16": 0.00032038956609492655, 
            "17": 0.0001928965921388362, 
            "18": 0.00016728243577832043, 
            "19": 0.00011625242841331036, 
            "20": 0.1214466774019821, 
            "21": 0.09451645206877204, 
            "22": 0.0002549255872616765, 
            "23": 0.00030255804928298234, 
            "24": 0.0001448560067761552, 
            "25": 0.0003135864076417257, 
            "26": 0.0726750756634287, 
            "27": 0.00017770037689511514, 
            "28": 0.0002688429623534229, 
            "29": 0.00036524382357980083
        }
    }, 
    {
        "content": {
            "text": "  As high-concept programs go, it would be hard to beat the one the Chiara String Quartet brought to Merkin Concert Hall on Thursday evening. Under the title ''Mestizaje: Harmony of Differences,'' the group offered works in which disparate musical, ethnic and cultural influences mingle (the meaning of the Spanish word in the title, at least as the quartet is using it). The program's two halves were listed as ''acts,'' with the stage bathed in red light during the performances and dark between them.  For all that, there were only four works on the program. But the musicians found an unusual way to stretch their resources: they used the six movements of Gabriela Lena Frank's ''Leyendas: An Andean Walkabout'' (2001) as a frame for the other pieces. The first two movements opened the concert; the third and fourth ended the first half; and the fifth and sixth closed the performance. In effect, the four works became six segments.  Ms. Frank's score was composed for the Chiara players, who recently released a recording of it as a CD single on their own New Voice Singles label. Parts of the work are models of European classicism, with fleeting passages calling to mind Beethoven and Tchaikovsky quartets.  Yet South American folk themes are more prominent, and through much of the work, the ensemble 's business is evoking Andean folk instruments, from panpipes to guitars. Pizzicato writing is plentiful and yields a tactile texture that, together with the work's easygoing harmony and periodic bursts of energy, gives it an immediate appeal.  Enlisting Bartok for a program of boundary-crossing works may be too easy, but the Chiara was clearly unable to resist. Still, in the Quartet No. 2, themes built on moves from Hungarian and Romanian folk song are enveloped in the more intensely chromatic, emotionally charged harmonies of Bartok's more formal music.  Similar extremes, and a greater depth of anguish, drive Osvaldo Golijov's ''Yiddishbbuk'' (1992). And Zhou Long's ''Song of the Ch'in'' (1982) used techniques heard in both the Bartok and Frank works: Chinese folk melodies offset freely chromatic, pulse-free modernist passages, and the quartet, again playing pizzicato, sometimes imitated the ch'in, a zither.  The Chiara Quartet gave these works luminous performances, underlining the sweet-toned character of Ms. Frank's score and the mystery and exoticism of Mr. Zhou's work. But the best performances were searing accounts of the Bartok and Golijov pieces, for which the players produced a tone that ranged from glowing warmth to hard-edged acerbity, which each of these searing works demands.  MUSIC REVIEW  ", 
            "title": "Bringing Disparate Ethnic and Cultural Worlds Together"
        }, 
        "weight": 0.6485119063158458, 
        "file": "1818392.txt", 
        "other_topics": {
            "0": 0.0003905204813122201, 
            "1": 0.0002629162949260127, 
            "2": 0.0004791960345427859, 
            "3": 0.00034848854921937683, 
            "4": 0.0001802768324122633, 
            "5": 0.0006017377238200201, 
            "6": 0.0003100533062413647, 
            "7": 0.0013934736998264068, 
            "8": 0.00025682716100933065, 
            "9": 0.004913993659635795, 
            "10": 0.6485119063158458, 
            "11": 0.00031640501656549465, 
            "12": 0.00025577509422223014, 
            "13": 0.0001949657396499205, 
            "14": 0.00012412052499473724, 
            "15": 0.0002288874772593781, 
            "16": 0.0003316933550269074, 
            "17": 0.00019970225185432692, 
            "18": 0.00017318439247782642, 
            "19": 0.00012035397556926525, 
            "20": 0.1962942629962615, 
            "21": 0.07139008199214714, 
            "22": 0.039955482407959056, 
            "23": 0.00031323271753280096, 
            "24": 0.00014996672790882186, 
            "25": 0.00032465017169348615, 
            "26": 0.0311374169585323, 
            "27": 0.00018396989302836114, 
            "28": 0.00027832811550410687, 
            "29": 0.0003781301330210779
        }
    }, 
    {
        "content": {
            "text": "  Scott Colley  ''Architect of the Silent Moment''  (Cam Jazz)  The bassist Scott Colley plays with a warm, singing tone and a nimble touch when briskness is required. On his sixth album as a leader he traffics mainly in ostinato -- most of his bass lines are asymmetrical, hypnotic and harmonically static -- while his ensemble floats purposefully above him.  Mr. Colley seems intent on showcasing his compositions, and in that regard this album is a handsome success. It's also a useful gauge of the interests now gripping an increasing number of post-post-bop musicians: long-form ensemble writing, rippling dynamic fluctuations and a moody equipoise rooted as much in rock and classical minimalism as in jazz.  Songs like ''Strip Mall Ballet'' and ''Masoosong'' unmistakably evoke the Pat Metheny Group, and not just because of the presence of the adroit Antonio Sanchez (on drums) and the charismatic Grégoire Maret (on harmonica), two present members of that group. Elsewhere the trumpeter Ralph Alessi expertly carries off Mr. Colley's slippery melodies in conjunction with the keyboardist Craig Taborn; at times the alto saxophonist David Binney and the pianist Jason Moran lend a hand. Free improvisation crops up bracingly but fleetingly, like a bout of airborne turbulence between cruising altitudes.  As a title ''Architect of the Silent Moment'' implies calibration as well as introspection, which is apt, since Mr. Colley engages in both at once. That the result never gets oppressive is a credit to the band, which brings fluid movement to his designs.  NATE CHINEN  ", 
            "title": "Critics' Choice: New CDs"
        }, 
        "weight": 0.6473048547930682, 
        "file": "1822411.txt", 
        "other_topics": {
            "0": 0.014529200330650908, 
            "1": 0.00041472352273864987, 
            "2": 0.0007558826568125101, 
            "3": 0.0005497049880723922, 
            "4": 0.00028436823600917814, 
            "5": 0.000949179618774115, 
            "6": 0.0004890773294875836, 
            "7": 0.0021980620174124094, 
            "8": 0.02127490995076793, 
            "9": 0.035577710171193926, 
            "10": 0.6473048547930682, 
            "11": 0.000499096501870109, 
            "12": 0.0004034590101557008, 
            "13": 0.000307538482480576, 
            "14": 0.03497877310195178, 
            "15": 0.0003610465486990252, 
            "16": 0.0005232122896927015, 
            "17": 0.0003150098452862128, 
            "18": 0.00027318063854493696, 
            "19": 0.00018984606769136656, 
            "20": 0.09397958070077868, 
            "21": 0.14043692986658413, 
            "22": 0.0004163063168321774, 
            "23": 0.0004940925251086482, 
            "24": 0.00023655715104853976, 
            "25": 0.0005121023894708359, 
            "26": 0.00041990564693519144, 
            "27": 0.00029019366082290633, 
            "28": 0.0004390340909510991, 
            "29": 0.0005964615501076732
        }
    }, 
    {
        "content": {
            "text": "  Even in their absence, the Grateful Dead can pack a hall. On Saturday night, the World Financial Center's Winter Garden was filled to capacity for the first night of the American Beauty Project: various groups performing all the songs on ''Workingman's Dead.'' (Sunday's concert covered ''American Beauty,'' the other album the Dead released in 1970.) None of the Dead were on the bill; the aura was enough.  ''Workingman's Dead'' and ''American Beauty'' were the kind of music few had expected from the San Francisco band devoted to sprawling psychedelic jams. They were carefully rehearsed collections of concise songs, rootsy and pensive, somberly reconsidering the late 1960s. ''Workingman's Dead'' was the bleaker of the two: a collection of songs about jobs, duty and death, topics that weren't a big part of the hippie agenda.  The concert lineup, produced by David Spelman (who also played guitar in an instrumental duo between songs), mirrored the eclecticism of the Dead and generally recast the songs.  Catherine Russell, a longtime backup singer, was the concert's discovery. With the Holmes Brothers, she turned ''High Time'' into wistful, sultry rhythm and blues. She sang ''New Speedway Boogie'' over a jazzy bass vamp and Larry Campbell's mandolin, in a skeletal arrangement that only heightened the song's philosophical reflections. And she merged her voice precisely with Jim Lauderdale's classic country twang when he sang the deathbed testimony of ''Black Peter'' in a string-band arrangement.  In the concert's biggest stylistic stretch, the Klezmatics jovially relocated the bluegrass oompah of ''Cumberland Blues'' to somewhere in Eastern Europe, where it could take on a hora interlude. Another klezmer musician, the clarinetist Andy Statman, played an instrumental interlude backed by the twangy drone of a Brazilian berimbau. There was no discernible Dead content but plenty of sinuous melody in a long, modal, Greek-flavored improvisation allegedly based on ''Uncle John's Band.'' The banjo virtuoso Tony Trischka turned up with a Jerry Garcia rarity: a minor-key banjo tune, ''Jerry's Breakdown,'' from 1964.  Mr. Campbell on guitar and Rob Barraco on vocals (who have been in the band led by the Dead's bassist, Phil Lesh) carried ''Dire Wolf'' back toward ragtime picking. Ollabelle, less successfully, tried ''Uncle John's Band'' with the lilt of ''Sugar Magnolia.'' And Tim O'Reagan shifted ''Easy Wind'' from blues to brooding ballad. The concert's full-ensemble encore was also death-haunted: Bob Dylan's ''Knockin' on Heaven's Door,'' with a ghostly falsetto by Popsy Dixon of the Holmes Brothers.  One band was happy to emulate the Dead: Railroad Earth, a jam band with the lineup of a traditional bluegrass band plus a drummer. It started ''Casey Jones'' with a folk version of the song about the dying railroad engineer, then switched to the Dead song, using its rhythm and instrumental hooks (though they were played on mandolin and fiddle with banjo counterpoint). As soon as the song turned familiar, Dead fans in the crowd were up and dancing.  MUSIC REVIEW  ", 
            "title": "One Concert, Multiple Bands and a New Life for a Dead Classic"
        }, 
        "weight": 0.6435746963909094, 
        "file": "1820655.txt", 
        "other_topics": {
            "0": 0.00030144810335557475, 
            "1": 0.00020294868576523336, 
            "2": 0.007178444726531238, 
            "3": 0.013886096580238571, 
            "4": 0.020564798404460682, 
            "5": 0.00046448958311618674, 
            "6": 0.00023933438981618886, 
            "7": 0.16788503679721065, 
            "8": 0.00019824839997204246, 
            "9": 0.0037931789483128886, 
            "10": 0.6435746963909094, 
            "11": 0.0002442373619313497, 
            "12": 0.03083589667117869, 
            "13": 0.0001504967223211968, 
            "14": 9.581033169230332e-05, 
            "15": 0.00017668137576251294, 
            "16": 0.0002560386395933178, 
            "17": 0.00015415290090558536, 
            "18": 0.00013368340238598036, 
            "19": 9.29028806498168e-05, 
            "20": 0.08003248679434481, 
            "21": 0.0006386071804890817, 
            "22": 0.00020372324029013022, 
            "23": 0.00024178862089869256, 
            "24": 0.00011576136939771122, 
            "25": 0.00025060191000025975, 
            "26": 0.02063112485548476, 
            "27": 0.0001420088778483027, 
            "28": 0.00021484528096278092, 
            "29": 0.007100430574174187
        }
    }, 
    {
        "content": {
            "text": "  The most obvious way to freshen a classical music program is through novel programming. The pianist Wu Han and the cellist David Finckel have proved adept at this so far as music directors of the Chamber Music Society of Lincoln Center. The title they devised for the society's program on Sunday evening at Alice Tully Hall might have been trite -- ''Pianos/Pianists: A Celebration of the Keyboard'' -- but the concept was imaginative.  As Ms. Wu explained in the program notes, pianists tend to work in isolation from one another. When not mining the vast solo repertory, they are playing the piano part in a chamber work or accompanying instrumentalists and singers. But there is a sizable body of works for four-hand piano and for two pianos. Sunday's program presented teams of pianists in varied examples of this repertory, climaxing in a clattering, propulsive and riveting account of Stravinsky's shocking ''Rite of Spring'' in its four-hand piano incarnation, played by Gilbert Kalish and Ms. Wu.  Though this approach has merit, the resourceful Russian pianist Kirill Gerstein, 27, now an American citizen living outside Boston, showed on Sunday afternoon at the Metropolitan Museum of Art how to turn the tried-and-true piano recital into something startlingly fresh simply by choosing an adventurous program. Among other offerings, he gave compelling performances of Schumann's impetuous ''Humoresque,'' three of Ligeti's astonishing études, a wildly inventive Busoni piece (''Carmen Fantasy'') and a finger-twisting transcription of the crazed march movement from Tchaikovsky's ''Pathétique'' Symphony.  Mr. Gerstein began traditionally, with an articulate account of Haydn's exuberant Sonata in D (Hob. XVI:37), followed by a searching performance of the Schumann. The repertory exploits started after intermission, with Mr. Gerstein's vibrant performances of three Schubert songs in transcriptions by Liszt.  The piano part of Schubert's ''Erlkönig'' is hard enough: the right hand plays repeated octaves and chords so continuously that it is amazing the pianist's arm does not freeze up in a muscle spasm. But if you think the original is difficult, you should hear Liszt's fancy piano transcription, which includes the vocal line too. Mr. Gerstein played with aplomb, then gave commanding and colorful performances of the Ligeti études.  For whatever reason, Busoni, the visionary pianist and composer who died in 1924, also labeled his ''Carmen Fantasy'' Sonatina No. 6. This wonderfully strange piece is a fantastical exploration of themes from Bizet's opera. The technical challenges, though, were nothing in comparison with those of Samuel Feinberg's arrangement of the Allegro molto vivace from Tchaikovsky's Sixth Symphony, which is not just a gimmick but a serious attempt to reimagine this frenetic orchestral movement as a piano piece. Mr. Gerstein played it with valiant determination and to great effect. I managed to stay for his encore, the tender ''Mélodie'' by Rachmaninoff, and still make it across town in time for the Chamber Music Society program.  Four-hand works, like the charming Andante and Five Variations in G by Mozart, which the fine pianists Gilles Vonsattel and André-Michel Schub played exquisitely to open the program, were conceived as pieces for the home, primarily for the enjoyment of the players. This applies as well to the pair of four-hand works that followed: Mendelssohn's elaborate Andante and Variations in B flat (played by Inon Barnatan and Anne-Marie McDermott) and Fauré's ''Dolly Suite'' (Ms. Wu and Charles Wadsworth). Still, though the site was way too big, each performance proved rewarding to hear.  On the other hand, Lutoslawski's 1941 ''Variations on a Theme of Paganini for Two Pianos,'' while lasting just six minutes, is a full-throttled and ingenious concert work, played here brilliantly by the dueling pianists Mr. Schub and Ms. McDermott.  The four-hand piano version of ''The Rite of Spring'' was created to enable Nijinsky, who choreographed the ballet, to rehearse his dancers in preparation for the infamous 1913 Paris premiere. Still, the four-hand ''Rite'' packs a wallop as a concert piece. Without the alluring orchestral clothing, Stravinsky's harmonies, cluster chords, pummeling riffs and meter-smashing rhythms sound even more radical. Beyond the challenge of playing all the notes, Ms. Wu and Mr. Kalish had the extra task of keeping their hands and arms out of each other's way, which is not easy, since the piece involves much overlapping between the players.  All in all it was quite a day for the piano in New York. And the courageous Mr. Gerstein set a high bar for creative programming.  MUSIC REVIEW  ", 
            "title": "All Around the Town, Piano Recitals With a Difference"
        }, 
        "weight": 0.6428483073298009, 
        "file": "1820822.txt", 
        "other_topics": {
            "0": 0.00022318905716768188, 
            "1": 0.00015026110738515253, 
            "2": 0.0002738686349784277, 
            "3": 0.0001991670973892456, 
            "4": 0.00010303125746457536, 
            "5": 0.00034390328207714084, 
            "6": 0.00017720070624517925, 
            "7": 0.06884959107660356, 
            "8": 0.00014678106440951796, 
            "9": 0.033054295918262803, 
            "10": 0.6428483073298009, 
            "11": 0.00018083081607675914, 
            "12": 0.00014617979045456077, 
            "13": 0.00011142621628000091, 
            "14": 7.093697840289494e-05, 
            "15": 0.00013081306280109635, 
            "16": 0.0001895683599704815, 
            "17": 0.00011413321307979106, 
            "18": 9.897780813800902e-05, 
            "19": 6.878433172935348e-05, 
            "20": 0.11722646741003034, 
            "21": 0.0811284593934187, 
            "22": 0.0001508345795424239, 
            "23": 0.00017901779354902444, 
            "24": 8.570852032145355e-05, 
            "25": 0.00018554306162412245, 
            "26": 0.043000448086268045, 
            "27": 0.00010514190404116552, 
            "28": 0.010241024378838285, 
            "29": 0.0002161077636493829
        }
    }, 
    {
        "content": {
            "text": "  A Classical Music entry on Sunday in the Week Ahead report in Arts & Leisure incorrectly described ''Decasia,'' being performed Thursday through Saturday at Angel Orensanz Center for the Arts. The concert consists of a score by Michael Gordon and a film by Bill Morrison, not a video. The entry also omitted information about advance tickets. They are available only through ticketmania.com, not at the center.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.637087601530709, 
        "file": "1821080.txt", 
        "other_topics": {
            "0": 0.0023457898143800543, 
            "1": 0.18701741027123614, 
            "2": 0.0028784487132265677, 
            "3": 0.0020933111790705865, 
            "4": 0.0010828921336478805, 
            "5": 0.0036145357055849536, 
            "6": 0.0018624372408123783, 
            "7": 0.008370358452584924, 
            "8": 0.001542716879605008, 
            "9": 0.003026360830367374, 
            "10": 0.637087601530709, 
            "11": 0.08137406959579763, 
            "12": 0.0015363972941509106, 
            "13": 0.0011711258899586574, 
            "14": 0.0007455707887837447, 
            "15": 0.001374887972559185, 
            "16": 0.028483584888928826, 
            "17": 0.0011995773095806166, 
            "18": 0.0010402890586403938, 
            "19": 0.0007229457698655507, 
            "20": 0.013495081563097975, 
            "21": 0.004969473029373264, 
            "22": 0.0015853206462585958, 
            "23": 0.0018815354212666148, 
            "24": 0.000900824514100616, 
            "25": 0.001950118117841941, 
            "26": 0.0015990271217414275, 
            "27": 0.001105075717843057, 
            "28": 0.0016718694400131551, 
            "29": 0.0022713631089731614
        }
    }, 
    {
        "content": {
            "text": "  Can it be that absence actually does make the heart grow fonder? Or is it just that hearing Lorin Maazel's micromanipulations of the standard canon so regularly has made almost any guest conductor at the New York Philharmonic sound refreshing?  Or perhaps Zubin Mehta's conducting has gained some depth during his more recent travels. Mr. Mehta's tenure as the Philharmonic's music director in the 1980s was, at least as I remember it, a time of charmless interpretation and indifferent music-making. And his return visits over the years have not significantly altered that impression.  Yet when he led the orchestra in Beethoven's Violin Concerto and Stravinsky's ''Sacre du Printemps'' on Thursday evening at Avery Fisher Hall, Mr. Mehta drew the kind of incisive, rich-hued performance that many concertgoers despaired of hearing when he was conducting the orchestra week after week. ''Le Sacre,'' in particular, was a virtuosic performance, as notable for the suppleness of its quieter sections as for the brutal energy and brashness of its climactic dances.  Judith LeClair, the orchestra's principal bassoonist, played the opening solo with minute shifts of color and dynamics to create a sense of hazy mystery. And Mr. Mehta tended to let the Stravinsky's gradually coalescing chaos of woodwind and brass writing build at a leisurely pace, so that sudden leaps into full-orchestra overdrive seemed all the more dramatic and shocking, familiarity notwithstanding.  There was plenty of purely visceral appeal, as there must be in ''Le Sacre.'' So much of that comes from the sheer power of the score itself that it can be easy to overlook the importance of precision within the most splendidly rambunctious passages. This illusion of cacophony must be shaped by a firm hand: in everything from rapid-fire trumpet phrases to the walloping full-orchestra chords that are the work's signature, ensemble unity is paramount, and Mr. Mehta and the players delivered that. The salient feature of Mr. Mehta's reading, though, was a clarity of texture that illuminated the inner workings of Stravinsky's scoring.  Pinchas Zukerman was the soloist in the Beethoven, to which he gave a warm if often generic performance. When he was at his best and most engaged, he brought the solo line to life with touches of rubato in his phrasing or a tightly focused vibrato applied to climactic passages. And he gave a lively account of the finale, with rich-toned, energetic support from Mr. Mehta and the orchestra.  Between those moments, if the performance wasn't the Beethoven of your dreams, it was never less than respectable.  Zubin Mehta will conduct the New York Philharmonic in the same program tonight and on Tuesday at Avery Fisher Hall, Lincoln Center; (212) 721-6500.  MUSIC REVIEW  ", 
            "title": "A Former Leader Returns, Taking a Different Path"
        }, 
        "weight": 0.6340985892932607, 
        "file": "1816650.txt", 
        "other_topics": {
            "0": 0.0003871060713347121, 
            "1": 0.0002606175575649699, 
            "2": 0.0004750063139011762, 
            "3": 0.009088670583358674, 
            "4": 0.00017870063079222624, 
            "5": 0.004968091067788892, 
            "6": 0.004678956913854073, 
            "7": 0.02323936261351232, 
            "8": 0.0002545816623402244, 
            "9": 0.0004994150133584672, 
            "10": 0.6340985892932607, 
            "11": 0.03965816888696596, 
            "12": 0.0002535387940139135, 
            "13": 0.004564875584206557, 
            "14": 0.00012303531082739953, 
            "15": 0.00022688626164206905, 
            "16": 0.0003287932840829419, 
            "17": 0.00019795620934467153, 
            "18": 0.004543284676339613, 
            "19": 0.00011930169320590335, 
            "20": 0.1858347883641375, 
            "21": 0.07950913110989102, 
            "22": 0.0002616122055850759, 
            "23": 0.00031049405216899674, 
            "24": 0.00014865553447193595, 
            "25": 0.00032181168091393675, 
            "26": 0.00026387407058401095, 
            "27": 0.00018236140213383388, 
            "28": 0.0002758946290672241, 
            "29": 0.004746438529351109
        }
    }, 
    {
        "content": {
            "text": "  A dance entry in the Listings pages of Weekend last Friday about Complexions Contemporary Ballet, which is at the Joyce Theater this week, misstated the date its engagement ends. It is Sunday; it did not end yesterday.  The entry also misidentified the choreographer whose work is set to the music of Marvin Gaye. He is Dwight Rhoden -- not Desmond Richardson, who is a choreographer and dancer who runs the company with Mr. Rhoden. And the entry included an outdated reference to a new work by Nicolo Fonte. The program was changed and does not include that work.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6315280452387324, 
        "file": "1818351.txt", 
        "other_topics": {
            "0": 0.001744879394293078, 
            "1": 0.1588150403505014, 
            "2": 0.002141089460125319, 
            "3": 0.001557077074771474, 
            "4": 0.0008054925290668526, 
            "5": 0.0420986932433964, 
            "6": 0.0013853450742842503, 
            "7": 0.006226161396570907, 
            "8": 0.0011475260391827977, 
            "9": 0.002251111595861067, 
            "10": 0.6315280452387324, 
            "11": 0.0014137250671231716, 
            "12": 0.001142825313494702, 
            "13": 0.0008711238410982928, 
            "14": 0.0005545812750829951, 
            "15": 0.0010226891079812795, 
            "16": 0.001482034689872432, 
            "17": 0.0008922869885944645, 
            "18": 0.0007738028920591431, 
            "19": 0.0005377520054426198, 
            "20": 0.1282683378999355, 
            "21": 0.0036964654873566393, 
            "22": 0.001179216190660739, 
            "23": 0.001399550959798292, 
            "24": 0.0006700643522674868, 
            "25": 0.0014505651356318447, 
            "26": 0.0011894115400018295, 
            "27": 0.0008219934443306349, 
            "28": 0.0012435941694112192, 
            "29": 0.001689518243070785
        }
    }, 
    {
        "content": {
            "text": "  Jazz -- or what people can get away with calling jazz -- is crucial to the world of American midsize theaters and subscription performing-arts audiences. So jazz becomes extra dynamic for a week in New York around the time of the annual conference of the Association of Performing Arts Presenters. Besides the panels and performances at the New York Hilton, the conference's home base, clubs around town set up dozens of showcases last week. The biggest was Winter Jazzfest, which took over the Knitting Factory on Saturday night.  A 7-hour, 19-band evening stretching to 2 a.m., this was actually Part 2 of Winter Jazzfest. The previous weekend, the club had a similar evening of bands for the benefit of those attending the International Association of Jazz Educators conference. But the bill was better the second week, for obvious reasons. The jazz educators' conference mostly draws students and educators. The arts presenters' draws more people who hand out gigs and checks.  Saturday's bill showed just how shifting jazz has become, stretching into funk and soul and old-time country music, big-band blare and quiet duets, free improvisation and precise harmonic science. The strongest sets were by bands who went the furthest afield of a recognizable jazz tradition -- no doubt because eclecticism is so crucial to the nonprofit performing arts circuit.  Consider, for instance, the two northern California violinists: Jenny Scheinman (whose roots are there, though she now lives in Brooklyn) and Carla Kihlstedt (who lives in Oakland). Ms. Scheinman played her finely wrought music with a quintet; it was folk-influenced, with a little humor and a strong flavor of Bill Frisell's through-the-looking-glass Americana.  Ms. Kihlstedt performed with 2 Foot Yard, a trio with the cellist Marika Hughes and the drummer and guitarist Shahzad Ismaily, mixing high musicianship and bright ideas with street-band roughness.  Mr. Ismaily played a standard drum kit with his hands and, at other times, produced vamps on a distressed electric guitar; Ms. Kihlstedt played sweeping violin lines in counterpoint to the cello and sang in a wide spectrum between punk and tenderness. The songs, including an arrangement of the Carter Family tune ''50 Miles of Elbow Room,'' were unpretentious, gorgeously arranged, witty and spooky.  Other sets pushed singers out to the front of the music. Kellylee Evans and Heidi Martin, both strong vocalists, sang a sort of mentholated, urbane jazz-funk that at this point sounds packaged and patented. (In Ms. Evans's case, spare arrangements helped.)  And Claudia Acuña, who has been around New York's jazz scene for 10 years, sang with strength and grace in English and Spanish over a rhythm section of New York jazz musicians, including the bassist Omer Avital and the pianist Jason Lindner.  Those last two also played in the rhythm section of an outstanding band led by Anat Cohen, an Israeli-born clarinetist. She is the sister of Avishai Cohen, a trumpeter, and together the siblings played lines in tight unison over vamps from a bouncing rhythm section. Her tone was clear and woody, without squeaks; the music was joyous and schooled.  What about jazz as we used to know it: jazz harmony, swing, melodies? The trumpeter Steven Bernstein offered postmodernized big-band swing with his Millennial Territory Orchestra; the pianist Robert Glasper played flexibility games with his trio, slipping in and out of rhythm and harmony; and Misja Fitzgerald-Michel, a fast-fingered French guitarist, took his own trio through a super-slow version of John Coltrane's ''Central Park West.'' It still exists.  MUSIC REVIEW  ", 
            "title": "Showcasing Talents for Those Who Write the Checks"
        }, 
        "weight": 0.6285928331280317, 
        "file": "1820803.txt", 
        "other_topics": {
            "0": 0.0002637388581051824, 
            "1": 0.0001775610927448228, 
            "2": 0.04797835206441513, 
            "3": 0.00023535250116720082, 
            "4": 0.00012175035164216331, 
            "5": 0.00040638488313298523, 
            "6": 0.0031878155496978013, 
            "7": 0.05455265222539901, 
            "8": 0.0001734487828843028, 
            "9": 0.047994981931522344, 
            "10": 0.6285928331280317, 
            "11": 0.00021368481747060584, 
            "12": 0.0001727382672868931, 
            "13": 0.00013167053715626282, 
            "14": 8.382506704777894e-05, 
            "15": 0.0001545796565755572, 
            "16": 0.00022400983016799327, 
            "17": 0.0060917100982690875, 
            "18": 0.00011696045687607426, 
            "19": 0.044757586924235614, 
            "20": 0.10576197493069966, 
            "21": 0.009493982594640201, 
            "22": 0.00017823875541266693, 
            "23": 0.00021154239840556863, 
            "24": 0.00010128035651175362, 
            "25": 0.0031976735745914554, 
            "26": 0.044856085388989185, 
            "27": 0.00012424446817743448, 
            "28": 0.0001879694993588124, 
            "29": 0.0002553710093848006
        }
    }, 
    {
        "content": {
            "text": "  It has been said that there would have been no New York City Ballet without Lincoln Kirstein. On Saturday night the company presented ''Tribute to Kirstein,'' a prelude of sorts to its season-long homage in the spring, on the centenary of his birth.  The program's three ballets -- ''Episodes,'' ''Tribute'' and ''Vienna Waltzes'' -- didn't have any special connection to Kirstein. It was business as usual, as was the Saturday matinee, which included the season's first performance of Christopher Wheeldon's ''Carousel (A Dance)'' and role debuts in Jerome Robbins's ''I'm Old Fashioned.'' But the extraordinary range of the repertory and outpourings of fresh young talent spoke to Kirstein's achievement.  A man of imposing stature and intellectual brilliance, Kirstein, who died in 1996, coaxed George Balanchine to the United States in 1933. Though autocratic and self-doubting, Kirstein was a knowledgeable advocate and patron of American art, writing, photography and architecture as well as classical ballet. Many of his visions for an American ballet were unwieldy and impractical. But he and Balanchine made the improbable happen, Kirstein said, ''by behaving as if it would happen.''  One of Kirstein's most beloved projects was the company-affiliated School of American Ballet, which he directed from its inception until 1989. Christopher d'Amboise's ''Tribute,'' created for the school workshop performances in 2005, pays slightly academic homage to that love and to the traditions of classical ballet. Set to Bach, conducted by Fayçal Karoui with Susan Walters as piano soloist, the piece unfolds in eight flowing sections that give City Ballet's youngest dancers many chances to shine.  Kirstein's spirit hovered over the proceedings. The ballet's lyrical opening solo, performed with luminous authority by Devin Alberda, would probably have delighted Kirstein, who followed the development of the school's gifted male students with special interest. The nibbling bourrées of the Allegro that followed, performed by Tiler Peck, Robert Fairchild and eight female corps dancers, recalled Kirstein's habitual reference to the students as mice. Ms. Peck's attack, like a colt let out at last from the starting gate, suggested the potential for physical daring and openness that Balanchine saw in American dancers. Quotations from Balanchine classics are embedded in the rest of the ballet, whose principals included Ashley Bouder, Tyler Angle, Megan LeCrone, Gretchen Smith and Adrian Danchig-Waring.  The two worlds created by Balanchine in ''Episodes'' and ''Vienna Waltzes,'' repertory standards that opened and closed the evening program, could not be more different. The atmosphere is serene yet spare in ''Episodes,'' whose performers included Ask la Cour in a quietly authoritative role debut dancing with Teresa Reichlen in the Five Pieces pas de deux. The presence of Albert Evans, the black principal partnering Wendy Whelan in the Concerto pas de deux, recalls Kirstein's championing of black dancers.  Kirstein also saw the point of spectacle. And Balanchine's 1977 ''Vienna Waltzes'' shows off how far the company had come in terms of sumptuous resources, with its wondrously imaginative set designs by Rouben Ter-Arutunian and luscious dancing. Kyra Nichols was haunting in the closing waltz, performed with Philip Neal. Sterling Hyltin was an amusing scamp in a well-danced role debut, partnering Adam Hendrickson, in the Explosions Polka, with Miranda Weese and Benjamin Millepied pulling out the stops in the Frühlingsstimmen waltz.  In the afternoon program, Mr. Wheeldon avoided references to the dark narrative of the musical ''Carousel,'' choosing instead to spool out dancing to match the score's hum-along sweep. Ms. Peck made a strongly danced, appropriately demure role debut, with Damian Woetzel as a nicely cocky partner. Sara Mearns created a full character in a well-danced, expressive role debut as the woman in blue in ''I'm Old Fashioned.'' Ellen Bar swept through a less central role as a new woman in yellow.  The New York City Ballet performs through Feb. 25 at the New York State Theater, Lincoln Center; (212) 870-5570 or nycballet.com.  DANCE REVIEW  ", 
            "title": "Kirstein, Youth and All Those Mice Who Made Good"
        }, 
        "weight": 0.6282103609496635, 
        "file": "1822343.txt", 
        "other_topics": {
            "0": 0.00023566274881059424, 
            "1": 0.00015865896856719408, 
            "2": 0.029564079882265098, 
            "3": 0.00021029823880708339, 
            "4": 0.00010878951529093944, 
            "5": 0.0003631235052818693, 
            "6": 0.00018710417999366158, 
            "7": 0.046083938230800967, 
            "8": 0.00015498443136530572, 
            "9": 0.021594874388620896, 
            "10": 0.6282103609496635, 
            "11": 0.00019093717105626441, 
            "12": 0.00015434955313779937, 
            "13": 0.00011765365538678904, 
            "14": 0.013381676605787525, 
            "15": 0.00013812400281290837, 
            "16": 0.0002001630427812425, 
            "17": 0.005443221969751675, 
            "18": 0.00010450952494291177, 
            "19": 7.262858177791718e-05, 
            "20": 0.11047129852353585, 
            "21": 0.07501718361364851, 
            "22": 0.00015926449119748766, 
            "23": 0.0001890228215000472, 
            "24": 9.049863712747995e-05, 
            "25": 0.053423013053682994, 
            "26": 0.00016064147121035502, 
            "27": 0.013417793191883054, 
            "28": 0.00016795935657605142, 
            "29": 0.00022818569273609676
        }
    }, 
    {
        "content": {
            "text": "  Traditionalists and new-flamenco fans come to near-blows this time each year. That is the fault of the World Music Institute and the mix of pure and hybrid in its NEW YORK FLAMENCO FESTIVAL, which opens on Saturday with a performance at Town Hall by ESTRELLA MORENTE, the Andalusian vocalist whose singing is heard on the soundtrack of Pedro Almodóvar's ''Volver.'' The stars this year include JOAQUÍN GRILO, ''king of buleria,'' and ISABEL BAYÓN (Feb. 15 at City Center), RAFAELA CARRASCO (Feb. 16 at City Center), SARA BARAS (Feb. 17 to 18 at City Center) and CARMEN CORTÉS, known for her Gypsy flamenco puro style (Feb. 22 at the Skirball Center). The festival ends on Feb. 24 with the richly provocative-sounding MÁLAGA EN FLAMENCO, a group of dancers and musicians native to a seaport city in southern Spain that is not so well known here for its flamenco tradition. Saturday through Feb. 24, (212) 545-7536, www.worldmusicinstitute.org; prices vary.  The Kitchen describes D D DORVILLIER'S ''NOTTTHING IS IMPORTANTTT'' as a new cinema performance. On the theater's Web site, Ms. Dorvillier writes about the piece, which opens on Friday, in the past tense in a note dated 2008. No matter. No one goes to see Ms. Dorvillier and her piquant performers for the sense of the work. The point is her wild imagination and the ways she makes her ideas three-dimensional in terms of daring theater and design. 8 p.m., also Saturday and Feb. 7-10, 512 West 19th Street, Chelsea, (212) 255-5793, Ext. 11, or thekitchen.org; $12.  Now more than 20 years old, RONALD K. BROWN'S EVIDENCE DANCE COMPANY will present ''Truth Don Die'' in a program that opens Tuesday at the Joyce Theater. Set to music by Omotayo Wunmi Olaiya, Fred Hammond, Meshell Ndegeocello and Femi Kuti, the piece travels with a man named Truth, whose eventual death in his homeland, Nigeria, does not stop him from spreading the word of God. Through Feb. 4, 175 Eighth Avenue, at 19th Street, Chelsea, (212) 242-0800, joyce.org; $38, $29 for Joyce members.  ", 
            "title": "THE WEEK AHEAD: Jan. 28 - Feb. 3; DANCE"
        }, 
        "weight": 0.6254306691179403, 
        "file": "1822294.txt", 
        "other_topics": {
            "0": 0.00046914247222487187, 
            "1": 0.00031584822433725047, 
            "2": 0.0005756707345293413, 
            "3": 0.00041864841243019707, 
            "4": 0.0002165712757460734, 
            "5": 0.02721316815950475, 
            "6": 0.0003724751493770564, 
            "7": 0.044058472235762244, 
            "8": 0.0003085331884400765, 
            "9": 0.0006052521812054544, 
            "10": 0.6254306691179403, 
            "11": 0.005678162602647999, 
            "12": 0.0003072693130812541, 
            "13": 0.0002342174443480393, 
            "14": 0.00014910923430754743, 
            "15": 0.000274968515305419, 
            "16": 0.005696528883663266, 
            "17": 0.0002399075403907151, 
            "18": 0.00020805094207812446, 
            "19": 0.0001445843799304211, 
            "20": 0.07157366790358324, 
            "21": 0.09106083040638387, 
            "22": 0.021509281570293286, 
            "23": 0.005674351636816364, 
            "24": 0.005478215931603002, 
            "25": 0.005688067723238924, 
            "26": 0.08508870650445963, 
            "27": 0.00022100784609365334, 
            "28": 0.00033436284765021477, 
            "29": 0.00045425762262747953
        }
    }, 
    {
        "content": {
            "text": "  An obituary on Jan. 15 about Alice Coltrane, the widow and piano accompanist of the jazz saxophonist John Coltrane, referred incompletely to the musician Terry Gibbs, with whom she played early in her career. Although he plays the drums, he is best known as a vibraphonist.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6233023487393534, 
        "file": "1822663.txt", 
        "other_topics": {
            "0": 0.0034390395651067904, 
            "1": 0.23533912714963037, 
            "2": 0.0042199428739241205, 
            "3": 0.0030688938637098823, 
            "4": 0.00158757143096479, 
            "5": 0.0052990814542704405, 
            "6": 0.0027304216769202766, 
            "7": 0.012271344054826657, 
            "8": 0.0022616964035722187, 
            "9": 0.0044367890806420816, 
            "10": 0.6233023487393534, 
            "11": 0.0027863567281047395, 
            "12": 0.002252431590382867, 
            "13": 0.001716926319058609, 
            "14": 0.001093042277486742, 
            "15": 0.0020156512344948053, 
            "16": 0.0029209903859269185, 
            "17": 0.0017586374549683843, 
            "18": 0.001525113294414018, 
            "19": 0.001059872922438825, 
            "20": 0.01978443215386814, 
            "21": 0.00728548408769622, 
            "22": 0.002324155554109108, 
            "23": 0.002758420518845944, 
            "24": 0.0013206516313691347, 
            "25": 0.002858966017661913, 
            "26": 0.041181551236623745, 
            "27": 0.0016200936216893887, 
            "28": 0.002451040206864265, 
            "29": 0.003329926471075177
        }
    }, 
    {
        "content": {
            "text": "  It seems strange, so many decades after the postwar avant-garde first gathered in Darmstadt, Germany, how often the words unabashedly and tonal are still linked. Given that composers now enthusiastically write in wildly diverse idioms, calling a piece ''unabashedly tonal'' seems almost as odd as referring to a work as ''bashfully dissonant.''  The recent orchestral works of the popular Philadelphia composer Jennifer Higdon are certainly primarily tonal, as well as imaginative, richly orchestrated and accessible, which presumably explains why ''Blue Cathedral'' is one of the most frequently performed new works in the United States. The Oberlin Conservatory Symphony Orchestra gave a dynamic reading of the piece during its concert on Friday night at Carnegie Hall, led by Robert Spano.  Mr. Spano, the enthusiastic music director of the Atlanta Symphony Orchestra, is a 1983 Oberlin Conservatory graduate and now associate professor of conducting there. He has championed Ms. Higdon's works (in performance and on recordings) and transmitted his excitement to the young musicians. They played ''Blue Cathedral'' (written in 1999 during the first anniversary of the death of the composer's brother) with skill and understanding, vividly illuminating the Coplandesque swaths of color that build to an intense, optimistic climax.  A performance of Mozart's Piano Concerto No. 25 in C (K. 503), which followed on the program, was more tentative. The work's architecture wasn't quite coherent, and textures were muddy, although the soloist, the pianist Pedja Muzijevic (not an Oberlin graduate), gave a competent, tastefully ornamented rendition. He ably played an unusually elaborate cadenza by Philipp Karl Hoffmann, Mozart's contemporary.  But the uncertainty the musicians seemed to feel during the Mozart disappeared during a stellar performance of Bartok's Concerto for Orchestra, which concluded the concert. The contrasting moods of the five movements were probingly explored, and there was no weak link in the band. The fiery, polished strings and excellent woodwinds and brass all confidently enjoyed their chance to shine in Bartok's egalitarian concerto.  Before the concert Oberlin's dean, David H. Stull, pointed out that New York is the primary destination for Oberlin graduates. On Friday night they loyally turned up in full force, packing Carnegie Hall with enthusiastic supporters.  MUSIC REVIEW  ", 
            "title": "Yes, Tonal. Have a Problem With That?"
        }, 
        "weight": 0.6229142459544964, 
        "file": "1822365.txt", 
        "other_topics": {
            "0": 0.00044109886894074955, 
            "1": 0.0002969679846963964, 
            "2": 0.0005412592653974612, 
            "3": 0.0003936231574409353, 
            "4": 0.0002036254452162637, 
            "5": 0.0006796719815670429, 
            "6": 0.0003502099614208537, 
            "7": 0.05138753700301, 
            "8": 0.0002900902146126045, 
            "9": 0.0005690724425088487, 
            "10": 0.6229142459544964, 
            "11": 0.0003573843155812262, 
            "12": 0.0002889018890521094, 
            "13": 0.00022021679107022424, 
            "14": 0.00014019603531047225, 
            "15": 0.0002585319136004402, 
            "16": 0.00535601143839256, 
            "17": 0.00022556675419909116, 
            "18": 0.00019561442560828284, 
            "19": 0.00013594166000651268, 
            "20": 0.19681058500046844, 
            "21": 0.07565483305754002, 
            "22": 0.0002981013642767016, 
            "23": 0.00035380115520366773, 
            "24": 0.00016938971763286236, 
            "25": 0.040217567026291215, 
            "26": 0.00030067870978122156, 
            "27": 0.0002077968137837115, 
            "28": 0.00031437587224808673, 
            "29": 0.00042710378064566163
        }
    }, 
    {
        "content": {
            "text": "  If the main characters in Rossini's ''Otello'' were not named Otello, Desdemona and Iago, most of the audience would never guess that this opera is based on Shakespeare's tragedy. The story is bowdlerized into a generic drama of romantic intrigue, jealousy and revenge.  Still, one could argue that the great decades of serious 19th-century Italian opera are framed by Rossini's 1816 version and Verdi's 1887 version of ''Otello.'' The conductor Will Crutchfield made that very point by presenting concert performances of both operas during the Caramoor Festival in 2001.  On Wednesday night the conductor Eve Queler, that tireless champion of overlooked works, presented a concert version of Rossini's ''Otello'' at Carnegie Hall with the Opera Orchestra of New York. The venture had a setback last week when the tenor Ramón Vargas, a mainstay at the Metropolitan Opera who was scheduled to sing the title role, withdrew because of illness. Bruce Ford, who has sung Rossini's Otello extensively, stepped in on short notice.  Rossini's opera may appear to make a hash of Shakespeare. But Philip Gossett, author of the recent ''Divas and Scholars: Performing Italian Opera,'' the definitive book on the topic, makes the point that Shakespeare's original texts were relatively unknown in Italy at the time. In preparing this opera for its Naples premiere, Rossini and his librettist, Francesco Berio di Salsa, were working under very pragmatic constraints. For example, the company had an abundance of tenors who needed work. So the three main male roles -- Otello, Iago and Rodrigo -- are all for tenor. Forget the Three Tenors. When the Doge of Venice joins these three characters at the start of Act One, there is an extended scene for four tenors!  If some music in the first two acts seems not much more than professional work on Rossini's part, there are many inspired strokes and exciting arias. The triumph of the opera is the musically rich characterization of the vulnerable Desdemona. Surely Verdi took as a model for his ''Otello'' Rossini's final scene for Desdemona, when she sings a ravishing ''Willow Song'' prominently accompanied by a filigreed harp (played here by Grace Paradise) and then sings a wistful prayer before going to sleep, miserable and confounded by her husband's anger.  The mezzo-soprano Ruxandra Donose was an earthy-voiced and beguiling Desdemona. We first meet her in a melting duet with her confidante Emilia, a significant role, here sung with lustrous tone and flair by the fine mezzo-soprano Maria Zifchak.  The surprise of the evening was the young tenor Robert McPherson, who brought a robust voice, agility and confidence to the major role of Iago. Though the bright-voiced tenor Kenneth Tarver as Rodrigo had some shaky moments, he mostly sang with energy and lyricism. Mr. Ford sounded vocally weathered at times. Still, this bel canto specialist sang Otello with stylistic insight and honesty.  Ms. Queler's work with the orchestra and chorus (the Oratorio Society of New York) was often listless and sometimes careless. Still, with limited rehearsal time, she managed to present an acceptable account of a difficult and unfamiliar score. And when the singing excelled, Rossini's achievement came through vibrantly.  MUSIC REVIEW  ", 
            "title": "Retelling Shakespeare With an Abundance of Tenors"
        }, 
        "weight": 0.620924260766946, 
        "file": "1819816.txt", 
        "other_topics": {
            "0": 0.0003088069462108079, 
            "1": 0.0002079029962073887, 
            "2": 0.04571483235923555, 
            "3": 0.00027556988640458046, 
            "4": 0.0001425552327056568, 
            "5": 0.0004758285360304565, 
            "6": 0.00024517693500026986, 
            "7": 0.0603873132527146, 
            "8": 0.00020308796872519147, 
            "9": 0.003885776670745688, 
            "10": 0.620924260766946, 
            "11": 0.0002501995967101484, 
            "12": 0.00020225603916635595, 
            "13": 0.00015417059426618967, 
            "14": 9.81492191060343e-05, 
            "15": 0.0001809944580649387, 
            "16": 0.014211798060260707, 
            "17": 0.00015791602616932094, 
            "18": 0.007111701382269989, 
            "19": 9.517079241270513e-05, 
            "20": 0.14475900206194162, 
            "21": 0.08086387393934978, 
            "22": 0.00020869645887922056, 
            "23": 0.00024769107789069517, 
            "24": 0.00011858729437989472, 
            "25": 0.0002567195138411369, 
            "26": 0.017647387192905532, 
            "27": 0.0001454755475818356, 
            "28": 0.00022009000681507342, 
            "29": 0.00029900918706276245
        }
    }, 
    {
        "content": {
            "text": "  Joel Sachs does nothing by half measures, it seems. Last year Mr. Sachs, the director of the Juilliard School's annual Focus! festival and a mainstay of New York's new-music scene, felt it was time to present a series devoted to contemporary Hungarian music. Soliciting the advice of colleagues was not enough, nor was traveling to Budapest: Mr. Sachs, according to his program note, spent July learning Hungarian.  A daunting prospect, but it speaks to the immersive approach that has long informed his Focus! events. This year's series, which got under way on Friday with a performance by the New Juilliard Ensemble, was planned as a tribute to Gyorgy Ligeti, the senior figure of the Hungarian avant-garde. When Ligeti died in June, the festival became a memorial. It also celebrates the birthday of another prominent composer, Gyorgy Kurtag, who turns 81 in February.  In a chamber music concert held on Monday night in the Juilliard School's Peter Jay Sharp Theater, Ligeti was represented by three of his études for solo piano. These dazzling pieces have become staples in the repertory of many an adventurous pianist lately, both for their technical challenges and their refined effect.  In No. 3, ''Touches Bloquées,'' the pianist's flying right hand is blocked by an obdurate left. No. 5, ''Arc en Ciel,'' is gently impulsive, filled with elegant daubs of jazzy harmony. No. 6, ''Automne à Varsovie,'' is filled with daunting polyrhythms meant to be dispatched at breakneck speed. The pianist Chaun Qin handled these selections ably, growing more confident with each.  Mr. Kurtag's ''Officium Breve in Memoriam Andreae Szervanszky,'' for string quartet, was canceled because of a performer's illness; in its place Mr. Sachs programmed ''Locomotive Symphony'' (1998), an electronic work by Laszlo Sary. The piece was ingeniously constructed from the sounds of locomotives. Steam whistles tooted a merry melody like a wheezy calliope; track rhythms were fashioned into a percussive tattoo that might have been a Steve Reich phase piece for two marching bands.  In Marcell Dargay's ''Albumblatt -- Varosligeti Fasor 33,'' Gyu Young Huh, a flutist, blew airy multiphonic chords over lines played by the pianist Matthew Odell, whose instrument had been partially modified to timbre-distorting effect. Despite its unusual sounds and oblique tonality, the brief piece conformed to the contours of a melancholy ballad.  ''Tundragobelin,'' by Gyula Csapo, evoked with a series of pithy miniatures the terrain of northern Canada as seen from a low-flying aircraft; the clarinetist Sean Rice, the violinist Eric Siu, the cellist Kaiwen Liu and the pianist Michael Brown offered a polished, committed account.  Jeremiah Bills, a flutist, and Elizabeth Lara, a cellist, interacted with chiming electronics in Gyula Bankovi's bittersweet ''Silver-Winged Butterflies.''  The evening's most commanding performance came in Jozsef Sari's ''Prae- Inter- and Postludium,'' whose intricate rhythmic demands were once beyond human capability, according to the program. Not only did the unflappable pianist You You Zhang manage the furious barrage of notes, she also did so with abundant style and evident wit.  The Juilliard School's Focus! festival runs through Friday at the Peter Jay Sharp Theater, 155 East 65th Street, Lincoln Center; (212) 769-7406 or www.juilliard.edu.  MUSIC REVIEW  ", 
            "title": "For Hungary's Avant-Garde, a Memorial and (Almost) a Birthday"
        }, 
        "weight": 0.6195599988569513, 
        "file": "1822715.txt", 
        "other_topics": {
            "0": 0.0002886727317241161, 
            "1": 0.01975434926807634, 
            "2": 0.045994225311529066, 
            "3": 0.0002576027283887906, 
            "4": 0.006653261146895742, 
            "5": 0.010224805287172857, 
            "6": 0.003489191655622007, 
            "7": 0.046670059342832436, 
            "8": 0.0001898466321161756, 
            "9": 0.010152424527856864, 
            "10": 0.6195599988569513, 
            "11": 0.00023388658171337104, 
            "12": 0.00018906894436886972, 
            "13": 0.0001441186707243624, 
            "14": 9.174988951377449e-05, 
            "15": 0.05232919774725074, 
            "16": 0.0035051879792375447, 
            "17": 0.00014761990044807942, 
            "18": 0.00012801789934440303, 
            "19": 8.896565625622199e-05, 
            "20": 0.13532071438040438, 
            "21": 0.016911544296283203, 
            "22": 0.009975090222830545, 
            "23": 0.0002315416183338926, 
            "24": 0.00011085540217429867, 
            "25": 0.016539982690459313, 
            "26": 0.0001967761666046961, 
            "27": 0.0001359905411287032, 
            "28": 0.00020574013723485002, 
            "29": 0.0002795137865230893
        }
    }, 
    {
        "content": {
            "text": "  The Kitchen was where the wild things were on Thursday night. Eighth Blackbird, the new music sextet based in Chicago, offered an aural feast for the imagination with works from ''Strange Imaginary Animals,'' their new disc on the Cedille label.  The title of this recording of visceral music was inspired by the composer Steven Mackey, who in his three-movement ''Indigenous Instruments'' (1989) instructed that the violin's G string be tuned down by more than an octave to sound ''like the moaning of some strange imaginary animal.'' He uses microtonal tunings and unusual textures to create quirky folk melodies from an imagined culture.  The whimsical CD title is also apt for the other works on the disc, like Jennifer Higdon's irresistibly fun and colorful ''Zaka'' (2003), which opened the program at the Kitchen. The composer's definition of the imaginary word ''Zaka'' is ''to do the following almost simultaneously and with great speed: zap, sock, race, turn, drop, sprint. See also Eighth Blackbird.''  Or perhaps imagine Maurice Sendak creatures in flight across a rhythmically jagged, fantastical terrain. The start line is a pounded aggressive bass line on the piano. Spiky, stabbing strings; colorful percussion; woodwind whistles, whooshes and racing melodies; and string glissandos all eventually melt into a lyrical hibernation, before another explosion of breathless, propulsive force.  The strange imaginary animals in Gordon Fitzell's ''Evanescence'' (2006), which followed ''Zaka'' on the program, seemed to be from outer space. Mr. Fitzell uses electronic and avant-garde techniques, like running a wet finger around the edge of a glass, to create an eerie, throbbing, trancelike canvas, through which at one point a raspy cello line penetrates like the moan of an angry Martian.  A recording of Dennis DeSantis's ''Strange Imaginary Remix'' (2006), a funky techno synopsis of the CD, was played while Eighth Blackbird members set up for David M. Gordon's relentless ''Friction Systems'' (2002, revised 2005). This work uses extensively prepared piano, microtonal tunings, brake drums, toy piano and other avant-garde elements to create a rhythmically conflicting, tense and unstable musical tapestry.  Eighth Blackbird often performs from memory, although here the group used scores for everything except ''Evanescence.'' There wasn't the theatrical element sometimes included in its concerts, but there was nothing static about the performances, which bristled with energy and conviction.  MUSIC REVIEW  ", 
            "title": "Sounds to Accompany an Outdoors of the Imagination"
        }, 
        "weight": 0.6191127597386158, 
        "file": "1818391.txt", 
        "other_topics": {
            "0": 0.0004029603573113235, 
            "1": 0.0002712913898660612, 
            "2": 0.0004944606353364339, 
            "3": 0.00035958951458956584, 
            "4": 0.0001860194798482802, 
            "5": 0.0006209058418228223, 
            "6": 0.0003199299320966702, 
            "7": 0.09245102175755565, 
            "8": 0.02756895613967644, 
            "9": 0.05512776471695495, 
            "10": 0.6191127597386158, 
            "11": 0.000326483973649495, 
            "12": 0.00026392270902873675, 
            "13": 0.00020117629643600474, 
            "14": 0.00012807433539333625, 
            "15": 0.04574275834877227, 
            "16": 0.00034225931610632745, 
            "17": 0.00020606368836967163, 
            "18": 0.00017870111303538863, 
            "19": 0.00012418780402059245, 
            "20": 0.07512871606666408, 
            "21": 0.07821484288899334, 
            "22": 0.0002723267746126734, 
            "23": 0.00032321062228155326, 
            "24": 0.00015474385891334276, 
            "25": 0.0003349917749440612, 
            "26": 0.00027468127637757277, 
            "27": 0.00018983018145459464, 
            "28": 0.00028719414791372863, 
            "29": 0.0003901753193593226
        }
    }, 
    {
        "content": {
            "text": "  A picture caption in The Arts yesterday with a music review about the Dicapo Opera Theater misidentified the production shown. It was ''Messa di Gloria'' -- not ''Le Villi,'' which was the other work on the program.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6175835854976534, 
        "file": "1819308.txt", 
        "other_topics": {
            "0": 0.0038925703478265936, 
            "1": 0.17845687473515612, 
            "2": 0.004776456969912496, 
            "3": 0.003473610881279037, 
            "4": 0.001796935847999841, 
            "5": 0.00599790928516707, 
            "6": 0.003090501942600592, 
            "7": 0.013889654100072302, 
            "8": 0.0025599625097822588, 
            "9": 0.005021900239269823, 
            "10": 0.6175835854976534, 
            "11": 0.0031538135496707604, 
            "12": 0.0465085303511282, 
            "13": 0.0019433496918093965, 
            "14": 0.0012371895925348618, 
            "15": 0.0022814696017348403, 
            "16": 0.0033062023123867756, 
            "17": 0.04594961604582407, 
            "18": 0.001726240909568538, 
            "19": 0.0011996459570309057, 
            "20": 0.02239354694610579, 
            "21": 0.00824627306329003, 
            "22": 0.002630658595921292, 
            "23": 0.0031221931923783347, 
            "24": 0.001494815422374089, 
            "25": 0.003235998346372345, 
            "26": 0.0026534029269396206, 
            "27": 0.0018337469729852564, 
            "28": 0.002774276436762754, 
            "29": 0.0037690677284626067
        }
    }, 
    {
        "content": {
            "text": "  Isabel Bayrakdarian, the soprano, and Russell Braun, the baritone, were to have shared a recital on Sunday afternoon at the Morgan Library & Museum. Both singers are Canadian, as are the pianists they work with, and at the last minute, visa problems prevented Mr. Braun from traveling to New York. So Ms. Bayrakdarian and her pianist, Serouj Kradjian (they are also married), added two groups of songs and a solo piano work to the Schubert and Pauline Viardot groups they had planned, and had the recital all to themselves.  The amended program was a tour of national styles filtered through 19th- and early-20th-century sensibilities, and Ms. Bayrakdarian was at her most vivid when the music drew most overtly on folk music and dance roots. She gave a florid account of ''L'Invito,'' the bolero from Rossini's ''Soirées Musicales,'' for example, and her reading of the ''Tarantella Napoletana'' from the same set was brisk, fiery and suffused with an undercurrent of sensuality.  Ernesto Lecuona's ''Malagueña'' was enlivened with a similarly vital performance. Here, and in its companion works in her Spanish set -- ''Del cabello más sutil'' and ''Chiquitita la novia'' by Fernando Obradors -- Ms. Bayrakdarian caught the essence of the music in her subtly shifting tempos and flamenco-tinged vocalise passages.  Spain seemed to exert an unusual pull on Ms. Bayrakdarian and Mr. Kradjian. Two of the Viardot songs, ''Madrid'' and ''Havanaise,'' emphasized the composer's Spanish roots and drew on flamenco figuration as fully as the Obradors songs. On the other hand, in his pastel-hued performance of Granados's ''Quejas o la maja y el ruiseñor,'' from ''Goyescas,'' Mr. Kradjian highlighted the stylistic connections between Granados and his French contemporary Ravel.  Ms. Bayrakdarian put Viardot's Gallic side in the spotlight as well, by way of gracefully turned performances of ''Sylvie,'' the gently macabre ''Enfant et la mère'' and the swirling ''Aime-moi,'' a reworking of a Chopin mazurka.  The recital, part of the series that the George London Foundation has presented at the Morgan since 1995, began with a group of Schubert songs in which Ms. Bayrakdarian acclimated herself to the small, acoustically bright new hall. At first she seemed to overestimate the power she needed, but by the third song, she had taken the room's measure, giving a beautifully serene performance of ''Nacht und Träume'' that showed her interpretive flexibility and expressive sound to fine effect.  The sporano Andrea Gruber and the tenor Russell Thomas will sing the next recital in the George London Foundation's series at the Morgan Library & Museum on March 18.  MUSIC REVIEW  ", 
            "title": "A Visa Problem in Canada, and an Excursion to Spain"
        }, 
        "weight": 0.6156014018712166, 
        "file": "1819188.txt", 
        "other_topics": {
            "0": 0.0003837508497954576, 
            "1": 0.00025835866857458305, 
            "2": 0.0004708892216267307, 
            "3": 0.03501223742347162, 
            "4": 0.00017715175246168203, 
            "5": 0.0005913066635941669, 
            "6": 0.0003046785647508414, 
            "7": 0.0013693179796336354, 
            "8": 0.00025237508915464254, 
            "9": 0.0004950863599636241, 
            "10": 0.6156014018712166, 
            "11": 0.0003109201688437921, 
            "12": 0.0002513412598347698, 
            "13": 0.00019158602903554227, 
            "14": 0.00012196890873364363, 
            "15": 0.000224919736887245, 
            "16": 0.00032594348556411824, 
            "17": 0.004529964170128727, 
            "18": 0.00017018225922840044, 
            "19": 0.00011826765204676102, 
            "20": 0.14522056147511206, 
            "21": 0.013814133855025099, 
            "22": 0.09560126688380048, 
            "23": 0.00030780286128155896, 
            "24": 0.00014736707043552883, 
            "25": 0.00031902239507384844, 
            "26": 0.08260233793671262, 
            "27": 0.00018078079425998053, 
            "28": 0.0002735033268620707, 
            "29": 0.00037157528689025354
        }
    }
]