[
    {
        "content": {
            "text": "  A chart on Jan. 2 with the continuation of a front-page article about Wal-Mart's struggle to market an energy-saving light bulb known as a compact fluorescent lamp referred incompletely to mercury emissions in comparing two light bulbs. The emissions -- 2.4 milligrams from the fluorescent lamp and 10 milligrams for an incandescent bulb -- occur at a coal-powered plant generating the electricity needed for the bulbs. The bulbs themselves do not emit mercury.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6788916478177954, 
        "file": "1818495.txt", 
        "other_topics": {
            "0": 0.04565291888550182, 
            "1": 0.19803113436893155, 
            "2": 0.0023750962773649883, 
            "3": 0.001727255228113465, 
            "4": 0.0008935274975012091, 
            "5": 0.002982464220845725, 
            "6": 0.0015367540637960366, 
            "7": 0.006906639367793453, 
            "8": 0.6788916478177954, 
            "9": 0.002497143099732899, 
            "10": 0.0010724815599642231, 
            "11": 0.0015682358008269695, 
            "12": 0.0012677285084579661, 
            "13": 0.0009663318747995448, 
            "14": 0.0006151933146543324, 
            "15": 0.0011344622158505641, 
            "16": 0.0016440112103656623, 
            "17": 0.0009898080133596504, 
            "18": 0.0008583743942377644, 
            "19": 0.0005965247179338164, 
            "20": 0.03299387341158889, 
            "21": 0.004100464544772009, 
            "22": 0.001308096666116377, 
            "23": 0.001552512557978292, 
            "24": 0.0007432979229986685, 
            "25": 0.0016091022434499224, 
            "26": 0.001319406299234202, 
            "27": 0.0009118318528987789, 
            "28": 0.001379510729153985, 
            "29": 0.0018741713339819007
        }
    }, 
    {
        "content": {
            "text": "  As scientists have predicted but have had a hard time proving, the surface of Titan, Saturn's largest moon, appears to be dotted with lakes of liquid methane. The lakes are more intriguing evidence of the active phenomena at play on the only moon in the solar system with a dense atmosphere.  The discovery, reported yesterday by an international team of researchers, was made by a radar survey of Titan's high northern latitudes by the Cassini spacecraft, which has been orbiting Saturn and its retinue of satellites since July 2004. One of the mission's major objectives is the investigation of Titan's environment, thought to be a frigid version of conditions on the primordial Earth.  The radar imaging system detected more than 75 dark patches in the landscape near Titan's northern polar region, the scientists said in a detailed description of the find published today in the journal Nature.  The patches, they said, indicated smooth surfaces in an otherwise rugged topography, suggesting lake beds either partly dry or filled with liquid. These smooth surfaces, more or less circular and with diameters ranging from 2 miles to 40 miles, are associated with channels that appear to have been formed by flowing liquids, presumably tributaries to the lakes.  Methane exists in Titan's atmosphere and, in the extreme cold of high latitudes, is expected to rain on the surface and be present as liquids in subsurface reservoirs.  The radar images, made on a close pass of Saturn's largest moon by the Cassini spacecraft in July, ''provide definitive evidence for the presence of lakes on the surface of Titan,'' the discovery team concluded.  When the spacecraft conducted its first radar search above 70 degrees north latitude, Ellen R. Stofan, leader of the team, said in an interview, ''We saw a huge swath of the surface just covered with lakes, like Minnesota.''  Dr. Stofan is a planetary scientist at Proxemy Research, a contractor in Virginia to the National Aeronautics and Space Administration, and also at University College London. Other team members include researchers at the Jet Propulsion Laboratory in Pasadena, Calif., which directs the Cassini mission; the University of Arizona; and several European institutions.  In an accompanying article in the journal, Christophe Sotin, a planetary scientist at the University of Nantes in France who was not involved in the research, wrote that the lakes and other mission findings were strong evidence that ''methane on Titan plays the role of water on Earth.'' It is the second-most abundant component of Titan's atmosphere, after nitrogen.  The discovery, Dr. Sotin concluded, adds to the ''weight of evidence'' that processes on and beneath Titan's surface must be similar to those dominating the early evolution of any Earth-like planet.  ''As far as we know, there is only one planetary body that displays more dynamism than Titan,'' he wrote. ''Its name is Earth.''  Finding large bodies of liquid methane and probably ethane on Titan, in lakes or perhaps vast seas, had long been hypothesized, based on telescope observations of that moon's smoggy methane-rich atmosphere and by the two Voyager spacecraft that passed close some 30 years ago. But the Cassini remote-sensing instruments had failed to detect an ocean, though they and the European Space Agency's Huygens lander did find traces of the channels where liquids had apparently flowed across the surface.  On Cassini's previous encounters with Titan, the smog-penetrating radar found no smaller liquid bodies, until it observed the region from 70 degrees north latitude to 83 degrees north latitude. At present, it is winter in Titan's north. Methane is one of the few molecules to exist as a liquid in such cold conditions, scientists said, and is the most plausible explanation for the smooth, dark surfaces in the radar images.  Dr. Stofan said that the lake depressions could be volcanic craters or sinkholes; very few craters gouged out by meteorite impacts have been detected on Titan. Their roughly circular shapes and steep-sided rims are typical of volcanic depressions. Surface collapses, as in sinkholes, could fill the lakes with liquids from interior chambers, like aquifers on Earth.  In both cases, scientists said, methane vapor condensing and raining out of the cold Titan sky was probably a significant source of the liquid in the lakes.  Jonathan I. Lunine of the University of Arizona, another member of the discovery team, described in an interview what the lakes probably look like. The methane liquid would be transparent, enough to see the dark hydrocarbon sediments on the floor of shallow lakes. The liquid would be less viscous than water, perhaps like gasoline. Overhead, aerosols, minute particles in the upper atmosphere, presumably cast a dim orange light on the lake. In the dark of winter, one would need a flashlight to walk the shore.  ", 
            "title": "Below Haze, Saturn's Biggest Moon Has Lakes"
        }, 
        "weight": 0.6737261374976897, 
        "file": "1816269.txt", 
        "other_topics": {
            "0": 0.00021610798633021108, 
            "1": 0.000145493805802299, 
            "2": 0.0002651796641612487, 
            "3": 0.00019284816606257612, 
            "4": 9.976240709243448e-05, 
            "5": 0.01009507948681988, 
            "6": 0.0001715786978488211, 
            "7": 0.01297373570165804, 
            "8": 0.6737261374976897, 
            "9": 0.053970285523297676, 
            "10": 0.00011974264058296115, 
            "11": 0.00017509363597265052, 
            "12": 0.00014154197592928275, 
            "13": 0.00010789102086924545, 
            "14": 6.868637626566897e-05, 
            "15": 0.014769793509554303, 
            "16": 0.00018355396570523917, 
            "17": 0.00011051213336834732, 
            "18": 9.583756067401138e-05, 
            "19": 6.660202614652327e-05, 
            "20": 0.18184185873634853, 
            "21": 0.012660426087964336, 
            "22": 0.012348658020567055, 
            "23": 0.00017333813481765575, 
            "24": 8.29892646757117e-05, 
            "25": 0.00017965637712697647, 
            "26": 0.002587833592261918, 
            "27": 0.00010180608964260074, 
            "28": 0.022118718555287638, 
            "29": 0.00020925135947639972
        }
    }, 
    {
        "content": {
            "text": "  CARBON DIOXIDE is heating up the Earth. Ice caps are melting, ocean levels are rising, hurricanes are intensifying, tropical diseases are spreading and the threat of droughts, floods and famines looms large. Can planting a tree help stop all this from happening?  To some, it's a no-brainer: We add carbon dioxide to the atmosphere every time we use energy from coal, oil or gas; but each tree can remove more than a ton of carbon dioxide from the atmosphere over its lifetime. Based on this logic, it might seem a good idea to go out and plant a tree to slow global heating.  And if you don't have the time, projects have sprung up throughout the world claiming to help cool the earth, ready to accept your money and plant a tree in your name. The computer company Dell will now donate $2 from every laptop sale to planting trees in an effort to offset the carbon dioxide emissions that result from powering their computers. For a 2 percent to 4 percent surcharge on bills, Pacific Gas and Electric will offer to offset its customers' carbon emissions by helping to preserve California's carbon-storing forests.  While preserving and restoring forests is unquestionably good for the natural environment, new scientific studies are concluding that preservation and restoration of forests outside the tropics will do little or nothing to help slow climate change. And some projects intended to slow the heating of the planet may be accelerating it instead.  Trees don't just absorb carbon dioxide -- they soak up the sun's heating rays, too. Forests tend to be darker than farms and pastures and therefore tend to absorb more sunlight. This has a warming influence that appears to cancel, on average, the cooling influence of the forest's carbon storage. This effect is most pronounced in snowy areas -- snow on bare ground reflects far more sunlight back to space than does a snowed-in forest -- so forests in areas with seasonal snow cover can be strongly warming.  In contrast, tropical forests appear to be doubly valuable to the earth's climate system. Not only do they store copious amounts of carbon, the roots of tropical trees reach down deep, drawing up water that they evaporate through their leaves. In the atmosphere, this water may form clouds that reflect sunlight back to space, helping to cool the earth.  These findings have important policy implications. It has been suggested that agreements to limit climate change should consider carbon stored in forests. If so, they would need to consider the direct climate effects of forests so as to avoid perverse incentives to plant warming forests in places like the United States, Canada, Europe and the former Soviet Union. However, tropical forests, which are generally found in developing countries, may be due a double climate credit -- one for their carbon storage and another for their cooling clouds.  What does this mean for local reforestation efforts? Consider Pacific Gas and Electric's surcharge plan. While the carbon soaked up by California's forests reduces atmospheric carbon dioxide concentrations everywhere, cooling Crete, Cancún and Calcutta, the sunlight they absorb warms the state and the surrounding region. So, it might even cool us if we were to cut down those dark forests. Lumber interests might look gleefully upon the prospect.  Clear-cutting mountains to slow climate change is, of course, nuts. The broadest goal is neither to slow the growth of carbon dioxide in the atmosphere nor to slow climate change, but rather to preserve the irreplaceable natural balance that sustains life as we know it on this planet. We want to avoid climate change so that we might pass these diverse natural riches on to future generations. In this light, preserving and restoring forests is a valuable activity, regardless of its impact on climate -- we need more trees, not fewer.  But the notion that we can save the planet just by planting trees is a dangerous illusion. To preserve our environment, we must drastically reduce carbon dioxide emissions, and this will require a major transformation of our energy system. A primary goal for the next half-century should be to transform our energy system to one based on clean, safe and environmentally acceptable energy sources like wind, solar and perhaps nuclear. This means solving the real problems involved with storing and distributing power, providing energy for transportation, and using nuclear plants.  We cannot afford to indulge ourselves with well-intentioned activities that do little to solve the underlying problem. Instead, we must demand that our political leaders do more to revolutionize our energy system and preserve our environmental inheritance for future generations.  And then we can plant a tree.  Ken Caldeira is a scientist at the Carnegie Institution's department of global ecology.  ", 
            "title": "When Being Green Raises the Heat"
        }, 
        "weight": 0.6292488310662436, 
        "file": "1819228.txt", 
        "other_topics": {
            "0": 0.03489437591814345, 
            "1": 0.00014765595119793203, 
            "2": 0.00026912042979535997, 
            "3": 0.00019571403222099566, 
            "4": 0.00010124495013241293, 
            "5": 0.007768310079413869, 
            "6": 0.0001741284840029247, 
            "7": 0.0032593760211889703, 
            "8": 0.6292488310662436, 
            "9": 0.000282949466371195, 
            "10": 0.00012152210464721961, 
            "11": 0.00017769565670291675, 
            "12": 0.00014364539421473296, 
            "13": 0.00010949436111260651, 
            "14": 6.970710653914421e-05, 
            "15": 0.012512493804617211, 
            "16": 0.00018628171318294998, 
            "17": 0.002588944168675403, 
            "18": 9.72617775978685e-05, 
            "19": 6.759178143801802e-05, 
            "20": 0.26132464508546593, 
            "21": 0.012848569368854524, 
            "22": 0.024916116914729208, 
            "23": 0.00017591406750439072, 
            "24": 8.422254643307656e-05, 
            "25": 0.00018232620356019953, 
            "26": 0.0001495009670591335, 
            "27": 0.00010331900331445325, 
            "28": 0.007586680586438262, 
            "29": 0.00021236098920205708
        }
    }, 
    {
        "content": {
            "text": "  The United States could generate as much electricity by 2050 as that flowing today from all of the country's nuclear power plants by developing technologies that tap heat locked in deep layers of granite, according to a new study commissioned by the Energy Department.  There are already dozens of power plants worldwide that have long exploited relatively shallow hot spots of geothermal energy to drive steam turbines, but they are restricted to a few areas.  The new report, published online yesterday, focuses on a process that it said could affordably harvest heat locked in deep layers of granite that exist almost everywhere on earth. The technique, called enhanced geothermal, involves drilling several holes -- some two to three miles deep -- into granite that has been held at chicken-roasting temperatures, around 400 degrees or more, by insulating layers of rock above.  In the right geological conditions, pressurized water can be used to widen natural mazelike arrays of cracks in the granite, creating a vast, porous subterranean reservoir.  In a typical setup, water pumped down into the reservoir through one hole absorbs heat from the rock and flows up another hole to a power plant, giving up its heat to generate steam and electricity before it is recirculated in the rock below.  There are successful plants harvesting heat from deep hot rock in Australia, Europe and Japan, the report noted, adding that studies of the technology largely stopped in the United States after a brief burst of research during the oil crises of the 1970s.  The report's 18 authors, from academia, government and industry, said that a public investment of less than $1 billion spread over 15 years would probably be enough to overcome technical hurdles and do initial large-scale deployment of the technology.  The generating capacity by 2050 could be 100 billion watts, about 10 percent of the country's current generating capacity.  David Keith, an expert on energy technologies at the University of Calgary who was not involved with the study, said there were significant, but surmountable, hurdles to doing such operations at large scale.  Among them, Professor Keith said, are cutting the costs of drilling deep holes and increasing the efficiency of systems that can generate electricity from relatively low-temperature source of heat like deep rock.  ''There's no question there's a lot of heat down there,'' he said. ''It's about the cost of access, and about the value of low-grade heat.''  Jefferson W. Tester, the lead author of the study and a chemical engineer at the Massachusetts Institute of Technology, said there were many new justifications for aggressively pursuing this kind of energy option.  ''Back then, we weren't worried about carbon dioxide and climate, we weren't running short of natural gas, and now energy is a national security issue in the long run,'' Dr. Tester said. ''While there's no guarantee it's going to work, this is not an unreasonable investment and it's a good bet on the future.''  ", 
            "title": "Study Says Tapping of Granite Could Unleash Energy Source"
        }, 
        "weight": 0.6243534262040151, 
        "file": "1820889.txt", 
        "other_topics": {
            "0": 0.00035886715226309923, 
            "1": 0.00024160582237997682, 
            "2": 0.00044035517859216094, 
            "3": 0.0003202420852151686, 
            "4": 0.004218375129487206, 
            "5": 0.012711095827919038, 
            "6": 0.00028492218048773414, 
            "7": 0.04991305270951684, 
            "8": 0.6243534262040151, 
            "9": 0.008568404279552338, 
            "10": 0.0001988436483083541, 
            "11": 0.00029075905795024614, 
            "12": 0.0002350434460567315, 
            "13": 0.008284583932238129, 
            "14": 0.0001140600339131774, 
            "15": 0.00021033518364197405, 
            "16": 0.0003048082122175102, 
            "17": 0.00018351554362188062, 
            "18": 0.00015914706838447115, 
            "19": 0.00011059877917530703, 
            "20": 0.26954341746016713, 
            "21": 0.0007602474114974246, 
            "22": 0.00024252791203165512, 
            "23": 0.004340554380392309, 
            "24": 0.00013781129327203328, 
            "25": 0.01245646738839373, 
            "26": 0.0002446247767183098, 
            "27": 0.0001690583587098766, 
            "28": 0.0002557684500185222, 
            "29": 0.000347481093862656
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''Incandescence, Yes. Fluorescence, We'll See'' (Week in Review, Jan. 7):  We can all agree that the light cast by compact fluorescent light bulbs is not as pleasing as that of incandescent bulbs.  Unfortunately, the aesthetics of deforestation, coastal erosion, drought, wildfires, shrinking glaciers, mosquito-borne diseases and species dying off is worse.  Sam Montgomery  Los Angeles, Jan. 8, 2007  ", 
            "title": "Light a Bulb, Save Earth"
        }, 
        "weight": 0.609571576266039, 
        "file": "1817790.txt", 
        "other_topics": {
            "0": 0.0020714184331187134, 
            "1": 0.0013945738718927903, 
            "2": 0.00254177577497075, 
            "3": 0.0018484705390053168, 
            "4": 0.0009562334668548666, 
            "5": 0.02658443299467709, 
            "6": 0.0016446003846960517, 
            "7": 0.12435466053420871, 
            "8": 0.609571576266039, 
            "9": 0.0026723875987790364, 
            "10": 0.0011477461668392773, 
            "11": 0.0016782914469497473, 
            "12": 0.0013566951549489048, 
            "13": 0.0010341471094689855, 
            "14": 0.0006583663487726666, 
            "15": 0.0012140765009609243, 
            "16": 0.0017593846228935953, 
            "17": 0.0010592707563925258, 
            "18": 0.0009186133892430241, 
            "19": 0.0006383876273418242, 
            "20": 0.011916651924601064, 
            "21": 0.19152955021795634, 
            "22": 0.0013998962690233978, 
            "23": 0.001661464778423666, 
            "24": 0.0007954610818388122, 
            "25": 0.001722025814629147, 
            "26": 0.0014119995895315615, 
            "27": 0.0009758223852365732, 
            "28": 0.0014763220279078372, 
            "29": 0.0020056969227979443
        }
    }, 
    {
        "content": {
            "text": "  An article on Thursday about opposition to a high-explosive test in the Nevada desert because of fears it would propel radioactive particles in the soil from nuclear weapons tests misstated the number of nuclear tests there from 1951 to 1992. It is 928, not 100. The article also misidentified the unit of measure for radiation exposure. It is the millirem, not milliliter.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6002888322091671, 
        "file": "1819299.txt", 
        "other_topics": {
            "0": 0.0027891104313929284, 
            "1": 0.1908634088155826, 
            "2": 0.0034224342194151334, 
            "3": 0.0024889169566286126, 
            "4": 0.0012875432093343178, 
            "5": 0.004297631091792208, 
            "6": 0.0022144111566693293, 
            "7": 0.00995223610039096, 
            "8": 0.6002888322091671, 
            "9": 0.0035982996044201677, 
            "10": 0.0015454100221088528, 
            "11": 0.0022597752857482687, 
            "12": 0.001826754338181259, 
            "13": 0.0013924518795906116, 
            "14": 0.0008864729702512419, 
            "15": 0.0016347220721797432, 
            "16": 0.002368965113995204, 
            "17": 0.0014262802092939338, 
            "18": 0.0012368887644286476, 
            "19": 0.0008595721473862256, 
            "20": 0.04754306697838349, 
            "21": 0.00590863212883965, 
            "22": 0.0018849235018743478, 
            "23": 0.06523233587968408, 
            "24": 0.03256867605227839, 
            "25": 0.0023186624613930925, 
            "26": 0.0019012203045599288, 
            "27": 0.0013139191726474681, 
            "28": 0.00198782877582751, 
            "29": 0.002700618146554769
        }
    }, 
    {
        "content": {
            "text": "  The melting of mountain glaciers around the world continues to accelerate, the World Glacier Monitoring Service reported. According to the United Nations Environment Program, a partner with the service, surveys of 80 glaciers in mountain ranges around the world show they lost, on average, about two feet of ice thickness in 2005. Comprehensive data from 2006 were not yet available, the United Nations said, but since that year was one of the warmest on record, the accelerated shrinking is believed to be continuing. Since 1980, 30 reference glaciers in nine mountain ranges have lost, on average, the equivalent of more than 30 feet of ice thickness, the United Nations said. In a statement, Achim Steiner, executive director of the environment program, said the ice loss resulted from human-induced global warming.  CORNELIA DEAN  ", 
            "title": "National Briefing | Science And Health: Mountain Glaciers Melting Faster, U.N. Says"
        }, 
        "weight": 0.5924007476890172, 
        "file": "1822667.txt", 
        "other_topics": {
            "0": 0.02686291657555145, 
            "1": 0.0007667788412101869, 
            "2": 0.0013975451015032548, 
            "3": 0.0010163449398244775, 
            "4": 0.0005257660453986632, 
            "5": 0.001754930232502375, 
            "6": 0.0009042509705990036, 
            "7": 0.004063978419863428, 
            "8": 0.5924007476890172, 
            "9": 0.0014693594276759783, 
            "10": 0.0006310655129498305, 
            "11": 0.0009227753343453043, 
            "12": 0.0007459519784170813, 
            "13": 0.0005686053196760688, 
            "14": 0.0003619897060874348, 
            "15": 0.0006675359343165022, 
            "16": 0.0009673628120928135, 
            "17": 0.0005824190596745528, 
            "18": 0.0005050813903231352, 
            "19": 0.00035100480153963173, 
            "20": 0.17375805816679948, 
            "21": 0.002412779723098887, 
            "22": 0.0007697052559283464, 
            "23": 0.0009135235236998455, 
            "24": 0.15478129742481214, 
            "25": 0.0009468218107967492, 
            "26": 0.0007763600271535158, 
            "27": 0.0005365366244551168, 
            "28": 0.000811726446786083, 
            "29": 0.026826780903901483
        }
    }, 
    {
        "content": {
            "text": "  Just a few years ago, politicians and environmental groups in the Netherlands were thrilled by the early and rapid adoption of ''sustainable energy,'' achieved in part by coaxing electrical plants to use biofuel -- in particular, palm oil from Southeast Asia.  Spurred by government subsidies, energy companies became so enthusiastic that they designed generators that ran exclusively on the oil, which in theory would be cleaner than fossil fuels like coal because it is derived from plants.  But last year, when scientists studied practices at palm plantations in Indonesia and Malaysia, this green fairy tale began to look more like an environmental nightmare.  Rising demand for palm oil in Europe brought about the clearing of huge tracts of Southeast Asian rainforest and the overuse of chemical fertilizer there.  Worse still, the scientists said, space for the expanding palm plantations was often created by draining and burning peatland, which sent huge amounts of carbon emissions into the atmosphere.  Considering these emissions, Indonesia had quickly become the world's third-leading producer of carbon emissions that scientists believe are responsible for global warming, ranked after the United States and China, according to a study released in December by researchers from Wetlands International and Delft Hydraulics, both in the Netherlands.  ''It was shocking and totally smashed all the good reasons we initially went into palm oil,'' said Alex Kaat, a spokesman for Wetlands, a conservation group.  The production of biofuels, long a cornerstone of the quest for greener energy, may sometimes create more harmful emissions than fossil fuels, scientific studies are finding.  As a result, politicians in many countries are rethinking the billions of dollars in subsidies that have indiscriminately supported the spread of all of these supposedly eco-friendly fuels for vehicles and factories. The 2003 European Union Biofuels Directive, which demands that all member states aim to have 5.75 percent of transportation run by biofuel in 2010, is now under review.  ''If you make biofuels properly, you will reduce greenhouse emissions,'' said Peder Jensen, of the European Environment Agency in Copenhagen. ''But that depends very much on the types of plants and how they're grown and processed. You can end up with a 90 percent reduction compared to fossil fuels -- or a 20 percent increase.''  He added, ''It's important to take a life-cycle view,'' and not to ''just see what the effects are here in Europe.''  In the Netherlands, the data from Indonesia has provoked soul-searching, and helped prompt the government to suspend palm oil subsidies. The Netherlands, a leader in green energy, is now leading the effort to distinguish which biofuels are truly environmentally sound.  The government, environmental groups and some of the Netherlands' ''green energy'' companies are trying to develop programs to trace the origins of imported palm oil, to certify which operations produce the oil in a responsible manner.  Krista van Velzen, a member of Parliament, said the Netherlands should pay compensation to Indonesia for the damage that palm oil has caused. ''We can't only think: does it pollute the Netherlands?''  In the United States and Brazil most biofuel is ethanol (made from corn in the United States and sugar in Brazil), used to power vehicles made to run on gasoline. In Europe it is mostly local rapeseed and sunflower oil, used to make diesel fuel.  In a small number of instances, plant oil is used in place of diesel fuel, without further refinement. But as many European countries push for more green energy, they are increasingly importing plant oils from the tropics, since there is simply not enough plant matter for fuel production at home.  On the surface, the environmental equation that supports biofuels is simple: Since they are derived from plants, biofuels absorb carbon while they are grown and release it when they are burned. In theory that neutralizes their emissions.  But the industry was promoted long before there was adequate research, said Reanne Creyghton, who runs Friends of the Earth's campaign against palm oil here.  Biofuelswatch, an environment group in Britain, now says that ''biofuels should not automatically be classed as renewable energy.'' It supports a moratorium on subsidies until more research can determine whether various biofuels in different regions are produced in a nonpolluting manner.  Beyond that, the group suggests that all emissions arising from the production of a biofuel be counted as emissions in the country where the fuel is actually used, providing a clearer accounting of environmental costs.  The demand for palm oil in Europe has soared in the last two decades, first for use in food and cosmetics, and more recently for fuel. This versatile and cheap oil is used in about 10 percent of supermarket products, from chocolate to toothpaste, accounting for 21 percent of the global market for edible oils.  Palm oil produces the most energy of all vegetable oils for each unit of volume when burned. In much of Europe it is used as a substitute for diesel fuel, though in the Netherlands, the government has encouraged its use for electricity.  Supported by hundreds of millions of euros in national subsidies, the Netherlands rapidly became the leading importer of palm oil in Europe, taking in 1.7 million tons last year, nearly double the previous year.  The increasing demand has created damage far away. Friends of the Earth estimates that 87 percent of the deforestation in Malaysia from 1985 to 2000 was caused by new palm oil plantations. In Indonesia, the amount of land devoted to palm oil has increased 118 percent in the last eight years.  In December, scientists from Wetlands International released their calculations about the global emissions caused by palm farming on peatland.  Peat is an organic sponge that stores huge amounts of carbon, helping balance global emissions. Peatland is 90 percent water. But when it is drained, the Wetlands International scientists say, the stored carbon gases are released into the atmosphere.  To makes matters worse, once dried, peatland is often burned to clear ground for plantations. The Dutch study estimated that the draining of peatland in Indonesia releases 660 million ton of carbon a year into the atmosphere and that fires contributed 1.5 billion tons annually.  The total is equivalent to 8 percent of all global emissions caused annually by burning fossil fuels, the researchers said. ''These emissions generated by peat drainage in Indonesia were not counted before,'' said Mr. Kaat. ''It was a totally ignored problem.'' For the moment Wetlands is backing the certification system for palm oil imports.  But some environmental groups say palm oil cannot be produced sustainably at reasonable prices. They say palm oil is now cheap because of poor environmental practices and labor abuses.  ''Yes, there have been bad examples in the palm oil industry,'' said Arjen Brinkman, a company official at Biox, a young company that plans to build three palm oil electrical plants in Holland, using oil from palms grown on its own plantations in a manner that it says is responsible.  ''But it is now clear,'' he said, ''that to serve Europe's markets for biofuel and bioenergy, you will have to prove that you produce it sustainably -- that you are producing less, not more CO2.''  ", 
            "title": "Once a Dream Fuel, Palm Oil May Be an Eco-Nightmare"
        }, 
        "weight": 0.5907244388570597, 
        "file": "1822801.txt", 
        "other_topics": {
            "0": 0.03498731550684772, 
            "1": 9.89067015241728e-05, 
            "2": 0.00018026915818750662, 
            "3": 0.005108298953847044, 
            "4": 6.781849280258858e-05, 
            "5": 0.01681703739973773, 
            "6": 0.00011663921334973713, 
            "7": 0.02375114889293392, 
            "8": 0.5907244388570597, 
            "9": 0.00018953247864209144, 
            "10": 8.140105722403267e-05, 
            "11": 0.00011902866858442891, 
            "12": 9.622024724132967e-05, 
            "13": 7.334432513747701e-05, 
            "14": 4.669300441090118e-05, 
            "15": 8.610537206256045e-05, 
            "16": 0.00012478000145418886, 
            "17": 0.01168859458410723, 
            "18": 6.515038187446645e-05, 
            "19": 4.5276063023125894e-05, 
            "20": 0.2015922561406875, 
            "21": 0.0003112241380310893, 
            "22": 0.09798423234533855, 
            "23": 0.0001178352787503741, 
            "24": 5.641610916511947e-05, 
            "25": 0.00012213042040811958, 
            "26": 0.00010014257743442717, 
            "27": 6.92077883735225e-05, 
            "28": 0.00010470448723498479, 
            "29": 0.0150738513545243
        }
    }, 
    {
        "content": {
            "text": "  NASA will soon launch a fleet of five spacecraft in hopes of solving the mystery of how the greenish auroras above the Earth's poles suddenly burst into shimmering multicolor lights.  The quintet of identical satellites, NASA's first attempt to launch so many satellites on a single rocket, will be positioned in orbits inside the magnetic field surrounding Earth to look for the origin of sudden energy outbursts that enliven the northern and southern lights.  The space probes are part of a mission called Themis, short for Time History of Events and Macroscale Interactions during Substorms, which is designed to find the trigger point of geomagnetic substorms that can spring up within minutes to brighten auroras and release bursts of potentially damaging radiation.  The Sun constantly fills space with charged particles and other radiation through solar flares or large eruptions called coronal mass ejections. The Earth's magnetic field shields the planet from most of this solar wind by capturing these high-energy particles and channeling them around the planet, forming a tear-shaped protective bubble called the magnetosphere.  Some of these particles leak through the magnetosphere and pour through the atmosphere toward the poles, colliding with air molecules and causing the atmosphere to glow in a greenish-white light. From space, these auroras glow like oval haloes encircling the north and south magnetic poles. At times, however, energy builds up within the magnetic field until it suddenly breaks loose into what is called a substorm, releasing a burst of electrical current that turns the auroras into pulsing red, purple and white colors.  Built by the Space Sciences Laboratory at the University of California, Berkeley, and Swales Aerospace of Beltsville, Md., the satellites aim to establish once and for all where in the magnetosphere substorms originate and what triggers them, said Dr. Vassilis Angelopoulos, a research physicist at the university and the chief scientist for the mission.  ''For over 30 years, the source location of these explosive energy releases has been sought after with great fervor,'' Dr. Angelopoulos said. ''A substorm starts from a single point in space and progresses past the Moon's orbit within minutes, so a single satellite cannot identify the substorm origin.''  Substorms are a recurring phenomenon that can pop up at any time, even during periods of low solar activity, he said. They appear as well during major storms caused by regular solar eruptions, adding to their destructive power, and a series of substorms happening by themselves can produce enough accumulated energy to cause damage, he said.  Solar storms can damage or disrupt communications and GPS navigation satellites, overload and knock out electric power grids, and pose a radiation danger to astronauts in space, experts said. ''Themis is a stepping stone to explain space weather phenomenon that affects our lives,'' Dr. Angelopoulos said.  Peter Harvey, project manager for the mission at the university, said the five-satellite constellation is scheduled to be launched aboard a Delta II rocket from Cape Canaveral, Fla., on Feb. 15. Observations from four of the satellites are needed to complete the $200 million mission, and the fifth spacecraft will serve as an in-orbit spare.  The dishwasher-sized satellites are to coast in Earth orbit for 10 months until they line up within Earth's shadow like a string of beads, with two of the spacecraft positioned about one-sixth of the way to the Moon and the other two about halfway. By February 2008, they will begin collecting coordinated measurements every four days to pinpoint where and when substorms begin.  To get an added dimension to the life cycles of these substorms, the satellite measurements will be coordinated with ground-based readings from 20 observatories spread over Alaska and Canada. These northern observatories are equipped with all-sky cameras and magnetometer sensors that measure currents in near-Earth space.  Dr. Angelopoulos said he expected the satellites to observe more than 30 substorms during the mission's lifespan and make a major contribution to understanding space physics.  ''Themis is so important because the same fundamental physical process is seen around all planets, it happens on the Sun in solar flares, and in astrophysical systems such as black holes,'' he said. ''It's amazing that being so close to us, here at Earth, it is not understood yet.''  ", 
            "title": "Five New Satellites With a Mission of Finding a Source of Color in Space"
        }, 
        "weight": 0.5903666129137266, 
        "file": "1820817.txt", 
        "other_topics": {
            "0": 0.0002375594388213766, 
            "1": 0.00015993590725318173, 
            "2": 0.0002915021016795286, 
            "3": 0.00021199078703901077, 
            "4": 0.00010966508849023204, 
            "5": 0.00036604604067884866, 
            "6": 0.0001886100549397899, 
            "7": 0.05182038558750493, 
            "8": 0.5903666129137266, 
            "9": 0.0459136470576533, 
            "10": 0.016228275370755735, 
            "11": 0.005558022814404328, 
            "12": 0.0001555918082548373, 
            "13": 0.00011860057005204869, 
            "14": 7.550436833654941e-05, 
            "15": 0.01891865688683017, 
            "16": 0.00020177401967804565, 
            "17": 0.00012148186113688119, 
            "18": 0.00010535065139582497, 
            "19": 7.321312009061496e-05, 
            "20": 0.22135416010276981, 
            "21": 0.02733100589309045, 
            "22": 0.00016054630332541713, 
            "23": 0.00019054413829346705, 
            "24": 9.122699942442942e-05, 
            "25": 0.0028802640057345604, 
            "26": 0.016258581123469777, 
            "27": 0.00011191163239631752, 
            "28": 0.00016931114779228335, 
            "29": 0.00023002220498166958
        }
    }, 
    {
        "content": {
            "text": "  A threat to endangered North Atlantic right whales posed by dense arrays of lobster traps, lines and floating buoys off the coast of Maine could be greatly reduced without hurting profits if boats switch to fishing patterns that are the norm in nearby Nova Scotia, according to a study by Canadian and American researchers. The Maine lobster season is year-round, but Canadian lobstermen with far fewer traps have similar catches with a 180-day season, said the authors of the study, published in the journal Current Biology. They said Canadian lobster boats also had lower costs for fuel and bait. The executive director of the Maine Lobstermen's Association told The Associated Press that almost all traps were set in waters not frequented by the whales.  ANDREW C. REVKIN  ", 
            "title": "National Briefing | Science And Health: In Lobster Land, A Whale-Friendly Proposal"
        }, 
        "weight": 0.5807751059794525, 
        "file": "1817654.txt", 
        "other_topics": {
            "0": 0.07357902777694003, 
            "1": 0.0007204469210619699, 
            "2": 0.0013130996987790664, 
            "3": 0.0009549332131776226, 
            "4": 0.024663636463997368, 
            "5": 0.0016488901554579125, 
            "6": 0.0008496124209780752, 
            "7": 0.05215769490366476, 
            "8": 0.5807751059794525, 
            "9": 0.0013805747090409842, 
            "10": 0.0005929339483018821, 
            "11": 0.012951837145675889, 
            "12": 0.0007008785026755267, 
            "13": 0.0005342478558922429, 
            "14": 0.00034011680446895863, 
            "15": 0.0006272006773393999, 
            "16": 0.0009089107863515959, 
            "17": 0.12139542370239804, 
            "18": 0.00047456230269694546, 
            "19": 0.00032979565287440777, 
            "20": 0.04241068737397397, 
            "21": 0.01435180936263497, 
            "22": 0.06114729490445535, 
            "23": 0.0008583246884179823, 
            "24": 0.00041094093241369204, 
            "25": 0.0008896109565389695, 
            "26": 0.0007294491724831216, 
            "27": 0.0005041168826667096, 
            "28": 0.0007626786080959443, 
            "29": 0.0010361574970940892
        }
    }, 
    {
        "content": {
            "text": "  Jesse Logan retired in July as head of the beetle research unit for the United States Forest Service at the Rocky Mountain Laboratory in Utah. He is an authority on the effects of temperature on insect life cycles. That expertise has landed him smack in the middle of a debate over protecting grizzly bears.  You just never know where the study of beetles will take you.  Dr. Logan seems, in fact, to be on a collision course with the federal government, in the debate over whether to lift Endangered Species Act protections from the grizzly bears in and around Yellowstone National Park.  The grizzly population in the greater Yellowstone area is estimated to be at least 600. The population is centered in the park proper, federal scientists say, where it has reached its likely natural maximum and has leveled off. But in adjoining stretches of national forest, the number of grizzlies is continuing to go up by 4 percent to 7 percent a year. Their resurgence in the past 50 years is why the federal government announced in 2005 the start of proceedings to take them off the endangered or threatened species list.  Dr. Logan enters the fray on the question of what grizzly bears eat, how much of it will be available in the future, and where. All that, he says, hinges on the mountain pine beetle and the whitebark pine.  The tree (Pinus albicaulis) has no value as commercial timber. But gnarled and bushy whitebark pines anchor the timberline in much of the West. They hold the soil for other vegetation to get a foothold, and they trap snow, prolonging the spring runoff.  They are slow-growing trees and may not even bear cones until they are a half-century old. In the late 19th century, the naturalist John Muir counted rings in a weatherbeaten example high in California's Sierra Nevada. Its trunk was just six inches across. To his astonishment it was 426 years old.  The beetle's usual targets were once midaltitude lodgepole and ponderosa pines. But it has begun extending its range as it adapts to warming temperatures in the Rockies -- two degrees since the mid-1970s. As a result, it has been killing whitebark pines at altitudes in the Rockies and the Cascades of Oregon and Washington that would have once been too cold.  Beetle attacks have added to the toll taken by a disease called white pine blister rust. In the northern Rockies, the beetle infests 143,000 acres. Entire forest vistas, like that at Avalanche Ridge near Yellowstone National Park's east gate, are expanses of dead, gray whitebarks.  ''We are very worried the whitebarks may be locally extirpated, if not driven extinct,'' said Diana Tomback, professor of biology at the University of Colorado, Denver, and president of the Whitebark Pine Ecosystem Foundation, a nonprofit organization. One recent Forest Service study suggested that in the next century a global warming would reduce by 90 percent the acreage that has the kind of cold and high altitude climate where the trees now grow.  The plight of trees may not catch the attention of most people. But the seeds of the whitebark pine, the pine nuts, feed Clark's nutcracker birds; red squirrels, which store the nuts underground; and grizzly bears.  ''There is this general notion that grizzly bears are omnivores that will eat anything and do all right, but that's not the case in Yellowstone,'' says David Mattson, a wildlife biologist with the United States Geological Survey on the Northern Arizona University campus in Flagstaff.  The diet of the Yellowstone grizzlies changes radically from season to season. After emerging from dens in early spring, they gorge on elk and bison calves and adults that died over the winter, or they chase wolves off their kills. Later in the spring and in early summer, tourists most often see them in rivers near Yellowstone Lake, where they go after spawning cutthroat trout.  They eat roots and bulbs, too. But by late summer the bears head for remote high country. They turn to delicate fare: moths and pine nuts. In alpine meadows a grizzly can lap up 40,000 army cutworm moths a day from under rocks where the fat insects congregate during daylight hours.  But mostly the bears depend on whitebark pines. A federally supported Interagency Grizzly Bear Study Team says the tree's plump seeds, among the largest of any North American pine, ''are arguably the most important fattening food available to grizzly bears during late summer and fall.'' Loss of the whitebarks, the task force said, would endanger the bears' survival.  The hefty bears -- a male can exceed 700 pounds -- do not climb the trees. They raid messy, cone-stuffed middens on the ground that red squirrels build as winter storehouses.  Grizzlies in northernmost Montana, Canada and Alaska have a wide variety of berries available in the fall, and those near the coast have spawning salmon in the rivers. But when winter looms in Yellowstone, ''the whitebark pines are about it'' on the bear menu, Dr. Mattson says.  The Wind River Pines  Because of the close relationship between the pines and the bears, Dr. Logan has taken up advocacy for the bears as a means of bringing attention to the overall ecosystem in the Wind River Range in Wyoming. The range is high, broad, relatively far from the moderating effect of the Pacific Ocean and exposed to arctic blasts off the plains. They therefore are colder than nearby ranges. Dr. Logan's computer models show them resisting a warming climate longer than other mountains and remaining a refuge for the pines and the bears.  Earlier analyses that Dr. Logan conducted correctly predicted beetle movements. In the 1990s, his analyses predicted a northward invasion by mountain pine beetles from near the Washington-Canada border deep into the lodgepole forest of the British Columbia interior.  Rising temperatures were revving up the beetles' metabolisms, and he surmised that they would soon complete a full cycle of reproduction in one year. Eventually their reproduction would get in pace with the calendar well north of their usual range, a condition called adaptive seasonality. It means millions of adults emerging simultaneously from infested trees.  Like an army roaring out of the trenches, they overwhelm their next round of piney prey, emitting pheromones that draw more attackers to individual trees. Forest managers say defenses -- quarantines, burning and other methods -- are ineffective over large areas.  The result in Canada turned out as bad or worse than Dr. Logan feared. It may be the largest forest insect blight ever seen in North America, and it seems nowhere near its peak. It covers a patch running about 400 miles north-south and 150 miles across. Officials expect 80 percent of British Columbia's mature lodgepoles to be dead by 2014.  Loggers are frantically cutting lifeless trees for lumber before they rot. Funguses carried by beetles stain the wood a blotchy blue. Lumber mills promote it as stylish ''denim wood.'' In 2002, high winds carried the beetles through the Rockies and into the Alberta plain. They appear poised to sweep east to the Atlantic through Canada's jackpine boreal forest.  In 2001, Dr. Logan set up an observing station at a broad stand of whitebark pines at the timberline at Railroad Ridge in the White Cloud Mountains of Idaho. He expected a beetle infestation, but not for a while, and planned to collect data before the insects showed.  Almost immediately, in 2002 and 2003, telltale patches of ''red top'' trees appeared. Today virtually all the mature whitebarks there are dead. ''It was the most magnificent whitebark ecosystem I'd seen,'' Dr. Logan said. ''It broke my heart.''  New computer projections done by Dr. Logan and Jacques Régnière of the Canadian Forest Service based on recent climate and other data for the mountain West show most whitebark pine forests being wiped out as warming continues. But the Wind River Range is projected to stay cold until 2100 or so, which, if the model is right, means they could be a refuge for grizzlies forced out of areas where the trees die.  The exercise produced a map on which most of the realm of the whitebarks, previously out of reach of mountain pine beetles, turns red as the computer calculates ever-warmer decades ahead. A recent trip there showed that so far, the Wind River Range is, in fact, fending off beetle attack. Dr. Logan and several environmental groups, including the Natural Resources Defense Council, argue that the Wind River Range should be included in areas in which grizzlies are protected.  The government's plan to ease Endangered Species Act protection for Yellowstone's bears does not mean an end to local and federal conservation measures for them. A detailed plan has been put together by the Fish and Wildlife Service and the states of Montana, Idaho and Wyoming. It includes close surveillance of bears and maintenance of their population at no fewer than 500 adults, and continued full protection in a 9,300-square-mile ''prime protection area'' that includes and extends out from the 3,300-square-mile national park.  A far larger area farther out, including the Wind River Range, is designated as suitable grizzly bear habitat but would be subject to state and local regulations.  But Dr. Logan's projections shows devastating whitebark damage from the beetles in the government's core area for grizzly protection by the end of the century. He says that the government's recovery area ''is completely out of touch with what is actually happening.''  Government biologists say the official plan can be adjusted if the whitebarks go into serious decline and the bears are not able to adopt an adequate replacement diet of roots or other late-fall food. And if the Wind River Range to the south does turn out to be the bears' best refuge, that's where they'll go.  ''A lot of that area is wilderness already,'' said Chris Servheen, grizzly bear recovery coordinator for the Fish and Wildlife Service office in Missoula, Mont. ''The bears will move in there regardless of what our rules say, and the beetles don't care what regulations we have either.''  He also argued that even outside the proposed primary protection area, state authorities had ''signed up'' to help protect the bears. And if things turn seriously bad, he said, the government can relist the bears.  Bear Activism  Bear supporters are already lining up to oppose the near-certain delisting.  ''The federal government has a core recovery area that it says is adequate,'' said Douglas Honnold, managing attorney for Earthjustice, a Montana-based group. ''Jesse's work, and his is not the only such analysis, suggests that this is flat-out wrong. The federal government has a head-in-the-sand approach.'' Mr. Honnold promised a federal court challenge.  Another bear supporter, Lance Craighead of the Craighead Institute in Montana, says that ''the Winds may be critical. Our own work, and Jesse's, all say the whitebark pine will last there longer than it will anywhere.''  Many believe that if the delisting goes forward, bear hunting will follow, particularly in the Wind River Range. Livestock interests, as well as hunters and some back country backpackers, do not want to share the land with grizzly bears. Wyoming's published bear management plan, set to go into effect as soon as the bears are off the federal list, declares that significant presence of grizzly bears will not be permitted in much of the range, including nowhere in roughly the southern half.  One management tool, it says, is ''hunter harvest.'' Fremont County, which includes the Wind River Indian Reservation, has declared grizzlies ''an unacceptable species'' and resolved to protect its residents.  In an essay Dr. Logan wrote before the trip into the Winds, he said that if it confirmed a potential bear refuge, ''we can efficiently allocate protection and reconstruction strategies.'' It will be costly, he wrote, but it would be ''inconsolable to simply walk away from a problem that is largely our making.''  During a break on the trip's second day, high on a pass called Kirkland Ridge, Dr. Logan said: ''As for active management to encourage bears here, I don't know. That's a policy to be developed. But look, this is clearly a special place, a special ecosystem. It is all connected, we know that, from the plains to the mountain tops.''  In the end, of course, the discovery of places that will resist warming effects may only buy time. ''It's all about global warming,'' Dr. Logan said. ''I can't say if the beetle will stay out of the Winds for all the next century. I don't know how long it will take. But one thing I do know. If it keeps on warming, they'll get nailed there too. The trees can't move uphill, you know. They'll run out of mountain.''  What the bears will fatten for winter on then, nobody knows.  Following the Tracks of a Killer Mountain Beetle  By CHARLES PETIT  In early September, Jesse Logan, a 62-year-old insect specialist with a knack for mathematics and a deep love for the Western landscape, gazed across a rolling meadow 10,400 feet high in the rugged Wind River Range in Wyoming.  Moving carefully with the aid of two trekking poles, Dr. Logan favored a left knee injured three years ago by a Colorado avalanche that killed a close friend. He had not been sure he would ever get into back country like this again. Yet here he was, nearing the end of an arduous expedition, organized and led by Louisa Willcox, director of the wild bears project for the National Resources Defense Council, carrying a 40-pound pack over 12,000-foot passes in a roadless wilderness.  Dr. Logan is an authority on the effects of temperature on insect life cycles. Across the way he could see likely signs of a particularly aggressive organism he was seeking but hoping not to find here, the mountain pine beetle.  The beetle is the most destructive timber pest in the Western United States. The rising warmth across the Rockies is expanding its range north and, equally important, uphill. Dr. Logan had hoped to find no incipient, major outbreaks here. But many of the pine trees across the way were an unhealthy red. This did not look good.  ''We'd better go look,'' he said. He walked through brush littered with elk droppings with two friends and research colleagues, Jacques Régnière of the Canadian Forest Service and Wally MacFarlane, an experienced mapmaker and geographic analyst from Logan, Utah.  They were on the flank of Tybo Peak. Each had a permit from the Wind River Reservation tribal government to be in this seldom-visited corner of Indian Country, which may be among the most remote wildernesses in the lower 48 states. They scrambled uphill into a nearly pure stand of high-altitude, whitebark pines.  Dr. Logan regards the high, whitebark ecosystem as ''the most beautiful in all the Rockies,'' yet the public hardly even is aware of its existence. For most of the trip he had looked out on gloriously healthy forests of these trees, but not now. Some here were bright, brick red. The men took out small hatchets.  Looking closely, the party could see perfectly round holes speckling the bark, each about the size of a BB. Some infested trees were oozing dark pitch from the holes. Dr. Logan whacked a 40-foot-tall tree with his hatchet. He peeled off a piece of bark about eight inches across. The air filled with a rich, piney aroma.  In the pale, exposed tissue, white beetle larvae glistened. Dr. Logan looked up at the foliage, still more green than not. ''This tree is dead,'' he said. ''It just doesn't know it yet.''  He pointed out characteristic J-shaped, largely vertical tracks chewed in the inner bark, or phloem, by the insects. Several of the black, blunt adults, each about a quarter-inch long, moved slowly.  Light blue splotches of fuzzy fungus were taking hold, spreading from spores the beetles carry in their mouth parts. The fungus, along with the beetle tunnels, blocks movement of sap. ''These are true predators,'' Dr. Logan said. ''They have to kill to reproduce. Most other bark beetles don't do that.''  As the party worked its way through the yellowing and red trees, something was peculiar. It was late summer, yet in some trees the female beetles were just boring in. In other whitebarks a short distance away, Dr. Régnière found a different state of affairs. Some bore only larvae. In others were newly molted beetles at the so-called teneral adult stage: pale brown and lacking the dark, hard carapace of an insect ready to fly.  With cold weather only weeks away, this generation of beetle did not have time to get a new larval generation started before winter set in. Out of rhythm with one another and the seasons, these beetles looked unlikely to muster the type of mass attack that can turn a forest of mature pines into deadwood in a few seasons. Scattered about were snags and fallen trees, many bearing beetle tunnel gallery scars.  The insects have been puttering in this south-facing, sunny grove for a long time without catching their full stride. A similar grove nearby told the same story. A few days earlier and miles to the north the team had found a smaller, sun-favored stretch with signs of low-level beetle activity that appeared to have been eking along for centuries.  ''I think we're O.K. here,'' Dr. Logan said.  ", 
            "title": "In the Rockies, Pines Die and Bears Feel It"
        }, 
        "weight": 0.5680680232686871, 
        "file": "1822516.txt", 
        "other_topics": {
            "0": 0.0007624241628941835, 
            "1": 4.175515692540953e-05, 
            "2": 7.610371059731654e-05, 
            "3": 5.5345348843662344e-05, 
            "4": 0.011935490167498853, 
            "5": 0.005698793185226881, 
            "6": 4.924124030042897e-05, 
            "7": 0.0996786015002353, 
            "8": 0.5680680232686871, 
            "9": 0.028796557711024455, 
            "10": 3.4364849559289276e-05, 
            "11": 5.0249989725425326e-05, 
            "12": 4.062102426883077e-05, 
            "13": 0.03294992786864777, 
            "14": 1.9712251004746305e-05, 
            "15": 0.004238771831876778, 
            "16": 5.267801333561923e-05, 
            "17": 0.030149066116208417, 
            "18": 0.0007279078446972126, 
            "19": 1.9114064945673202e-05, 
            "20": 0.2125790576126722, 
            "21": 0.00013138859675031645, 
            "22": 0.00074231801154156, 
            "23": 0.0021509566674259573, 
            "24": 2.3817026096405353e-05, 
            "25": 5.155944734706309e-05, 
            "26": 0.0007426803989756878, 
            "27": 2.9217252415304768e-05, 
            "28": 4.420279139753563e-05, 
            "29": 6.005288887462925e-05
        }
    }, 
    {
        "content": {
            "text": "  The Bay checkerspot butterfly's story is all too familiar. It was once a common sight in the San Francisco Bay area, but development and invasive plants have wiped out much of its grassland habitat.  Conservationists have tried to save the butterfly by saving the remaining patches where it survives. But thanks to global warming, that may not be good enough.  Climate scientists expect that the planet will become warmer in the next century if humans continue to produce greenhouse gases like carbon dioxide. The California Climate Change Center projects the state's average temperature will rise 2.6 to 10.8 degrees Fahrenheit. Warming is also expected to cause bigger swings in rainfall.  Studies on the Bay checkerspot butterfly suggest that this climate change will push the insect to extinction. The plants it depends on for food will shift their growing seasons, so that when the butterfly eggs hatch, the caterpillars have little to eat. Many other species may face a similar threat, and conservation biologists are beginning to confront the question of how to respond. The solution they prefer would be to halt global warming. But they know they may need to prepare for the worst.  One of the most radical strategies they are considering is known as assisted migration. Biologists would pick a species up and move it hundreds of miles to a cooler place.  Assisted migration triggers strong, mixed feelings from conservation biologists. They recognize that such a procedure would be plagued by uncertainties and risk. And yet it may be the only way to save some of the world's biodiversity.  ''Some days I think this is absolutely, positively something that has to be done,'' said Dr. Jessica Hellmann of the University of Notre Dame. ''And other days I think it's a terrible idea.''  Conservation biologists are talking seriously about assisted migration because the effects of climate change are already becoming clear. The average temperature of the planet is 1.6 degrees Fahrenheit higher than it was in 1880. Dr. Camille Parmesan, a biologist at the University of Texas, reviewed hundreds of studies on the ecological effects of climate change this month in the journal Annual Review of Ecology, Evolution, and Systematics. Many plant species are now budding earlier in the spring. Animals migrate earlier as well. And the ranges of many species are shifting to higher latitudes, as they track the climate that suits them best.  This is hardly the first time that species have moved in response to climate change. For over two million years, the planet has swung between ice ages and warm periods, causing some species to shift their ranges hundreds of miles. But the current bout of warming may be different. The earth was already relatively warm when it began. ''These species haven't seen an earth as warm as this one's going to be in a long, long time,'' said Dr. Mark Schwartz, a conservation biologist at the University of California, Davis.  It's also going to be more difficult for some species to move, Dr. Schwartz added. When the planet warmed at the end of past ice ages, retreating glaciers left behind empty landscapes. Today's species will face an obstacle course made of cities, farms and other human settlements.  Animals and plants will also have to move quickly. If a species cannot keep up with the shifting climate, its range will shrink. Species that are already limited to small ranges may not be able to survive the loss.  In 2004, an international team of scientists estimated that 15 percent to 37 percent of species would become extinct by 2050 because of global warming. ''We need to limit climate change or we wind up with a lot of species in trouble, possibly extinct,'' said Dr. Lee Hannah, a co-author of the paper and chief climate change biologist at the Center for Applied Biodiversity Science at Conservation International.  Some scientists have questioned that study's methods. Dr. Schwartz calls it an overestimate. Nevertheless, Dr. Schwartz said that more conservative estimates would still represent ''a serious extinction.''  Many conservation biologists believe that conventional strategies may help combat extinctions from global warming. Bigger preserves, and corridors connecting them, could give species more room to move.  Conservation biologists have also been talking informally about assisted migration. The idea builds on past efforts to save endangered species by moving them to parts of their former ranges. The gray wolf, for example, has been translocated from Canada to parts of the western United States with great success.  When Dr. Jason McLachlan, a Notre Dame biologist, gives talks on global warming and extinction, ''someone will say, 'It's not a problem, since we can just FedEx them to anywhere they need to go,' '' he said.  No government or conservation group has yet begun an assisted migration for global warming. But discussions have started. ''We're thinking about these issues,'' said Dr. Patrick Gonzalez, a climate scientist at the Nature Conservancy.  The conservancy is exploring many different ways to combat extinctions from global warming, and Dr. Gonzalez says that assisted migration ''could certainly be one of the options.'' For now, the conservancy has no official policy on assisted migration.  As Dr. McLachlan began hearing about assisted migration more often, he became concerned that conservation biologists were not weighing it scientifically. He joined with Dr. Schwartz and Dr. Hellmann to lay out the terms of the debate in a paper to be published in the journal Conservation Biology.  Dr. McLachlan and his colleagues argue that assisted migration may indeed turn out to be the only way to save some species. But biologists need to answer many questions before they can do it safely and effectively.  The first question would be which species to move. If tens of thousands are facing extinction, it will probably be impossible to save them all. Conservation biologists will have to make the painful decision about which species to try to save. Some species threatened by climate change, including polar bears and other animals adapted to very cold climates, may have nowhere to go.  The next challenge will be to decide where to take those species. Conservation biologists will have to identify regions where species can survive in a warmer climate. But to make that prediction, scientists need to know how climate controls the range of species today. In many countries, including the United States, that information is lacking.  ''We don't even know where species are now,'' Dr. McLachlan said.  Simply moving a species is no guarantee it will be saved, of course. Many species depend intimately on other species for their survival. If conservation biologists move the Bay checkerspot butterfly hundreds of miles north to Washington, for example, it may not be able to feed on the plants there. Conservation biologists may have to move entire networks of species, and it may be hard to know where to draw the line.  Assisted migration is plagued not only with uncertain prospects of success, but potential risks as well. A transplanted species would, in essence, be an invasive one. And it might thrive so well that it would start to harm other species. Invasive species are among the biggest threats to biodiversity in some parts of the world. Many were accidentally introduced but some were intentionally moved with great confidence that they would do no harm. Cane toads were introduced in Australia to destroy pests on sugar plantations, and they proceeded to wipe out much of the continent's wildlife.  ''If you're trying to protect a community of species, you're not going to want someone to introduce some tree from Florida,'' Dr. Hellmann said. ''But if you're someone watching that tree go extinct, you're going to want to do it.''  Dr. Hellmann and her colleagues do not endorse or condemn assisted migration in their new paper. Instead, they call for other conservation biologists to join in a debate. They hope to organize a meeting this summer to have experts share their ideas.  ''There really needs to be a clear conversation about this, so that we can lay all the chips on the table,'' Dr. Schwartz said.  Other experts on global warming and extinctions praised the new paper for framing the assisted migration debate. ''It's certainly on everybody's mind, and people are discussing it quite a lot,'' Dr. Hannah said. ''This paper's a breakthrough in that sense.''  Dr. Hannah for one is leery of moving species around. ''I'm not a huge fan of assisted migration, but there's no question we'll have to get into it to some degree,'' he said. ''We want to see it as a measure of last resort, and get into it as little as possible.''  It is possible that conservation biologists may reject assisted migration in favor of other strategies, Dr. McLachlan said. But the hard questions it raises will not go away. As species shift their ranges, some of them will push into preserves that are refuges for endangered species.  ''Even if we don't move anything, they're going to be moving,'' Dr. McLachlan said. ''Do we eradicate them? All of these issues are still relevant.''  ", 
            "title": "A Radical Step to Preserve a Species: Assisted Migration"
        }, 
        "weight": 0.5656543009672858, 
        "file": "1820802.txt", 
        "other_topics": {
            "0": 0.0001346258007566024, 
            "1": 9.063626219408203e-05, 
            "2": 0.00016519530461741328, 
            "3": 0.00012013595249990585, 
            "4": 0.006143499905116448, 
            "5": 0.013890482300343138, 
            "6": 0.00010688600631064938, 
            "7": 0.024805787363538268, 
            "8": 0.5656543009672858, 
            "9": 0.0001736840392387408, 
            "10": 7.459441525941238e-05, 
            "11": 0.00010907565865791339, 
            "12": 8.817444544152686e-05, 
            "13": 6.721137578310283e-05, 
            "14": 0.0015631266758612827, 
            "15": 7.890536190486398e-05, 
            "16": 0.00011434607315881153, 
            "17": 6.884421395376418e-05, 
            "18": 5.9702598536010555e-05, 
            "19": 0.024366899339634315, 
            "20": 0.3094031172339638, 
            "21": 0.051976694557519104, 
            "22": 9.098217587535304e-05, 
            "23": 0.00010798205840401444, 
            "24": 5.169867343124391e-05, 
            "25": 0.00011191804635481066, 
            "26": 9.176879589821924e-05, 
            "27": 6.342073040785888e-05, 
            "28": 9.594924521477076e-05, 
            "29": 0.00013035442283874457
        }
    }, 
    {
        "content": {
            "text": "  Renewing concerns about whether there will be enough corn to support the demand for both fuel and food, a new study has found that ethanol plants could use as much as half of America's corn crop next year.  Dozens of new ethanol plants are being built by farmers and investors in a furious gold rush, spurred by a call last year from the Bush administration and politicians from farm states to produce more renewable fuels to curb America's reliance on oil. But the new study by the Earth Policy Institute, an environmental group, found that the number of ethanol plants coming on line has been underreported by more than 25 percent by both the Agriculture Department and the Renewable Fuels Association, the ethanol industry's main lobbying group.  The Earth Policy Institute says that 79 ethanol plants are under construction, which would more than double ethanol production capacity to 11 billion gallons by 2008. Yet late last month, the Renewable Fuels Association said there were 62 plants under construction.  The lower tally has led to an underestimate of the grain that would be needed for ethanol, clouding the debate over the priorities of allocating corn for food and fuel, said Lester R. Brown, who has written more than a dozen books on environmental issues and is the president of the Earth Policy Institute. ''This unprecedented diversion of corn to fuel production will affect food prices everywhere,'' Mr. Brown said.  Bob Dinneen, the president of the Renewable Fuels Association, said the group had not intentionally tried to play down the number of plants under construction. ''It has been a moving target,'' Mr. Dinneen said in an interview on Thursday. ''We are not trying to hide the ball. We are trying to keep up with a growing and dynamic industry as best we can.''  The Renewable Fuels Association has generally played down concerns in the food versus fuel debate over ethanol, saying that estimates showed there would be plenty of corn to meet the demand for both. ''We can absolutely do that without having a deleterious impact on consumer food prices,'' Mr. Dinneen said.  The National Corn Growers Association said Thursday that farmers were keeping up, noting that growers produced their third-largest crop in 2006 of 10.7 billion bushels. ''All demands for corn -- food, feed, fuel and exports -- are being met,'' Rick Tolman, chief executive of the corn growers, said in a statement. ''Farmers have always responded to price signals from the marketplace and, historically, we have had much more challenge with overproduction than shortage.''  With spot prices of corn soaring to record highs of nearly $4 a bushel last month, farmers are expected to plant some 85 million acres of corn this year, an increase of 8 percent over 2006 and what would be the largest corn-seeding in the country since 1985, said Dan Basse, president of AgResource, an agricultural research company in Chicago.  Ethanol has raised the incomes of farmers and given new hope to flagging rural economies. But the reliance on corn to produce ethanol in the United States has drawn concerns from some economists, who question whether the drive to corn-based fuel will push up the prices of livestock and retail prices of meat, poultry and dairy products.  Mr. Brown is among those who believe the ethanol industry is growing too quickly. He called for a federal moratorium on the licensing of new distilleries. ''We need a time out, a chance to catch our breath and decide how much corn can be used for ethanol without raising food prices,'' he said Thursday.  Like many other experts, he advocates moving past corn-based ethanol into cellulosic ethanol, produced from plant waste and nonfood crops like switch grass.  For now, however, in the anticipation of high potential returns, ethanol plants that rely on corn are being built by everyone from farmers to Bill Gates of Microsoft to a mix of Wall Street investors. In addition to the 116 ethanol plants in production, and the 79 under construction, at least 200 more ethanol plants, with a capacity of 3 billion gallons a year, are in the planning stages.  In all, ethanol distilleries now running or in the works will pull an estimated 139 million tons of corn from the 2008 corn harvest, according to the Earth Policy Institute. That is about double the demand projected by the Agriculture Department and will require over half of the projected 2008 corn harvest of about 11 billion bushels.  Keith Collins, the Agriculture Department's chief economist, did not respond to requests for comment. One reason for the department's projection of just 60 million tons of corn used for ethanol is that it was released last February, before surging oil prices set off investor interest in ethanol plants. The Agriculture Department will release its new projections next month.  But the pace of plant construction may be slowing. Shortages of galvanized steel and backlogs for special tanks for the distilleries have pushed construction time back from 18 months to as much as 28 months for some plants, Mr. Basse said.  Some towns are also demanding environmental studies to better understand the impact ethanol plants can have on water supplies and quality of the groundwater, which has delayed permits for new processing plants.  ", 
            "title": "Rise in Ethanol Raises Concerns About Corn as a Food"
        }, 
        "weight": 0.5635514042895853, 
        "file": "1816511.txt", 
        "other_topics": {
            "0": 0.08904427502924211, 
            "1": 0.0001393713089152515, 
            "2": 0.00025402068966482453, 
            "3": 0.002522555618428473, 
            "4": 9.556432440774781e-05, 
            "5": 0.0026568024096200625, 
            "6": 0.0001643585276314683, 
            "7": 0.04048166233020859, 
            "8": 0.5635514042895853, 
            "9": 0.00026707381019924433, 
            "10": 0.00011470377353172589, 
            "11": 0.00016772555431946275, 
            "12": 0.00013558577523582413, 
            "13": 0.00010335087955003407, 
            "14": 6.579599806331056e-05, 
            "15": 0.00012133271278954571, 
            "16": 0.00017582986654212697, 
            "17": 0.004781507011494628, 
            "18": 9.180463869734542e-05, 
            "19": 6.379935908104534e-05, 
            "20": 0.18354109705358693, 
            "21": 0.00043855183536590587, 
            "22": 0.0001399032201102123, 
            "23": 0.00016604392607127248, 
            "24": 7.949700937430163e-05, 
            "25": 0.00017209629163995042, 
            "26": 0.00014111280509917677, 
            "27": 9.752200714519003e-05, 
            "28": 0.009498831714671137, 
            "29": 0.1007268202297279
        }
    }, 
    {
        "content": {
            "text": "  An article in Business Day on Saturday about the energy efficient ways of the Japanese misstated the amount of energy consumed in Japan and the United States as measured in tons of oil per person. Japan consumed the energy equivalent of 2.8 tons of oil per person in 2004, not 2.8 million tons. Likewise, the United States consumed 5.4 tons of oil per person, not 5.4 million tons. The article also referred imprecisely to the output from a home fuel cell used by a Japanese homeowner, Kiminobu Kimura. The cell produces one kilowatt of power per hour; not one kilowatt per hour.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.5627082871706196, 
        "file": "1817863.txt", 
        "other_topics": {
            "0": 0.06959418451170868, 
            "1": 0.10314513298334763, 
            "2": 0.0018495291207410991, 
            "3": 0.0013450439351841222, 
            "4": 0.0006958055311529778, 
            "5": 0.0023224971891002196, 
            "6": 0.0011966973379122575, 
            "7": 0.005378321190146794, 
            "8": 0.5627082871706196, 
            "9": 0.001944569121525319, 
            "10": 0.0008351601977214704, 
            "11": 0.0012212127186002446, 
            "12": 0.0009872024203532402, 
            "13": 0.0007524995764487261, 
            "14": 0.00047906182211727565, 
            "15": 0.0008834256213495184, 
            "16": 0.0012802203588014162, 
            "17": 0.0007707808572217479, 
            "18": 0.0006684311931988584, 
            "19": 0.0004645242584795301, 
            "20": 0.05973636381285126, 
            "21": 0.003193103646533474, 
            "22": 0.1712359178551523, 
            "23": 0.0012089687536720624, 
            "24": 0.0005788191270703382, 
            "25": 0.0012530361341024161, 
            "26": 0.0010274448222495766, 
            "27": 0.0007100594536852294, 
            "28": 0.001074249195816071, 
            "29": 0.0014594500831365815
        }
    }, 
    {
        "content": {
            "text": "  THE mysterious odor that blanketed Manhattan on Jan. 8 remains, well, a mysterious odor. Last week, officials in New York and New Jersey gave up on finding the source of the smell.  But we haven't, and we think we can support one of the theories of the odor's source that has been suggested. Based on our familiarity with the local aquatic environment and regional meteorology, we believe that the odor was caused by gases released from saltwater marshes in the metropolitan area.  Let us explain. The intertidal sediments in this region are home to micro-organisms that produce sulfur compounds. When these sediments interact with saltwater that contains low levels of oxygen, gases are released. These gases include hydrogen sulfide and a variety of thiols (like the gas additives thiophane and mercaptan) -- all of which have an odor similar to rotten eggs.  While the release of these gases from marsh sediments occurs more or less continually, we suggest that something out of the ordinary occurred on Jan. 8.  First, there was a low tide in the coastal marshes from roughly 4 a.m. to 6 a.m. Second, we experienced winds from the south and an atmospheric inversion, which created something like a low-lying bubble of air.  The result of the two factors? The low tide exposed the marsh sediments and hastened the release of sulfur gases into the atmosphere. The inversion trapped the odor close to the ground and the southerly winds then carried it to Lower Manhattan, where it remained until atmospheric conditions changed.  On what do we base our assumptions?  For starters, independent data and Columbia University instruments on rooftops in Manhattan show a consistent trend in wind speed and direction surrounding New York City. On Jan. 7, the night before the odor was noticed, the dominant winds were moderate and from the south. Such winds would travel over large marshlands like Jamaica Bay and Kill Van Kull before hitting Manhattan.  Early the next day, the atmospheric inversion developed, and remained stable, encapsulating the odor, until wind speed rapidly increased in late morning. At that point, the capping inversion was disrupted and the air mass was dispersed.  And what about the smell? To test this possibility, we calculated the amount of hydrogen sulfide that would need to be released into air volumes of various dimensions, given an odor threshold for the human nose of one part in a million for hydrogen sulfide.  Together with additional estimates of the area of intertidal sediments to the south of the city and the rate of sediment-air gas exchange, we concluded that marsh sediments could indeed supply enough hydrogen sulfide gas to cause the widespread odor New Yorkers experienced.  Our explanation highlights the consequences of excessive nutrient loading and the resulting low oxygen levels in local coastal waters. (By nutrient loading, we mean exposing water to sewage, fertilizer, chemicals or other pollutants.) Of course, these consequences go beyond odor -- they kill marsh vegetation, degrade the wider marine habitat and make it unsafe to swim or fish.  Yes, water quality in the New York area has become better in recent decades. But there is still much room for improvement, and conditions like those that took place earlier this month may become more common if local population growth results in more pollutants ending up in coastal waters -- and if the frequency of unusually warm air temperatures increases with climate change.  While these odors do not cause a health threat at low concentrations, they are undesirable. What's more, they are troubling for what they may signal: an environment in need of our attention.  GREG O'MULLAN, WADE MCGILLIS, RAY SAMBROTTO and PHILIP ORTON, scientists at Columbia's Lamont-Doherty Earth Observatory and department of earth and environmental engineering, and BRIAN MAILLOUX, assistant professor of environmental sciences at Barnard.  Op-Ed Contributor  ", 
            "title": "Sniffing Out the Truth"
        }, 
        "weight": 0.5585327394833656, 
        "file": "1820469.txt", 
        "other_topics": {
            "0": 0.00027017645046143184, 
            "1": 0.00018189517510808797, 
            "2": 0.0003315254637936766, 
            "3": 0.00024109721195204054, 
            "4": 0.00012472215162163272, 
            "5": 0.0004163043172131498, 
            "6": 0.058185796365980307, 
            "7": 0.04978198490272029, 
            "8": 0.5585327394833656, 
            "9": 0.0003485612487324478, 
            "10": 0.00014970127736117268, 
            "11": 0.0002189006425389267, 
            "12": 0.015432557279621985, 
            "13": 0.00013488447858920239, 
            "14": 8.587115011178336e-05, 
            "15": 0.00015835278588517755, 
            "16": 0.00022947767810202463, 
            "17": 0.01844488455233638, 
            "18": 0.00011981534048548374, 
            "19": 8.326531251053353e-05, 
            "20": 0.2456439390460733, 
            "21": 0.031083564586494524, 
            "22": 0.00018258937881975845, 
            "23": 0.0002167059292435434, 
            "24": 0.00010375250511208712, 
            "25": 0.009377966534583984, 
            "26": 0.00018416802276798738, 
            "27": 0.0001272771469582243, 
            "28": 0.00019255764014691626, 
            "29": 0.009414965941308445
        }
    }, 
    {
        "content": {
            "text": "  Flying over snow-capped peaks and into a thick fog, the helicopter set down on a barren strip of rocks between two glaciers. A dozen bags of supplies, a rifle and a can of cooking gas were tossed out onto the cold ground. Then, with engines whining, the helicopter lifted off, snow and fog swirling in the rotor wash.  When it had disappeared over the horizon, no sound remained but the howling of the Arctic wind.  ''It feels a little like the days of the old explorers, doesn't it?'' Dennis Schmitt said.  Mr. Schmitt, a 60-year-old explorer from Berkeley, Calif., had just landed on a newly revealed island 400 miles north of the Arctic Circle in eastern Greenland. It was a moment of triumph: he had discovered the island on an ocean voyage in September 2005. Now, a year later, he and a small expedition team had returned to spend a week climbing peaks, crossing treacherous glaciers and documenting animal and plant life.  Despite its remote location, the island would almost certainly have been discovered, named and mapped almost a century ago when explorers like Jean-Baptiste Charcot and Philippe, Duke of Orléans, charted these coastlines. Would have been discovered had it not been bound to the coast by glacial ice.  Maps of the region show a mountainous peninsula covered with glaciers. The island's distinct shape -- like a hand with three bony fingers pointing north -- looks like the end of the peninsula.  Now, where the maps showed only ice, a band of fast-flowing seawater ran between a newly exposed shoreline and the aquamarine-blue walls of a retreating ice shelf. The water was littered with dozens of icebergs, some as large as half an acre; every hour or so, several more tons of ice fractured off the shelf with a thunderous crack and an earth-shaking rumble.  All over Greenland and the Arctic, rising temperatures are not simply melting ice; they are changing the very geography of coastlines. Nunataks -- ''lonely mountains'' in Inuit -- that were encased in the margins of Greenland's ice sheet are being freed of their age-old bonds, exposing a new chain of islands, and a new opportunity for Arctic explorers to write their names on the landscape.  ''We are already in a new era of geography,'' said the Arctic explorer Will Steger. ''This phenomenon -- of an island all of a sudden appearing out of nowhere and the ice melting around it -- is a real common phenomenon now.''  In August, Mr. Steger discovered his own new island off the coast of the Norwegian island of Svalbard, high in the polar basin. Glaciers that had surrounded it when his ship passed through only two years earlier were gone this year, leaving only a small island alone in the open ocean.  ''We saw it ourselves up there, just how fast the ice is going,'' he said.  With 27,555 miles of coastline and thousands of fjords, inlets, bays and straits, Greenland has always been hard to map. Now its geography is becoming obsolete almost as soon as new maps are created.  Hans Jepsen is a cartographer at the Geological Survey of Denmark and Greenland, which produces topographical maps for mining and oil companies. (Greenland is a largely self-governing region of Denmark.) Last summer, he spotted several new islands in an area where a massive ice shelf had broken up. Mr. Jepsen was unaware of Mr. Schmitt's discovery, and an old aerial photograph in his files showed the peninsula intact.  ''Clearly, the new island was detached from the mainland when the connecting glacier-bridge retreated southward,'' Mr. Jepsen said, adding that future maps would take note of the change.  The sudden appearance of the islands is a symptom of an ice sheet going into retreat, scientists say. Greenland is covered by 630,000 cubic miles of ice, enough water to raise global sea levels by 23 feet.  Carl Egede Boggild, a professor of snow-and-ice physics at the University Center of Svalbard, said Greenland could be losing more than 80 cubic miles of ice per year.  ''That corresponds to three times the volume of all the glaciers in the Alps,'' Dr. Boggild said. ''If you lose that much volume you'd definitely see new islands appear.''  He discovered an island himself a year ago while flying over northwestern Greenland. ''Suddenly I saw an island with glacial ice on it,'' he said. ''I looked at the map and it should have been a nunatak, but the present ice margin was about 10 kilometers away. So I can say that within the last five years the ice margin had retreated at least 10 kilometers.''  The abrupt acceleration of melting in Greenland has taken climate scientists by surprise. Tidewater glaciers, which discharge ice into the oceans as they break up in the process called calving, have doubled and tripled in speed all over Greenland. Ice shelves are breaking up, and summertime ''glacial earthquakes'' have been detected within the ice sheet.  ''The general thinking until very recently was that ice sheets don't react very quickly to climate,'' said Martin Truffer, a glaciologist at the University of Alaska at Fairbanks. ''But that thinking is changing right now, because we're seeing things that people have thought are impossible.''  A study in The Journal of Climate last June observed that Greenland had become the single largest contributor to global sea-level rise.  Until recently, the consensus of climate scientists was that the impact of melting polar ice sheets would be negligible over the next 100 years. Ice sheets were thought to be extremely slow in reacting to atmospheric warming. The 2001 report by the Intergovernmental Panel on Climate Change, widely considered to be an authoritative scientific statement on the potential impacts of global warming, based its conclusions about sea-level rise on a computer model that predicted a slow onset of melting in Greenland.  ''When you look at the ice sheet, the models didn't work, which puts us on shaky ground,'' said Richard Alley, a geosciences professor at Pennsylvania State University.  There is no consensus on how much Greenland's ice will melt in the near future, Dr. Alley said, and no computer model that can accurately predict the future of the ice sheet. Yet given the acceleration of tidewater-glacier melting, a sea-level rise of a foot or two in the coming decades is entirely possible, he said. That bodes ill for island nations and those who live near the coast.  ''Even a foot rise is a pretty horrible scenario,'' said Stephen P. Leatherman, director of the Laboratory for Coastal Research at Florida International University in Miami.  On low-lying and gently sloping land like coastal river deltas, a sea-level rise of just one foot would send water thousands of feet inland. Hundreds of millions of people worldwide make their homes in such deltas; virtually all of coastal Bangladesh lies in the delta of the Ganges River. Over the long term, much larger sea-level rises would render the world's coastlines unrecognizable, creating a whole new series of islands.  ''Here in Miami,'' Dr. Leatherman said, ''we're going to have an ocean on both sides of us.''  Such ominous implications are not lost on Mr. Schmitt, who says he hopes that the island he discovered in Greenland in September will become an international symbol of the effects of climate change. Mr. Schmitt, who speaks Inuit, has provisionally named it Uunartoq Qeqertoq: the warming island.  Global warming has profoundly altered the nature of polar exploration, said Mr. Schmitt, who in 40 years has logged more than 100 Arctic expeditions. Routes once pioneered on a dogsled are routinely paddled in a kayak now; many features, like the Ward Hunt Ice Shelf in Greenland's northwest, have disappeared for good.  ''There is a dark side to this,'' he said about the new island. ''We felt the exhilaration of discovery. We were exploring something new. But of course, there was also something scary about what we did there. We were looking in the face of these changes, and all of us were thinking of the dire consequences.''  Correction:  January 18, 2007, Thursday  Because of an editing error, an article in Science Times on Tuesday about the appearance of a new island as a result of glacial melting in Greenland referred incorrectly to a region where another such island has appeared. Svalbard, off Norway, is an archipelago, not an island.  ", 
            "title": "The Warming of Greenland"
        }, 
        "weight": 0.5380567789401558, 
        "file": "1819185.txt", 
        "other_topics": {
            "0": 0.00013381204258375667, 
            "1": 0.013690422652426263, 
            "2": 0.00016419676623552316, 
            "3": 0.00011940977956240072, 
            "4": 6.177194879652957e-05, 
            "5": 0.00020618573871848222, 
            "6": 0.00010623992390512754, 
            "7": 0.13043622397137186, 
            "8": 0.5380567789401558, 
            "9": 0.00017263418991098146, 
            "10": 7.414352237911122e-05, 
            "11": 0.00010841634069514127, 
            "12": 8.764146680584983e-05, 
            "13": 6.680511037153741e-05, 
            "14": 4.2529961348775724e-05, 
            "15": 0.07714698915854626, 
            "16": 0.00011365489768544125, 
            "17": 6.842807870002259e-05, 
            "18": 0.003081638220526423, 
            "19": 4.12393512624071e-05, 
            "20": 0.1941967825711806, 
            "21": 0.030506441094146873, 
            "22": 9.043222565195038e-05, 
            "23": 0.00917421885050846, 
            "24": 5.13861759917225e-05, 
            "25": 0.0016223897972650596, 
            "26": 9.121409087693288e-05, 
            "27": 6.303737790479338e-05, 
            "28": 9.536927107880955e-05, 
            "29": 0.00012956648340696066
        }
    }, 
    {
        "content": {
            "text": "  Thirty years after it was founded by President Jimmy Carter, the National Renewable Energy Laboratory at the edge of the Rockies here still does not have a cafeteria.  Evaporation chambers for new solar energy systems look like they belong in an H. G. Wells movie. Technicians had to knock out a giant door from a testing facility to fit modern wind turbine blades, which now stick out like a bare toe from an old sock.  The hopes for this neglected lab brightened a bit just over a year ago when President Bush made the first presidential call on the lab since Mr. Carter and spelled out a vision for the not-too-distant future in which solar and wind power would help run every American home and cars would operate on biofuels made from residues of plants.  But one year after the president's visit, the money flowing into the nation's primary laboratory for developing renewable fuels is actually less than it was at the beginning of the Bush administration. The lab's fitful history reflects a basic truth: Americans may have a growing love affair with renewables and the idea of cutting oil imports and conserving energy, but it is a fickle one.  Riding that wave, the new House speaker, Nancy Pelosi, just promised committee hearings on how lawmakers could help limit climate change and enhance energy independence; Congressional Democrats pledged to find more research dollars for clean energy. [And President Bush, in his State of the Union address, called for greater federal mandates to increase use of homegrown alternative fuels.]  But the intertwined goals of developing domestic energy resources and reducing global warming gases are not necessarily in step with each other. Despite a lot of promises, no one so far has wanted to pay the extra costs to make wind and solar more than a trivial energy source. Research is uncertain and expensive, and the benefits seem far away.  So while all kinds of domestic energy technologies are being advanced in the name of energy independence, most of the money and attention are still focused on the dirty but cheaper standbys: offshore oil, oil sands and coal, in all its various incarnations, from straight out of the pit to black-coal liquid.  ''You have fossil fuels competing with renewable fuels,'' said Benjamin Kroposki, a senior scientist at the Renewable Energy Laboratory. ''Renewables lose every time.''  One example is the shotgun approach to tax incentives, loan guarantees and other spending in the 2005 energy act, the first major energy legislation enacted by Congress in a decade: $13.1 billion for oil, gas and coal, $12 billion for nuclear energy and $7.7 billion divided up among a wide assortment of renewables like ethanol, hydroelectric, wind and solar.  Now that they are in control of Congress, Democrats have promised to increase the amount going to renewable energy sources, taking the money from tax breaks for oil companies.  But even additional money for renewable energy will be going up against government tax policies that encourage more energy consumption. Companies can still deduct purchases of sport utility vehicles and utility bills, for example, while consumers get a break to build bigger homes with deductions for interest payments on mortgages, even on second homes, that far outweigh their energy saving credits.  Meanwhile, fuel efficiency standards for automobiles have changed only slightly over the decades, and the federal government still does not have a building code to encourage energy efficiency.  It is a policy mix that goes back many administrations and appears difficult to shake, partly because dirty sources of energy like coal and shale are what the United States has in abundance.  ''We are going dirtier,'' said Amy Jaffe, an energy expert at the James A. Baker Institute for Public Policy at Rice University. ''If you need to come up with a fuel source other than drilling for oil under the ground in the Middle East, what is the most obvious thing with today's economy, today's infrastructure and today's technology? Oil shale, liquefied coal and tar sands. It's all dirty but it's fast.''  Renewable energy today supplies only 6 percent of the country's energy needs, and much of that comes from decades-old dams supplying hydropower. Under current policies, the Energy Information Administration estimates, renewables will increase only slightly in importance in the decades ahead. They would supply 7 percent of United States energy supplies by 2030, while coal would increase over the same period from 23 percent to 26 percent.  ''Denmark gets 22 percent of its electrical energy from wind today and we get 0.5 percent,'' noted Robert Thresher, director of the lab's National Wind Technology Center. ''That shows you what you can do when you really want to.''  Meanwhile imports of oil and gas are set to continue to rise in the decades ahead, as domestic production slows and the population grows.  ''The current trends do not seem sustainable,'' said Faith Birol, chief economist of the International Energy Agency. ''For me the most important thing that is missing from current consideration is an increase in vehicle fuel efficiency.''  As they have in the past, higher prices for oil and gas have driven the renewed interest in alternative energy sources. With prices falling, some of that momentum may falter.  Still, President Bush advanced his call last year to end the nation's oil addiction, providing some of the strongest rhetoric since President Carter called energy independence the moral equivalent of war.  [Mr. Bush set a goal of reducing gas use by 20 percent in the next 10 years. ''To reach this goal, we must increase the supply of alternative fuels, by setting a mandatory fuels standard to require 35 billion gallons of renewable and alternative fuels in 2017; this is nearly five times the current target,'' he said Tuesday night.  [On Wednesday the administration sought to put some teeth into the goal by proposing $1.6 billion in new financing for renewable energy, with a focus on research and production of ''cellulosic'' energy from nonfood crops and agricultural waste.]  The Democratic Congress appears ready to put clean energy front and center in its agenda.  Prominent Democrats are talking about doubling the budget of the renewable energy lab, and otherwise greatly increase the priority of producing clean energy.  ''You've got to invest in this new energy future that everybody pays lip service to, but when push comes to shove do we really stand there?'' said Representative Mark Udall of Colorado, a senior Democratic spokesman on energy issues. ''This is the country's economic future not to mention the national security ramifications.''  Institutional investments in private clean energy companies in North America and Europe are rising quickly, from $500 million in 2004 to $1.3 billion in 2005 to $2.7 billion in 2006, according to Venture Business Research, an independent group based in Britain.  But even while top energy companies are also beginning to invest significant amounts in wind, solar and plants, those investments pale in comparison with the resources they are pouring into making synthetic fuels out of oil sands, a process that emits significantly more carbon dioxide than conventional oil.  Likewise energy companies are stepping up research and investments into oil sands, deep-ocean oil and gas drilling, and gasifying and liquefying coal -- all with significant environmental consequences.  For instance, Royal Dutch Shell has invested $1 billion over the last five years in clean energy like biofuels for transportation, solar and wind for electrical generation and hydrogen. That is one of the biggest commitments to clean energy by any company, but it is less than one fifth of what Shell invested over roughly the same period with Chevron and another partner in a giant oil sand mining project in Canada.  The companies say they can contain emissions through a process called carbon capture and sequestration. But most experts say development of technologies to bury significant amounts of carbon gases effectively could take decades.  At the lab here, signs of change are mixed. Last year, the institution opened its first building in a decade, although meager budgets could leave its main laboratory as much as 80 percent vacant of equipment for the next several years unless Congress suddenly comes to the rescue.  Congressional earmarks that redirected Energy Department financing last year slowed or even shelved many research projects, including ones to develop bigger and more efficient wind turbines, to make hydrogen power out of a mix of algae and water, and to plant matter.  Its scientists are also doing ground-breaking work on finding environmentally benign ways of generating electricity to produce hydrogen from water to power cars; they are working on new materials and designs to make devices powered by solar cells cheaper; and they are developing enzymes and more efficient machinery to convert switchgrass and corn stalks into biofuels to reduce oil consumption.  When Chevron decided last year that it wanted to develop the next generation of ethanol and renewable plant-based diesel fuels from trees and agricultural waste, it turned to the lab here for a scientific partnership. Now Chevron and scientists from the federal laboratory are working to make hydrogen energy out of decomposed plants. DuPont, Cargill and the National Corn Growers Association look to the lab for help in producing ethanol.  But it is hardly the kind of crash program that government labs have conducted in the past to build an atomic bomb or go to the moon. Rather, the lab gingerly hands over slices of its yearly budget of $200 million to a smorgasbord of programs in solar, wind, plant matter, geothermal, hydrogen and fuel cells, efficient buildings, advanced vehicles and fuels and electric infrastructure.  ''Our budget is nothing compared to the price of a B2 bomber or an aircraft carrier,'' Rob Farrington, manager of the lab's advanced vehicle systems group, said.  Articles in this series are examining the ways in which the world is, and is not, moving toward a more energy-efficient, environmentally benign future. Previous articles are at nytimes.com/energychallenge.  The Energy Challenge  ", 
            "title": "Energy Research on a Shoestring; 30 Years After Opening, a Lab for Alternative Power Goes Begging"
        }, 
        "weight": 0.5378921760858613, 
        "file": "1821356.txt", 
        "other_topics": {
            "0": 0.11657291639626001, 
            "1": 6.807418362079581e-05, 
            "2": 0.00012407324869309706, 
            "3": 9.023051802848702e-05, 
            "4": 4.6677206506585554e-05, 
            "5": 0.00015580169465879287, 
            "6": 8.027888004145623e-05, 
            "7": 0.026624047355134278, 
            "8": 0.5378921760858613, 
            "9": 0.009265492254706126, 
            "10": 5.60256325507065e-05, 
            "11": 8.192346237908807e-05, 
            "12": 6.622518674474045e-05, 
            "13": 0.006901762981230271, 
            "14": 3.213723748837655e-05, 
            "15": 0.01147806766994475, 
            "16": 0.06517306593505645, 
            "17": 5.170682846433505e-05, 
            "18": 0.0011867212561900765, 
            "19": 3.11620039933262e-05, 
            "20": 0.21525521401770703, 
            "21": 0.007065487721951127, 
            "22": 6.833398903295373e-05, 
            "23": 8.110209196188957e-05, 
            "24": 3.882932617602854e-05, 
            "25": 0.0012259387161405728, 
            "26": 6.892479578711714e-05, 
            "27": 4.7633412308031686e-05, 
            "28": 7.206460614009681e-05, 
            "29": 9.79053052420222e-05
        }
    }, 
    {
        "content": {
            "text": "  Snakes on a Color Wheel  The green tree python doesn't start out that way. That is, it doesn't begin life either green or in trees.  Juveniles are yellow or red, changing to green only when they reach a length of about 20 inches. And they spend their salad days on the ground at the woodland edges of rain forests in New Guinea or northern Australia, eating small reptiles and invertebrates. They head into the rain forest proper only when they are larger and can eat bigger prey like rodents and birds.  David Wilson of the Australian National University and colleagues have noted a connection between those two shifts. By turning green -- what is called an ontogenetic color change because it occurs during development -- the snake offers itself better camouflage from predators as it switches hunting grounds.  The researchers analyzed the reflectance of juvenile and older pythons and of various habitats, including the rain forest canopy and understory and the woodland edge of the rain-forest. The goal was to see how well the snakes would stand out, particularly to predatory birds like owls. The light frequencies that were analyzed corresponded to the common frequency range that birds use, which is weak in the ultraviolet.  As reported in Biology Letters, the researchers found that juvenile yellow or red pythons were far less conspicuous on the ground on the woodland edge than older green pythons would be. In the leafy canopy, as expected, the green pythons were much better at blending in.  And yet, the protection isn't perfect. Green pythons stand out on the rain forest floor, where they hunt rodents.  But the researchers note that while the snakes hunt in the trees during the day, they do their ground hunting at night. By operating under cover of darkness they make up for their ineffective camouflage.  1,200 Years of Bug Data  Infestation by the larch budmoth, a bug that eats the needles and shoots of larch trees in the Rockies and the Alps, follows a classic pattern of boom and bust. Most years it's not a problem, but every once in a while it causes widespread defoliation, turning whole valleys brown.  Scientists aren't certain why these outbreaks occur, but they do know that for most of the 20th century they have happened regularly: roughly every eight or nine years in Europe, for example.  New research by Jan Esper of the Swiss Federal Research Institute and colleagues reveals that this pattern goes back much further. By examining the growth rings in existing larch trees and in timbers used in old buildings of known date, the researchers trace the outbreaks to A.D. 832, with populations reaching a peak every 9.3 years on average. The findings are reported in The Proceedings of the Royal Society B: Biological Sciences.  While it's interesting to have close to 1,200 years of data on the outbreaks, perhaps more interesting is what has happened more recently. The researchers point out that there have been no major outbreaks in the Alps in the past 25 years, a period of exceptional regional warming.  This may be because with warmer temperatures, the budmoth larvae develop sooner, before their food source, the larch needles, becomes available. Or there may be a more indirect reason. Either way, the researchers say, the budmoth appears to be vulnerable to climate change.  A Record for Modified Crops  Last year was a record one for the cultivation of genetically modified crops, according to the International Service for the Acquisition of Agri-Biotech Applications, an industry group.  The group reported that worldwide in 2006, 252 million acres of land were devoted to cotton, soybeans and other crops that have been engineered to be resistant to certain pests. That is a 13 percent increase over 2005.  More than half the land is in the United States, which has about 135 million acres planted with genetically modified crops out of about 450 million acres total. Argentina is the second-largest adopter, with about 45 million acres, followed by Brazil and Canada. By contrast, France and Germany each have less than 100,000 acres planted in such crops.  A Bird's-Eye View of Ski Trails' Perils  While a ski trail can provide plenty of enjoyment (at least when there is enough snow to cover it), from an environmental standpoint it is a scar on the landscape. This is especially true for trails constructed below the tree line, where large patches of forest must be clear-cut to make way for skiers.  But such trails are more than just eyesores. They also chop up habitat for birds and other animals. Studies have shown, for instance, that there is less bird diversity in forested areas along ski runs.  What about trails above the tree line, like those at high-altitude resorts in the Alps? They may not seem so damaging, because no trees are harmed in their creation. But slopes are smoothed, rocks are removed, and the original vegetation -- low shrubs and grasses -- is eliminated.  A new study by Antonio Rolando and colleagues at the University of Turin in Italy shows that even these more open trails can affect birds that spend summers at high elevation. Dr. Rolando and his team studied populations of water pipits, black redstarts and other birds in and around high-altitude ski trails in northern Italy, including some built for the 2006 Turin Olympics. They counted birds in three types of plots: within a trail, adjacent to it and far away.  The plots within ski trails had relatively few birds over all and low species diversity -- a measure of both the number of species and the number of individuals in each species. Adjacent and far-off plots had higher diversity, but adjacent plots had low bird density as well. The findings were reported in The Journal of Applied Ecology.  ''Habitat loss is surely very important,'' Dr. Rolando wrote in an e-mail message, ''because most species during summer forage in grass, and some also make nests on the ground.'' The researchers found that the habitat loss also affected arthropod populations; there were fewer insects in the trail plots, so there was less food for the birds.  Dr. Rolando said that while there were still many undeveloped areas in the high Alps, further construction of trails could affect certain birds considered under threat. Resort operators, he said, could help by modifying their construction methods, grading slopes less and removing less vegetation, though not to the point of making trails unsafe for skiers.  ''The best thing,'' he wrote, ''is to preserve as much soil and natural vegetation as possible.''  Observatory  ", 
            "title": "OBSERVATORY"
        }, 
        "weight": 0.5355331109559638, 
        "file": "1820927.txt", 
        "other_topics": {
            "0": 0.006035289328420687, 
            "1": 0.0020705795530162408, 
            "2": 0.00021232493413027347, 
            "3": 0.00015441031002845696, 
            "4": 7.987809540967831e-05, 
            "5": 0.00026662141037057935, 
            "6": 0.0001373802015857319, 
            "7": 0.05142364066361427, 
            "8": 0.5355331109559638, 
            "9": 0.019764086368566282, 
            "10": 9.587593511281606e-05, 
            "11": 0.00014019455391540473, 
            "12": 0.0001133302993308693, 
            "13": 8.638654088264016e-05, 
            "14": 0.03132035746655308, 
            "15": 0.05872396946198905, 
            "16": 0.0001469685988214273, 
            "17": 0.07043554844103024, 
            "18": 7.673553634543427e-05, 
            "19": 5.3327131472285044e-05, 
            "20": 0.17881718984800005, 
            "21": 0.01599924727211489, 
            "22": 0.01184144960172894, 
            "23": 0.006001044221678101, 
            "24": 6.644812003787607e-05, 
            "25": 0.00014384786465516285, 
            "26": 0.007934290462792443, 
            "27": 8.151443794076841e-05, 
            "28": 0.00012332322166938998, 
            "29": 0.002121629162823157
        }
    }, 
    {
        "content": {
            "text": "  The day's coppery last light reflects off the backs of sea bass swimming in fish ponds lined in neat rows on this desert farm.  Fish farming in the desert may at first sound like an anomaly, but in Israel over the last decade a scientific hunch has turned into a bustling business.  Scientists here say they realized they were on to something when they found that brackish water drilled from underground desert aquifers hundreds of feet deep could be used to raise warm-water fish. The geothermal water, less than one-tenth as saline as sea water, free of pollutants and a toasty 98 degrees on average, proved an ideal match.  ''It was not simple to convince people that growing fish in the desert makes sense,'' said Samuel Appelbaum, a professor and fish biologist at the Jacob Blaustein Institutes for Desert Research at the Sede Boqer campus of Ben-Gurion University of the Negev.  ''It is important to stop with the reputation that arid land is nonfertile, useless land,'' said Professor Appelbaum, who pioneered the concept of desert aquaculture in Israel in the late 1980s. ''We should consider arid land where subsurface water exists as land that has great opportunities, especially in food production because of the low level of competition on the land itself and because it gives opportunities to its inhabitants.''  The next step in this country, where water is scarce and expensive, was to show farmers that they could later use the water in which the fish are raised to irrigate their crops in a system called double usage. The organic waste produced by the cultured fish makes the water especially useful, because it acts as fertilizer for the crops.  Fields watered by brackish water dot Israel's Negev and Arava Deserts in the south of the country, where they spread out like green blankets against a landscape of sand dunes and rocky outcrops. At Kibbutz Mashabbe Sade in the Negev, the recycled water from the fish ponds is used to irrigate acres of olive and jojoba groves. Elsewhere it is also used for irrigating date palms and alfalfa.  The chain of multiple users for the water is potentially a model that can be copied, especially in arid third world countries where farmers struggle to produce crops, and Israeli scientists have recently been peddling their ideas abroad.  Dry lands cover about 40 percent of the planet, and the people who live on them are often among the poorest in the world. Scientists are working to share the desert aquaculture technology they fine-tuned here with Tanzania, India, Australia and China, among others. (Similar methods of fish farming are also being used in the Sonoran Desert of Arizona.)  ''Each farm could run itself, which is important in the developing world,'' said Alon Tal, a leading Israeli environmental activist who recently organized a conference on desertification, with the United Nations Convention to Combat Desertification and Ben-Gurion University, that brought policy makers and scientists from 30 countries to Israel.  ''A whole village could adopt such a system,'' Dr. Tal added.  At the conference, Gregoire de Kalbermatten, deputy secretary general of the antidesertification group at the United Nations, said, ''We need to learn from the resilience of Israel in developing dry lands.''  Israel, long heralded for its agricultural success in the desert through innovative technologies like drip irrigation, has found ways to use low-quality water and what is considered terrible soil to grow produce like sweet cherry tomatoes, peppers, asparagus and melon, marketing much of it abroad to Europe, especially during winter.  ''Most development is still driven by the Zionist ethos that the desert was some mistake of God that we have to correct and make the desert bloom,'' said Uriel Safriel, an ecology professor at the Hebrew University of Jerusalem.  The history of fish-farming in nondesert areas here, mostly in the Galilee region near the sea, dates back to the late 1920s, before Israel was established as a state. At the time, the country was extremely poor and meat was considered a luxury. But fish was a cheap food source, so fish farms were set up on several kibbutzim in the Galilee.  The early Jewish farmers were mostly Eastern European, and, Professor Safriel said, ''they only knew gefilte fish, so they grew carp.''  Eventually they expanded to other varieties of fish including tilapia, striped bass and mullet, as well as ornamental fish.  The past decade has seen the establishment of about 15 fish farms producing both edible and ornamental fish in the Negev and Arava Deserts.  Fish farming, meanwhile, has become more lucrative worldwide as people seek more fish in their diet for better health, and ocean fisheries increasingly are being depleted.  The practice is not without critics, who say it can harm the environment and the fish. In Israel there was a decision by the government to stop fish farming in the Red Sea near the southern city of Eilat by 2008 because it was deemed damaging to nearby coral reefs.  Some also argue that the industry is not sustainable in the long term because most of the fish that are farmed are carnivorous and must be fed a protein-rich diet of other fish, usually caught in the wild. Another criticism is that large numbers of fish are kept in relatively small areas, leading to a higher risk of disease.  Professor Appelbaum said the controversy surrounding fish farming in ocean areas does not apply to desert aquaculture, which is in an isolated, controlled area, with much less competition for resources.  On Kibbutz Mashabbe Sade, Amit Ziv runs a fish farm, raising about 15,000 fish at a time. Up to 500,000 cubic meters of water from the fish ponds is recycled for irrigation every year.  ''It's a matter of better efficiency,'' said Mr. Ziv, who pays about 24 cents a cubic meter for water, a government-subsidized rate. ''In an area where there is lack of water, being able to use it twice over is a huge advantage.'' Mr. Ziv, 39, said there are benefits to raising fish in the desert: the dryness translates to fewer insects and less mold and disease. He also said the warm air makes it easier to keep the pools temperate.  He remembers the stories his parents, who, along with other founders of the kibbutz in 1948, would tell of having to travel long days to get to the fields of the communal farm. They then tilled closer to central Israel, because at the time the local arid ground was thought to be impossible to farm.  ''Now,'' he said, pointing toward the desert-grown crops, ''the fields are all here.''  Mr. Ziv and his dog turned back toward the fish ponds stretched out under green plastic hothouse canopies. It was time to prepare for a shipment of hatchlings that was to arrive the next day.  ", 
            "title": "From Far Beneath the Israeli Desert, Water Sustains a Fertile Enterprise"
        }, 
        "weight": 0.5275763641932608, 
        "file": "1815895.txt", 
        "other_topics": {
            "0": 0.00015569257717834735, 
            "1": 0.00010481938207611356, 
            "2": 0.000191045717604661, 
            "3": 0.00013893530030177785, 
            "4": 0.03172031105381917, 
            "5": 0.00023990059802284671, 
            "6": 0.00012361195025976452, 
            "7": 0.08143489207531505, 
            "8": 0.5275763641932608, 
            "9": 0.00020086280290888885, 
            "10": 8.62672436455698e-05, 
            "11": 0.00012614424804484144, 
            "12": 0.00010197233052587535, 
            "13": 7.772887702478863e-05, 
            "14": 4.94843301232903e-05, 
            "15": 9.12527842294448e-05, 
            "16": 0.00013223939779943053, 
            "17": 0.022936822699908262, 
            "18": 6.904509669079795e-05, 
            "19": 4.7982683435897965e-05, 
            "20": 0.15210488841551525, 
            "21": 0.04780248675462842, 
            "22": 0.04581963036920306, 
            "23": 0.0001248795169087923, 
            "24": 0.08093913112432334, 
            "25": 0.0001294314237822029, 
            "26": 0.00010612913912229265, 
            "27": 7.334505650655139e-05, 
            "28": 0.007143950060641663, 
            "29": 0.0001507527971926647
        }
    }, 
    {
        "content": {
            "text": "  President Bush never used the phrase ''energy independence'' in his State of the Union address last week, and it is just as well. His program for cutting gasoline demand is ambitious in scope, but modest in effect, according to experts.  The reason is that the United States has fallen down a very deep well, and it's hard to get out. Last year, the United States imported 60 percent of the oil it consumed. If, as Mr. Bush proposes, we cut gasoline consumption 20 percent by 2017 -- about 2.1 million barrels a day -- then the share of oil imported will fall only by 4 or 5 percentage points.  In fact, the government expects the share of imported oil to fall anyway, to less than 56 percent, because of a rise in domestic production, mostly from the Gulf Coast.  Domestic production has fallen sharply since the mid-1970s, but the Energy Information Administration, which is part of the Energy Department, expects production to rise to almost six million barrels a day by 2017, up from a little over five million barrels a day now.  Mr. Bush is also proposing an increase in fuel-economy standards and an increase in the production of ethanol and other gasoline substitutes, hoping to keep oil consumption relatively steady. Without such intervention, oil consumption is forecast to rise to just over 23 million barrels a day in 2017, from nearly 21 million barrels a day today.  ''It's an enormous challenge,'' said John Felmy, the chief economist of the American Petroleum Institute, the industry's main trade association.  Production of ethanol from corn has already put pressure on food prices, according to some agriculture experts, but Mr. Bush's plan involves tripling the production of corn ethanol, and making huge amounts of ethanol from cellulose, which is not now done commercially.  Integrating that much ethanol into the fuel supply will involve many more rail-tanker cars or trucks, because ethanol cannot be shipped in conventional pipelines. In addition, the gasoline formula with which it is mixed has to be changed, or the mixture evaporates too easily, causing air pollution.  The actual amount of ethanol produced will depend on what is technically feasible and on the price of oil. But at the rate of change suggested by the Bush plan, energy independence is about a century away.  The Basics  ", 
            "title": "The Long Road to Energy Independence"
        }, 
        "weight": 0.527320457107815, 
        "file": "1822127.txt", 
        "other_topics": {
            "0": 0.17965127700439637, 
            "1": 0.00031418366139777644, 
            "2": 0.000572636871755384, 
            "3": 0.00041644207857011856, 
            "4": 0.00021542991577763295, 
            "5": 0.0007190735793844205, 
            "6": 0.0003705121548697133, 
            "7": 0.00166519412270042, 
            "8": 0.527320457107815, 
            "9": 0.0006020624201992482, 
            "10": 0.0002585758275848073, 
            "11": 0.00037810241703408305, 
            "12": 0.0003056499621665357, 
            "13": 0.00023298308668002283, 
            "14": 0.00014832340843854818, 
            "15": 0.0002735193939717151, 
            "16": 0.010936642903881464, 
            "17": 0.00023864319514554965, 
            "18": 0.010747225484044297, 
            "19": 0.00014382240065710392, 
            "20": 0.260921342950739, 
            "21": 0.0009886240031781546, 
            "22": 0.00031538274468164557, 
            "23": 0.0003743115355087641, 
            "24": 0.00017920949203812942, 
            "25": 0.00038795533629735655, 
            "26": 0.00031810950274657653, 
            "27": 0.00021984310479832895, 
            "28": 0.00033260071013716273, 
            "29": 0.0004518636234046379
        }
    }, 
    {
        "content": {
            "text": "  The Fish and Eel Team  It's rare for two species to help each other while hunting, and it's easy to understand why. Cooperation during the hunt would turn to competition with disputes over the spoils. (Humans and dogs are one species pair that do work together, but there is no dispute over who gets what.)  Now, cooperative hunting has been found for the first time among two species of fish. Redouan Bshary of the University of Neuchâtel in Switzerland and colleagues observed coordinated behavior among groupers and giant moray eels around coral reefs in the Red Sea.  The two are made for each other. Both eat small reef fish, but they hang out in different places: groupers in open water just off a reef, morays in reef nooks and crannies. If a reef fish encounters a moray, it may swim into open water and encounter a grouper. On the other hand, a fish hoping to escape a grouper by swimming into the reef may encounter a moray.  As described in the online journal PLoS Biology, the researchers observed groupers and morays together more often than would be expected by random chance. Occasionally, a grouper would swim past a moray and vigorously shake its head. (A video is at nytimes.com/science.) That, presumably, was a signal to cooperate: the two fish would then swim together, for up to 44 minutes.  The groupers captured more prey in a given amount of time when hunting with morays than without. Morays, too, were successful in the hunt. Both groupers and morays immediately swallowed their prey whole, and the researchers suggested this may be one reason that their cooperative behavior is successful: there is never a carcass to fight over.  Sauropod Mystery Stones  The sauropod dinosaurs were the largest land creatures ever, with some specimens tipping the scales at up to 60,000 pounds.  They were vegetarians, however, and scientists have long wondered how they could have eaten enough to grow so big. They had small heads and pointy teeth, ill-suited to mashing up the large quantities of vegetation needed. So some scientists have suggested that the dinosaurs must have swallowed stones and used them to grind up the food, much the way modern birds do in their gizzards. Such stones, or gastroliths, have been found in fossil sauropods.  But a new study by Oliver Wings and P. Martin Sander of the University of Bonn in Germany makes the case that these fossil gastroliths were not part of any dinosaur food mill.  In the study, published in Proceedings of the Royal Society B: Biological Sciences, the researchers conducted experiments with ostriches. Though an ostrich is no dinosaur, birds may be the dinosaurs' closest living relatives. And the ostrich, as the largest plant-eating bird, has a well-developed food mill in its gizzard.  The researchers allowed the ostriches to swallow stones of different types, and measured how much the stones changed over time. They found that the stones were rapidly abraded, and thus retained a dull appearance. Dinosaur gastroliths, by contrast, are highly polished, indicating much slower abrasion.  In ostriches, gastroliths account for about 1 percent of body weight. In the few sauropod fossils with gastroliths, the figure is less than 0.1 percent, which means there would not have been enough of the stones to do much grinding.  The researchers suggested that the sauropods swallowed stones by accident, or for their mineral content. And they say the dinosaurs may have extracted maximum nutrients from food by retaining the stones for a long time, which their large size would have enabled.  Planet Scope  The search for planets outside the solar system got a boost last week with the successful launching of a French satellite from Kazakhstan.  The satellite, called Corot, carries a small telescope designed to detect the slight changes in starlight caused by the passage of a planet. The hope is that it will find smaller Earth-like planets; almost all of the extrasolar planets discovered so far have been gaseous giants.  Squirrels That Predict the Future  It's like the Beach Boys said: Catch a wave and you're sitting on top of the world.  For red squirrels in the Canadian Yukon and Europe, the wave in question is an overabundance of seed cones from spruce trees. Researchers report that the squirrels are able to predict when the trees will provide such copious amounts of food, and produce two consecutive litters just at the right time to take advantage of it.  Many trees produce relatively little seed in most years, which helps keep the populations of seed-consuming animals down. In certain years, the trees produce large amounts of seed, an event known as masting. With the seed eaters' numbers reduced, having so much seed ensures that more of it will not be eaten and will have the chance to grow.  It's a ''swamp and starve'' strategy, said Stan Boutin of the University of Alberta, lead author of a study on the squirrels in the journal Science. Most years, the trees starve the animals, and then they swamp them with food. ''The predators don't have time to respond,'' he said.  But the squirrels are different, said Dr. Boutin, who has studied them in the Yukon for two decades. They know in advance when a mast year will occur, and after they have a first litter, the mothers interrupt their weaning and conceive a second one. ''The squirrels time it so they have the maximum number of members in the population right when they can take advantage of that seed,'' Dr. Boutin said.  Having an abundance of seed cones is critical for the young squirrels' survival because it helps them break into a highly territorial system. ''It's such a big win for these females to produce that second litter,'' Dr. Boutin said.  How the squirrels know that a masting event is going to occur is a mystery, but Dr. Boutin said they may get cues from buds the trees produce 18 months before. In a masting year, most of the buds will become cones, not new branches. The squirrels may be able to tell visually that the buds will become cones, or they may get chemical cues, in the form of plant hormones, when they eat some.  Dr. Boutin said he and colleagues will study whether this ''anticipatory reproduction'' occurs in other animals. ''It could simply be that researchers have never thought to look because they have thought that this is an impossibility,'' he said.  Observatory  ", 
            "title": "OBSERVATORY"
        }, 
        "weight": 0.526494110597892, 
        "file": "1815961.txt", 
        "other_topics": {
            "0": 0.00018496125090644913, 
            "1": 0.00012452439531417353, 
            "2": 0.006493299364900409, 
            "3": 0.00016505377073592335, 
            "4": 0.04394975658615458, 
            "5": 0.0002849995517299584, 
            "6": 0.000146849781546371, 
            "7": 0.06332337681393532, 
            "8": 0.526494110597892, 
            "9": 0.0023274026785446234, 
            "10": 0.00010248463726474354, 
            "11": 0.00014985812641729523, 
            "12": 0.00012114212606492098, 
            "13": 9.23411416691347e-05, 
            "14": 5.8786897652718334e-05, 
            "15": 0.00010840741046016748, 
            "16": 0.00015709910439776456, 
            "17": 0.10244478702002872, 
            "18": 8.20248960119518e-05, 
            "19": 0.0021457825997398365, 
            "20": 0.19949812872292416, 
            "21": 0.027545969256537666, 
            "22": 0.012657677504724652, 
            "23": 0.00014835563826260292, 
            "24": 0.010514926588831209, 
            "25": 0.00015376325887351527, 
            "26": 0.000126080373807402, 
            "27": 8.71332059955303e-05, 
            "28": 0.00013182385782454318, 
            "29": 0.00017909284085175598
        }
    }, 
    {
        "content": {
            "text": "  Yesterday, Jan. 10, a date that will live in meteorological history, snow flurries were glimpsed in Central Park for the first time this winter.  The previous record for the latest recorded snowfall was Jan. 4, 1878, when President Rutherford B. Hayes discussed with his Cabinet the possible minting of silver dollars.  The first snow yesterday, a chilly, blustery day, follows a period of unusual warmth throughout the Northeast and especially in New York City. A shift in the jet stream, which carries frigid air from the Arctic Circle, appears to have spared the region the usual winter storms so far, meteorologists say.  For the record, flurries fell in the park at 9:55 a.m., when the temperature was 33 degrees, according to the National Weather Service. It was over in less than 15 minutes. New Jersey got more snow, with Newark Liberty International Airport reporting a total of 0.1 inch.  Brian Ciemnecki, a meteorologist at the National Weather Service's station in Upton, on Long Island, said, ''You can still get snow flurries at 33, even 34 and 35 degrees.''  No snow is in the forecast, until perhaps Tuesday, he said.  Were there any instances yesterday of toddlers sticking their tongues out and letting snow flakes melt?  ''Not that I know of,'' he said.  ", 
            "title": "Snow at Last, for Those People Who Were Fast Enough to See It"
        }, 
        "weight": 0.5261221885087829, 
        "file": "1818068.txt", 
        "other_topics": {
            "0": 0.000861812685370418, 
            "1": 0.010312719491023286, 
            "2": 0.0010575046408846343, 
            "3": 0.0007690553166748703, 
            "4": 0.00039784049361311636, 
            "5": 0.01106044110735186, 
            "6": 0.08827680429628618, 
            "7": 0.1295977606492447, 
            "8": 0.5261221885087829, 
            "9": 0.0011118456300433883, 
            "10": 0.0004775192642647847, 
            "11": 0.010430760057495644, 
            "12": 0.0005644523945628819, 
            "13": 0.00043025642874948997, 
            "14": 0.00027391301627987966, 
            "15": 0.0005051159692360867, 
            "16": 0.010464498836009922, 
            "17": 0.010173216784200656, 
            "18": 0.010114696351359987, 
            "19": 0.00026560087842723986, 
            "20": 0.150945532652272, 
            "21": 0.0018257197938477219, 
            "22": 0.0005824261981827897, 
            "23": 0.0006912516560866218, 
            "24": 0.01979596656428275, 
            "25": 0.0007164480473162201, 
            "26": 0.010319969452823695, 
            "27": 0.00040599045408663744, 
            "28": 0.0006142230999784859, 
            "29": 0.0008344692812611547
        }
    }, 
    {
        "content": {
            "text": "  Same Lobsters, More Whales  Maine lobstermen work extremely hard, baiting, setting, hauling and repairing traps just about every day of the year.  But do they work too hard? Ransom A. Myers of Dalhousie University in Nova Scotia and colleagues argue that they do, and that by slacking off a bit they could help protect the North Atlantic right whale.  The whales have been in dire straits for decades, and currently number about 350 individuals off the coast of North America. Although they are a protected species, accidental deaths have slowed their recovery. Major causes of death are collisions with ships and entanglement in fishing gear, including the lines connecting lobster traps to surface buoys and to one another.  In a study in Current Biology, the researchers compared lobstering on the American and Canadian sides of the Gulf of Maine. On the Canadian side, southwest of Nova Scotia, lobstering is allowed from December to May, and fewer than 400,000 traps are used. In Maine, lobstering is an all-year activity, with 3.2 million traps.  Yet for all those differences, the Maine harvest is just 30 percent greater than on the Canadian side. The researchers estimate that Maine lobstermen could cut their season in half, reduce the number of traps by a factor of 10 and still harvest as many lobsters.  Most sightings of right whales in the Gulf of Maine occur in spring and summer. By shifting the Maine lobstering season and greatly reducing the number of traps, the researchers say, the risk to the whales would be greatly reduced.  Moths and a Drink of Tears  Moths and butterflies obtain moisture wherever they can find it -- in Africa, Asia and South America, even from the tears of mammals and reptiles. But until now, no moth or butterfly has been seen drinking tears from a bird.  Roland Hilgartner of the University of Ulm in Germany and colleagues observed a species of moth in Madagascar, Hemiceratoides hieroglyphica, that alights on the neck of a sleeping magpie or Newtonia bird and sticks its long proboscis between the bird's closed eyelids. Moths were observed in this position for 30 minutes or longer, presumably drinking the bird's tears. The finding was reported in Biology Letters.  The moth's proboscis is about half an inch long (about half the moth's length), with a sharp point and many tiny spines and barbs. The researchers suggest that it functions somewhat like a harpoon, because it has to go not only between upper and lower eyelids, but also through the bird's nictitating membrane, which further protects the eyes.  In this way it is more like bloodsucking moths and less like other tear drinkers, which generally have soft-tipped proboscises.  A Smelly Puzzle, Solved  Rafflesia arnoldii is no shrinking violet. At up to three feet in diameter, it's the world's largest flower. It's also possibly the most repulsive -- it looks and smells like rotting flesh (the better to attract flies, which act as pollinators).  But while Rafflesia may be easy to describe, it has been much harder to classify. It's a parasite, embedding itself in vines in the understory of pristine rainforests in Indonesia, and it lacks the roots, stems, leaves and photosynthesizing machinery that would give scientists a clue as to its evolutionary background.  Rafflesia and related species ''really have remained a mystery,'' said Charles C. Davis, an evolutionary biologist at Harvard. Genetic analysis is required, and although initial work by Dr. Davis and others put them in the order Malpighiales, the research was insufficient to pinpoint their place within the order.  Now, Dr. Davis and colleagues have done more genetic research to solve the puzzle. Their conclusion, published online  by the journal Science, is that the Rafflesiaceae, as this family of species is known, are nestled within the spurge family, which includes rubber plants, castor, cassava and poinsettia. ''They are smack dab in the middle,'' Dr. Davis said.  In some ways this is a surprise, because spurges are so well known. On the other hand, Dr. Davis said, the Rafflesiaceae ''are so off on their own trip that their position within any group would require some explaining.''  One thing that requires explaining, Dr. Davis said, is the remarkable range in size. Among the spurges are some with very small flowers. The researchers estimated that as the Rafflesiaceae diverged over 46 million years, floral size increased 79-fold.  ''These plants flower in understory rainforest environments, which are dimly lit, so they are not easily seen by pollinators,'' Dr. Davis said. ''They would have had incredible incentive to increase their surface area, to maximize odor production and bring in these pollinators.''  ", 
            "title": "OBSERVATORY"
        }, 
        "weight": 0.5128417660810666, 
        "file": "1819288.txt", 
        "other_topics": {
            "0": 0.00024276981203166914, 
            "1": 0.002905059318423664, 
            "2": 0.00029789559523579604, 
            "3": 0.00021664036494295345, 
            "4": 0.0001120703645845383, 
            "5": 0.005857305598831317, 
            "6": 0.00019274682501436906, 
            "7": 0.11601411581377352, 
            "8": 0.5128417660810666, 
            "9": 0.014021281019023696, 
            "10": 0.00013451561342153572, 
            "11": 0.00019669541054383278, 
            "12": 0.00015900439162131656, 
            "13": 0.00012120182738785703, 
            "14": 7.716039993854617e-05, 
            "15": 0.0001422895148647441, 
            "16": 0.00020619951399592886, 
            "17": 0.12075523047001352, 
            "18": 0.00010766129926754525, 
            "19": 7.481889791807018e-05, 
            "20": 0.20427617976810172, 
            "21": 0.019705608131875545, 
            "22": 0.0001640675532576803, 
            "23": 0.00019472332847201033, 
            "24": 9.322787430532111e-05, 
            "25": 0.0002018210693924249, 
            "26": 0.00016548605991850113, 
            "27": 0.00011436618176825942, 
            "28": 0.0001730246363955466, 
            "29": 0.00023506726461203047
        }
    }, 
    {
        "content": {
            "text": "  The animals certainly looked like bison, with the characteristic humps and beards. But just to make sure, a pick-up truck slowly rolled up to them, and a bison wrangler shot a drug-filled dart into one of several calves.  A few minutes later the anesthetized animal was on the ground, grunting and squirming. Several men warily moved in to hobble the animal and take blood samples.  This bison wrangling was being done to test the genetics of a herd of 39 animals that is being used by the American Prairie Foundation as seed stock to re-create a large-scale native prairie landscape. The researchers want animals with only pure bison genes, which are not so easy to find.  ''The majority of public herds have some level of hybridization with cattle,'' said Kyran Kunkel, a World Wildlife Federation biologist who is doing the sampling. ''You can't see any difference visually. But we don't know what the long-term ecological or biological impacts would be.''  American bison, which teetered on the edge of extinction more than a century ago, are one of the first and perhaps greatest conservation successes, but there is an asterisk next to their species: while bison were being nursed back to viable populations, ranchers who owned them crossed them with cattle.  By the late 19th century, tens of millions of American bison had been reduced to fewer than 1,000, with two dozen or so in Yellowstone National Park, and another 250 in Wood Buffalo National Park in Canada. The balance of the animals were owned by cattle ranchers who wanted to preserve them.  ''They purposely crossed bison with domestic cattle to make a better beef animal,'' which they called cattelo, said James Derr, a geneticist at the Texas A&M College of Veterinary Medicine. ''Bison did better in harsh conditions and are more resistant to parasites and native viral diseases.'' (Bison do not contract Texas fever, for example, which afflicts cattle.)  Over time, cattle genes have spread into many of the remaining herds of American bison. Since the late 1990s, Dr. Derr and his graduate students have traveled to public and private bison herds around the country, taking blood samples. They have concluded that the vast majority of the 300,000 or so bison in the United States are hybrids, though they look like pure bison. Fewer than 10,000 bison are genetically uncontaminated.  The research has led to the stark realization that the battle for the long-term preservation of wild bison is not over.  Though cattle genes in affected bison herds make up less than 1 percent of the bison genome, their presence could create serious consequences like weaker disease resistance. ''Hybridization makes it hard to predict and hard to manage because their immune response can be all over the place,'' Dr. Derr said.  To prevent a ''genomic extinction'' through hybridization, biologists are focusing on the protection and perpetuation of the herds with pure or nearly pure genetics.  Most immediately, it means separating hybridized from pure bison. The United States Fish and Wildlife Service, for example, has been testing bison on its refuges for several years, moving the pure animals to places where they are isolated or can expand.  What the wildlife service wants, said Matt Kales, a spokesman in Denver, is to avoid ''the old eggs-in-one-basket approach.''  Most private herds have some cattle ancestry, which is fine, Dr. Derr said, if the bison are being raised for meat and if long-term conservation is not a concern.  ''But if a bison herd has no evidence of cattle genetics, it would be criminal to move bison with cattle genetics into that herd,'' he said.  The animals in two federally owned herds, at Yellowstone National Park and Wind Cave National Park, are considered as pure as bison get. (Wind Cave is the source of the American Prairie Foundation herd; lab results are not in yet.)  Other national parks -- including Grand Teton, Theodore Roosevelt and Badlands -- have bison with very few cattle genes. ''The U.S. federal herds are the crown jewels of the bison herd,'' Dr. Derr said. ''They are healthy, there is no inbreeding, they are pure. That's an amazingly good thing.''  Though the term ''pure'' is commonly used in describing such herds, Dr. Derr said, it is technically not accurate because of the limits of DNA testing, which has a 1 percent probability of error. He prefers the phrase ''no historic or genetic evidence of hybridization.''  A state-owned herd in Utah and a herd owned by Ted Turner on his Vermejo Park Ranch in New Mexico also show no signs of hybridization.  Unhybridized bison are critical in efforts by the American Prairie Foundation, the Nature Conservancy, the Canadian government and even Mr. Turner to restore large tracts of native prairie and plains that include herds of bison. Establishing new and disparate bison herds will help assure the future of the wild bison.  While the effects of hybridization on bison are not known, Dr. Derr hypothesizes that genetic alterations could change behavior or traits like weight gain and fertility, in addition to disease resistance. ''When you mix up two different genomes, you get a lot of different traits, and it's not completely predictable,'' he said.  Hybrid vigor, a cross-breeding response in which a more robust animal is the result, is not the case when cows and bison commingle. ''We get just the opposite,'' Dr. Derr said.  The selection practiced by bison ranchers also affects the gene pool.  ''Ranchers might get rid of a cantankerous bull, for example,'' said Curt Freese, a biologist who directs Great Plains bison restoration for the World Wildlife Fund. ''Breeding bison to be docile and meaty are the kinds of things that affect the wildness of the bison.''  Keepers of the pure herds are weighing options to protect their genetics.  Many of the herds are small and at risk of inbreeding and loss of diversity, and so must be trucked away to breed with other populations.  In Yellowstone, which has the largest, purest and most genetically diverse herd of wild bison, the plan is to keep the number of bison high.  ''We agreed to manage at greater than 2,300 animals to assure conservation of the genome,'' said Rick Wallen, a Park Service biologist. ''Managing our population at relatively high levels should go a long way toward protecting genetic diversity.''  Managers of these herds must also keep a wary eye on hybridized invaders. In Yellowstone, officials found a domestic bison that had wandered into the wild population from a neighboring ranch. And Wind Cave National Park is adjacent to Custer State Park, where the animals are hybridized.  The new approach may change other aspects of management, as agencies move from managing the species to managing the genetics. Dr. Derr is involved in a study, for instance, of whether the hunting of the bison that leave Yellowstone might be selecting certain behaviors from the population because animals that migrate are targeted.  Dr. Derr said was one of the questions of the study, which should be completed in a year, was ''Are they removing family groups?''  ''If they are, it's a biased way to remove herds, and does it have an effect, such as reducing diversity? Those are the questions we're asking.''  ", 
            "title": "Out West, With the Buffalo, Roam Some Strands of Undesirable DNA"
        }, 
        "weight": 0.5088201240531803, 
        "file": "1817512.txt", 
        "other_topics": {
            "0": 0.00015065954135022995, 
            "1": 0.010309879920507912, 
            "2": 0.000184869829460609, 
            "3": 0.00013444397286098355, 
            "4": 6.954929686668384e-05, 
            "5": 0.0002321453901194368, 
            "6": 0.0018210241451605217, 
            "7": 0.049878427396216465, 
            "8": 0.5088201240531803, 
            "9": 0.0018957777284074556, 
            "10": 8.347850357889519e-05, 
            "11": 0.00012206641381904307, 
            "12": 0.010307124904896166, 
            "13": 0.006880848827269536, 
            "14": 4.7884662297407933e-05, 
            "15": 0.011998160054904637, 
            "16": 0.00012796452715963894, 
            "17": 0.1344882887458325, 
            "18": 0.0119766702698445, 
            "19": 4.643155897486826e-05, 
            "20": 0.20503570864105286, 
            "21": 0.022437473113417386, 
            "22": 0.00010181802307871807, 
            "23": 0.00012084256733681645, 
            "24": 5.7855911599356176e-05, 
            "25": 0.0018266554939870368, 
            "26": 0.00010269832842283407, 
            "27": 7.097404882010333e-05, 
            "28": 0.00010737666328234758, 
            "29": 0.02056277746629458
        }
    }, 
    {
        "content": {
            "text": "  A damaged and listing cargo ship was spilling fuel and cargo containers into stormy seas off the southwest coast of England, near Devon, British officials said Sunday night. Some of the containers held hazardous materials.  An estimated 150 to 200 containers have slipped off the deck of the heavily damaged ship, the Napoli, which was listing severely, Paul Coley, of the Maritime and Coastguard Agency, said at a news conference.  Some of the containers have already washed up at local beaches, officials said. The police closed some beaches and warned residents not to approach any of the containers, although the coast guard agency said that it believed that only two of those washed overboard contained hazardous substances, like nitric acid.  In addition, the boat's hull developed a crack at some point while it was being towed to shore and since Sunday night has been spilling heavy diesel fuel oil into the sea, presumably from its engines.  It was not clear how much fuel oil had spilled into local waters, although there were reports of a few sea birds covered in oil.  The leaks are extremely threatening because the vessel is near a sensitive ecological area, the estuary of the Axe River, an area known for wildlife and salmon breeding, Mike Dunning, a spokesman for the Environment Agency in Southwest England, said in a phone interview.  The British authorities have deployed a boom over the mouth of the river as a precaution to prevent any oil from washing in to it.  The Napoli was damaged and its crew of 26 was evacuated about 40 miles off the British coast on Thursday after a severe storm, with seas of 40 feet and winds of 70 miles an hour. British officials decided to tow the vessel nearer to land and to ground it to prevent it from sinking.  Recurrent gale force winds and high seas near the coast on Sunday caused the boat to list, allowing containers piled four-high on its deck to fall into the sea perilously close to land, Mr. Dunning said.  ''The salvage plan concerns the oils that we deem at this present moment to be the greater threat,'' Robin Middleton, a salvage adviser to the coast guard agency, said at a news conference Sunday.  The ship's tanks hold 3,000 tons of diesel and fuel oil but British officials said Sunday that only one tank, holding 200 tons, appeared to be damaged.  Salvage teams were working to stabilize the ship, which was listing at a 30-degree angle. A tanker was expected to arrive Monday to begin pumping the remaining oil off the Napoli, officials said, and remaining containers would be unloaded.  The vessel was carrying 2,323 containers, 158 of which were classed as hazardous, according to the International Maritime Dangerous Goods Code. Dangerous materials in containers on board included nitric oxide and potassium hydroxide, battery acid and chemicals used to make perfume.  ", 
            "title": "Damaged Ship Off Britain Spills Fuel And Cargo"
        }, 
        "weight": 0.5007139293214977, 
        "file": "1820683.txt", 
        "other_topics": {
            "0": 0.0003435516817034289, 
            "1": 0.00023129474532438538, 
            "2": 0.0004215620214837551, 
            "3": 0.00030657502709310186, 
            "4": 0.0001585945216990652, 
            "5": 0.023807876564821185, 
            "6": 0.0002727624794966059, 
            "7": 0.05942215546645018, 
            "8": 0.5007139293214977, 
            "9": 0.015962231913620686, 
            "10": 0.007949861286078178, 
            "11": 0.0002783502549603037, 
            "12": 0.00022501243331113984, 
            "13": 0.14372233598627213, 
            "14": 0.00010919226298341684, 
            "15": 0.1437521778782079, 
            "16": 0.00029179982966947324, 
            "17": 0.00017568360111095882, 
            "18": 0.00015235510588489622, 
            "19": 0.00010587872515054342, 
            "20": 0.09897021338994863, 
            "21": 0.0007278021270086451, 
            "22": 0.0002321774827064993, 
            "23": 0.00027555949565393904, 
            "24": 0.0001319298834199816, 
            "25": 0.0002856037462512315, 
            "26": 0.00023418485893155047, 
            "27": 0.00016184340939128013, 
            "28": 0.0002448529506710664, 
            "29": 0.0003326515491981894
        }
    }, 
    {
        "content": {
            "text": "  Scientists from across the world gathered Monday to hammer out the final details of an authoritative report on climate change that is expected to project centuries of rising temperatures and sea levels unless there are curbs in emissions of carbon dioxide and other gases that trap heat in the atmosphere.  Scientists involved in writing or reviewing the report say it is nearly certain to conclude that there is at least a 90 percent chance that human-caused emissions are the main factor in warming since 1950. The report is the fourth since 1990 from the Intergovernmental Panel on Climate Change, which is overseen by the United Nations.  The report, several of the authors said, will describe a growing body of evidence that warming is likely to cause a profound transformation of the planet.  Three large sections of the report will be forthcoming during the year. The first will be a summary for policy makers and information on basic climate science, which is expected to be issued on Friday.  Among the findings in recent drafts:  The Arctic Ocean could largely be devoid of sea ice during summer later in the century.  Europe's Mediterranean shores could become barely habitable in summers, while the Alps could shift from snowy winter destinations to summer havens from the heat.  Growing seasons in temperate regions will expand, while droughts are likely to ravage further the semiarid regions of Africa and southern Asia.  ''Concerns about climate change and public awareness on the subject are at an all-time high,'' the chairman of the panel, Rajendra Pachauri, told delegates on Monday.  But scientists involved in the effort warned that squabbling among teams and government representatives from more than 100 countries -- over how to portray the probable amount of sea-level rise during the 21st century -- could distract from the basic finding that a warming world will be one in which shrinking coastlines are the new normal for centuries to come.  Jerry Mahlman, an emeritus researcher at the National Center for Atmospheric Research in Boulder, Colo., who was a reviewer of the report's single-spaced, 1,644-page summary of climate science, said most of the leaks to the news media so far were from people eager to find elements that were the most frightening or the most reassuring.  He added in an interview that such efforts distracted from the basic, undisputed findings, saying that those point to trends that are very disturbing.  He noted recent disclosures that there is still uncertainty about the pace at which seas will rise because of warming and the melting of terrestrial ice over the next 100 years. That span, he said, is just the start of a rise in sea levels that will almost certainly continue for 1,000 years or so.  Many economists and energy experts long ago abandoned any expectation that it would be possible to avoid a doubling of preindustrial carbon dioxide concentrations, given the growth of human populations, use of fossil fuels, particularly coal, and destruction of forests in the tropics.  The report is likely to highlight the hazardous consequences of that shift by finding that reaching twice the preindustrial concentration of carbon dioxide will probably warm climate between 3.5 and 8 degrees Fahrenheit and by highlighting that there is a small but significant risk that such a buildup can produce even more warming.  One major point of debate in early drafts of the report is the projection of a smaller rise in sea level than the last report as scientists relying on computer models and field observations struggle to find a consensus. Some scientists say that the figures used in the coming report are not recent enough because they leave out recent observations of instability in some ice sheets in Antarctica and Greenland.  Another possible point of contention during the four days of closed sessions in Paris this week may be assertions in early drafts of the report that the recent warming rate was blunted by particle pollution and volcanic eruptions.  Some scientists say the final report should reflect the assumption that the rate of warming in coming years is likely to be more pronounced than that of previous decades.  Achim Steiner, the executive director of the United Nations Environment Program, said the findings presented Friday should lead decision makers to accelerate efforts to slash carbon emissions and to help people in vulnerable parts of the world prepare for climate change.  ''These findings should strengthen the resolve of governments to act now to reduce greenhouse gas emissions and put in place the medium- to longer-term strategies necessary to avert dangerous climate change,'' Mr. Steiner said.  In a new report issued Monday, his agency said the most recent evidence from mountain glaciers showed that they were melting faster than before.  In the past year, international concern over what to do about global warming has grown along with concrete signs of climate change. Even so, political leaders are still groping for ways to tackle the phenomenon. Europe has adopted a program that caps the amount of emissions from industrial plants.  But the world's largest emitter, the United States, still is debating whether to adopt a similar policy, while developing countries like China are resisting caps on the ground that the industrialized countries contributed about 75 percent of the current volume of greenhouse gases and should make the deepest cuts.  Many experts involved in the intergovernmental panel's process said there was hope that with a prompt start on slowing emissions, the chances of seeing much greater warmth and widespread disruption of ecosystems and societies could be reduced.  Outside experts agreed.  ''We basically have three choices: mitigation, adaptation and suffering,'' said John Holdren, the president of the American Association for the Advancement of Science and an energy and climate expert at Harvard. ''We're going to do some of each. The question is what the mix is going to be. The more mitigation we do, the less adaptation will be required and the less suffering there will be.''  ", 
            "title": "World Scientists Near Consensus on Warming"
        }, 
        "weight": 0.5003884216896413, 
        "file": "1822644.txt", 
        "other_topics": {
            "0": 0.010741037774111459, 
            "1": 0.00012583864127553877, 
            "2": 0.0002293558027982242, 
            "3": 0.00016679576876812017, 
            "4": 8.628522492529889e-05, 
            "5": 0.07416687840650986, 
            "6": 0.0001483996524117364, 
            "7": 0.0006669530965690015, 
            "8": 0.5003884216896413, 
            "9": 0.0023519663759874465, 
            "10": 0.00010356627287748713, 
            "11": 0.0001514397477287241, 
            "12": 0.00012242067513581052, 
            "13": 9.331572156731712e-05, 
            "14": 5.9407341884760976e-05, 
            "15": 0.00010955155575812197, 
            "16": 0.00226958203172176, 
            "17": 9.558274065928799e-05, 
            "18": 8.289059696992979e-05, 
            "19": 0.0021684294562739383, 
            "20": 0.3282531498246562, 
            "21": 0.02150421819182712, 
            "22": 0.05078611611690779, 
            "23": 0.0001499214021271089, 
            "24": 7.177801315774371e-05, 
            "25": 0.00015538609543876036, 
            "26": 0.00012741104175937828, 
            "27": 8.805282069264658e-05, 
            "28": 0.00013321514322143577, 
            "29": 0.004402632776636773
        }
    }, 
    {
        "content": {
            "text": "  Here are a few bulletins from planet Earth:  Dec. 12 -- Exhaustive computer simulations carried out at the National Center for Atmospheric Research in Boulder, Colo., suggest that the Arctic Ocean will be mostly open water in the summer of 2040 -- several decades earlier than expected. Scientists attribute the loss of summer ice largely to the buildup of carbon dioxide and other man-made greenhouse gases in the atmosphere.  Dec. 14 -- Experts at NASA's Goddard Institute predict that 2006 will be the fifth-warmest year since modern record-keeping began, continuing a decades-long global warming trend caused, again, by the buildup of man-made carbon dioxide.  Dec. 27 -- The Interior Department proposes adding polar bears to the list of threatened species because of the accelerating loss of the Arctic ice that is the bears' habitat. The department does not take a position on why the ice is melting, but studies supporting the proposed listing identify greenhouse gases as the main culprit, adding that if left unchecked these gases will create ice-free Arctic summers in three decades.  But we knew that.  One can only assume that the Senate's new Democratic leadership is paying attention. California's Barbara Boxer is the new chairwoman of the Senate Environment and Public Works Committee, replacing James Inhofe, the Oklahoma Republican who regards global warming as an elaborate hoax drummed up by environmentalists and scientists in search of money. Ms. Boxer has already scheduled hearings, and there will be no shortage of legislative remedies to consider. All share one objective, which is to attach a cost to carbon dioxide through a cap on emissions.  The underlying logic is that if people and industries are made to pay for the privilege of pumping these gases into the atmosphere, they will inevitably be driven to developer cleaner fuels, cleaner cars and cleaner factories.  This is the path most developed countries have chosen. Europe has imposed caps on industrial emissions, and European companies have begun investing in new technologies and cleaner factories in places like China, partly as a way to meet their own obligations to cut emissions and partly as a way to lead China to a greener future.  These hearings need to be conducted in a thoughtful manner. There has been enough noise, from the Inhofe right and from the doomsayers who see each hurricane as a sign the apocalypse is upon us. But it is also important that Ms. Boxer and her colleagues not lose sight of a fundamental reality: Saturating the atmosphere with greenhouse gases is loading the dice in a dangerous game.  Editorial  ", 
            "title": "The Senate's Task on Warming"
        }, 
        "weight": 0.48960268449399325, 
        "file": "1816678.txt", 
        "other_topics": {
            "0": 0.0003975332438320707, 
            "1": 0.00026763760821723806, 
            "2": 0.00048780118626084903, 
            "3": 0.00035474652428985434, 
            "4": 0.00018351414946485433, 
            "5": 0.0006125434150918473, 
            "6": 0.0003156210813241441, 
            "7": 0.05080155843046443, 
            "8": 0.48960268449399325, 
            "9": 0.0005128673637029203, 
            "10": 0.00022026802962861057, 
            "11": 0.0003220868523396579, 
            "12": 0.000260368169566821, 
            "13": 0.00019846683241483187, 
            "14": 0.00012634941645441812, 
            "15": 0.0002329977188436202, 
            "16": 0.12603998798972962, 
            "17": 0.0002032884004277077, 
            "18": 0.00017629434720417176, 
            "19": 0.0001225152293046676, 
            "20": 0.2581810125944063, 
            "21": 0.03675711395172184, 
            "22": 0.02271550516595915, 
            "23": 0.0048082268103540925, 
            "24": 0.00015265975196013354, 
            "25": 0.0003304800696503488, 
            "26": 0.00027098183937222147, 
            "27": 0.0001872735281316344, 
            "28": 0.00028332618620726, 
            "29": 0.00487428961968149
        }
    }, 
    {
        "content": {
            "text": "  There are many places where one can ponder this strange brown winter: the ponds that should be frozen, the ski areas that should be open or operating close to capacity, the yards with birds that should be elsewhere, the stores full of marked-down winter coats that should have been sold, the streets and trails populated by runners who shouldn't be dashing about in shorts and T-shirts in balmy January air.  But as good a place as any is the Snow Research Station at Black Rock Forest near West Point, where, of course, there is not a single flake of snow to research. It opened a year ago as a rather timely place to study snowfall and snowpack thermodynamics and the like, and now sits dormant among the muddy trails like a forlorn high-tech tribute to a winter that may get here eventually but is certainly taking its time.  ''Everything that brings the data into the computer is here,'' said William Schuster, executive director of the 3,785-acre preserve and research site north of West Point. We're in a fenced-in area used for growing experimental breeds of corn, gazing at something that looks like a cross between a sickly robot and one of those machines that shoots out tennis balls.  Dr. Schuster points out moisture sensors, devices that measure the temperature of soil and snow, acoustic snow depth sensors, and the net radiometer that measures net energy, from the earth up and from the sun down. Nearby is a snow pillow used to measure changes in the snowpack -- when there is a snowpack. As the world knows, it has never taken snow so long to make its first arrival in Central Park, though he says there was one year, 1965, when it didn't arrive here until Jan. 19.  Snow is hard to measure. It gets blown around and piles up at different depths. It can begin melting as soon as it arrives. But for a multitude of reasons it has dawned on many people that we need to know more about it. Hence the project put together by Jessie Cherry, who recently earned a doctorate in earth sciences at Columbia.  Snowfall depths have been measured at Black Rock Forest since 1961. The goal was to study the role of snow in the regional water supply as well as basic relationships among climate, hydrology and the environment.  Specifically, that includes the changing role of snow in the regional water supply, the cycle of mercury emissions from snow and soil, and the way in which snowpack affects soil temperatures. It sounds abstract, yet it is anything but. If, let's say, there is more rain and less snow over a long period of time, that means less water running into rivers, because the evaporation rate of rain exceeds that of snow. If there is less snow to reflect light away from the ground, there is a warming of the earth's surface and higher temperatures. Yet at the same time, snow manages to insulate the ground from ice and frigid temperatures, so less snow can mean colder ground temperatures that affect the growth cycle of roots, plants and insects.  Still, the most striking thing about Black Rock Forest turns out to be not what it has to say about snow. It turns out to be what it has to say about everything else. So Dr. Schuster notes that while we think of global warming as a relatively new phenomenon, man-made emissions have been affecting the environment in lesser ways for more than a century.  So the forest now is not the forest it used to be. Over the decades some of the trees natural to Northern climates, like the black spruce and paper birch, have disappeared. And at least seven kinds of trees unknown in the past, like catalpa, red mulberry and white poplar, have migrated from the South and established themselves there.  No one, as we are often reminded, can look at any one winter and deduce much about climate. Perhaps before this one is over we'll be cursing the snow and cold and looking forward to spring as usual. But as Allan Frei, a professor of geography at Hunter College who is part of the research team, points out, current projections say it is likely the temperatures in the Middle Atlantic states could rise by 5.5 to 9 degrees by 2080 or so. That would make the climate at the Snow Research Station similar to that of North Carolina, and winters like this perhaps the norm.  As for Dr. Cherry, she helps monitor the project from afar, which now means the University of Alaska at Fairbanks. They've had an alarmingly snow-deprived winter as well, but even a snow researcher has limits on how much winter she'd like to see.  ''It was 30 below this morning,'' she said on Friday. ''I don't mind winter weather, but when it's this cold it wreaks havoc with everything. The pipes freeze, the car won't start. There are aspects of your life in New York that sound pretty good right now.''  OUR TOWNS E-mail: peappl@nytimes.com  ", 
            "title": "Sizing Up Snowfalls, Or Their Absence"
        }, 
        "weight": 0.48816722613998453, 
        "file": "1817254.txt", 
        "other_topics": {
            "0": 0.00024276981203166914, 
            "1": 0.00016344376941454335, 
            "2": 0.00029789559523579604, 
            "3": 0.013924718109988557, 
            "4": 0.0001120703645845383, 
            "5": 0.0003740745008130755, 
            "6": 0.0029343623740234895, 
            "7": 0.1653631956959377, 
            "8": 0.48816722613998453, 
            "9": 0.06611197645019698, 
            "10": 0.04674197994657659, 
            "11": 0.00019669541054383278, 
            "12": 0.002900619940630437, 
            "13": 0.00012120182738785703, 
            "14": 0.01926846924300239, 
            "15": 0.0001422895148647441, 
            "16": 0.00020619951399592886, 
            "17": 0.0001241463136122047, 
            "18": 0.00010766129926754525, 
            "19": 7.481889791807018e-05, 
            "20": 0.16863517763098315, 
            "21": 0.011480761484848185, 
            "22": 0.0001640675532576803, 
            "23": 0.00019472332847201033, 
            "24": 9.322787430532111e-05, 
            "25": 0.0002018210693924249, 
            "26": 0.00016548605991850113, 
            "27": 0.011080828377804742, 
            "28": 0.0001730246363955466, 
            "29": 0.00023506726461203047
        }
    }, 
    {
        "content": {
            "text": "  Smells Like Home  You can go home again, but if you're a just-hatched reef fish, it's not that easy. Larval fish often lead a peripatetic existence, drifting with ocean currents until they are widely dispersed, far from the reef of their birth.  If all larvae of one species were scattered over a wide area -- creating, in effect, a giant mixing bowl -- genetic sameness would be the expected result. But there are enough differences between fish on different reefs to indicate that populations do stay separate, and many larvae do make it home again.  Scientists aren't completely sure how they do so, but one idea is that the tiny larvae, which can swim, move vertically in the water to take advantage of particular currents. But if so, how do they know which currents are the right ones? Perhaps, a new study suggests, they can smell home.  The study by Gabriele Gerlach of the Marine Biological Laboratory at Woods Hole, Mass., and colleagues looked at how certain fish disperse in the Great Barrier Reef. The researchers created a model of expected dispersion given such factors as current flow, and then analyzed the genetic diversity of several species to determine whether their dispersal patterns matched the model.  Their findings, published in The Proceedings of the National Academy of Sciences, showed that while both spiny damselfish and cardinal fish would be expected to be broadly dispersed, cardinal fish in fact showed high genetic diversity, indicating that the larvae return to their home reef.  The researchers performed other experiments in which they exposed larvae to water from two reefs -- their own and an unknown one. Cardinal fish larvae exhibited a strong preference for their home reef water, suggesting that the fish got olfactory cues, perhaps a mix of chemicals unique to their species.  While not offering proof, taken together the two findings suggest that some larval fish use their sense of smell to head in the right direction.  Another Kind of Fairway Hazard  Your typical golf course is hardly an all-natural playground. To create verdant fairways, lush rough and tight greens, all manner of chemicals, including pesticides, are usually needed.  Might that have an effect on golfers, who may breathe in pesticide vapors while playing? A study by Rebecca R. Murphy and Douglas A. Haith of Cornell shows that there is little inhalation risk, at least at courses in the Northeast.  The study, published by the journal Environmental Science and Technology, assessed the health risks of 15 pesticides, including fungicides like azoxystrobin and iprodione and herbicides like bensulide, which is used to control crabgrass, at three locations, Boston, Philadelphia and Rochester. Climate also factored into the analysis -- hot weather causes more of the volatile chemicals to vaporize.  The study found that for all 15 chemicals, the long-term noncarcinogenic health risk -- as identified by what is known as a ''hazard quotient'' -- was extremely low.  The study also looked at the risks from five of the pesticides considered to be possible carcinogens, and found that the risk was very low as well. Even for course workers or tournament spectators, who spend more time on a course, risks were minimal.  Google Telescope  One company has been accepted into a group of 19 universities and national laboratories that is developing the Large Synoptic Survey Telescope, a 27.5-foot diameter instrument planned for Chile.  But it's not just any company: it's Google, the search-engine giant.  Google is not investing money in the project, which is expected to cost $350 million and be completed by 2013. But it will lend a hand in figuring out how to organize and make accessible all the data from the instrument. That may be a formidable task: the telescope will survey the southern night sky once a week using a 3-gigapixel digital camera, to obtain time-lapse images of faint astronomical objects. All those images will amount to some 200 terabytes of data every week.  The Ungulate Effect on an Ecosystem  In studies of the ripple effects of animals on an ecosystem, carnivores are the celebrities. Researchers have given the most attention to the impact these top predators have on the animals, plants and insects beneath them in the food chain, what's termed a trophic cascade.  But a study out of Africa takes a different approach, looking at the effects of an ecosystem's average Joes -- the vast hordes of ungulate herbivores like cows, gazelles, zebras and elephants. Robert W. Pringle, a doctoral student at Stanford, and colleagues found that these animals could have an impact, too.  ''The classic trophic cascade goes from predator to herbivore to plant,'' Mr. Pringle wrote in an e-mail message from Kenya, where he is continuing his research. ''What makes this study different from most is in where this cascade begins and ends.''  Mr. Pringle and his colleagues set up large plots in the savanna and, using electric fences, excluded all large animals from some of them. Then they studied the response of other elements of the ecosystem -- trees and ground cover, the most dominant lizard, and arthropods.  Their conclusion, published in The Proceedings of the National Academy of Sciences, is that the herbivores can have far-reaching indirect effects. Specifically, a lack of these animals results in an increased abundance of vegetation, lizards and beetles (which are a major food source for lizards). The researchers also found that the effects were greater in areas of low productivity -- lands with low rainfall, say, or poor soils.  Some of these effects are what ecologists call top-down: without the animals eating them, the trees and ground cover thrive. But others are bottom-up: denser ground cover leads to more beetles, and more beetles and denser trees both mean more lizards.  ''We think that both beetles and lizards profited from increased food availability in the absence of ungulates,'' Mr. Pringle wrote. ''With the lizards, it also seems pretty clear that the increase in habitat availability (i.e. trees) played a major role.''  The work has implications for conservation efforts, he said, because large herbivores like these are in the process of disappearing, in Africa and elsewhere. ''When this happens,'' Mr. Pringle wrote, ''the consequences will ripple through the ecosystem, causing changes throughout.''  Observatory  Correction:  January 15, 2007, Monday  A report in the Observatory column of Science Times last Tuesday about the impact of large herbivores on ecosystems misstated the middle initial of the lead researcher, a doctoral student at Stanford. He is Robert M. Pringle, not Robert W.  ", 
            "title": "OBSERVATORY"
        }, 
        "weight": 0.48777744581958876, 
        "file": "1817628.txt", 
        "other_topics": {
            "0": 0.002106537383129114, 
            "1": 0.0020505448573614653, 
            "2": 0.00021027050186804832, 
            "3": 0.004023271415448577, 
            "4": 7.910520391237515e-05, 
            "5": 0.0002640416114905797, 
            "6": 0.0001360509261547288, 
            "7": 0.029639117888358345, 
            "8": 0.48777744581958876, 
            "9": 0.017637673703170164, 
            "10": 9.494825031181233e-05, 
            "11": 0.004009193209398168, 
            "12": 0.00011223372805822679, 
            "13": 8.55506743965004e-05, 
            "14": 0.027146950036269487, 
            "15": 0.0001004354820268107, 
            "16": 0.00014554654713357651, 
            "17": 0.1355500597283542, 
            "18": 7.599305189737372e-05, 
            "19": 5.281114412582782e-05, 
            "20": 0.2312719470352224, 
            "21": 0.010038907605527518, 
            "22": 0.00011580757592756018, 
            "23": 0.00013744604706496987, 
            "24": 6.58051754768465e-05, 
            "25": 0.011753521495655594, 
            "26": 0.003987163995391932, 
            "27": 8.072571337655913e-05, 
            "28": 0.031084971258171834, 
            "29": 0.0001659229357305434
        }
    }, 
    {
        "content": {
            "text": "  ONCE again, I am driving, under the blazing equatorial sun, down an uncomfortable, rutty relic of a road into the interior of central Borneo. With me are two uniformed police men, one armed with a machine gun. The landscape is bleak, no trees, no shade as far as the eye can see. Our mission is to confiscate orangutan orphans whose mothers have been killed as a result of the sweeping forest clearance taking place throughout Borneo.  Many years ago, Louis Leakey, the great paleo-anthropologist whose work at Olduvai Gorge and other sites in East Africa revolutionized our knowledge of human origins, encouraged me to study wild orangutans -- just as he had encouraged Jane Goodall to study chimpanzees and Dian Fossey to study gorillas. Later, he laughingly called us the ''trimates,'' or the three primates.  Orangutans are not as well known as chimpanzees and gorillas. But like their African cousins, orangutans are great apes, our closest living relatives in the animal kingdom, and the most intelligent animals, with the exception of humans, to have evolved on land. Orangutans are reclusive, semi-solitary, quiet, highly arboreal and red, facts that come as a surprise to some people. Their name is derived from the Malay words ''orang hutan,'' which literally mean ''person of the forest.'' And it is the orangutan's profound connection to the forest that is driving it to extinction.  Without forests, orangutans cannot survive. They spend more than 95 percent of their time in the trees, which, along with vines and termites, provide more than 99 percent of their food. Two forests form their only habitat, and they are the tropical rain forests of Borneo and Sumatra.  Sumatra is exclusively Indonesian, as is the two thirds of the island of Borneo known as Kalimantan. That places 80 to 90 percent of the orangutan population, which numbers only 40,000 to 50,000, in Indonesia, with the remainder in Malaysian Borneo. What happens in Indonesia, particularly Kalimantan, will determine the orangutan's future.  When I first arrived in Central Kalimantan in 1971, orangutans were already endangered because of poaching (for the pet trade and for the cooking pot) and deforestation (by loggers and by villagers making way for gardens and rice fields).  But it was all relatively small-time. The forests of Kalimantan were vast -- Indonesia's are the second largest tropical rain forests in the world, after Brazil's -- and forest conversion rates small. People still used axes and saws to cut down trees and traveled by dugout canoes or small boats with inboard engines.  I went straight to work, beginning a wild orangutan study that continues to this day, and establishing an orangutan rehabilitation program, the first in Kalimantan, which has returned more than 300 ex-captive orangutans to the wild.  But the wild is increasingly difficult to find. In the late 1980s, as it entered the global economy, Indonesia decided to become a major producer and exporter of palm oil, pulp and paper. Before this, the government had endorsed selective logging. Now vast areas of forest were slated for conversion to plantations to grow trees for palm oil and paper production. Monster-sized bulldozers, replacing the chain saws of the early logging boom, tore up the forest, clear-cutting as many as 250,000 acres at once for palm oil plantations.  At the same time, the price of wood, particularly the valuable hardwoods that grow in Indonesia's rain forests and fetch a high price on the black market, increased. Illegal logging became rampant, even in national parks and reserves.  While illegal logging degrades the forest, plantations absolutely destroy it. And the destruction is not only immediate, but also long-term. Forest-clearing leaves huge amounts of dry branches and other wood litter on forest floors; a small spark can ignite enormous forest fires, particularly in times of drought. During the 1997 El Niño drought, approximately 25 million acres, an area about half the size of Oklahoma, burned in Indonesia. Thousands of orangutans died.  Indonesia has achieved its goal of becoming one of the two largest palm-oil producers and exporters in the world. But at what cost? At least half of the world's wild orangutans have disappeared in the last 20 years; biologically viable populations of orangutans have been radically reduced in size and number; and 80 percent of the orangutan habitat has either been depopulated or totally destroyed. The trend shows no sign of abating: government maps of future planned land use show more of the same, on an increasing scale.  We're back in the jeep. The police view the trip inland as a success. They confiscated five orangutans and one woman volunteered her crab-eating macaque, an unprotected species. Two of the orangutan owners, both women, shed tears, but we invited them to visit their ''pets'' at the Orangutan Foundation International's Care Center and Quarantine, where they will be rehabilitated and eventually released to the wild.  I am pleased to think that five more orphan orangutans will once again feel the branches and leaves under their feet as they swing through the trees. Yet I am somewhat melancholy. The fragile forests that make orangutan life possible are fast disappearing. Where, I wonder, are the billionaire philanthropists and the international policies that will prevent orangutans -- and all great apes -- from going extinct?  Indonesia is a vast, densely populated country where millions live in or near poverty. The temptation to exploit natural resources to feed people today, never mind tomorrow, and to expand the economy, is great. And the plantations are but one example. Surface-mining of gold in the alluvial fans of white sand has been practiced for two decades, leaving virtual moonscapes near the National Park where I work. Now zircon mining has entrenched itself all over Central Kalimantan, with each zircon mine obliterating 1,000 acres of rain forest. Two years ago nobody, myself included, even knew what zircon was.  The international community must recognize that it has some responsibility for what happens to the great rain forests of Indonesian Borneo. Foreign investment in local development programs needs to be expanded. Village level projects, like the one financed by the United States Agency for International Development and run by Boston-based World Education near where I work, have empowered farmers, strengthened village economies and employed local people, giving them a stake in preserving the forest.  We need more of these programs. Indonesia could also impose a special tax on companies that profit from rain forest destruction, with the revenues dedicated to forest and orangutan conservation. Proper labeling of palm oil content could allow a consumer boycott of soap, crackers, cookies and other products that contain it. Finally, Indonesia needs to be more vigorous in enforcing the excellent laws it already has to protect its forests.  When I arrived in 1971, Borneo was almost a Garden of Eden, the most remote place on earth. Now it has been drawn into the global economy, one government decision, one business plan at a time. But the destruction of Borneo's forests and the extinction of the orangutans are not inevitable. It is possible to protect our ancient heritage and closest of kin -- one orangutan, one national park, one piece of irreplaceable forest at a time. We only need to decide to do it.  Op-Ed Contributor Birute Mary Galdikas is president and co-founder of Orangutan Foundation International in Los Angeles and a professor at Simon Fraser University in British Columbia.  ", 
            "title": "The Vanishing Man of the Forest"
        }, 
        "weight": 0.48416133843209785, 
        "file": "1816710.txt", 
        "other_topics": {
            "0": 0.048549617671861375, 
            "1": 9.619364278610126e-05, 
            "2": 0.00017532428784719015, 
            "3": 0.00012750211251869704, 
            "4": 0.012974421468859585, 
            "5": 0.0002201588291526534, 
            "6": 0.0001134397432217908, 
            "7": 0.11184532835499095, 
            "8": 0.48416133843209785, 
            "9": 0.024387702142501314, 
            "10": 7.916818678970778e-05, 
            "11": 0.003342879472084121, 
            "12": 0.019456275784499457, 
            "13": 7.133245476736301e-05, 
            "14": 4.541219267952575e-05, 
            "15": 8.37434599932136e-05, 
            "16": 0.00012135722556473987, 
            "17": 0.008140854954593634, 
            "18": 6.336327533760536e-05, 
            "19": 4.403411868045313e-05, 
            "20": 0.1541099772655096, 
            "21": 0.06807211927754084, 
            "22": 0.04527618221182624, 
            "23": 0.009795950452595941, 
            "24": 5.48685879599864e-05, 
            "25": 0.0033458961413526467, 
            "26": 0.0017109535267925658, 
            "27": 0.0032944252027530805, 
            "28": 0.00010183239242613355, 
            "29": 0.00013834713041550525
        }
    }, 
    {
        "content": {
            "text": "  Australia's second-most-populous state, Victoria, is in the grip of one of the worst bush fire seasons in recorded history, and the state's government has issued warnings that with more hot weather on the way the situation is likely to get worse before it gets better.  ''This is the worst bush fire conditions we have ever had in Victoria's history because it is going to go on, and it is going to get worse,'' the state's premier, Steve Bracks, said Wednesday, after cutting short his holiday to take control of the crisis.  Almost 2.5 million acres of forest and farmland in the southeastern state have already been burned, and 200,000 people were without power on Tuesday after lines were bought down by the fires. Power was restored to most of them on Wednesday afternoon.  Mr. Bracks warned that despite the 104-degree heat, people should continue to conserve electricity.  ''We are bracing ourselves for some very, very tough conditions,'' he said.  There have been no confirmed fatalities from the most recent fires, but eight houses have been destroyed.  Seventy-five people died in Victoria and South Australia during the 1983 Ash Wednesday blazes.  Mr. Bracks said the current conditions were ''the worst we have faced, but it's the best prepared we have been.''  Despite the efforts of about 3,000 firefighters, some using helicopters to water bomb the advancing lines of flames, the fires were spreading north on Wednesday, crossing the state border into New South Wales.  Tourists and residents were being evacuated Wednesday from areas of the Snowy Mountains, including the resort town of Thredbo.  Fire crews were using bulldozers to cut containment lines through the scrub and forest in an attempt to stop the advance of the fires, while aircraft were flying over the national park close to Thredbo to check for hikers and campers who might not have heard of the evacuation warning. Fire crews have been arriving from as far away as Canada, and a team from the United States was on its way.  Firefighters are particularly concerned about the fire that caused the power failure, which is centered on Tatong in eastern Victoria. ''We are steering and managing the fire; we can't put it out,'' said Pauline Clancy, speaking for the Emergency Coordination Center at Victoria's Department of Sustainability and Environment.  Some of the fires have been burning for more than a month, fueled by high temperatures following some of the driest conditions on record. Australia is in the grip of a drought that has desiccated huge areas of farmland and forest across the nation, creating perfect conditions for the major bush fires.  Most of the fires are a result of lightning strikes on the dry scrub, but officials say that some may have been started by arsonists, including one that has combined with others to create the single largest fire, which covers almost two-thirds of the burned area and has been burning since Dec. 1. That fire already has a front almost 930 miles long.  Critics say that the government has done too little to clear low scrub, which provides much of the fuel for the fires. Normally, the authorities set controlled fires in the winter so there is less fuel during the summer. The state government said that for large areas of Victoria, the winter was too dry to risk controlled burns.  Fire crews say that even at night, when conditions usually ease, fires are racing from tree canopy to tree canopy, creating a situation that is almost impossible to control.  ", 
            "title": "Ravaged by Fires, Australian State Warns of Hot Weather's Danger"
        }, 
        "weight": 0.47632231407651215, 
        "file": "1819615.txt", 
        "other_topics": {
            "0": 0.0003319603670085087, 
            "1": 0.015218892489727446, 
            "2": 0.00040733866495638654, 
            "3": 0.00029623129191177485, 
            "4": 0.0001532435974922929, 
            "5": 0.0005115047358616166, 
            "6": 0.0002635595679546354, 
            "7": 0.08740807562959689, 
            "8": 0.47632231407651215, 
            "9": 0.00042827019104200217, 
            "10": 0.00018393494654913114, 
            "11": 0.004017809201051246, 
            "12": 0.048952475625911915, 
            "13": 0.13137549339753488, 
            "14": 0.0076032089283487175, 
            "15": 0.037683068753357155, 
            "16": 0.0002819546045293943, 
            "17": 0.00016975609728644872, 
            "18": 0.00014721469740564384, 
            "19": 0.00010230641365251282, 
            "20": 0.15561259888067167, 
            "21": 0.0007032463354376057, 
            "22": 0.030215146992819415, 
            "23": 0.00026626221375602766, 
            "24": 0.0001274786148690529, 
            "25": 0.0002759675748186493, 
            "26": 0.00022628354293972717, 
            "27": 0.00015638286883956027, 
            "28": 0.00023659169696060384, 
            "29": 0.0003214280011969384
        }
    }, 
    {
        "content": {
            "text": "  An article on Jan. 7 about the effect of the Iraq war on the price of oil in the Middle East attributed an incorrect statistic to James A. Placke, an oil expert, about the amount of oil currently being produced by Iraq. He said production was expected to average 1.85 million barrels a day for 2006; he did not say 1.5 million barrels.  ", 
            "title": "CORRECTIONS"
        }, 
        "weight": 0.474298397688208, 
        "file": "1820566.txt", 
        "other_topics": {
            "0": 0.0027891104313929284, 
            "1": 0.1908634088155826, 
            "2": 0.0034224342194151334, 
            "3": 0.0024889169566286126, 
            "4": 0.0012875432093343178, 
            "5": 0.004297631091792208, 
            "6": 0.0022144111566693293, 
            "7": 0.00995223610039096, 
            "8": 0.474298397688208, 
            "9": 0.0035982996044201677, 
            "10": 0.0015454100221088528, 
            "11": 0.0022597752857482687, 
            "12": 0.001826754338181259, 
            "13": 0.09588527777030992, 
            "14": 0.0008864729702512419, 
            "15": 0.0016347220721797432, 
            "16": 0.002368965113995204, 
            "17": 0.0014262802092939338, 
            "18": 0.0012368887644286476, 
            "19": 0.0008595721473862256, 
            "20": 0.04754306697838349, 
            "21": 0.00590863212883965, 
            "22": 0.0018849235018743478, 
            "23": 0.0022371186192045494, 
            "24": 0.0010710674220386184, 
            "25": 0.0023186624613930925, 
            "26": 0.0019012203045599288, 
            "27": 0.0013139191726474681, 
            "28": 0.00198782877582751, 
            "29": 0.12869105266751382
        }
    }, 
    {
        "content": {
            "text": "  You don't have to be a space or climate expert to recognize that this country's ability to track climate and environmental changes from space is heading in the wrong direction. At a time when concerns about global warming are rising, the Bush administration is sharply reducing the number of satellites that can measure the impact of rising temperatures and a host of other environmental trends.  The administration's hypocrisy is stunning. For years, the president and top officials have justified their refusal to grapple seriously with global warming by insisting that more research is needed. Now, after pledging that such research would be the centerpiece of a new climate change strategy, the administration is underfinancing some of the most important efforts to gather data.  A report issued last week by the National Academy of Sciences projected an alarming decline in vital studies and monitoring. The National Aeronautics and Space Administration currently has a sizable number of Earth-observing satellites and instruments in orbit, but since 2000 its budget for earth sciences has decreased over 30 percent when adjusted for inflation.  By 2010, the number of operating sensors and instruments on NASA satellites that observe the Earth is likely to drop by 40 percent as old equipment fails and is not promptly replaced. Meanwhile, at the National Oceanic and Atmospheric Administration, huge cost overruns and technical problems have delayed planned launchings of key climate and weather-monitoring satellites and forced the elimination of instruments essential for climate science.  The setbacks are bound to hobble efforts to understand whether hurricanes and heat waves are becoming more frequent and intense, whether ice sheets will collapse and drive sea levels dangerously high, and how fish stocks, deforestation, drinking water supplies and air pollution are affected as populations grow and economies take off. We clearly need more data in coming years, not less.  The academy's panel estimates that some $7.5 billion in new money is needed through 2020, mostly at NASA, to conduct high-priority observational missions. NASA's resources are already grievously overextended. It must finish building the international space station, keep flying the rickety shuttle fleet and start developing a follow-on spacecraft to explore the Moon and get ready to travel to Mars.  With little new money to carry out these costly tasks, the agency has been forced to rein in other parts of its budget, including earth science studies. Unless Congress gives NASA more funds, the agency should shift money internally to give Earth observations higher priority. Studies that could affect the livability of the planet seem vastly more consequential than completing a space station or returning to the Moon by an arbitrary date.  Editorial  ", 
            "title": "Blinding Ourselves in Space"
        }, 
        "weight": 0.4733219539821689, 
        "file": "1820483.txt", 
        "other_topics": {
            "0": 0.1397624822129251, 
            "1": 0.0002518109929130027, 
            "2": 0.00045895530854087735, 
            "3": 0.00033376876706115816, 
            "4": 0.0001726621325685341, 
            "5": 0.03859135466773781, 
            "6": 0.02141642015376084, 
            "7": 0.009782400133385464, 
            "8": 0.4733219539821689, 
            "9": 0.004706431843447762, 
            "10": 0.00020724259052094855, 
            "11": 0.004526933041635726, 
            "12": 0.0002449714288596733, 
            "13": 0.00018673059613547407, 
            "14": 0.00011887780728312562, 
            "15": 0.00021921951596897327, 
            "16": 0.00031768298383892554, 
            "17": 0.0001912670431498053, 
            "18": 0.00016586926968200602, 
            "19": 0.00011527035286136411, 
            "20": 0.2978242125467189, 
            "21": 0.0007923594459061852, 
            "22": 0.00025277203064155024, 
            "23": 0.0003000021038519848, 
            "24": 0.00014363229433634578, 
            "25": 0.00031093729700747136, 
            "26": 0.00025495746464123395, 
            "27": 0.0001761992022693269, 
            "28": 0.0002665718347370481, 
            "29": 0.004586050955444473
        }
    }, 
    {
        "content": {
            "text": "  To those who questioned the propriety of keeping the giant whale shark in captivity, the philanthropist Bernie Marcus liked to say that in his aquarium here, the shark, the world's largest fish, would also be the world's most pampered.  But a specialized diet of krill and fortified gelatin, a 6.2-million-gallon fish tank and state-of-the-art medical care were not enough to save Ralph, one of the four graceful, dappled whale sharks that were star attractions at the lavish $290 million Georgia Aquarium that opened here to great fanfare just over a year ago.  Ralph, an adolescent whale shark 22 feet long, died mysteriously on Thursday, reopening questions about whether whale sharks, a species about which little is known, should ever be taken from the wild.  Jeffery S. Swanagan, the chief executive of the Georgia Aquarium, said that none of the four whale sharks -- the others are Norton, Alice and Trixie -- had shown signs of stress. ''The only thing we saw is that occasionally they wouldn't eat,'' Mr. Swanagan said. ''But it was never serious.''  As some 20 veterinarians, pathologists and biologists began a necropsy on Ralph, his online guest book swelled with affectionate messages from fans. Many of them had never heard of a whale shark before the aquarium became the first outside Asia to exhibit them.  ''We will miss you, Ralph,'' wrote the ''Kinard kids'' of Oxford, Ga. ''To be so big and to be so nice at the same time.''  Bob Roberts of Atlanta was nostalgic: ''I remember when we first met and you swam by me -- our eyes met -- and it was like we had known each other our entire lives.''  Ralph was the second highly publicized attraction at the aquarium to die this month; a beluga whale that had been seriously ill died on Jan. 2.  Whale sharks, which can exceed 50 feet in length, are rare. Little is known about their social habits, migration patterns or even their life span and food intake.  ''Relative to other species, sharks are very poorly understood,'' said Robert Hueter, a pre-eminent shark expert who was attending the necropsy, and whose research in the wild is partly financed by the Georgia Aquarium. ''Relative to other species of sharks, the whale shark is even more poorly understood.''  Dr. Hueter, director of the Center for Shark Research at the Mote Marine Laboratory in Sarasota, Fla., said he had not yet seen any obvious pathology. ''There's been no 'aha' moment yet,'' he said. ''It's always possible that we'll never know.''  Scientists are beguiled by the whale shark's habit of diving deep into frigid water, as deep as 4,000 feet, Dr. Hueter said. No one knows if they are seeking food, trying to rid themselves of parasites, cooling off, resting or reveling.  But scientists like Rachel Graham, who has researched whale sharks in Belize, point out that such dives cannot be replicated in a fish tank.  ''Let us continue our push for global whale shark conservation so that populations may be protected and in some areas restored following overfishing,'' Dr. Graham wrote in a mass e-mail message to her colleagues in August 2005, criticizing the Atlanta exhibit. ''Global protection will then render obsolete the excuse of procuring whale sharks for aquariums in lieu of fishing and leave these animals where they belong, in the open ocean.''  Marie Levine, the executive director of the Shark Research Institute in Princeton, N.J., initially opposed the whale shark exhibit in Atlanta because the aquarium intended to take the sharks from a wildlife sanctuary, and because so many whale sharks have died in captivity in Asia.  But Ms. Levine softened when the aquarium bought juveniles, which are more adaptable, from Taiwanese fishermen, who can take a limited number each year, most of which are destined for the dining table.  ''It was really a rescue,'' she said, ''and they certainly gave those animals excellent care.''  ", 
            "title": "Death of a Shark Leaves Scientists Grasping"
        }, 
        "weight": 0.47288988404923704, 
        "file": "1818478.txt", 
        "other_topics": {
            "0": 0.0002886727317241161, 
            "1": 0.0034543479778307924, 
            "2": 0.06555422685982373, 
            "3": 0.0002576027283887906, 
            "4": 0.03273326321128861, 
            "5": 0.049344808383762165, 
            "6": 0.00022919139757289844, 
            "7": 0.15099006760040393, 
            "8": 0.47288988404923704, 
            "9": 0.00037242375370953547, 
            "10": 0.00015994982762055447, 
            "11": 0.00023388658171337104, 
            "12": 0.00018906894436886972, 
            "13": 0.0001441186707243624, 
            "14": 0.026171751953906648, 
            "15": 0.00016919361846499552, 
            "16": 0.00024518772118843597, 
            "17": 0.08490762660972491, 
            "18": 0.00012801789934440303, 
            "19": 8.896565625622199e-05, 
            "20": 0.08968071076771686, 
            "21": 0.010391543780184986, 
            "22": 0.009975090222830545, 
            "23": 0.0002315416183338926, 
            "24": 0.00011085540217429867, 
            "25": 0.00023998140021376993, 
            "26": 0.0001967761666046961, 
            "27": 0.0001359905411287032, 
            "28": 0.00020574013723485002, 
            "29": 0.0002795137865230893
        }
    }, 
    {
        "content": {
            "text": "  The Hubble Space Telescope is flying partly blind across the heavens, a result of a short circuit on Saturday morning in its most popular instrument, the Advanced Camera for Surveys.  NASA engineers reported yesterday that most of the camera's capabilities, including the ability to take the sort of deep cosmic postcards that have inspired the public and to track the mysterious dark energy splitting the universe to the ends of time, had probably been lost for good.  In a telephone news conference, Hubble engineers and scientists said the telescope itself was in fine shape and would continue operating with its remaining instruments, which include another camera, the wide-field planetary camera 2, or wfpc2, and an infrared camera and spectrograph named Nicmos.  ''Obviously, we are very disappointed,'' Preston Burch, program manager for the telescope, said at the Goddard Space Flight Center in Greenbelt, Md., noting that the camera had basically met its five-year design lifetime. The Hubble telescope, Mr. Burch said, still has significant science capability.  Mr. Burch and his colleagues said it was unlikely that they would be able to repair the camera during the next Hubble servicing mission, which is scheduled for September 2008. On that mission, astronauts will replace the wide-field camera with a powerful new version, wfpc3, which will extend the telescope's vision to ultraviolet and infrared wavelengths and restore the lost capabilities. They will also install a new ultraviolet spectrograph and make many other pressing repairs.  Noting that the five days of spacewalks for that mission were already full, and that changing things to fix the camera would cost time and money, Dr. Burch said, ''At first blush, this doesn't look attractive.''  The Advanced Camera for Surveys was installed on the telescope in March 2002, and it has been the space telescope's workhorse. Among its feats, in 2003 the camera took the deepest photograph of the cosmos ever taken, the Hubble Ultra Deep Field, showing young galaxy fragments only one billion to two billion years after the Big Bang. In the most recent round of proposals from astronomers to use the telescope, about two-thirds required the advanced camera.  The camera had been operating on its backup electrical system since last summer, however, when electrical problems in its main system caused it to shut down for a while. Now the backup system has failed, dooming its ability to take wide-field or high-resolution images.  The camera may yet be operated in what the engineers called ''solar blind mode,'' at ultraviolet wavelengths to observe phenomena like auroras on Jupiter.  The electrical problems apparently did not spread to the rest of the telescope. Rick Howard, of NASA headquarters, said: ''The fuse did what it was supposed to do. It saw a high current, and it popped. It protected the rest of the telescope.''  Astronomers said that the Space Telescope Science Institute had developed a contingency plan of observations that could go on without the camera and that there was no shortage of astronomers who would want to use it. Some of the telescope's most crucial and high-visibility programs, however, will be delayed.  Adam Riess of the space telescope institute, who has used the Hubble telescope to search for supernova explosions in the distant universe to gauge the effects of dark energy on cosmic history, said these explosions would now be out of reach until the new camera was installed.  Still, Dr. Riess said in an e-mail message, it was a great camera. ''Although it only lasted 4.9 years, it was only rated for 5 years,'' he said, ''so we really got our money's worth.''  ", 
            "title": "Eye on Cosmos Is Lost to Short Circuit on Hubble Telescope"
        }, 
        "weight": 0.46957365579065524, 
        "file": "1822552.txt", 
        "other_topics": {
            "0": 0.014110688163863105, 
            "1": 0.00020575040831298183, 
            "2": 0.0003750044469358033, 
            "3": 0.0037239863249003925, 
            "4": 0.00014107924306719843, 
            "5": 0.00047090189829479453, 
            "6": 0.0002426384198663037, 
            "7": 0.05631080491430779, 
            "8": 0.46957365579065524, 
            "9": 0.02110189226383653, 
            "10": 0.0001693343373387074, 
            "11": 0.00024760907789662197, 
            "12": 0.00020016191878607104, 
            "13": 0.00015257434139372085, 
            "14": 9.713300084681121e-05, 
            "15": 0.007081659748914105, 
            "16": 0.00025957327312365393, 
            "17": 0.00015628099381064423, 
            "18": 0.0001355289122561837, 
            "19": 9.418541221431518e-05, 
            "20": 0.3227262161116101, 
            "21": 0.0006474232027756219, 
            "22": 0.00020653565562393284, 
            "23": 0.0002451265318016708, 
            "24": 0.00011735946419481174, 
            "25": 0.0002540614890515316, 
            "26": 0.00020832133595732218, 
            "27": 0.00014396932156119423, 
            "28": 0.09340209142084349, 
            "29": 0.0071984525759594
        }
    }, 
    {
        "content": {
            "text": "  Move over, gas-electric hybrid. Ford has a new entry, the electric-electric hybrid.  The vehicle, based on a Ford Edge crossover, runs on electricity from a battery, charged either from a standard wall socket or from an on-board fuel cell. It has two highly visible fueling ports, both on the driver's side of the vehicle. One is a hose coupling for hydrogen gas, and the other is an electric connection like the one on a leaf blower, ready for a standard three-prong extension cord.  ''I told the design team to make them prominent,'' said Mujeeb I. Ijaz, the manager of fuel-cell vehicle engineering at Ford.  Energy specialists say they think the plug-in hybrid could cut oil dependence by allowing a car to go the first 25 or 30 miles each day on energy drawn from the power grid, most of which is generated from coal. That would cover the entire commute of most drivers on most days.  But almost all plug-in hybrid designs have a gasoline engine as a backup, to provide range. The plug-in Edge is the first to use a fuel cell instead, according to Ford.  Marrying a fuel cell to a battery allows the fuel cell to run at a constant rate, which is gentler on the hardware than having it cycle up to its maximum when the car is accelerating and then down to nothing. And it means that the fuel cell can be much smaller, because it does not need to be sized to handle maximum load.  The plug-in hybrid Edge has a 35-kilowatt fuel cell and a 130-kilowatt electric motor drive.  Mr. Ijaz said that fuel cells were less expensive than they used to be, but were still near $1,000 for a kilowatt of capacity, about 10 times the price of a kilowatt from a battery, and 30 times the price of a kilowatt from a gasoline engine.  The finished product (of which there is exactly one) illustrates the economics of hydrogen. At $5 a kilo of hydrogen (which is the selling price at a demonstration fueling station here, but probably far below actual cost), a dollar's worth will push the Edge about eight miles. But a consumer who charged the batteries at 10 cents a kilowatt-hour, roughly the national average retail price, would go 25 miles on a dollar's worth.  (A gasoline vehicle that gets 20 miles a gallon on unleaded regular at $2.25 a gallon would go a little less than 9 miles on a dollar's worth.)  The Edge was built as an experiment, not as a money-saver. Partly financed by the Energy Department, it cost about $2 million. The assistant secretary of energy for conservation and renewables, Andrew Karsner, is scheduled to appear at the Washington Auto Show on Tuesday to discuss the Edge and other vehicles.  Among its disadvantages is a hydrogen tank that takes up about seven times as much space as a gasoline tank that would provide the same useable energy.  The Edge has switches that allow the driver to plan a trip and do the last few miles on battery, with the fuel cell shut down, to maximize use of electricity from the grid, not from hydrogen. The tailpipe emits only low-temperature water vapor. On Sunday afternoon, at 32 degrees, as Ford raced to get photos of the vehicle before the snow started, Mr. Ijaz aptly described the tailpipe as looking like a dryer vent. In warmer weather the vapor would not be so visible.  Running in cold weather has another complication; the Edge uses electric resistance heat, supplemented by waste heat from the fuel-cell stack. The air-conditioner is also electric. Both cut slightly into range. With fuel compressed to 5,000 pounds per square inch, range is 200 miles (plus 25 miles on electricity stored from the initial battery charge); Ford, like the rest of the fuel-cell industry, plans to shift to fuel cells that use hydrogen stored at 10,000 p.s.i.  In city and highway traffic, the car, like most electrics, has no vibration, and the tire sounds are prominent because there is no engine noise to mask them. The sound of a compressor that pumps air through the fuel cell is also prominent.  ", 
            "title": "Ford Shows a Hybrid Car With 2 Modes: Electric or Electric"
        }, 
        "weight": 0.46881017558827626, 
        "file": "1820854.txt", 
        "other_topics": {
            "0": 0.009338063369972501, 
            "1": 0.00018024532447821618, 
            "2": 0.00032851841594354255, 
            "3": 0.0002389103788666493, 
            "4": 0.0001235908796113134, 
            "5": 0.0004125282965486967, 
            "6": 0.0002125606509278754, 
            "7": 0.031189770475471307, 
            "8": 0.46881017558827626, 
            "9": 0.00034539968056315247, 
            "10": 0.0001483434362496634, 
            "11": 0.00021691513982970102, 
            "12": 0.0031987954282972873, 
            "13": 0.00013366103084338902, 
            "14": 8.509226979780278e-05, 
            "15": 0.23900913759841813, 
            "16": 0.01232117958624945, 
            "17": 0.00013690820188472184, 
            "18": 0.00011872857490827252, 
            "19": 8.251006802309541e-05, 
            "20": 0.17387661135956858, 
            "21": 0.006614059468368661, 
            "22": 0.00018093323152792035, 
            "23": 0.01533196951849849, 
            "24": 0.00010281143487309792, 
            "25": 0.00022256770184315958, 
            "26": 0.000182497556642729, 
            "27": 0.0001261227002778628, 
            "28": 0.02437837777363859, 
            "29": 0.012353014859599994
        }
    }, 
    {
        "content": {
            "text": "  Vowing to reduce the nation's thirst for foreign oil, President Bush called on Tuesday for a huge government-mandated increase in renewable fuels -- mainly ethanol -- and tougher mileage standards for cars and light trucks.  It was the second year in a row that Mr. Bush made ''energy security'' a focal point of his State of the Union address, but his proposals on Tuesday were modest, and perhaps less achievable, than those he made a year ago when he said the nation was ''addicted to oil.''  The centerpiece of Mr. Bush's proposal, which he said would cut the projected use of gasoline by 20 percent over the next decade, was a nearly fivefold mandatory increase in the production of ethanol and other alternative fuels for cars and trucks. The most obvious beneficiaries would be makers of ethanol and other biofuels, but it could also promote the production of liquefied coal.  Mr. Bush called for a mandatory requirement that makers of fuel produce 35 billion gallons of alternative fuels a year by 2017, replacing about 15 percent of the projected gasoline use in that year.  A second major plank of Mr. Bush's energy proposal calls for increasing fuel-efficiency standards of cars and trucks by 4 percent a year -- about one mile per gallon -- starting in 2010 for cars and 2012 for trucks.  That was a significant change from Mr. Bush's approach last year, when he called for ''reform'' of the corporate average fuel economy, or CAFE, rules, but avoided suggesting specific mileage requirements.  In a third proposal, Mr. Bush called for doubling the amount of oil in the Strategic Petroleum Reserve to about 1.5 billion barrels of oil. The doubling would take place at a snail's pace over the next 20 years. Even so, advance word of the idea helped push up oil prices by $2.46 a barrel on Tuesday to $55.04.  ''It's a big change that the president has endorsed these new fuel-efficiency standards,'' said Frederick W. Smith, the chief executive of the FedEx Corporation and a co-chairman of the Energy Security Leadership Council, a group of executive and retired military officers. These standards, he said, match their recommendations, ''which are achievable.''  But the proposals face an array of obstacles, both practical and political. On a practical level, skeptics noted that Mr. Bush's goal for ethanol would require big advances in ''cellulosic ethanol,'' a form of ethanol made from plants like switchgrass that has yet to be produced at anything close to competitive prices. It could also require up to 40 million additional acres devoted to growing the plant material involved as well as a sprawling new infrastructure for transforming the feedstock into fuel.  On a political level, Mr. Bush faces a Congress that is now controlled by Democrats, some of whom criticized him on Tuesday for proposing little to reduce the production of heat-trapping gases implicated in global warming.  ''I am disappointed,'' said Senator Jeff Bingaman, Democrat of New Mexico and chairman of the Senate Energy Committee. He said Mr. Bush was ''completely silent'' on energy efficiency and reduction of carbon dioxide from electric power plants, which contribute 40 percent of these emissions.  Cars and trucks account for about one-third of heat-trapping gases that result from burning fossil fuels. Electric utilities and other ''smokestack'' sources were not addressed.  ''If this was a real effort to solve the climate problem, it would include large stationary sources and utilities,'' said Eileen Claussen, president of the Pew Center on Global Climate Change, a nonpartisan policy research group.  Ms. Claussen and other environmental leaders also criticized the absence of any proposal for a mandatory cap on emissions of heat-trapping gases.  Many supporters of ethanol and other renewable fuels praised Mr. Bush's proposals. The Union of Concerned Scientists estimated that the mileage requirement could save 550,000 barrels of oil per day in 2017, and reduce emissions equivalent to ''taking 14 million of today's cars and trucks off the road.''  But many cautioned that the goals would be difficult to attain, might do little to reduce gas emissions and could lead to higher food prices as farmers cater to energy demand rather than food production.  Philip Clapp, president of the National Environmental Trust, said, ''The big numbers may sound impressive, but this is nothing more than stay-the-course on global warming.'' The proposal, Mr. Clapp said, represents a 1.5 percent cut in carbon emissions a decade hence. ''They will still go up by 14 percent over the next decade.''  And if liquefied coal, which produces double the heat-trapping gases of regular gasoline, is part of the alternative-fuel mix -- as coal-industry lobbyists and environmental groups say is the case -- the emissions reductions would fall significantly.  Mr. Bush called for increasing the requirement for annual production of alternative fuels to 35 billion gallons a year. That would almost quintuple the current mandate of producing 7.5 billion gallons of ethanol by 2012. Spurred by tax breaks and soaring oil prices, ethanol production has climbed rapidly and is expected to hit 6 billion gallons this year.  But energy analysts say that corn-based ethanol, which accounts for virtually all of today's production, will not be able to produce more than about half as much alternative fuel as Mr. Bush envisions by 2017.  Mr. Bush also laced his proposals with numerous ''safety valves'' that could delay attainment of his goals.  STATE OF THE UNION  ", 
            "title": "Bush Seeks Vast, Mandatory Increase in Alternative Fuels and Greater Vehicle Efficiency"
        }, 
        "weight": 0.46845974460849965, 
        "file": "1821088.txt", 
        "other_topics": {
            "0": 0.1768788195679207, 
            "1": 0.00012691018195587419, 
            "2": 0.00023130881238636144, 
            "3": 0.00016821606741193273, 
            "4": 8.701996051749988e-05, 
            "5": 0.0002904599125025806, 
            "6": 0.0001496633045212552, 
            "7": 0.0028014313040265644, 
            "8": 0.46845974460849965, 
            "9": 0.0002431948591990702, 
            "10": 0.00010444815997809522, 
            "11": 0.00015272928684537544, 
            "12": 0.00012346311116493864, 
            "13": 9.411032321559217e-05, 
            "14": 5.991320703790365e-05, 
            "15": 0.0064968813222978416, 
            "16": 0.10447125858462576, 
            "17": 9.63966464192057e-05, 
            "18": 8.359642664013487e-05, 
            "19": 5.809508666211272e-05, 
            "20": 0.2331235370202696, 
            "21": 0.0003993411101363284, 
            "22": 0.0001273945352066418, 
            "23": 0.0001511980122335417, 
            "24": 7.238921700000202e-05, 
            "25": 0.0001567092384791921, 
            "26": 0.00012849597173784292, 
            "27": 8.880260770905163e-05, 
            "28": 0.00013434949626078496, 
            "29": 0.004440122057138576
        }
    }, 
    {
        "content": {
            "text": "  Steven Niggle was duck hunting on Scoy Pond in the Northwest Woods here when he did a double take at a tree with a ring chewed out of its lower trunk. Then he found several more gnawed-up trunks around the pond, some merely stumps with a pointy, chewed up tip, others with trees still partially attached, either fallen or leaning.  Mr. Niggle, 19, said he wondered why the pond's water level seemed about three feet higher than normal, overflowing its banks. Turned out that a dam meticulously fashioned from twigs and saplings, some with gnawed-off ends, was blocking the mouth of Ely Brook, where the pond flows into another one nearby. A lodge made of sticks showed up later in a shallow section of the pond, which is in the Grace Estate town nature preserve.  ''I said, 'Is that a beaver ring around that tree?' '' Mr. Niggle recalled of that day at the pond last month. ''Because I've been upstate and seen logs wash down the river chewed up from beavers, but I've never heard of beavers around here.''  Mr. Niggle told his father, Charles Niggle, who also had not heard of beavers being in these parts, and who went to see for himself. Word spread among the local hunters and outdoorsmen, none of whom knew of beavers having lived here.  According to local records and wildlife books, the beaver -- the official animal of New York State -- was once prevalent on Long Island, but disappeared by the early 1700s as a result of trapping, hunting and deforestation for farming.  Local environmental experts say that more recently, beaver-chewed wood has washed up on East End shores after huge rainfalls, probably from Connecticut. A dead beaver was found on Shelter Island last year, and there was evidence of a beaver on Plum Island a few years ago. In the late 1990s, a fatigued beaver was seen just off the Long Island Sound beach in Southold; it was rescued and died soon afterward.  But live beavers chewing trees and building dams in an East Hampton nature preserve is something else.  ''It's a real mystery,'' said Larry Penny, 71, director of the town's Department of Natural Resources. ''It's possible someone caught them up north and released them here.''  Environmental officials say the beavers could have washed out from flooded Connecticut rivers, gotten disoriented, and wound up swimming across Long Island Sound. If any live in the fresh water pond on Gardiners Island -- the huge, private, unoccupied land between Long Island's forks -- they may have taken the shorter swim over from there. Or somebody may have brought beavers to Scoy Pond.  Then again, there are no reports of actual sightings of beavers, which tend to work at night and avoid people.  ''It's possible it could be a hoax,'' Mr. Penny said, ''but I really doubt someone would go through the trouble. It's just too difficult.''  At first, Steven Niggle saw only a few gnawed trees. By last week, more than a dozen stumps were visible, five inches to a foot in diameter, their nubs whittled sharp by a busy little chiseler who left mounds of fresh wood shavings on the forest floor. On some trees, only the bark was stripped away. On others, the trunks appeared beveled by beaver bites. Still others were cut clear through and were left leaning against other tree branches.  Mr. Penny said adult beavers, which weigh about 20 pounds, can drag a large tree to a pond to help build or protect the lodge. He knelt at a stump one foot in diameter, from a white oak whose age he estimated at about 60 years. About 20 yards off a southeast edge of the pond, there was a dense wigwamlike structure of branches and switches rising three feet above the surface.  ''That's the lodge,'' Mr. Penny said, peering at it through a thicket of trees and overgrowth. ''They dam up the river to raise the water level and then build their lodge in shallows so that they must swim underwater to enter it.''  Daniel Rosenblatt, the Long Island regional wildlife manager for New York State's Department of Environmental Conservation, said Long Island was not particularly abundant in wetlands or the hardwood trees that beavers prefer to soft wood, such as the pine trees that proliferate on Long Island.  ''We don't have any breeding beaver on Long Island, and we haven't seen evidence that they have been able to survive here,'' he said. ''Periodically, we've had some wash up on the North Shore, probably flushed out from Connecticut rivers.  ''There are very few locations where they could take root on Long Island,'' Mr. Rosenblatt added. ''A lot of the estuaries here have salt tidal influence, and beavers need a fresh water system of lakes and rivers to become widespread.''  Mr. Penny joked that the town might install night video cameras connected to its Web site to spot the industrious beaver -- or beavers.  ''The beaver is known for appearing out of nowhere, out of the dark, to a pond and building a dam,'' he said. ''They are seen in some Indian lore as the reincarnated spirit of the departed.''  ", 
            "title": "Felled Trees in East Hampton: A Prank's Toll, or a Beaver's Lunch?"
        }, 
        "weight": 0.4684139616968869, 
        "file": "1819689.txt", 
        "other_topics": {
            "0": 0.0002182384490896235, 
            "1": 0.00014692813102206833, 
            "2": 0.0002677938914678962, 
            "3": 0.00019474932595487884, 
            "4": 0.012423652118827391, 
            "5": 0.017588343793974857, 
            "6": 0.032212826352325245, 
            "7": 0.22998478450286722, 
            "8": 0.4684139616968869, 
            "9": 0.03725027342699139, 
            "10": 0.0025855043467485233, 
            "11": 0.0001768197659375092, 
            "12": 0.00014293734272590922, 
            "13": 0.00010895464561509678, 
            "14": 6.936350888440246e-05, 
            "15": 0.00012791146801129392, 
            "16": 0.00018536350035001605, 
            "17": 0.00011160159789301664, 
            "18": 9.678235849215832e-05, 
            "19": 6.725861056441595e-05, 
            "20": 0.06287003390347806, 
            "21": 0.00046233046118403156, 
            "22": 0.007541232615764033, 
            "23": 0.12340410917353496, 
            "24": 8.380739981650409e-05, 
            "25": 0.00018142748807692136, 
            "26": 0.0001487640525002959, 
            "27": 0.00010280972715895589, 
            "28": 0.0026201221164764516, 
            "29": 0.00021131422738003984
        }
    }, 
    {
        "content": {
            "text": "  All environmentalists have their favorite ''green'' energy source that they think will break our addiction to oil and slow down climate change. I've come out to Montana to see mine. It's called coal.  Yes, yes, I know, you thought I was going to say corn ethanol or switch grass or soybean diesel. Well, one day they all might reach a scale that can get us off oil. But the cheap, available fuel that China, India and America all have in abundance today -- and are all going to burn for the next decade -- is coal. So unless we can burn coal in a cleaner way, you can kiss the climate goodbye -- we'll all be wearing bikinis and shorts in Manhattan in January.  When it comes to what it will take to ''green'' coal, there's no more informed or intrepid tour guide than Montana's Democratic governor, Brian Schweitzer. The governor, a bulldozer of a man, met me in Billings in his little prop plane, we flew into a winter gale that tossed us around like salad pieces, and then we set down on a makeshift runway in Colstrip, on the edge of a coal strip mine. On the way back, after flying through another howling storm that caused me to dig my nails so deeply into the armrests I left my fingerprints in the leather, I thanked the pilots profusely. The governor simply bellowed, ''I'm glad we had our best interns flying today!''  When it comes to cleaning up coal, though, Governor Schweitzer is dead serious.  ''Here in Montana we make our living outside,'' said the governor, an agronomist who got his start building farms in Saudi Arabia, ''and when you do that, you know the climate is changing. We don't get as much snow in the high country as we used to  and the runoff starts sooner in the spring.  The river I've been fishing over the last 50 years is now warmer in July by five degrees than 50 years ago, and it is hard on our trout population.  So when Exxon Mobil hires someone who calls himself a 'scientist' to claim this is not true, you don't have to get The New York Times to know the guy is blowing smoke.''  But here's what the governor also knows: Montana has one-third of all the coal deposits in America -- 8 percent of all the coal in the world. Montana's coal is roughly equivalent to 240 billion barrels of oil. ''That's enough to replace all our imported oil for 60 years,'' he noted.  That's the good news. The bad news is that because of global warming -- fueled in part by carbon dioxide emissions from coal-burning electricity plants -- the only way we'll be able to use all those coal reserves is if we can burn coal without emitting the CO2. Otherwise we're cooked, literally.  So Governor Schweitzer's crusade is to get the coal-burning industries to take the lead on this, in partnership with government. The governor recalled a recent conference of coal-dependent industries, held in Phoenix, at which he held up a lump of coal and warned: ''You are the people who represent the companies who will decide whether I'm holding up the future of energy or the past. Take a look at all the other people sitting at your table. You know who you see? You see the last remaining people on the planet who don't believe CO2 is a problem.  The only way you will make this the energy of the future is to recognize C02 as a problem and that you have to be part of the solution.'' And by the way, he added, ''there is a lot of money in it for you guys. You can sell this technology all over the world.''  Governor Schweitzer has a plan for Washington: 1) Set a floor price for crude oil in the U.S. at $40 a barrel forever. That will tell Wall Street that if it invests in new, clean coal technologies -- which can be run profitably at the equivalent of $40 a barrel -- OPEC will never undercut them. 2) Set up a European-style cap and trade system rewarding companies that buy clean coal technologies and punishing those that don't. 3) Have Washington co-invest in a dozen pilot gasification and liquefaction technologies -- which already exist -- for cleaning coal and sequestering the carbon dioxide. Then we'll identify the best technologies quicker and move down the innovation curve. 4) Write the regulations now for how we will manage carbon dioxide that is removed from coal and stored underground.  As we talked, four smokestacks from the coal-fired electricity plant in Colstrip, which helps power Portland and Seattle, were belching CO2.  ''For the last 100 years we built plants like this one,'' the governor said. ''It takes crushed coal, ignites it to heat water that produces steam, and that turns a turbine and produces electricity.  You build that smoke stack real high so that nasty stuff goes to someone else's backyard. Well, we've run out of backyards.''  Op-Ed Columnist  ", 
            "title": "My Favorite Green Lump"
        }, 
        "weight": 0.46733645688938275, 
        "file": "1817813.txt", 
        "other_topics": {
            "0": 0.00024478311561942044, 
            "1": 0.0001647992177077396, 
            "2": 0.00030036606001741106, 
            "3": 0.00021843697556904934, 
            "4": 0.00011299977036695582, 
            "5": 0.0003771767215062933, 
            "6": 0.047188327918831444, 
            "7": 0.1971424330142017, 
            "8": 0.46733645688938275, 
            "9": 0.008608856445072447, 
            "10": 0.00013563115890408037, 
            "11": 0.00019832661655098846, 
            "12": 0.00016032302390693882, 
            "13": 0.0001222069609004626, 
            "14": 7.780029543761397e-05, 
            "15": 0.030551340645636527, 
            "16": 0.00020790953806295093, 
            "17": 0.00012517586591325003, 
            "18": 0.0001085541404254444, 
            "19": 7.543937521032264e-05, 
            "20": 0.20044154967787653, 
            "21": 0.022633379758502277, 
            "22": 0.02228024353163678, 
            "23": 0.0001963381798925833, 
            "24": 9.400101826521693e-05, 
            "25": 0.00020349478277421293, 
            "26": 0.00016685844504072252, 
            "27": 0.00011531462689059373, 
            "28": 0.00017445953935283468, 
            "29": 0.0002370166905445453
        }
    }, 
    {
        "content": {
            "text": "  A picture caption with an article on Dec. 27 about land that is being rented from farmers in Skagit County, Wash., to create a habitat for birds misidentified the birds shown on flooded land. They were waterfowl, not shorebirds.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.4656404478868438, 
        "file": "1816158.txt", 
        "other_topics": {
            "0": 0.003728661896415089, 
            "1": 0.25515845907726975, 
            "2": 0.004575329798091652, 
            "3": 0.0033273439857624296, 
            "4": 0.0017212704275159378, 
            "5": 0.005745349168125811, 
            "6": 0.0029603670080376896, 
            "7": 0.0554128136770255, 
            "8": 0.4656404478868438, 
            "9": 0.004810437936007565, 
            "10": 0.002066003338884465, 
            "11": 0.04512903817413162, 
            "12": 0.0024421224840085382, 
            "13": 0.0018615190734588886, 
            "14": 0.0011850939816416524, 
            "15": 0.0021854014215999394, 
            "16": 0.0031669846611556223, 
            "17": 0.0019067429565165239, 
            "18": 0.0016535523133538166, 
            "19": 0.001149131234498326, 
            "20": 0.021450598900581982, 
            "21": 0.007899038786978249, 
            "22": 0.0025198867567198316, 
            "23": 0.0029907238018621143, 
            "24": 0.0014318716964722123, 
            "25": 0.0030997368455313312, 
            "26": 0.002541673368867983, 
            "27": 0.0017565315087123068, 
            "28": 0.08687350810543457, 
            "29": 0.003610359728494843
        }
    }
]