[
    {
        "content": {
            "text": "  Introduced on Sunday: Chevrolet Volt design study  Is it real? Not now. Not next year. But General Motors will be ready when the batteries are.  What's the point? Plug-in hybrids have been the buzz among environmentalists, so G.M. set its engineers to building the best possible example -- a theoretical 150-mile-a-gallon car, complete with an onboard generating station.  What they said: ''Here it is, a fully electric-drive car from G.M. I am shocked -- I am truly shocked,'' said Robert A. Lutz, vice chairman of General Motors. ''It proves that environmentally conscious cars can actually look good.''  What they didn't say: This vehicle must wait for the battery of the future, not today's cumbersome and somewhat fragile energy storage systems.  What makes it tick? A small three-cylinder gas engine drives only a 53-kilowatt generator -- it is not connected to the wheels at all. The charge is stored in a long lithium-ion battery pack that runs down the middle of the car. A 160-horsepower electric motor moves the front-wheel-drive Volt, giving 0-60 acceleration of 8.5 seconds and a theoretical range of 640 miles. The car can also be plugged in to a standard wall outlet for a 6.5 hour recharge.  How much, how soon? No production estimates, no prices given. G.M. says the battery technology is expected to be available around 2010.  How's it look? Sleek and coupe-like, the Volt shows some of the design edge that characterizes Cadillac, with the sport sensibility of the Saturn Sky. The Chevrolet bow-tie logo was particularly prominent; one G.M. executive said informally that the Chevy badge was meant to show the Volt was a global concept.  ", 
            "title": "Chevy Will Be Ready When the Batteries Are"
        }, 
        "weight": 0.749484154667981, 
        "file": "1817459.txt", 
        "other_topics": {
            "0": 0.0005708001171418538, 
            "1": 0.0004638858841894107, 
            "2": 0.0004897399044666039, 
            "3": 0.00045209481986175135, 
            "4": 0.0006496212178693928, 
            "5": 0.0002783418451638101, 
            "6": 0.0007245607813371703, 
            "7": 0.000747330573935328, 
            "8": 0.749484154667981, 
            "9": 0.007880912410584355, 
            "10": 0.11523815024157044, 
            "11": 0.0008641361226456248, 
            "12": 0.00045486314921187426, 
            "13": 0.0003661272752817709, 
            "14": 0.023946726217237667, 
            "15": 0.0006175002512687684, 
            "16": 0.0003489108314551592, 
            "17": 0.00084146519741906, 
            "18": 0.000252291234491703, 
            "19": 0.024225739003913435, 
            "20": 0.0005055407421779369, 
            "21": 0.0003504529260503328, 
            "22": 0.0003790617639901085, 
            "23": 0.000255816529477528, 
            "24": 0.0002938731122146622, 
            "25": 0.00027649248052111827, 
            "26": 0.0003116013477912872, 
            "27": 0.0003654087686822987, 
            "28": 0.06771619399434568, 
            "29": 0.00043787868289071083, 
            "30": 0.00021032790483221123
        }
    }, 
    {
        "content": {
            "text": "  A chart on Jan. 2 with the continuation of a front-page article about Wal-Mart's struggle to market an energy-saving light bulb known as a compact fluorescent lamp referred incompletely to mercury emissions in comparing two light bulbs. The emissions -- 2.4 milligrams from the fluorescent lamp and 10 milligrams for an incandescent bulb -- occur at a coal-powered plant generating the electricity needed for the bulbs. The bulbs themselves do not emit mercury.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.7430254682393946, 
        "file": "1818495.txt", 
        "other_topics": {
            "0": 0.0016796130273510827, 
            "1": 0.0013650115879271583, 
            "2": 0.0014410885682270432, 
            "3": 0.1322893500374121, 
            "4": 0.0019115487674399823, 
            "5": 0.0008190373042230646, 
            "6": 0.002132062855094245, 
            "7": 0.0021990643134496635, 
            "8": 0.7430254682393946, 
            "9": 0.0013635440919401306, 
            "10": 0.07717698853373153, 
            "11": 0.0025427715331732188, 
            "12": 0.0013384616578281771, 
            "13": 0.0010773511125243727, 
            "14": 0.0049851378038637435, 
            "15": 0.0018170309277736841, 
            "16": 0.0010266907106298707, 
            "17": 0.0024760609978928317, 
            "18": 0.0007423818450854337, 
            "19": 0.005806149393077695, 
            "20": 0.00148758346559305, 
            "21": 0.0010312284149744855, 
            "22": 0.001115411608807085, 
            "23": 0.0007527552336073137, 
            "24": 0.0008647389740133615, 
            "25": 0.0008135954396317584, 
            "26": 0.0009169053533328813, 
            "27": 0.0010752368644566708, 
            "28": 0.0028203452027864874, 
            "29": 0.001288483863432346, 
            "30": 0.0006189022713249498
        }
    }, 
    {
        "content": {
            "text": "  An article in Business Day on Saturday about the energy efficient ways of the Japanese misstated the amount of energy consumed in Japan and the United States as measured in tons of oil per person. Japan consumed the energy equivalent of 2.8 tons of oil per person in 2004, not 2.8 million tons. Likewise, the United States consumed 5.4 tons of oil per person, not 5.4 million tons. The article also referred imprecisely to the output from a home fuel cell used by a Japanese homeowner, Kiminobu Kimura. The cell produces one kilowatt of power per hour; not one kilowatt per hour.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.6638065031315444, 
        "file": "1817863.txt", 
        "other_topics": {
            "0": 0.0013083701078912614, 
            "1": 0.0010633046597558749, 
            "2": 0.0011225664333323643, 
            "3": 0.20506289929713234, 
            "4": 0.01849125983907863, 
            "5": 0.0006380064387707954, 
            "6": 0.0016608154749489952, 
            "7": 0.0017130076786708273, 
            "8": 0.6638065031315444, 
            "9": 0.0010621615227048927, 
            "10": 0.009111992829962374, 
            "11": 0.035985182647715844, 
            "12": 0.0010426230299146887, 
            "13": 0.0008392254456095298, 
            "14": 0.003883278576721029, 
            "15": 0.001415414689157496, 
            "16": 0.00079976245359103, 
            "17": 0.0019287801072057457, 
            "18": 0.0005782940468631608, 
            "19": 0.03852725988403434, 
            "20": 0.0011587846174572485, 
            "21": 0.000803297194407077, 
            "22": 0.0008688734745405406, 
            "23": 0.0005863746173508612, 
            "24": 0.0006736067214910621, 
            "25": 0.0006337673831987593, 
            "26": 0.0007142428264909252, 
            "27": 0.000837578507340177, 
            "28": 0.00219696757358446, 
            "29": 0.0010036917694511004, 
            "30": 0.0004821070200822583
        }
    }, 
    {
        "content": {
            "text": "  WHEN General Motors unwraps the Chevrolet Volt for the press today at the North American International Auto Show, it will be revealing much more than the latest fantasy from its styling studios.  Beyond its striking coupelike lines, the Volt is also a declaration of G.M.'s intent to mass-produce a new type of hybrid-electric vehicle, one that can drive up to 40 miles on batteries alone and recharge itself with an onboard generator -- or by plugging into a standard 110-volt household outlet.  The Volt is also less than it appears. The batteries to make it roadworthy do not yet exist, a shortcoming G.M. acknowledges.  This squat four-seat hybrid sedan previews a new family of plug-in electric drive systems that G.M. calls E-Flex. The system, which the company plans to begin installing globally when the battery technology is mature, will be capable of delivering the equivalent of 100 miles a gallon or more in urban driving, G.M. officials said. The Volt's total range is 640 miles using the combined capacity of fully charged batteries and a built-in gasoline-powered generator.  Plug-in hybrids have drawn a great deal of attention recently, and several automakers have built prototypes to test their feasibility. G.M. announced last fall that it was developing a plug-in version of the Saturn Vue hybrid and last week awarded contracts for advanced lithium-ion batteries.  But the E-Flex design goes further, and it differs from any gasoline-electric hybrid in showrooms. While hybrids like the Toyota Prius can drive short distances on battery power and make longer trips using a thrifty gasoline engine -- and if needed, draw on both power sources -- the Volt's gas engine is not connected to the wheels. It turns only a generator to charge the battery pack, a design typically called a series hybrid, and operates in a narrow r.p.m range for maximum efficiency.  In the Volt, the E-Flex drive system consists of a small three-cylinder gas engine, a 53-kilowatt generator and a long lithium-ion battery pack that forms a spine down the center of the car's floor. The battery supplies electricity for the 120-kilowatt (160 horsepower) motor that drives the car's front wheels.  To maximize battery life, the engine that drives the generator automatically kicks in when the battery's charge falls below 30 percent of capacity and shuts off when the battery charge reaches 80 percent of maximum; at that point E-Flex reverts to pure electric mode.  ''We've dubbed this feature a 'range extender,' '' said Robert A. Lutz, G.M.'s vice chairman for product development. ''It also provides a steady flow of electricity to get the vehicle home or to the nearest charging plug,'' he said, as long as there is fuel in the Volt's twin six-gallon tanks.  Mr. Lutz added that for the 78 percent of commuters in the United States whose daily round trip to work is 40 miles or less, according to the Department of Transportation, a Volt-size vehicle with E-Flex would make the commute using only the battery, ''without burning a drop of petroleum.'' Some type of fuel will be consumed to generate the electricity, of course.  For a 60-mile round trip, Mr. Lutz reasoned that the Volt would get the equivalent of 150 m.p.g. over all; the first 40 miles in pure-electric mode and the last 20 miles with the gas engine sipping fuel at a rate of 50 m.p.g. as it charges the battery.  G.M. engineers, who estimated the Volt's performance using computer simulations, said charging the battery from a 30 percent level would take about a half-hour while under way and up to 6.5 hours when plugged into a standard 15-amp household outlet.  Similar overall ratings of more than 100 m.p.g. are claimed by advocates of plug-in hybrids. According to Calcars.com, the Web site of the California Cars Initiative and an independent advocate of plug-ins, 30 miles of battery-only driving at the average cost of 9 cents a kilowatt-hour in the United States would cost 81 cents, compared with the average $2.40 gallon of regular gasoline required to propel a relatively miserly conventional car the same distance.  The Volt's estimated annual fuel savings of about 500 gallons, compared with a similar size 30-m.p.g. vehicle driving 15,000 miles a year, equate to $900, even considering the cost of the electricity, said Tony Posawatz, an engineering manager in the Volt program.  He added that while switching the United States to plug-in hybrids over time would increase overall electricity use and that rates would increase, the price of powering vehicles from the grid during off-peak hours would be roughly one-third the equivalent price of gasoline.  G.M. is planning to offer E-Flex power systems in all major world markets, according to Jonathan J. Lauckner, vice president for global vehicle programs. He said the company's next-generation compact-car platform, due in 2009, had been designed to accept an E-Flex battery pack, generator and related hardware.  For some applications, E-Flex would not require any range-extending engine. Instead, it could be a pure-electric vehicle used for local deliveries and charged directly from the power grid. G.M. is also developing a hydrogen version, with a small fuel-cell stack replacing the combustion engine for electricity generation.  While development of the new electric drive system has already begun, the company cannot set a production schedule until the proper batteries are ready, said Nick Zielinski, the Volt's chief engineer.  ''We believe lithium-ion will begin replacing today's nickel-metal hydride as the battery chemistry for hybrid use around 2010,'' he explained. Lithium-ion offers two to three times the energy storage and power density of nickel-metal hydride, said Martin Klein, engineering director of Compact Power, a division of LG Chemical of South Korea that is developing lithium-ion batteries.  He said achieving the Volt's goal of 40 miles of pure-electric operation was feasible. But Mr. Klein said he believed the challenge would be in developing small, light batteries that still met the target for driving distance between charges.  Battery weight, the Achilles' heel of hybrids, hurts vehicle performance, so G.M. is keen to trim some of Volt's hefty 3,200 pounds. Mr. Zielinski winced as he noted that early projections for Volt included a 400-pound battery pack, though that is still less than half the weight of the nickel-metal hydride batteries used in G.M.'s EV1. G.M.'s cancellation of its EV1 electric car stirred up environmentalists, but Mr. Lutz said the project's results were paying off.  ''The EV1 was a great engineering achievement, but it was severely limited in operating range by its battery,'' he said. ''We learned that customers did not want to plan their lives around the next battery charge.''  Battery development and production costs are likely to add thousands to the price of the early E-Flex vehicles, G.M. admitted. But the company was optimistic that incentives offered by local governments and electric utilities would help drive sales.  Skeptics include John German, environmental analysis manager for Honda in the United States. In Congressional testimony last year, he said that a business case for plug-in hybrids would not exist unless fuel prices were above $3 a gallon, shortages had occurred, technology was subsidized or a breakthrough in energy storage emerged.  None of that deters Mr. Lauckner, the G.M. vice president. ''This program is not a public relations ploy,'' he said. ''We are dead serious about taking this technology into high-volume production.''  DETROIT AUTO SHOW  Correction:  January 21, 2007, Sunday  An article about the Chevrolet Volt electric car on Jan. 7 gave the incorrect Web site of the California Cars Initiative, an advocate of such cars. It is CalCars.org, not Calcars.com.  ", 
            "title": "All the Technology Needed for 100 M.P.G. (Batteries Not Included)"
        }, 
        "weight": 0.6574715605522038, 
        "file": "1817073.txt", 
        "other_topics": {
            "0": 0.00160543746665658, 
            "1": 9.322852354889687e-05, 
            "2": 9.8424482771622e-05, 
            "3": 0.013507357488624257, 
            "4": 0.0031120004495648747, 
            "5": 5.593918709520853e-05, 
            "6": 0.013562115781927512, 
            "7": 0.010585247750248078, 
            "8": 0.6574715605522038, 
            "9": 9.312829547362297e-05, 
            "10": 0.200555679825659, 
            "11": 0.040423163953275755, 
            "12": 9.141519770950735e-05, 
            "13": 7.358168564483171e-05, 
            "14": 0.012266255033490053, 
            "15": 0.00012410085902366902, 
            "16": 0.0015608437180624898, 
            "17": 0.00016911175926432893, 
            "18": 5.0703718517087203e-05, 
            "19": 0.0003965524836627561, 
            "20": 0.0030830441685510456, 
            "21": 7.043156513838385e-05, 
            "22": 0.04032567711909906, 
            "23": 5.1412207517948024e-05, 
            "24": 5.906055195097411e-05, 
            "25": 5.556751479170016e-05, 
            "26": 6.262344809476133e-05, 
            "27": 7.343728524009428e-05, 
            "28": 0.00019262592455590902, 
            "29": 8.800177908144344e-05, 
            "30": 4.227022355488082e-05
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Sunday: Acura Advanced Sports Car design study  Is it real? The mechanical bits are all present, and the body is metal, not Styrofoam. But Acura's Advanced Sports Car Concept is strictly a nonrunning prototype, with its doors and hood sealed for the run of the auto show.  What's the point? The NSX was Acura's two-seat halo car, an Asian Ferrari that served as a showcase of technology and innovation. Since its demise, Acura's parent, Honda, has been hard at work on a replacement to keep the performance fires burning.  What they said: ''I must tell you that my own passion is performance,'' Takeo Fukui, president and chief executive of Honda Motor Company, said.  What they didn't say: That this is the next NSX, or that Acura is overdue for something more potent than the brand's current crop of V-6 engines. The next episode in the hunt for NSX V2.0 occurs at the Tokyo auto show, in October 2007.  What makes it tick? The A.S.C.C. has a front-mounted V-10 coupled to sport-tuned version of Acura's all-wheel drive hardware.  How much, how soon? No one would let us peek under the hood, much less mention anything as vulgar as a price or when to expect this car to be production ready.  How's it look? The Advanced Sports Car Concept looks familiar -- we see a lot of Audi R8, minus the gaping grill, and the Lexus LF-A concept of 2005, in this Acura's front end. It could probably do with an extra dose of edginess when the second iteration appears in Tokyo.  ", 
            "title": "Waiting, and Waiting, for NSX 2.0"
        }, 
        "weight": 0.6441346125803644, 
        "file": "1817301.txt", 
        "other_topics": {
            "0": 0.0006116312277712647, 
            "1": 0.0004970690866589588, 
            "2": 0.000524772525551269, 
            "3": 0.0004844345707664822, 
            "4": 0.02454046243545919, 
            "5": 0.03209074822190981, 
            "6": 0.0007763908712969418, 
            "7": 0.0008007894580958425, 
            "8": 0.6441346125803644, 
            "9": 0.0004965346978695895, 
            "10": 0.12348149413715848, 
            "11": 0.0009259504715972125, 
            "12": 0.0004874009273393736, 
            "13": 0.00039231749990248447, 
            "14": 0.009763462287617795, 
            "15": 0.0006616719679802038, 
            "16": 0.008321993439569766, 
            "17": 0.0009016578244610026, 
            "18": 0.00027033841247397605, 
            "19": 0.06569930123364505, 
            "20": 0.0005417036464094579, 
            "21": 0.000375521915639215, 
            "22": 0.0004061772328837726, 
            "23": 0.0002741158827927149, 
            "24": 0.0003148947714531521, 
            "25": 0.0002962708490275711, 
            "26": 0.0003338911629504836, 
            "27": 0.00039154759628754225, 
            "28": 0.07256014431136822, 
            "29": 0.008417325438585761, 
            "30": 0.00022537331511288564
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Sunday:Toyota Tundra CrewMax 4-door pickup  Is it real? It's real. So real that a legion of executives from Ford, General Motors and Dodge, were seen to swoon. Or maybe it was just the hot, dark, crowded ballroom that made them swoon.  What's the point? Hot on the heels of the redesigned regular-cab Tundra and the double-cab version comes the CrewMax, a Texas-built truck that's just short of having enough rear-seat room for Yao Ming and the rest of the Houston Rockets.  What they said: Jim Lentz, executive vice president of Toyota Motor Sales USA, said: ''We are fully aware of how many chips are on the table. Competition will be fierce.'' He also said it's the most American product ever launched, with contributions from California, Michigan, Indiana, Alabama, North Carolina and Texas.  What they didn't say: The 800-pound gorilla has now spoken on the subject of heavy-duty pickup trucks, with an initial sales target of 200,000 trucks a year, and they are serious about making this line of trucks into a huge market success -- whatever it takes.  What makes it tick? Either a 271-horsepower 4.7-liter V-8 or a 381-horsepower 5.7-liter V-8 engine, with 6-speed automatic transmission only. It also comes with a heavy-duty frame and very heavy duty rear axle, and can tow up to 10,800 pounds. Later in the year, a flexible-fuel Tundra capable of burning E85 will be offered as a 2009 model.  How much, how soon? Prices for any of the new Tundra trucks won't be announced for several weeks, but look for very competitive pricing.  How's it look? We don't think any of the three Tundra models is particularly attractive on the outside -- their chrome grilles are Dodge Ram wannabes -- but the rest of the package looks like a winner.  ", 
            "title": "FIRST GLANCE: Toyota's Texas-Size CrewMax: A Heavy-Duty That Really Is"
        }, 
        "weight": 0.6429780284107864, 
        "file": "1817458.txt", 
        "other_topics": {
            "0": 0.0005205998083033869, 
            "1": 0.00042308838966765243, 
            "2": 0.00044666861958697065, 
            "3": 0.0004123343171923189, 
            "4": 0.000592488808842644, 
            "5": 0.00025386244130548975, 
            "6": 0.007426011829563959, 
            "7": 0.0006816048943334459, 
            "8": 0.6429780284107864, 
            "9": 0.000422633536009642, 
            "10": 0.13892914110423862, 
            "11": 0.0007881377145645258, 
            "12": 0.00041485917954905955, 
            "13": 0.0003339273829878391, 
            "14": 0.0015451545938235656, 
            "15": 0.047919412101391674, 
            "16": 0.00031822507829897613, 
            "17": 0.0007674606351937152, 
            "18": 0.00023010291057870333, 
            "19": 0.0017996289691704415, 
            "20": 0.00046107981684590286, 
            "21": 0.0003196315498930132, 
            "22": 0.0003457243187974887, 
            "23": 0.00023331816551421918, 
            "24": 0.027328724523338274, 
            "25": 0.00025217572322405464, 
            "26": 0.0002841968616606059, 
            "27": 0.0003332720670782648, 
            "28": 0.12264730765671145, 
            "29": 0.0003993684505786315, 
            "30": 0.00019183014096910267
        }
    }, 
    {
        "content": {
            "text": "  Move over, gas-electric hybrid. Ford has a new entry, the electric-electric hybrid.  The vehicle, based on a Ford Edge crossover, runs on electricity from a battery, charged either from a standard wall socket or from an on-board fuel cell. It has two highly visible fueling ports, both on the driver's side of the vehicle. One is a hose coupling for hydrogen gas, and the other is an electric connection like the one on a leaf blower, ready for a standard three-prong extension cord.  ''I told the design team to make them prominent,'' said Mujeeb I. Ijaz, the manager of fuel-cell vehicle engineering at Ford.  Energy specialists say they think the plug-in hybrid could cut oil dependence by allowing a car to go the first 25 or 30 miles each day on energy drawn from the power grid, most of which is generated from coal. That would cover the entire commute of most drivers on most days.  But almost all plug-in hybrid designs have a gasoline engine as a backup, to provide range. The plug-in Edge is the first to use a fuel cell instead, according to Ford.  Marrying a fuel cell to a battery allows the fuel cell to run at a constant rate, which is gentler on the hardware than having it cycle up to its maximum when the car is accelerating and then down to nothing. And it means that the fuel cell can be much smaller, because it does not need to be sized to handle maximum load.  The plug-in hybrid Edge has a 35-kilowatt fuel cell and a 130-kilowatt electric motor drive.  Mr. Ijaz said that fuel cells were less expensive than they used to be, but were still near $1,000 for a kilowatt of capacity, about 10 times the price of a kilowatt from a battery, and 30 times the price of a kilowatt from a gasoline engine.  The finished product (of which there is exactly one) illustrates the economics of hydrogen. At $5 a kilo of hydrogen (which is the selling price at a demonstration fueling station here, but probably far below actual cost), a dollar's worth will push the Edge about eight miles. But a consumer who charged the batteries at 10 cents a kilowatt-hour, roughly the national average retail price, would go 25 miles on a dollar's worth.  (A gasoline vehicle that gets 20 miles a gallon on unleaded regular at $2.25 a gallon would go a little less than 9 miles on a dollar's worth.)  The Edge was built as an experiment, not as a money-saver. Partly financed by the Energy Department, it cost about $2 million. The assistant secretary of energy for conservation and renewables, Andrew Karsner, is scheduled to appear at the Washington Auto Show on Tuesday to discuss the Edge and other vehicles.  Among its disadvantages is a hydrogen tank that takes up about seven times as much space as a gasoline tank that would provide the same useable energy.  The Edge has switches that allow the driver to plan a trip and do the last few miles on battery, with the fuel cell shut down, to maximize use of electricity from the grid, not from hydrogen. The tailpipe emits only low-temperature water vapor. On Sunday afternoon, at 32 degrees, as Ford raced to get photos of the vehicle before the snow started, Mr. Ijaz aptly described the tailpipe as looking like a dryer vent. In warmer weather the vapor would not be so visible.  Running in cold weather has another complication; the Edge uses electric resistance heat, supplemented by waste heat from the fuel-cell stack. The air-conditioner is also electric. Both cut slightly into range. With fuel compressed to 5,000 pounds per square inch, range is 200 miles (plus 25 miles on electricity stored from the initial battery charge); Ford, like the rest of the fuel-cell industry, plans to shift to fuel cells that use hydrogen stored at 10,000 p.s.i.  In city and highway traffic, the car, like most electrics, has no vibration, and the tire sounds are prominent because there is no engine noise to mask them. The sound of a compressor that pumps air through the fuel cell is also prominent.  ", 
            "title": "Ford Shows a Hybrid Car With 2 Modes: Electric or Electric"
        }, 
        "weight": 0.6318994203130245, 
        "file": "1820854.txt", 
        "other_topics": {
            "0": 0.00023261553015327667, 
            "1": 0.06366846968162584, 
            "2": 0.00019958143681740478, 
            "3": 0.00018424010970473617, 
            "4": 0.00026473712855940446, 
            "5": 0.0001134313640312906, 
            "6": 0.00029527690204928967, 
            "7": 0.003327385904253357, 
            "8": 0.6318994203130245, 
            "9": 0.00018884202888938567, 
            "10": 0.14067019181547752, 
            "11": 0.04871743313898982, 
            "12": 0.0001853682741533389, 
            "13": 0.00014920615410819607, 
            "14": 0.04603285532113369, 
            "15": 0.00025164701969212984, 
            "16": 0.0001421900164309045, 
            "17": 0.0003429184177173565, 
            "18": 0.00010281507922278057, 
            "19": 0.006849773568827631, 
            "20": 0.00020602067908576994, 
            "21": 0.00014281845910467093, 
            "22": 0.00015447728643244504, 
            "23": 0.00010425172637376665, 
            "24": 0.00011976074941592644, 
            "25": 0.0001126777010170632, 
            "26": 0.0001269854552165981, 
            "27": 0.00014891334443886426, 
            "28": 0.054801534763170526, 
            "29": 0.00017844667319528225, 
            "30": 8.571395768724743e-05
        }
    }, 
    {
        "content": {
            "text": "  AT a Detroit auto show press conference last week, Dodge announced that for 2008 the Viper SRT10 would get a boost of 90 horsepower -- to 600, from a mere 510. Some reporters in the crowd might have thought that DaimlerChrysler engineers had at last modernized the Viper's brute-force V-10 engine with dual overhead cams and four-valve cylinder heads.  They would have been wrong.  Instead, they learned, the monstrous Viper engine would continue to breathe through two valves in each cylinder, and those valves would still be opened by pushrods, a venerable mechanism that has all but vanished from modern cars. Still, the Viper V-10 would have a full complement of technology tricks inside, like variable valve timing, which makes it possible to tune the engine for both high power and low emissions with a few computer-controlled adjustments.  High horsepower and high technology usually march in lockstep, advances in performance arriving whenever mechanical innovations permit. Fuel injection, turbochargers and four-valve-per-cylinder designs have all made it possible for automakers to deliver the power that makes drivers reach for their checkbooks, yet remain in compliance with air-quality regulations and often with little penalty in fuel economy.  After the energy squeezes of the 1970s, the future of automobiles seemed to be small -- downsized cars and trucks powered by engines with fewer cylinders and smaller displacements. To compensate for the reduction in brawn, engineers set out to fine-tune the coming generations of engines. Inevitably, producing V-8 power from a four- or six-cylinder engine pushed the engineers in the direction of higher engine speeds -- more revolutions per minute to extract equivalent performance on less fuel.  Of course, imports from Europe, where gasoline has long been expensive, were already using overhead cam engines to extract the best performance from their small size. Moving all the mechanical parts that open and close the valves to the top of the engine -- thus eliminating the pushrods -- yields a stiffer valvetrain that in turn makes it possible to spin the engine faster, a key to maximum power.  Stacking the cams on top of the cylinder head also clears the way for larger, more efficient ports, the pathways that direct gases into and away from the combustion chamber. A third benefit is that operating four valves for each cylinder is impractical with pushrods but a cinch with overhead cams. Doubling the number of valves can improve combustion, lower exhaust emissions and increase mileage.  But bucking this prevailing wisdom has long been a Motor City specialty. Wouldn't you know it, Detroit's seemingly old-tech pushrod engines, also called overhead valve designs, have become horsepower heroes. It's as if the 505-horse V-8 that lets the Corvette Z06 run with Ferraris, the engines in G.M.'s bread-and-butter full-size trucks, Chrysler Group's Hemi V-8, and the Dodge Viper's thundering V-10 never got the memo that pushrods are obsolete.  So why do pushrods persist? Because they are superior in certain areas and inventors keep coming up with fresh ideas to keep them in the game.  Packaging is where the overhead valve engines trounce the overhead cam alternatives. Extra camshafts, and the chains or belts needed to drive them, increase weight, cost and complexity -- but especially size. Pushrod engines, notably V-8's, can fit in spaces that may be too small for an overhead cam design. Because the top of a pushrod engine is so compact, engineers can load the bottom half with larger pistons that sweep through a longer stroke.  As an example, consider two current cars with V-8 engines of about 500-horsepower, the 7-liter Corvette Z06, a classic pushrod design, and the 4.3-liter Ferrari F430, a high-tech dual-cam engine. While the horsepower is similar, the Corvette V-8 produces 470 pound-feet of torque compared with the Ferrari's tepid 343 pound-feet. Torque is what spins the tires when a rambunctious driver tromps the gas pedal, and it's what helps pull a heavy trailer over a mountain pass.  The Viper holsters a magnum V-10 under its low hood. Along with the arrival of new technology deep inside, this engine grows to a strapping 8.4 liters for 2008. Extra camshafts aren't necessary when you've got 10 huge pistons answering every nudge of the throttle.  The challenge is to make large engines seem small and economical at the gas pumps. To do that, G.M. and DaimlerChrysler disable half of the cylinders in some of their V-8s during cruising, when all their muscle isn't required. Cylinder deactivation is easy to accomplish with pushrods, but more difficult with overhead cams.  To coax their pushrod designs to rev higher without running out of breath, engineers have designed lighter, stiffer, lower-friction valvetrains. Pushrod V-8 engines racing in Nascar routinely rev to 9,000 rpm. Thanks to natural trickle-down, the lightweight valves, low-friction lifters and high-tension valve springs made of exotic steels have filtered into production pushrod engines, giving them the speed and stamina to compete with Ferrari's V-8. While the F-430's screaming 8,500 r.p.m. maximum speed is still out of reach, the 7,000-r.p.m. redline of the Corvette outdoes the 6,600-r.p.m. maximum of the Porsche 911 Turbo. The new Viper engine revs to 6,200 r.p.m., 200 more than before.  To fill the cylinders with the air and fuel needed to sustain high-speed operation, Detroit engine designers have packed larger intake ports into the space available between the pushrods. Lacking the room to go wider, engineers increased the capacity of the intake passages by making them taller.  Variable valve timing is another emerging technology that engineers employ to minimize emissions, improve smoothness and enhance power. Changing the timing of specific operations -- when valves open and close in relation to each other and to the position of the pistons -- is not difficult in a dual-cam engine, which controls the intake and exhaust valves independently.  Accomplishing variable valve timing with a single camshaft is a different matter entirely, because the lobes that lift the valves are locked in relation to each other.  Engineers at Dodge, working with the British firm Mechadyne, redesigned the camshaft to create two concentric shafts, one inside the other. The hollow outer tube holds the intake lobes while an inner tube carries the exhaust lobes.  This allows continual adjustment of valve operation, according to the needs of the engine at different speeds.  The cam-within-a-cam concept has existed for decades, but perfecting it for production might just add another decade to the life of the pushrod engine.  DETROIT AUTO SHOW  ", 
            "title": "Making Modern Horsepower the Old-Fashioned Way"
        }, 
        "weight": 0.5999160471777681, 
        "file": "1818781.txt", 
        "other_topics": {
            "0": 0.0019169144081037767, 
            "1": 0.00011131613890218923, 
            "2": 0.00011752018565257698, 
            "3": 0.00010848670218243242, 
            "4": 0.00015588602323719813, 
            "5": 6.679215849106369e-05, 
            "6": 0.00017386885724997528, 
            "7": 0.00017933279888307665, 
            "8": 0.5999160471777681, 
            "9": 0.0001111964652022916, 
            "10": 0.22522669792155042, 
            "11": 0.0019873046326106696, 
            "12": 0.00010915100291881668, 
            "13": 8.785754432334597e-05, 
            "14": 0.023545790406775624, 
            "15": 0.00014817813191811728, 
            "16": 8.372620918743498e-05, 
            "17": 0.00020192176565349428, 
            "18": 6.054093702712476e-05, 
            "19": 0.027172628867368036, 
            "20": 0.00012131182559117773, 
            "21": 0.0036439815570927657, 
            "22": 0.0018709040122720257, 
            "23": 6.138688263506021e-05, 
            "24": 0.012530117660920284, 
            "25": 6.634837665060867e-05, 
            "26": 0.005414601207972389, 
            "27": 8.768512825475026e-05, 
            "28": 0.09456695845136748, 
            "29": 0.00010507533414633424, 
            "30": 5.047122809140938e-05
        }
    }, 
    {
        "content": {
            "text": "  IN January, the Motor City is usually more snow globe than crystal ball. But that never keeps thousands of auto executives, journalists, analysts and dealers from an annual rite: consulting the North American International Auto Show for the latest ideas on wheels -- and trying to divine the industry's future.  The 2007 show, which opened to the public yesterday at Cobo Center after a week of previews for the media and dealers, falls at the beginning of what may be a historic year, given that Toyota seems likely to overtake General Motors as the leader in global sales. It will also be a year in which Detroit's struggling automakers will shut factories and lay off tens of thousands of employees.  As ever, there is a tempting yet often misadvised tendency to use Detroit's show as a referendum on the industry, or to handicap the race among manufacturers. But while auto shows can be surprisingly unreliable guides to trends, each creates some striking snapshots and parallels.  For many, there was satisfaction in seeing General Motors cast as a green Mr. Wizard with its Chevrolet Volt plug-in electric car, while Toyota wore the black hat with its big, bad 381-horsepower Tundra pickup.  The edgy-looking Volt, which G.M. claimed would deliver the energy equivalent of 150 miles a gallon, lived up to its advance billing as the car to watch at the show, which runs through next Sunday. It is just the kind of innovative car that could improve not only the air, but G.M.'s lagging image and sales.  But for G.M., which was accused of killing the electric car in a recent documentary film, the Volt puts it in a familiar bind: the clock is ticking to bring a car like this to market, yet the lithium-ion batteries it requires aren't ready, so the company cannot say when a plug-in hybrid will actually reach showrooms. Thus the Volt becomes another highly public test of G.M.'s environmental sincerity -- if the experiment fails, skeptics may charge the company with reviving electric-car dreams, only to snuff them out a second time. The project also seems to contradict G.M.'s previous stance that it would focus its environmental efforts on developing hydrogen fuel-cells.  But G.M. got some other upbeat news, sweeping the awards for North American Car of the Year, with the Saturn Aura midsize sedan, and the equivalent award for trucks, with the Chevy Silverado pickup. The winners are chosen by auto journalists.  The inherent conflict between green and mean was much in evidence. The '08 Dodge Viper showed up at the party with a revamped V-10 that develops 600 horsepower.  Other automakers hedged their bets. Mercedes-Benz, for example, presented its latest diesel fuel-sippers alongside deluxe gas guzzlers with 500 and even 600 horsepower. Toyota wrapped muscle and eco-think into a single package, the FT-HS concept, a hybrid sports car whose gasoline V-6 and electric motor provide a 400-horsepower kick.  Ford's new chief executive, Alan R. Mulally, drove onto a stage in Cobo Arena in Ford's warmed-over Five Hundred family sedan, arguably not the best choice for a grand entrance.  A Chinese company, Changfeng Motors, showed its Liebao-brand S.U.V.'s and pickups. Changfeng's vehicles in Detroit were crudely styled and assembled, and lacked safety and pollution-control technology needed to pass muster with American regulators.  Production models introduced at the show included:  CHEVROLET MALIBU A cousin to the Saturn Aura, the redesigned 2008 Chevy will battle top family sedans like the Honda Accord and Toyota Camry in October, starting around $20,000. The new Malibu is a larger, more serious car than before, with either a four-cylinder, 2.4-liter Ecotec engine with 162 horsepower, or a 3.6-liter, 252-horsepower V-6.  CADILLAC CTS The handsome second-generation CTS has a markedly more luxurious interior and a more refined adaptation of the right-angled styling of recent Cadillacs. A 300-horsepower 3.6-liter V-6 features a power-boosting, fuel-saving direct-injection design and is mated to a new six-speed automatic transmission. The '08 CTS goes on sale in August at prices from roughly $30,000 to well over $40,000.  CHRYSLER TOWN & COUNTRY AND DODGE CARAVAN On sale this fall as 2008 models, Chrysler's enduringly popular minivans may not turn heads, but the passengers can swing around in second-row seats that swivel to face the rear. The models are equipped with a 3.3-liter ethanol-ready V-6 as well as two larger engines paired with the first six-speed transmission in a minivan.  FORD FOCUS Auto writers and analysts seemed unusually united in their opinion of the Focus: the revised small car was a big disappointment. Most notable about the American-market Focus is what it didn't have. There was no hatchback (a coupe takes its place); no optional 2.3-liter engine (seen as a slap at the enthusiasts), and worst, no platform from the European Focus, which ranks among the best small cars on the planet.  NISSAN ROGUE While Honda, Ford and others gobble up sales of crossover station wagons based on compact cars, Nissan has gone hungry. Looking a bit like a downsized Murano, the Rogue goes on sale in September, starting around $20,000. It will have a 170-horsepower, 4-cylinder engine.  HYUNDAI VERACRUZ The largest utility wagon yet from South Korea, the Veracruz will compete with the more expensive Honda Pilot and Toyota Highlander. Seven inches longer than a Santa Fe, the Veracruz seats seven passengers in three rows, with either front- or all-wheel-drive. Dealers will have the Veracruz this spring, starting around $27,000.  HONDA ACCORD COUPE Though officially labeled a concept car, this is essentially a sneak preview of the 2008 Accord. Liberally applying design cues from Nissan, Scion, Audi and others, the Accord concept somehow comes together as a sporty alternative to the trusty family sedan. A production model will reach dealerships in the fall.  LEXUS IS-F A Japanese tuner car for affluent grown-ups, this production version of a performance-tweaked sport sedan goes on sale in January against a pair of powerful Germans, the BMW M3 and Audi RS4. The Lexus has a 400-horsepower 5-liter V-8, the world's first eight-speed sport-shifting automatic, a stiffer suspension and tauter steering than the base IS and aggressive-looking body add-ons.  As always, the Detroit show had a significant number of the design studies that may never see production. Here are some of the more intriguing concept cars:  FORD INTERCEPTOR The blunt, bodacious Interceptor shows that Ford is still tinkering with the idea of making a muscular big sedan in the vein of the Chrysler 300. It is built on a stretched Mustang platform and powered by a 5-liter V-8.  JAGUAR C-XF This sleek concept sedan, a precursor of the next-generation S-Type, signals a bid to move Jaguar from traditionalism to the cutting edge.  LINCOLN MKR The MKR drew steady compliments with its dramatic ''four-door coupe'' styling, its rich underhood detailing and its TwinForce, direct-injection V-6, said to be capable of 415 horsepower.  LEXUS LF-A Reviving a concept it first floated in 2005, Lexus showed a new version of its 200-m.p.h. supercar with 10 cylinders and 500 horsepower.  VOLVO XC60 Sleek and wedgy, Volvo's concept received wide praise as one of the show's most compelling.  ROLLS-ROYCE PHANTOM DROPHEAD COUPé Expected to fetch around $400,000, it has coach-type doors that open from the front and a 6.7-liter V-12.  MERCEDES OCEAN DRIVE CONCEPT The Ocean Drive is an unlikely four-door convertible based on the big S600 sedan. A production version might fetch $200,000.  CHEVROLET CAMARO CONVERTIBLE G.M. is expected to bring its convertible Camaro to showrooms by fall 2009, after the hardtop.  FORD AIRSTREAM Ford's streamlined concept offered spacey styling and party-van appeal, with whimsical elements like a ''virtual lava lamp'' inside a feverish red cabin.  MAZDA RYUGA The futuristic Ryuga offers a preview of where Mazda design might be heading.  ", 
            "title": "Future Shock vs. the Familiar at the Detroit Auto Show"
        }, 
        "weight": 0.5924913466167637, 
        "file": "1818783.txt", 
        "other_topics": {
            "0": 0.00011011900320069961, 
            "1": 8.949306356417261e-05, 
            "2": 9.448083223512342e-05, 
            "3": 8.721832638132353e-05, 
            "4": 0.008711278091769683, 
            "5": 5.369782804523322e-05, 
            "6": 0.00013978257642743367, 
            "7": 0.0001441753345728786, 
            "8": 0.5924913466167637, 
            "9": 8.939685140538304e-05, 
            "10": 0.17677894531166363, 
            "11": 0.0030286938070973705, 
            "12": 8.775239366584551e-05, 
            "13": 7.063343084177598e-05, 
            "14": 0.02751568705168876, 
            "15": 0.00011912841308860402, 
            "16": 6.731202712108234e-05, 
            "17": 0.00016233582647432926, 
            "18": 4.867213307105186e-05, 
            "19": 0.08480920023832382, 
            "20": 0.007252489876650664, 
            "21": 6.760952867120815e-05, 
            "22": 7.312875794613058e-05, 
            "23": 4.935223449039161e-05, 
            "24": 0.008642647014780082, 
            "25": 5.334104782586751e-05, 
            "26": 6.011426554462958e-05, 
            "27": 7.04948162407083e-05, 
            "28": 0.08032046811973288, 
            "29": 0.008670428631184786, 
            "30": 4.057654953083826e-05
        }
    }, 
    {
        "content": {
            "text": "  Just a few years ago, politicians and environmental groups in the Netherlands were thrilled by the early and rapid adoption of ''sustainable energy,'' achieved in part by coaxing electrical plants to use biofuel -- in particular, palm oil from Southeast Asia.  Spurred by government subsidies, energy companies became so enthusiastic that they designed generators that ran exclusively on the oil, which in theory would be cleaner than fossil fuels like coal because it is derived from plants.  But last year, when scientists studied practices at palm plantations in Indonesia and Malaysia, this green fairy tale began to look more like an environmental nightmare.  Rising demand for palm oil in Europe brought about the clearing of huge tracts of Southeast Asian rainforest and the overuse of chemical fertilizer there.  Worse still, the scientists said, space for the expanding palm plantations was often created by draining and burning peatland, which sent huge amounts of carbon emissions into the atmosphere.  Considering these emissions, Indonesia had quickly become the world's third-leading producer of carbon emissions that scientists believe are responsible for global warming, ranked after the United States and China, according to a study released in December by researchers from Wetlands International and Delft Hydraulics, both in the Netherlands.  ''It was shocking and totally smashed all the good reasons we initially went into palm oil,'' said Alex Kaat, a spokesman for Wetlands, a conservation group.  The production of biofuels, long a cornerstone of the quest for greener energy, may sometimes create more harmful emissions than fossil fuels, scientific studies are finding.  As a result, politicians in many countries are rethinking the billions of dollars in subsidies that have indiscriminately supported the spread of all of these supposedly eco-friendly fuels for vehicles and factories. The 2003 European Union Biofuels Directive, which demands that all member states aim to have 5.75 percent of transportation run by biofuel in 2010, is now under review.  ''If you make biofuels properly, you will reduce greenhouse emissions,'' said Peder Jensen, of the European Environment Agency in Copenhagen. ''But that depends very much on the types of plants and how they're grown and processed. You can end up with a 90 percent reduction compared to fossil fuels -- or a 20 percent increase.''  He added, ''It's important to take a life-cycle view,'' and not to ''just see what the effects are here in Europe.''  In the Netherlands, the data from Indonesia has provoked soul-searching, and helped prompt the government to suspend palm oil subsidies. The Netherlands, a leader in green energy, is now leading the effort to distinguish which biofuels are truly environmentally sound.  The government, environmental groups and some of the Netherlands' ''green energy'' companies are trying to develop programs to trace the origins of imported palm oil, to certify which operations produce the oil in a responsible manner.  Krista van Velzen, a member of Parliament, said the Netherlands should pay compensation to Indonesia for the damage that palm oil has caused. ''We can't only think: does it pollute the Netherlands?''  In the United States and Brazil most biofuel is ethanol (made from corn in the United States and sugar in Brazil), used to power vehicles made to run on gasoline. In Europe it is mostly local rapeseed and sunflower oil, used to make diesel fuel.  In a small number of instances, plant oil is used in place of diesel fuel, without further refinement. But as many European countries push for more green energy, they are increasingly importing plant oils from the tropics, since there is simply not enough plant matter for fuel production at home.  On the surface, the environmental equation that supports biofuels is simple: Since they are derived from plants, biofuels absorb carbon while they are grown and release it when they are burned. In theory that neutralizes their emissions.  But the industry was promoted long before there was adequate research, said Reanne Creyghton, who runs Friends of the Earth's campaign against palm oil here.  Biofuelswatch, an environment group in Britain, now says that ''biofuels should not automatically be classed as renewable energy.'' It supports a moratorium on subsidies until more research can determine whether various biofuels in different regions are produced in a nonpolluting manner.  Beyond that, the group suggests that all emissions arising from the production of a biofuel be counted as emissions in the country where the fuel is actually used, providing a clearer accounting of environmental costs.  The demand for palm oil in Europe has soared in the last two decades, first for use in food and cosmetics, and more recently for fuel. This versatile and cheap oil is used in about 10 percent of supermarket products, from chocolate to toothpaste, accounting for 21 percent of the global market for edible oils.  Palm oil produces the most energy of all vegetable oils for each unit of volume when burned. In much of Europe it is used as a substitute for diesel fuel, though in the Netherlands, the government has encouraged its use for electricity.  Supported by hundreds of millions of euros in national subsidies, the Netherlands rapidly became the leading importer of palm oil in Europe, taking in 1.7 million tons last year, nearly double the previous year.  The increasing demand has created damage far away. Friends of the Earth estimates that 87 percent of the deforestation in Malaysia from 1985 to 2000 was caused by new palm oil plantations. In Indonesia, the amount of land devoted to palm oil has increased 118 percent in the last eight years.  In December, scientists from Wetlands International released their calculations about the global emissions caused by palm farming on peatland.  Peat is an organic sponge that stores huge amounts of carbon, helping balance global emissions. Peatland is 90 percent water. But when it is drained, the Wetlands International scientists say, the stored carbon gases are released into the atmosphere.  To makes matters worse, once dried, peatland is often burned to clear ground for plantations. The Dutch study estimated that the draining of peatland in Indonesia releases 660 million ton of carbon a year into the atmosphere and that fires contributed 1.5 billion tons annually.  The total is equivalent to 8 percent of all global emissions caused annually by burning fossil fuels, the researchers said. ''These emissions generated by peat drainage in Indonesia were not counted before,'' said Mr. Kaat. ''It was a totally ignored problem.'' For the moment Wetlands is backing the certification system for palm oil imports.  But some environmental groups say palm oil cannot be produced sustainably at reasonable prices. They say palm oil is now cheap because of poor environmental practices and labor abuses.  ''Yes, there have been bad examples in the palm oil industry,'' said Arjen Brinkman, a company official at Biox, a young company that plans to build three palm oil electrical plants in Holland, using oil from palms grown on its own plantations in a manner that it says is responsible.  ''But it is now clear,'' he said, ''that to serve Europe's markets for biofuel and bioenergy, you will have to prove that you produce it sustainably -- that you are producing less, not more CO2.''  ", 
            "title": "Once a Dream Fuel, Palm Oil May Be an Eco-Nightmare"
        }, 
        "weight": 0.575702088906704, 
        "file": "1822801.txt", 
        "other_topics": {
            "0": 0.0017865371291908053, 
            "1": 0.00010374506779551305, 
            "2": 0.00010952715166109752, 
            "3": 0.00010110807277206715, 
            "4": 0.00014528356991726365, 
            "5": 0.0017211307344548708, 
            "6": 0.00016204331699625914, 
            "7": 0.0001671356333552995, 
            "8": 0.575702088906704, 
            "9": 0.00010363353359901949, 
            "10": 0.2049314543023421, 
            "11": 0.07484292085014548, 
            "12": 0.00010172719166724686, 
            "13": 8.188198927903671e-05, 
            "14": 0.0003788857647847439, 
            "15": 0.0001380999241733062, 
            "16": 7.803164333649844e-05, 
            "17": 0.0018470696180211213, 
            "18": 5.642329745017252e-05, 
            "19": 0.058502133708036495, 
            "20": 0.00011306090648196809, 
            "21": 0.0033961392967318707, 
            "22": 8.47747037454223e-05, 
            "23": 0.006692737254689695, 
            "24": 6.572281457381001e-05, 
            "25": 6.183574908026439e-05, 
            "26": 6.968761942016918e-05, 
            "27": 0.006717246847832474, 
            "28": 0.00850876182156165, 
            "29": 0.05318213310912404, 
            "30": 4.7038471076210584e-05
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Sunday: Lincoln MKR design study  Is it real?: This car isn't, but its design themes and powertrains are  destined for future Lincolns.  What's the point? Lincoln has fallen desperately behind the luxury leaders,  and this dramatic chrome-face concept shows Lincoln reasserting its American roots.  What they said: ''We're referring to the past without repeating it,'' Peter Horbury, Ford's director of design for the Americas, said.  What they didn't say: In following the lead of the Mercedes-Benz CLS by styling a four-door sedan to look like a sexy coupe, Lincoln is also distancing itself from retro designs that lacked new ideas.  What makes it tick? Behind its grinning mug -- a nod to the '41 Lincoln Continental Cabriolet -- there's a 415-horsepower 3.5-liter V-6 with direct fuel injection and two turbochargers. The engine is E85 ethanol-ready, and Ford claims better fuel economy than a comparably powerful V-8.  How much, how soon?: The engine is part of a new ''TwinForce'' family that should begin powering Ford and Lincoln models by about 2009.  How's it look?: A shot of design adrenaline that -- if actually administered  to showroom models -- could wake Lincoln from its long coma.  ", 
            "title": "In the MKR, Just a Hint of Lincoln's Past"
        }, 
        "weight": 0.5742533284205611, 
        "file": "1817303.txt", 
        "other_topics": {
            "0": 0.0007484536893781852, 
            "1": 0.0006082638931654975, 
            "2": 0.0006421646165196147, 
            "3": 0.0005928030245834769, 
            "4": 0.0008518067579370608, 
            "5": 0.0003649718608404081, 
            "6": 0.01067619669188233, 
            "7": 0.0009799267877655437, 
            "8": 0.5742533284205611, 
            "9": 0.0006076099611182028, 
            "10": 0.17055666957054536, 
            "11": 0.0011330864337547872, 
            "12": 0.0005964329578180535, 
            "13": 0.0004800792812355412, 
            "14": 0.03139981062997341, 
            "15": 0.0008096885886573998, 
            "16": 0.0004575044594844141, 
            "17": 0.010829485976333103, 
            "18": 0.0003308133610739341, 
            "19": 0.12902692702311178, 
            "20": 0.0006628832445036628, 
            "21": 0.0004595265095058947, 
            "22": 0.0004970394490828262, 
            "23": 0.00033543585493658233, 
            "24": 0.0003853370180571492, 
            "25": 0.0003625469072563774, 
            "26": 0.00040858291959958534, 
            "27": 0.029657516580362676, 
            "28": 0.030435155687060653, 
            "29": 0.0005741623133342243, 
            "30": 0.0002757895305612394
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Sunday: 2008 Chrysler Town & Country and Dodge Caravan minivans  Is it real? These boxy-looking new minivans are the long-awaited fifth generation production models. Really.  What's the point? Though sales are fading quickly, minivans are still relatively big sellers at the Chrysler Group, which essentially invented the segment 24 years ago.  What they said: In a poke at Ford and General Motors, Thomas W. LaSorda, chief executive of the Chrysler Group, said, ''If you can't stand the heat, get out of the kitchen -- we're about to turn up the heat in the minivan kitchen.''  What they didn't say: The minivan segment has never really recovered from Chrysler's killing of Plymouth and the very popular Voyager minivan in 2001. Minivan-based crossovers are the next big thing.  What makes it tick? Either a 3.3-liter flexible-fuel V-6 bolted to a four-speed automatic transmission, or choices of a 3.8- or a 4.0-liter V-6 (with 240 horsepower) coupled to a minivan-first six-speed automatic.  How much, how soon? The new minivans should start around $20,000 and top out at $40,000 loaded (with geegaws like swiveling seats, plug-in tables and two separate DVD systems) when they appear this fall as '08 models.  How's it look? The interiors are high-tech and very entertaining. The exteriors? Yawn.  FIRST GLANCE  ", 
            "title": "New From Chrysler and Dodge: Boxier Boxes"
        }, 
        "weight": 0.5728364945051696, 
        "file": "1817305.txt", 
        "other_topics": {
            "0": 0.0007341723824823561, 
            "1": 0.0005966575593933101, 
            "2": 0.0006299114202346471, 
            "3": 0.0005814917009264502, 
            "4": 0.010376094813903338, 
            "5": 0.00035800780250657305, 
            "6": 0.010472483297719385, 
            "7": 0.0009612287234896491, 
            "8": 0.5728364945051696, 
            "9": 0.0005960161050776225, 
            "10": 0.16730226361886766, 
            "11": 0.0011114659175764292, 
            "12": 0.0005850523711040467, 
            "13": 0.00047091884867043495, 
            "14": 0.04988175114287801, 
            "15": 0.019875321756234937, 
            "16": 0.00044877477896465394, 
            "17": 0.0010823062052939421, 
            "18": 0.00032450108390597374, 
            "19": 0.002537914664598109, 
            "20": 0.0006502347143605021, 
            "21": 0.00045075824608204135, 
            "22": 0.010028096849480505, 
            "23": 0.05757228408356915, 
            "24": 0.00037798437047013573, 
            "25": 0.00035562911966291434, 
            "26": 0.00040078671503809355, 
            "27": 0.00046999469381110313, 
            "28": 0.08709766866622953, 
            "29": 0.0005632066746339091, 
            "30": 0.00027052716766491386
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Sunday: Audi Q7 V-12 TDI design study  Is it real? The Q7 is Audi's large sport utility, of course, and while there may be a business case for a sports version, it's unlikely anyone will ever identify a need for a 200 mile-an-hour edition.  What's the point? Audi wants to make a statement about the viability of clean diesel engines using a technology it calls Bluetec, developed in partnership with Mercedes-Benz. The V-12 Q7 hammers home the point -- with a pile driver.  What they said: ''Audi is firmly convinced that the TDI engine represents the powerful and economical alternative for the future of motoring,'' said Wolfgang Hatz, Audi's director of engine development. ''The arrival of Bluetec technology allows us to demonstrate Audi's commitment to always being at the very forefront of diesel technology.''  What they didn't say: Audi is never likely to put the 500-horsepower V-12 TDI into the hands of mortals. But if they did, it would be legal in all 50 states.  What makes it tick? It's not your father's diesel: the engine is a 6-liter version of the one used in the Le Mans-winning R10 racecar. It produces an asphalt-shredding 737 pound-feet of torque, good for zero to 60 m.p.h. times of about 5.5-seconds.  How much, how soon? Dream on.  How's it look? Just like a regular Q7 with a 3-liter V-6, except for the steroid-crazed look of the L.E.D. headlights.  ", 
            "title": "Audi's Show of Force"
        }, 
        "weight": 0.5537554116025066, 
        "file": "1817302.txt", 
        "other_topics": {
            "0": 0.0007341723824823561, 
            "1": 0.0005966575593933101, 
            "2": 0.0006299114202346471, 
            "3": 0.0005814917009264502, 
            "4": 0.0008355533625718151, 
            "5": 0.00035800780250657305, 
            "6": 0.000931941846387863, 
            "7": 0.0009612287234896491, 
            "8": 0.5537554116025066, 
            "9": 0.0005960161050776225, 
            "10": 0.2722482195835144, 
            "11": 0.010652007368907953, 
            "12": 0.0005850523711040467, 
            "13": 0.00047091884867043495, 
            "14": 0.10712499985086715, 
            "15": 0.0007942388535718877, 
            "16": 0.00044877477896465394, 
            "17": 0.0010823062052939421, 
            "18": 0.038486666889232066, 
            "19": 0.002537914664598109, 
            "20": 0.0006502347143605021, 
            "21": 0.00045075824608204135, 
            "22": 0.0004875553981489828, 
            "23": 0.0003290353755800118, 
            "24": 0.00037798437047013573, 
            "25": 0.00035562911966291434, 
            "26": 0.00040078671503809355, 
            "27": 0.00046999469381110313, 
            "28": 0.0012327956042458262, 
            "29": 0.0005632066746339091, 
            "30": 0.00027052716766491386
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Tuesday: 2008 Dodge Viper SRT10  Is it real? Real enough to make Ford GT (550 horsepower) and Corvette Z06 (500 horsepower) owners deflate into a puddle of power envy.  What's the point? In the small-volume premium sports car market segment, it's all about numbers, and this baby has numbers: 0-to-60 miles an hour in 3.7 seconds; 0-to-100 miles an hour and back to 0 again in just over 12 seconds flat; and 60-to-0 braking in less than 100 feet.  What they said: Between introductions of Juan Pablo Montoya, Elliott Sadler and Kurt Busch, Dodge's star drivers, Chrysler Group's chief operating officer, Eric Ridenour, waxed poetic about the new Viper, quoting the numbers referenced above.  What they didn't say: Dear crosstown rivals: See you on Woodward Avenue. Don't forget to bring your pinks!  What makes it tick? The Chrysler Street & Racing Technology (SRT) group has given the Viper coupe and convertible (which was not shown) a completely new 8.4-liter V-10 engine with variable valve timing and other mechanical tweaks that bump the output to 600 horsepower at 6,100 rpm. It's coupled to an improved, slicker-shifting 6-speed manual transmission.  How much, how soon? The new Viper will go into production late in the spring and arrive at Dodge dealerships by midsummer. Pricing is expected to close in on $90,000 -- the hand-building process can only produce 3,000 Vipers a year running flat-out. Exclusivity has its price.  How's it look? It looks even more menacing and angry than before. The long hood, with a new intake snorkel and six air extractors, will be your best clue that it's the powered-up 2008 version.  ", 
            "title": "When 510 Horsepower Just Isn't Enough, Go For 600!"
        }, 
        "weight": 0.5477929514761039, 
        "file": "1817697.txt", 
        "other_topics": {
            "0": 0.0005543524247313171, 
            "1": 0.00045051894170358573, 
            "2": 0.00047562797444429365, 
            "3": 0.0004390676386924189, 
            "4": 0.007834690403200496, 
            "5": 0.0002703213824540979, 
            "6": 0.0007036824519425561, 
            "7": 0.01513337236905043, 
            "8": 0.5477929514761039, 
            "9": 0.000450034598021175, 
            "10": 0.14073269785005962, 
            "11": 0.0008392359085088837, 
            "12": 0.00044175619821020564, 
            "13": 0.00035557726201776533, 
            "14": 0.08088700260813386, 
            "15": 0.0005997068873725696, 
            "16": 0.014746433152200516, 
            "17": 0.0008172182494495648, 
            "18": 0.0002450214241006815, 
            "19": 0.0307314587603742, 
            "20": 0.0004909735086076769, 
            "21": 0.007544142691327117, 
            "22": 0.0003681390414617329, 
            "23": 0.0002484451371739561, 
            "24": 0.0002854051136766859, 
            "25": 0.00026852530753557473, 
            "26": 0.07954429182499642, 
            "27": 0.00035487945929551417, 
            "28": 0.06576494153909358, 
            "29": 0.0004252611418758628, 
            "30": 0.00020426727418385916
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Monday: Changfeng Liebao CS7  Is it real? Since 1999, Changfeng has been churning out Mitsubishi-based S.U.V.'s and pickups for China and other markets, but not the United States, Japan or Europe. The CS7 is its latest concept S.U.V.  What's the point? To crush Detroit's spirit and suck out its manufacturing soul. Just kidding -- though automakers in Detroit, Europe and Japan are tripping over themselves to strike partnerships with companies like Changfeng to manufacture cars in China.  What they said: Liebao means cheetah in Chinese, and as the company's inspiring video noted, ''The cheetahs are leaping into the new century.'' Li Jianxin, the company's chairman, noted Chanfeng's rapid 10-year transformation from a small military repair company to China's No. 1 seller of S.U.V.'s, with more than 23,000 sales in 2006.  What they didn't say: No word on when Changfeng might cross the Great Wall between  it and buyers in the United States. Company officials acknowledge the brand must overcome hurdles, including setting up a dealer network and meeting pollution and safety standards.  What makes it tick? A Mitsubishi-derived 2-liter 114-horsepower engine delivers power to a four-wheel-drive system.  How much, how soon? Liebao may sell a similar production model around 2008  in China, Africa, South America and other markets, for roughly $15,000.  How's it look? Sitting on the display stand in the cellar of Cobo Hall, it looked like a rejected Kia design, circa 1995, rescued from a Seoul wastebasket and smuggled to Hunan.  ", 
            "title": "In Cobo's Basement, the China Syndrome"
        }, 
        "weight": 0.5417934479310882, 
        "file": "1817691.txt", 
        "other_topics": {
            "0": 0.0005708001171418538, 
            "1": 0.0004638858841894107, 
            "2": 0.0004897399044666039, 
            "3": 0.00045209481986175135, 
            "4": 0.0006496212178693928, 
            "5": 0.007695867085767123, 
            "6": 0.008142086021940482, 
            "7": 0.000747330573935328, 
            "8": 0.5417934479310882, 
            "9": 0.0004633871699810423, 
            "10": 0.04106289783553732, 
            "11": 0.0008641361226456248, 
            "12": 0.00045486314921187426, 
            "13": 0.0003661272752817709, 
            "14": 0.016529200976634354, 
            "15": 0.0006175002512687684, 
            "16": 0.0003489108314551592, 
            "17": 0.00084146519741906, 
            "18": 0.000252291234491703, 
            "19": 0.09840099140994656, 
            "20": 0.0005055407421779369, 
            "21": 0.0003504529260503328, 
            "22": 0.07455431417002324, 
            "23": 0.000255816529477528, 
            "24": 0.0002938731122146622, 
            "25": 0.00027649248052111827, 
            "26": 0.0003116013477912872, 
            "27": 0.0003654087686822987, 
            "28": 0.060298668753742374, 
            "29": 0.14137085825435364, 
            "30": 0.00021032790483221123
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Monday:Honda Accord Coupe Concept  Is it real? Some automakers' concepts are nothing but car teases; Honda, bless them, moves its concepts swiftly to showrooms with few changes. Expect the 2008 Accord coupe to strongly resemble this sweet-looking machine.  What's the point? Coupes are staging a comeback, and Honda wants its two-door Accord to lure a good chunk of under-30 buyers. Vastly more extroverted than the previous Accord coupe, the new model harvests styling cues from several of its two-door competitors -- including Nissan and Infiniti.  What they said: Honda executives extolled the Accord's three decades of excellence, but the press conferences' choice of musical accompaniment may have summed up the new model best: ''I'll Bet You Look Good on the Dance Floor,'' by the Arctic Monkeys.  What they didn't say: Compelling new coupes like this Accord, and its competitors from Ford, Scion and Nissan, will solidify the Toyota Solara's position as the segment's maiden aunt. The pressure will be on Toyota to swap Solara's flannel-petticoat exterior for something more silken and sexy.  What makes it tick? Honda is being coy on particulars, but the eighth-generation Accord coupe and sedan will certainly continue to offer four- and six-cylinder engines.  How much, how soon? The Accord coupe and sedan go on sale in the fall, probably starting below $20,000 and topping $30,000 for loaded versions.  How's it look? Finally, not like the Accord sedan.  ", 
            "title": "Accord Falls Far From the Tree"
        }, 
        "weight": 0.5414681901272475, 
        "file": "1817693.txt", 
        "other_topics": {
            "0": 0.0006215109193928295, 
            "1": 0.02473462866264245, 
            "2": 0.0005332491867950196, 
            "3": 0.0004922596522088376, 
            "4": 0.0007073346137291661, 
            "5": 0.0003030701832359025, 
            "6": 0.0007889319287804886, 
            "7": 0.0008137246264465756, 
            "8": 0.5414681901272475, 
            "9": 0.0005045552329103427, 
            "10": 0.16585864389683402, 
            "11": 0.0009409073683363765, 
            "12": 0.0004952739243995867, 
            "13": 0.00039865461243171805, 
            "14": 0.0018446615555641776, 
            "15": 0.000672359968692821, 
            "16": 0.0003799086319912598, 
            "17": 0.017069242594211692, 
            "18": 0.0002747051943311397, 
            "19": 0.07483705351468656, 
            "20": 0.016703474069024865, 
            "21": 0.08114668909192133, 
            "22": 0.00041273822196082624, 
            "23": 0.0002785436822045164, 
            "24": 0.000319981273080181, 
            "25": 0.0003010565180581037, 
            "26": 0.00033928451367447587, 
            "27": 0.00039787227254807576, 
            "28": 0.06565569965709833, 
            "29": 0.0004767805307199924, 
            "30": 0.00022901377484081464
        }
    }, 
    {
        "content": {
            "text": "  Toyota is putting its reputation as a premium automaker to a test by pricing its redesigned pickup, the Tundra, several thousand dollars higher than comparable trucks made by General Motors and Ford.  Sticker prices for the bigger and brawnier 2007 Tundra, which goes on sale in mid-February, will begin at $22,290 for the most basic model and go as high as $41,850. The Chevrolet Silverado, which also was revamped for 2007, has a base price of $17,860, while Ford's F-series, the segment's longtime leader, starts at $18,275.  Of the six full-size pickups available in the United States, only the Nissan Titan has a higher starting price, and none has a high-end price greater than the Tundra's. Last year's Tundra ranged in price from $16,155 to $33,575.  Jesse Toprak, an analyst with Edmunds.com, a Web site that offers car-buying advice, said the Toyota pickup cost about $1,100 more than the most popular version of the Chevrolet Silverado, which was introduced late last year.  ''Toyota is confident in their new product. They know their brand strength will probably carry the price point,'' Mr. Toprak said. ''They hope that people who buy this truck will not need a good deal or a high incentive -- they'll buy the vehicle on its merits.''  ''Perhaps that's a little bit arrogant,'' he went on, ''but it's been kind of their continuing strategy.''  Comparing prices for similarly equipped pickup trucks is difficult, because manufacturers offer multiple cab sizes, bed lengths, engine sizes and suspensions.  There are 31 versions of the Tundra and dozens more of the Silverado.  The risk for Toyota will be if consumers conclude it is too expensive after comparison shopping on the Internet. ''They may be out of the consideration sets of some consumers, simply because it has the highest price,'' Mr. Toprak said.  Toyota considers the new Tundra, built in San Antonio as well as Princeton, Ind., to be the most important vehicle it has ever sold in the United States. It expects to sell about 200,000 trucks a year, primarily to owners of other Toyota vehicles who purchased pickups from G.M., Ford and Chrysler.  Automakers sold about 2.3 million big pickup trucks in the United States last year. Sales of the F-series dropped 11.7 percent in 2006, which Ford attributed to a spike in gasoline prices and a slowdown in the housing market, which caused contractors to delay purchasing new trucks.  To counter the shift toward more fuel-efficient vehicles, Detroit's automakers have been offering discounts of several thousand dollars on their pickups, making the price gap between the new Tundra and a truck like the F-series even larger.  A G.M. spokesman, John M. McDonald, said the automaker was confident that the Silverado, which was named the North American truck of the year at this month's Detroit auto show, would have little trouble competing against the Tundra, regardless of the price Toyota sets.  ''It speaks to the fact that American automakers can produce a truck that has the best quality and sell it at a price that is as good as or better than the competition,'' Mr. McDonald said.  ", 
            "title": "Redesigned Toyota Pickup to Cost More Than Rivals' Trucks"
        }, 
        "weight": 0.537809340444333, 
        "file": "1821292.txt", 
        "other_topics": {
            "0": 0.00030199418149304974, 
            "1": 0.000245428887792512, 
            "2": 0.11799118551522196, 
            "3": 0.00023919056948523237, 
            "4": 0.00819250139412448, 
            "5": 0.00014726278986488056, 
            "6": 0.0003833445956485402, 
            "7": 0.00039539144825410515, 
            "8": 0.537809340444333, 
            "9": 0.0002451650322244555, 
            "10": 0.2611137752669345, 
            "11": 0.0004571899570792992, 
            "12": 0.004165057814076789, 
            "13": 0.00019370757556015137, 
            "14": 0.0008963270623604218, 
            "15": 0.00032670190028591097, 
            "16": 0.00018459884256326139, 
            "17": 0.00044519541240091204, 
            "18": 0.00013348014930287454, 
            "19": 0.012817152628111542, 
            "20": 0.00026746729382235514, 
            "21": 0.00018541472115380232, 
            "22": 0.008049356047153264, 
            "23": 0.00013534528307176125, 
            "24": 0.00015547994354042267, 
            "25": 0.00014628434339162394, 
            "26": 0.00016485945106240222, 
            "27": 0.00019332743406072167, 
            "28": 0.043675526262079455, 
            "29": 0.00023166921390097004, 
            "30": 0.00011127853964537011
        }
    }, 
    {
        "content": {
            "text": "  These cars brought the highest prices at each of the four recent Arizona auctions:  1966 SHELBY COBRA SUPER SNAKE ($5.5 million at Barrett-Jackson) Promoted as the ''Cobra to end all Cobras,'' this Shelby has a supercharged 427 V-8 said to develop more than 800 horsepower. One of two modified with superchargers, it is the only remaining original.  1937 DUESENBERG MODEL SJ CABRIOLET ($2.8 million at RM Auctions) The last Duesenberg built, described by the auction company as the last unrestored Duesenberg. Designed by the artist Rudolf Bauer with bright colors and exaggerated shapes, it was stored for 45 years after Bauer's death in 1953. The car is original down to the whitewall tires, chrome, paint, interior and World War II gas-rationing stamp.  1965 SHELBY DAYTONA SUPER COUPE ($1.32 million at Russo & Steele) The only Cobra coupe built with the 427 V-8, this car was never completed by Shelby American. Sold in pieces when the company was liquidated, it was eventually built in Colorado and is now operational. Russo & Steele previously sold this car for $1.46 million in August 2005.  1957 CHEVY NOMAD CUSTOM  ($113,400 at Silver) Fitted with a Corvette suspension, 350 V-8 and 4-speed automatic, this much-modified wagon combined a classic look with modern performance.  KEITH MARTIN  COLLECTING  ", 
            "title": "Serious Money: Top Deals at Four Auctions"
        }, 
        "weight": 0.5350922158111587, 
        "file": "1822032.txt", 
        "other_topics": {
            "0": 0.0006531625637957846, 
            "1": 0.0005308213581717449, 
            "2": 0.0005604059319332864, 
            "3": 0.0005173289261016564, 
            "4": 0.06015811113408178, 
            "5": 0.000318504617884762, 
            "6": 0.0008291098115637748, 
            "7": 0.0008551651252609423, 
            "8": 0.5350922158111587, 
            "9": 0.0005302506830069072, 
            "10": 0.08942709559802065, 
            "11": 0.0009888248940136365, 
            "12": 0.0005204967059276511, 
            "13": 0.13622410918537559, 
            "14": 0.001938604509386387, 
            "15": 0.06860917735745664, 
            "16": 0.017374900252673707, 
            "17": 0.0009628827135551738, 
            "18": 0.00028869508711549846, 
            "19": 0.010745698900714327, 
            "20": 0.0005784867195149935, 
            "21": 0.00040102082111500957, 
            "22": 0.00043375771337342197, 
            "23": 0.0002927290574002411, 
            "24": 0.00033627693765359354, 
            "25": 0.0003163884029171437, 
            "26": 0.00035656323307130516, 
            "27": 0.00041813468676404816, 
            "28": 0.06899934301674174, 
            "29": 0.0005010615004434916, 
            "30": 0.00024067674380638215
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Monday: Jeep Trailhawk design study  Is it real? Let's hope not. As far as anyone can tell, this is just an old sketch that somehow came to life.  What's the point? Jeep is still trying to find a way to constructively fill showrooms. The Trailhawk would be an answer if the goal was merely to load up dealers' lots with more Jeeps like the Patriot and the Compass that won't sell.  What they said: ''The Trailhawk's headlights give it the look of a bird of prey,'' said Trevor Creed, Chrysler Group's design chief. ''Or what might have resulted after a Wrangler and a Grand Cherokee had been parked alone together too long.''  What they didn't say: The engine is the only thing worth remembering from this vehicle. It's a Bluetec diesel. Future Jeeps are likely to get them. That will please Jeep fanatics immensely, in particular those disenfranchised when the Liberty diesel was discontinued.  What makes it tick? A 3.0-liter V-6 Bluetec common rail diesel engine that makes ''only'' 215 horsepower, but it's got enough torque -- 376 pounds-feet -- to crawl up a face on Mt. Rushmore.  How much, how soon? Bluetec diesels should start appearing in DaimlerChrysler's new models next year. With any luck, the Trailhawk will never be seen again.  How's it look? Like road kill.  ", 
            "title": "A New Menu Item at the Road Kill Cafe"
        }, 
        "weight": 0.5118395790212846, 
        "file": "1817695.txt", 
        "other_topics": {
            "0": 0.0008031333233430568, 
            "1": 0.0006527017087636399, 
            "2": 0.0006890791105956032, 
            "3": 0.0006361113185467587, 
            "4": 0.011350723222571118, 
            "5": 0.0003916355382882558, 
            "6": 0.0010194793077359275, 
            "7": 0.021924889478086625, 
            "8": 0.5118395790212846, 
            "9": 0.0006520000025313936, 
            "10": 0.0786501327723592, 
            "11": 0.0012158661064687356, 
            "12": 0.0006400064430996498, 
            "13": 0.0005151523388536911, 
            "14": 0.002383721861251861, 
            "15": 0.0008688418486140745, 
            "16": 0.000490928272790335, 
            "17": 0.032494025974895736, 
            "18": 0.0003549815277232824, 
            "19": 0.1697632804087891, 
            "20": 0.0007113113753089502, 
            "21": 0.0004930980473224998, 
            "22": 0.0005333515623473485, 
            "23": 0.00035994172621081464, 
            "24": 0.00041348850878997597, 
            "25": 0.0003890334253472223, 
            "26": 0.0004384326815889542, 
            "27": 0.0005141413779660734, 
            "28": 0.15789888509995506, 
            "29": 0.0006161087765223771, 
            "30": 0.0002959378320479497
        }
    }, 
    {
        "content": {
            "text": "  THE banner heralding this year's Detroit auto show reads: Celebrating 100 Years. Take that with a grain of modesty, because Detroit's first public car show was actually in 1899, eight years before any dealer's association existed to sponsor it.  No matter how you slice the birthday cake, the showstoppers have always been Detroit's notion of what we might be driving in 10 or more years. Customs became dream cars that evolved into design studies that are now called concept cars, but the premise hasn't changed; a ticket to the auto show buys you a glimpse into the future.  Though none of the concepts assembled here graduated to the assembly line, each deserves credit for charging full-throttle down an amusing blind alley.  1938 BUICK Y-JOB Harley Earl, General Motors' first design guru, never dreamed that the two-seat convertible he created for personal use would turn out to be the seminal concept car. Built on a Buick chassis, Earl's Y-Job requisitioned its code name from experimental aircraft and established ''longer, lower, wider'' as Detroit's mantra for the next quarter-century. ''My sense of proportion tells me that oblongs are more attractive than squares,'' the Earl of Detroit said, explaining his approach. The Y-Job previewed both his 1953 Corvette and the power windows, flush door handles, hide-away headlamps, gun-sight hood ornament, vertical grille bars, hinged top covers and gratuitous chrome that eventually appeared on G.M. production cars.  1955 LINCOLN FUTURA The arrival of the jet age permanently scarred American car design, especially at the Ford Motor Company. The Lincoln Futura's mission was peeking ahead to 1956. Essentially a surgically altered Lincoln Premiere, the Futura wore sunken headlamps, grotesque fins and a double-bubble roof that lifted on rear hinges for entry. The public was not amused. Instead of heading for production, the Futura took a trip to Hollywood. The customizer George Barris removed the plastic canopy and other warts to convert this concept into the television Batmobile.  1956 DODGE DART Ink blots blown in a wind tunnel by 200-mile-an-hour gusts inspired the original Dodge Dart's creation. Smoothly integrated bumpers, a sealed engine compartment and a compound-curved windshield significantly reduced aerodynamic drag while soaring tail fins supposedly improved directional stability. The roof slid into a compartment behind the rear seat. While the Dart was one of the most attractive 1950s concepts, only the name made the leap to production.  1956 PACKARD PREDICTOR The star-crossed Predictor, a collaborative effort by Packard and Ghia of Italy, was damaged by fire before its debut and had to be hurriedly rebuilt. Its vertical grille scooped the Edsel. With hidden headlights, swivel seats and retractable roof panels, this concept car was supposed to forecast the 1957 Packards. When those designs were canceled because of financial problems, Packard limped on for two years selling rebadged Studebakers before expiring in 1958.  1958 FORD NUCLEON As postwar car-buying euphoria wound down, Ford tried to kindle interest in advanced technology and cars in general with a concept based on the dream that nuclear power might someday be practical in cars. The cockpit and front end were cantilevered ahead of its front axle to counterbalance a theoretically weighty propulsion system. While a press release boasted that this project was backed by scientific research, the Nucleon never ventured beyond the scale-model stage.  1959 CADILLAC CYCLONE As tailfins reached their apogee, Cadillac introduced an experimental road rocket resembling a wingless jet fighter. The two-seat Cyclone eclipsed the common canopy roof with sliding doors, radar and automatic climate control. It also had a forward-mounted V-8 engine and an automatic transaxle positioned behind the driver, a powertrain layout Cadillac revived in 2003 for its XLR sports roadster.  1961 FORD GYRON Relying on computer-controlled gyro stabilization, Ford's Gyron teetered on two wheels. Automatic guidance allowed the driver to relax while monitoring the road on an infrared screen. In 1981, the New Wave band Devo used footage of the Gyron in its ''Beautiful World'' music video.  1962 FORD MUSTANG I Finally getting serious about concepts, Ford hinted at the affordable sports model that was just around the corner. The 1,700-pound two-seat Mustang I roadster was powered by a 1.5-liter V-4 engine mounted amidships. While Ford never built that particular Mustang, Porsche used similar ideas in the Boxster concept it presented at the 1993 Detroit show.  1968-90 MIDENGINE CHEVROLET CORVETTE Zora Arkus-Duntov, who became the Corvette's chief engineer, concurred with Ford that a sports car's engine belongs behind the driver after exhaust heat in a front-engine car he designed nearly cooked the driver John Fitch during a 1957 Sebring endurance race. That experience prompted a series of nine midengine experimental and concept cars stretching from the CERV I (Chevrolet Engineering Research Vehicle) of 1960 through the CERV III (now Corporate Engineering Research Vehicle) of 1990. Reporting on the next-to-last experiment in this series, Car and Driver said, ''The next-generation production Corvette will almost definitely be a wild-looking, midengine design.'' The magazine was wrong. To see the CERV III, play Atari's Test Drive III video game.  2000 GENERAL MOTORS PRECEPT Soon after the clock ticked into the 21st century, G.M. rolled out the remarkable Precept. Built under the auspices of the government-supported (read: taxpayer) Partnership for a New Generation of Vehicles, this sedan was a diesel-electric hybrid with four-wheel drive, aluminum construction and seating for five. What Precept lacked in beauty it more than made up in fuel efficiency by breaking the 100 m.p.g. barrier in E.P.A. tests.  2003 DODGE TOMAHAWK Every jaw in the house dropped when the Dodge Tomahawk was driven onto the stage at the 2003 Detroit show. Was it a motorcycle or a car? The 500-horsepower V-10 Viper engine and four wheels suggested car, but this concoction looked more like the world's most outrageous motorbike.  2005 JEEP HURRICANE The most spectacular recent concept had two Hemi engines providing 670 horsepower, four-wheel drive and four-wheel steering that turns on a dime and gives change. It also had three steering modes: countersteering with front and rear wheels aimed in opposite directions, crab-steering with all four wheels pointed the same way for easy parallel parking, and knock-kneed (front wheels together, rear wheels splayed apart) when indecision moved the driver to pirouette in place.  DETROIT AUTO SHOW  ", 
            "title": "When Dream Cars Collide With Real-World Demands"
        }, 
        "weight": 0.5118155549041369, 
        "file": "1817076.txt", 
        "other_topics": {
            "0": 0.00012744432719555892, 
            "1": 0.010040377594124359, 
            "2": 0.00010934576001506413, 
            "3": 0.00010094062424931053, 
            "4": 0.00014504296084919945, 
            "5": 6.214625421749262e-05, 
            "6": 0.00016177495154027051, 
            "7": 0.001822992891352238, 
            "8": 0.5118155549041369, 
            "9": 0.00010346190257457772, 
            "10": 0.12012922343393373, 
            "11": 0.013442010830574641, 
            "12": 0.0001015587178006026, 
            "13": 8.174638172793584e-05, 
            "14": 0.07987269301571692, 
            "15": 0.00013787121218561207, 
            "16": 7.790241247444429e-05, 
            "17": 0.00018787656610956728, 
            "18": 5.632985290565641e-05, 
            "19": 0.10477699992831617, 
            "20": 0.016674214232579008, 
            "21": 7.824672075724193e-05, 
            "22": 0.010021438647540246, 
            "23": 5.711695654166125e-05, 
            "24": 6.561396878227167e-05, 
            "25": 6.173334079027175e-05, 
            "26": 0.0017257062643917737, 
            "27": 0.00339385407253547, 
            "28": 0.12442405416212944, 
            "29": 9.776654289020683e-05, 
            "30": 4.6960569062271525e-05
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Sunday: Ford Interceptor design study  Is it real? Only the attitude. Ford is pulling on a muscle shirt to see how it would look on some future model.  What's the point? The Chrysler 300's triumph -- as a swaggering, stretch-your-legs American sedan -- has Detroit competitors wondering why they didn't do it first.  What they said: ''We've been itching to do a rear-drive sedan that speaks to the quintessential muscle cars of the '60s,'' J Mays, Ford's chief creative officer, said.  What they didn't say: Built on a stretched Mustang platform, the Interceptor is another fashion-plate four-door coupe, featuring the sort of low-rise roof normally reserved for two-door models.  What makes it tick? A 5-liter race-tuned version of the Mustang's 4.6-liter V-8, with 400 horsepower.  How much, how soon? Ford has floated a number of these Stanley Kowalski specials in recent years (remember the 427?) but none has made it out of committee. But some of the styling themes seem bound for the production line.  How's it look? Apart from what appears to be a Viking stove mounted up front -- a cue from last year's Super Chief concept pickup -- the Interceptor is appropriately menacing, a car you don't want to see behind you in a dark alley. The cabin has more black leather than a dominatrix convention.  ", 
            "title": "Ford Interceptor Is a Brute You Could Love"
        }, 
        "weight": 0.5103301967214097, 
        "file": "1817456.txt", 
        "other_topics": {
            "0": 0.0007007449512130587, 
            "1": 0.0005694912834153304, 
            "2": 0.0006012310704856627, 
            "3": 0.0005550159381081003, 
            "4": 0.0007975099775771869, 
            "5": 0.0003417074328689992, 
            "6": 0.0008895098198496528, 
            "7": 0.0009174632429905282, 
            "8": 0.5103301967214097, 
            "9": 0.0005688790350062686, 
            "10": 0.032198717314149576, 
            "11": 0.0010608600224836027, 
            "12": 0.0005584144882434911, 
            "13": 0.00044947755256212495, 
            "14": 0.07492905664282251, 
            "15": 0.000758076549836882, 
            "16": 0.0004283417193220221, 
            "17": 0.00103302797425034, 
            "18": 0.00030972630084698266, 
            "19": 0.14812081405444544, 
            "20": 0.0006206290294534984, 
            "21": 0.0004302348776613577, 
            "22": 0.0004653566271920928, 
            "23": 0.0003140541427458652, 
            "24": 0.018573081026091363, 
            "25": 0.0003394370532783163, 
            "26": 0.00038253858872573486, 
            "27": 0.0004485954751818425, 
            "28": 0.1832997312126168, 
            "29": 0.0005375634430769294, 
            "30": 0.01847051643208875
        }
    }, 
    {
        "content": {
            "text": "  IF YOUR Honda honks unexpectedly or your BMW's acceleration doesn't leave you beaming, recent technical service bulletins, or T.S.B.'s, may offer some guidance for repairs.  T.S.B.'s, available at alldatapro.com, offer automakers' insights into some recurring problems with various models. The bulletins are not recalls; they include information from manufacturers to their dealers' service departments and mechanics.  Alldata.com provides less expensive reports intended to help owners learn about their vehicles. Here are recent examples:  HONDA AND ACURA Some 2003 and 2004 Acura MDX and Honda Pilot sport utility wagons may sound the horn when turning or hitting bumps. In T.S.B.'s 06-045 and 06-081 issued on Nov. 10, Honda says replacing the horn button springs should quiet things down.  Some 2003-07 Accords may experience a front brake judder when the brakes are applied normally. In T.S.B. 06-087 issued on Dec. 6, Honda says the front brake pads may have worn the discs unevenly. Refinishing the rotors and installing new brake pads should fix the problem.  Honda mentions that it might pay the cost of all work performed outside the warranty period, at the district manager's discretion.  All 2003-4 Elements now have a six-year or 60,000-mile warranty for their windshields as a result of a class-action suit. In T.S.B. 06-084 issued on Nov. 22, Honda noted the extension after some Elements were delivered with cracks in the lower corners of windshields.  In T.S.B.'s 06-085 and 06-050 issued on Nov. 21, Honda says some 2002-7 Acuras and Hondas could get a 5 percent extension on the mileage portion of their vehicle warranties after the final settlement of a class-action suit, scheduled for May 30. Dealers have been told not to extend warranties until the final settlement is completed.  BMW Some 2006 3 Series models may be bucking under slight acceleration from a standing start when the engine is still cold. In T.S.B. 124606 issued on Nov. 1, BMW says recalibrating the digital motor electronics module should smooth the ride. No word on coverage outside the warranty.  FORD Some 2004-7 Ford Freestar minivans may be hampered by momentary activation of the traction control. In T.S.B. 6-21-8 issued on Oct. 30, Ford says a new steering-wheel-angle sensor and tone ring, which detects motion, should control the AdvanceTrac system. No word on coverage outside the warranty.  ISUZU Some 2003-6 Ascender S.U.V.'s may leak oil from the engine's rear cover assembly area. In T.S.B. SB06-01-S003 issued on Nov. 1, Isuzu says engine block porosity may be the culprit. Replacing the rear cover gasket and covering the block pores with silicone sealer should halt the leak, Isuzu says. No word on coverage outside the warranty period.  TOYOTA AND LEXUS Drivers of some 2006 Lexus LX 400h sport wagons and 2006 Toyota Highlander Hybrids may feel a rocking sensation at 40 miles an hour. Toyota says the problem, described in Toyota T.S.B. EG057-06 issued on Oct. 18 and Lexus T.S.B. EG020R-06 issued on Dec. 15, can be fixed by reprogramming the hybrid vehicle engine control module. Neither T.S.B. mentions coverage outside of the warranty.  MERCEDES-BENZ Owners of some 2006 GL-Class models with Airmatic suspension may notice a knocking, thumping or cracking noise from the front end on heavy acceleration. In T.S.B. T-32-22-45 issued on Nov. 27, Mercedes says the damping effect of the suspension's quiet mode may cause the noise because of extra pressure from hard acceleration. Reprogramming the Airmatic control module should keep things quiet, Mercedes says. No word on coverage outside the warranty.  VOLKSWAGEN Some 2006 Passats could have transmission fluid seeping from the transmission cooler. In T.S.B. 3706-03 issued on Nov. 9, Volkswagen says O-rings on its H-block fastener may need to be realigned to fix the problem. No word on coverage after the warranty is up.  1998-99 Passats and Passat wagons with automatic transmissions may have shifting problems, like upshifting too fast, shaking when downshifting into first and sudden high revs in fifth gear. In T.S.B. 3706-05 issued on Nov. 17, VW says replacing the transmission control module should solve the problem. No word on coverage outside of the warranty.  SCOTT STURGIS  ", 
            "title": "How to Fix a Honking Honda"
        }, 
        "weight": 0.5061015512893788, 
        "file": "1820384.txt", 
        "other_topics": {
            "0": 0.0002199811826182296, 
            "1": 0.00017877740795650433, 
            "2": 0.00018874131263208664, 
            "3": 0.00017423323882053072, 
            "4": 0.00025035811918953997, 
            "5": 0.00010727041994642476, 
            "6": 0.008855179789471998, 
            "7": 0.0002880144178740555, 
            "8": 0.5061015512893788, 
            "9": 0.00017858520802862987, 
            "10": 0.210213255905325, 
            "11": 0.0803751428831588, 
            "12": 0.00017530012781727115, 
            "13": 0.00014110212767398257, 
            "14": 0.08355366976736464, 
            "15": 0.0002379789903010818, 
            "16": 0.0001344670665383571, 
            "17": 0.0003242930470778524, 
            "18": 9.723075111756738e-05, 
            "19": 0.032205554904504066, 
            "20": 0.00019483081202375187, 
            "21": 0.00013506137579402807, 
            "22": 0.02873255577194796, 
            "23": 9.85893677975061e-05, 
            "24": 0.00011325602925308315, 
            "25": 0.00010655769160427098, 
            "26": 0.00012008833028239661, 
            "27": 0.00014082522175416193, 
            "28": 0.04610773450917225, 
            "29": 0.00016875446870602662, 
            "30": 8.105846486907048e-05
        }
    }, 
    {
        "content": {
            "text": "  An article on Jan. 7 about the effect of the Iraq war on the price of oil in the Middle East attributed an incorrect statistic to James A. Placke, an oil expert, about the amount of oil currently being produced by Iraq. He said production was expected to average 1.85 million barrels a day for 2006; he did not say 1.5 million barrels.  ", 
            "title": "CORRECTIONS"
        }, 
        "weight": 0.5042249180251335, 
        "file": "1820566.txt", 
        "other_topics": {
            "0": 0.0024186968303760766, 
            "1": 0.001965660629789771, 
            "2": 0.0020752139305319738, 
            "3": 0.19050092278256564, 
            "4": 0.002752691762702052, 
            "5": 0.0011794400849631014, 
            "6": 0.0030702391478302764, 
            "7": 0.0031667234048084474, 
            "8": 0.5042249180251335, 
            "9": 0.12768703096794265, 
            "10": 0.07970647711608436, 
            "11": 0.0036616728660148873, 
            "12": 0.0019274278757378525, 
            "13": 0.0015514202846916615, 
            "14": 0.03860962981665956, 
            "15": 0.0026165830308143203, 
            "16": 0.0014784676750771385, 
            "17": 0.0035656075476303115, 
            "18": 0.0010690537560718476, 
            "19": 0.008361042040662611, 
            "20": 0.0021421680795273394, 
            "21": 0.0014850021154135611, 
            "22": 0.0016062286246023847, 
            "23": 0.0010839917694889622, 
            "24": 0.0012452519607134432, 
            "25": 0.0011716036247642386, 
            "26": 0.001320373226301213, 
            "27": 0.001548375699411179, 
            "28": 0.004061387886056308, 
            "29": 0.0018554582428962775, 
            "30": 0.0008912391947370337
        }
    }, 
    {
        "content": {
            "text": "  Thirty years after it was founded by President Jimmy Carter, the National Renewable Energy Laboratory at the edge of the Rockies here still does not have a cafeteria.  Evaporation chambers for new solar energy systems look like they belong in an H. G. Wells movie. Technicians had to knock out a giant door from a testing facility to fit modern wind turbine blades, which now stick out like a bare toe from an old sock.  The hopes for this neglected lab brightened a bit just over a year ago when President Bush made the first presidential call on the lab since Mr. Carter and spelled out a vision for the not-too-distant future in which solar and wind power would help run every American home and cars would operate on biofuels made from residues of plants.  But one year after the president's visit, the money flowing into the nation's primary laboratory for developing renewable fuels is actually less than it was at the beginning of the Bush administration. The lab's fitful history reflects a basic truth: Americans may have a growing love affair with renewables and the idea of cutting oil imports and conserving energy, but it is a fickle one.  Riding that wave, the new House speaker, Nancy Pelosi, just promised committee hearings on how lawmakers could help limit climate change and enhance energy independence; Congressional Democrats pledged to find more research dollars for clean energy. [And President Bush, in his State of the Union address, called for greater federal mandates to increase use of homegrown alternative fuels.]  But the intertwined goals of developing domestic energy resources and reducing global warming gases are not necessarily in step with each other. Despite a lot of promises, no one so far has wanted to pay the extra costs to make wind and solar more than a trivial energy source. Research is uncertain and expensive, and the benefits seem far away.  So while all kinds of domestic energy technologies are being advanced in the name of energy independence, most of the money and attention are still focused on the dirty but cheaper standbys: offshore oil, oil sands and coal, in all its various incarnations, from straight out of the pit to black-coal liquid.  ''You have fossil fuels competing with renewable fuels,'' said Benjamin Kroposki, a senior scientist at the Renewable Energy Laboratory. ''Renewables lose every time.''  One example is the shotgun approach to tax incentives, loan guarantees and other spending in the 2005 energy act, the first major energy legislation enacted by Congress in a decade: $13.1 billion for oil, gas and coal, $12 billion for nuclear energy and $7.7 billion divided up among a wide assortment of renewables like ethanol, hydroelectric, wind and solar.  Now that they are in control of Congress, Democrats have promised to increase the amount going to renewable energy sources, taking the money from tax breaks for oil companies.  But even additional money for renewable energy will be going up against government tax policies that encourage more energy consumption. Companies can still deduct purchases of sport utility vehicles and utility bills, for example, while consumers get a break to build bigger homes with deductions for interest payments on mortgages, even on second homes, that far outweigh their energy saving credits.  Meanwhile, fuel efficiency standards for automobiles have changed only slightly over the decades, and the federal government still does not have a building code to encourage energy efficiency.  It is a policy mix that goes back many administrations and appears difficult to shake, partly because dirty sources of energy like coal and shale are what the United States has in abundance.  ''We are going dirtier,'' said Amy Jaffe, an energy expert at the James A. Baker Institute for Public Policy at Rice University. ''If you need to come up with a fuel source other than drilling for oil under the ground in the Middle East, what is the most obvious thing with today's economy, today's infrastructure and today's technology? Oil shale, liquefied coal and tar sands. It's all dirty but it's fast.''  Renewable energy today supplies only 6 percent of the country's energy needs, and much of that comes from decades-old dams supplying hydropower. Under current policies, the Energy Information Administration estimates, renewables will increase only slightly in importance in the decades ahead. They would supply 7 percent of United States energy supplies by 2030, while coal would increase over the same period from 23 percent to 26 percent.  ''Denmark gets 22 percent of its electrical energy from wind today and we get 0.5 percent,'' noted Robert Thresher, director of the lab's National Wind Technology Center. ''That shows you what you can do when you really want to.''  Meanwhile imports of oil and gas are set to continue to rise in the decades ahead, as domestic production slows and the population grows.  ''The current trends do not seem sustainable,'' said Faith Birol, chief economist of the International Energy Agency. ''For me the most important thing that is missing from current consideration is an increase in vehicle fuel efficiency.''  As they have in the past, higher prices for oil and gas have driven the renewed interest in alternative energy sources. With prices falling, some of that momentum may falter.  Still, President Bush advanced his call last year to end the nation's oil addiction, providing some of the strongest rhetoric since President Carter called energy independence the moral equivalent of war.  [Mr. Bush set a goal of reducing gas use by 20 percent in the next 10 years. ''To reach this goal, we must increase the supply of alternative fuels, by setting a mandatory fuels standard to require 35 billion gallons of renewable and alternative fuels in 2017; this is nearly five times the current target,'' he said Tuesday night.  [On Wednesday the administration sought to put some teeth into the goal by proposing $1.6 billion in new financing for renewable energy, with a focus on research and production of ''cellulosic'' energy from nonfood crops and agricultural waste.]  The Democratic Congress appears ready to put clean energy front and center in its agenda.  Prominent Democrats are talking about doubling the budget of the renewable energy lab, and otherwise greatly increase the priority of producing clean energy.  ''You've got to invest in this new energy future that everybody pays lip service to, but when push comes to shove do we really stand there?'' said Representative Mark Udall of Colorado, a senior Democratic spokesman on energy issues. ''This is the country's economic future not to mention the national security ramifications.''  Institutional investments in private clean energy companies in North America and Europe are rising quickly, from $500 million in 2004 to $1.3 billion in 2005 to $2.7 billion in 2006, according to Venture Business Research, an independent group based in Britain.  But even while top energy companies are also beginning to invest significant amounts in wind, solar and plants, those investments pale in comparison with the resources they are pouring into making synthetic fuels out of oil sands, a process that emits significantly more carbon dioxide than conventional oil.  Likewise energy companies are stepping up research and investments into oil sands, deep-ocean oil and gas drilling, and gasifying and liquefying coal -- all with significant environmental consequences.  For instance, Royal Dutch Shell has invested $1 billion over the last five years in clean energy like biofuels for transportation, solar and wind for electrical generation and hydrogen. That is one of the biggest commitments to clean energy by any company, but it is less than one fifth of what Shell invested over roughly the same period with Chevron and another partner in a giant oil sand mining project in Canada.  The companies say they can contain emissions through a process called carbon capture and sequestration. But most experts say development of technologies to bury significant amounts of carbon gases effectively could take decades.  At the lab here, signs of change are mixed. Last year, the institution opened its first building in a decade, although meager budgets could leave its main laboratory as much as 80 percent vacant of equipment for the next several years unless Congress suddenly comes to the rescue.  Congressional earmarks that redirected Energy Department financing last year slowed or even shelved many research projects, including ones to develop bigger and more efficient wind turbines, to make hydrogen power out of a mix of algae and water, and to plant matter.  Its scientists are also doing ground-breaking work on finding environmentally benign ways of generating electricity to produce hydrogen from water to power cars; they are working on new materials and designs to make devices powered by solar cells cheaper; and they are developing enzymes and more efficient machinery to convert switchgrass and corn stalks into biofuels to reduce oil consumption.  When Chevron decided last year that it wanted to develop the next generation of ethanol and renewable plant-based diesel fuels from trees and agricultural waste, it turned to the lab here for a scientific partnership. Now Chevron and scientists from the federal laboratory are working to make hydrogen energy out of decomposed plants. DuPont, Cargill and the National Corn Growers Association look to the lab for help in producing ethanol.  But it is hardly the kind of crash program that government labs have conducted in the past to build an atomic bomb or go to the moon. Rather, the lab gingerly hands over slices of its yearly budget of $200 million to a smorgasbord of programs in solar, wind, plant matter, geothermal, hydrogen and fuel cells, efficient buildings, advanced vehicles and fuels and electric infrastructure.  ''Our budget is nothing compared to the price of a B2 bomber or an aircraft carrier,'' Rob Farrington, manager of the lab's advanced vehicle systems group, said.  Articles in this series are examining the ways in which the world is, and is not, moving toward a more energy-efficient, environmentally benign future. Previous articles are at nytimes.com/energychallenge.  The Energy Challenge  ", 
            "title": "Energy Research on a Shoestring; 30 Years After Opening, a Lab for Alternative Power Goes Begging"
        }, 
        "weight": 0.501295271568694, 
        "file": "1821356.txt", 
        "other_topics": {
            "0": 0.0012296567826745302, 
            "1": 0.0103475395313792, 
            "2": 0.046888880253928886, 
            "3": 0.0012113842703014143, 
            "4": 9.999732120924342e-05, 
            "5": 4.2845643170502114e-05, 
            "6": 0.00011153289823972528, 
            "7": 0.00011503789192169521, 
            "8": 0.501295271568694, 
            "9": 0.04003406855021994, 
            "10": 0.21412712361858854, 
            "11": 0.11659585605931595, 
            "12": 0.021764075948738255, 
            "13": 5.635860674301e-05, 
            "14": 0.0014025760555030889, 
            "15": 9.505288508807009e-05, 
            "16": 5.370844967292994e-05, 
            "17": 0.00012952819784533342, 
            "18": 3.883562746993831e-05, 
            "19": 0.00943807268969116, 
            "20": 0.003503196354378174, 
            "21": 5.394582696961734e-05, 
            "22": 5.834963503221377e-05, 
            "23": 3.9378282243763376e-05, 
            "24": 4.523639805557861e-05, 
            "25": 4.256096726226314e-05, 
            "26": 4.796533611773613e-05, 
            "27": 0.004623418126819203, 
            "28": 0.021841596536946083, 
            "29": 6.740342541044621e-05, 
            "30": 0.004599546260369573
        }
    }, 
    {
        "content": {
            "text": "  WITH its four-wheel-drive franchise under assault from all sides, DaimlerChrysler's Jeep division has responded by sending new recruits into battle. But to the horror of some Jeep traditionalists, not all of these new models can climb every mountain and ford every stream.  The company does help buyers tell the difference between the real he-man Jeeps and the emotionally supportive, lifestyle-accessory Jeeps. Real Jeeps designed to go off road get a Trail Rated badge, which means they have been ''designed to perform in a variety of challenging off-road conditions.''  Jeeps without that badge may handle a snowy road, but are really intended for commuting or handling day-to-day chores, like trips to the post office. Taking one of these mail-rated Jeeps on a rough trail will please only the people in the dealership's body shop.  Here's a primer to the changing topography of Jeepland:  COMPASS Compact crossover (base prices of $15,985 to $22,235). Front- or all-wheel drive. How appropriate that something named the Compass should take Jeep in a new direction. This car-based vehicle is not Trail Rated, but aimed at urbanites who want to wallow in the earthy Jeep mystique. While Jeep describes the Wrangler as ''not afraid to get dirty,'' the Compass reflects an attitude of ''I do not care, or dare, to get dirty.'' The Compass shares its underpinnings with the Dodge Caliber.  PATRIOT Compact crossover wagon. ($14,985 to $23,530). Front- or all-wheel drive. A fraternal twin of the Compass, the Patriot looks like a scaled-down version of the classic, upright Cherokee. The Patriot is intended to stay on pavement unless it has an optional off-road package, which earns it a Trail Rated badge. Like the Compass, it is mechanically similar to the Caliber.  WRANGLER Compact S.U.V. ($18,765 to $26,750). Four-wheel drive with a low gear range. Not only Trail Rated, but the most capable Jeep off road (and the least friendly on pavement).  WRANGLER UNLIMITED ($20,410 to $28,895). Rear- or four-wheel drive. A new four-door model, about 20 inches longer than the two-door, with a practical back seat and more cargo room.  LIBERTY Compact S.U.V. ($22,025 to $27,170). Rear- or four-wheel drive. The Liberty was designed for off-road use and is thus Trail Rated. It shares its platform and mechanical systems with the new Dodge Nitro.  GRAND CHEROKEE Midsize S.U.V. ($28,360 to $43,385). Rear- or four-wheel drive. Along with the Ford Explorer, this five-passenger wagon helped to create the boom in family S.U.V.'s in the 1990s, though sales have fallen. With four-wheel drive, it is Trail Rated.  COMMANDER Midsize S.U.V. ($28,610 to $44,670). Rear- or four-wheel drive. Two inches longer than the Grand Cherokee on which it is based. The only Jeep that can carry seven people, although the two in the third row had better be small.  ", 
            "title": "Jeeps Go Forth And Reproduce"
        }, 
        "weight": 0.5005900352093545, 
        "file": "1820387.txt", 
        "other_topics": {
            "0": 0.0003377855575389242, 
            "1": 0.00027451632772951186, 
            "2": 0.00028981610499249384, 
            "3": 0.00026753866406357057, 
            "4": 0.0003844299583642078, 
            "5": 0.0001647159005955581, 
            "6": 0.00042877736031366457, 
            "7": 0.031168822908378697, 
            "8": 0.5005900352093545, 
            "9": 0.0002742212008508248, 
            "10": 0.1033112016795504, 
            "11": 0.0005113746357288082, 
            "12": 0.00026917689370806495, 
            "13": 0.00021666517244341312, 
            "14": 0.1458563912917318, 
            "15": 0.00036542155544689605, 
            "16": 0.000206476901799866, 
            "17": 0.0004979585363139664, 
            "18": 0.00014929978594202813, 
            "19": 0.03189424074264857, 
            "20": 0.0002991666545379808, 
            "21": 0.00898640974464756, 
            "22": 0.0002243194867096818, 
            "23": 0.00015138596934759343, 
            "24": 0.00017390692481315513, 
            "25": 0.013332151895241513, 
            "26": 0.00018439806130488687, 
            "27": 0.00021623997779994774, 
            "28": 0.15858956208328134, 
            "29": 0.0002591259016821304, 
            "30": 0.00012446691313850263
        }
    }, 
    {
        "content": {
            "text": "  Vowing to reduce the nation's thirst for foreign oil, President Bush called on Tuesday for a huge government-mandated increase in renewable fuels -- mainly ethanol -- and tougher mileage standards for cars and light trucks.  It was the second year in a row that Mr. Bush made ''energy security'' a focal point of his State of the Union address, but his proposals on Tuesday were modest, and perhaps less achievable, than those he made a year ago when he said the nation was ''addicted to oil.''  The centerpiece of Mr. Bush's proposal, which he said would cut the projected use of gasoline by 20 percent over the next decade, was a nearly fivefold mandatory increase in the production of ethanol and other alternative fuels for cars and trucks. The most obvious beneficiaries would be makers of ethanol and other biofuels, but it could also promote the production of liquefied coal.  Mr. Bush called for a mandatory requirement that makers of fuel produce 35 billion gallons of alternative fuels a year by 2017, replacing about 15 percent of the projected gasoline use in that year.  A second major plank of Mr. Bush's energy proposal calls for increasing fuel-efficiency standards of cars and trucks by 4 percent a year -- about one mile per gallon -- starting in 2010 for cars and 2012 for trucks.  That was a significant change from Mr. Bush's approach last year, when he called for ''reform'' of the corporate average fuel economy, or CAFE, rules, but avoided suggesting specific mileage requirements.  In a third proposal, Mr. Bush called for doubling the amount of oil in the Strategic Petroleum Reserve to about 1.5 billion barrels of oil. The doubling would take place at a snail's pace over the next 20 years. Even so, advance word of the idea helped push up oil prices by $2.46 a barrel on Tuesday to $55.04.  ''It's a big change that the president has endorsed these new fuel-efficiency standards,'' said Frederick W. Smith, the chief executive of the FedEx Corporation and a co-chairman of the Energy Security Leadership Council, a group of executive and retired military officers. These standards, he said, match their recommendations, ''which are achievable.''  But the proposals face an array of obstacles, both practical and political. On a practical level, skeptics noted that Mr. Bush's goal for ethanol would require big advances in ''cellulosic ethanol,'' a form of ethanol made from plants like switchgrass that has yet to be produced at anything close to competitive prices. It could also require up to 40 million additional acres devoted to growing the plant material involved as well as a sprawling new infrastructure for transforming the feedstock into fuel.  On a political level, Mr. Bush faces a Congress that is now controlled by Democrats, some of whom criticized him on Tuesday for proposing little to reduce the production of heat-trapping gases implicated in global warming.  ''I am disappointed,'' said Senator Jeff Bingaman, Democrat of New Mexico and chairman of the Senate Energy Committee. He said Mr. Bush was ''completely silent'' on energy efficiency and reduction of carbon dioxide from electric power plants, which contribute 40 percent of these emissions.  Cars and trucks account for about one-third of heat-trapping gases that result from burning fossil fuels. Electric utilities and other ''smokestack'' sources were not addressed.  ''If this was a real effort to solve the climate problem, it would include large stationary sources and utilities,'' said Eileen Claussen, president of the Pew Center on Global Climate Change, a nonpartisan policy research group.  Ms. Claussen and other environmental leaders also criticized the absence of any proposal for a mandatory cap on emissions of heat-trapping gases.  Many supporters of ethanol and other renewable fuels praised Mr. Bush's proposals. The Union of Concerned Scientists estimated that the mileage requirement could save 550,000 barrels of oil per day in 2017, and reduce emissions equivalent to ''taking 14 million of today's cars and trucks off the road.''  But many cautioned that the goals would be difficult to attain, might do little to reduce gas emissions and could lead to higher food prices as farmers cater to energy demand rather than food production.  Philip Clapp, president of the National Environmental Trust, said, ''The big numbers may sound impressive, but this is nothing more than stay-the-course on global warming.'' The proposal, Mr. Clapp said, represents a 1.5 percent cut in carbon emissions a decade hence. ''They will still go up by 14 percent over the next decade.''  And if liquefied coal, which produces double the heat-trapping gases of regular gasoline, is part of the alternative-fuel mix -- as coal-industry lobbyists and environmental groups say is the case -- the emissions reductions would fall significantly.  Mr. Bush called for increasing the requirement for annual production of alternative fuels to 35 billion gallons a year. That would almost quintuple the current mandate of producing 7.5 billion gallons of ethanol by 2012. Spurred by tax breaks and soaring oil prices, ethanol production has climbed rapidly and is expected to hit 6 billion gallons this year.  But energy analysts say that corn-based ethanol, which accounts for virtually all of today's production, will not be able to produce more than about half as much alternative fuel as Mr. Bush envisions by 2017.  Mr. Bush also laced his proposals with numerous ''safety valves'' that could delay attainment of his goals.  STATE OF THE UNION  ", 
            "title": "Bush Seeks Vast, Mandatory Increase in Alternative Fuels and Greater Vehicle Efficiency"
        }, 
        "weight": 0.5002861107686548, 
        "file": "1821088.txt", 
        "other_topics": {
            "0": 0.0022922872782142824, 
            "1": 0.0001331142214731625, 
            "2": 0.0001405331533666467, 
            "3": 0.0001297307204833469, 
            "4": 0.00018641184312007114, 
            "5": 7.987149272094603e-05, 
            "6": 0.00020791610093119845, 
            "7": 0.00021444999928446577, 
            "8": 0.5002861107686548, 
            "9": 0.0810157248029652, 
            "10": 0.17567719125376205, 
            "11": 0.22161129378518285, 
            "12": 0.015029979732602571, 
            "13": 0.00010506193197576009, 
            "14": 0.0004861443987486243, 
            "15": 0.00017719458170355055, 
            "16": 0.000100121592994503, 
            "17": 0.000241462369235326, 
            "18": 7.239614829528532e-05, 
            "19": 0.0005662084212706742, 
            "20": 0.00014506727756023624, 
            "21": 0.00010056410424235698, 
            "22": 0.00010877354393302489, 
            "23": 7.340774815959532e-05, 
            "24": 8.432826235423324e-05, 
            "25": 7.934080889756976e-05, 
            "26": 8.941546236894998e-05, 
            "27": 0.00010485575315059666, 
            "28": 0.00027503653395690147, 
            "29": 0.00012565133356998436, 
            "30": 6.035457482122782e-05
        }
    }, 
    {
        "content": {
            "text": "  One of the Ford Motor Company's showcase concept cars is the imposing Interceptor sedan, with its big wheels and a burly front end that suggests an armor-plated battering ram.  Lest anybody miss the point, it becomes clear as the car rotates on its turntable for a rear view. There, in brushed aluminum block letters, the license plate reads: MUSCLE, with the ''U'' and the ''S'' in red and blue.  It is a license plate that could easily appear on other cars here, most from Detroit but some from its foreign competitors. As Detroit automakers try to find a winning game plan to reverse their sliding market share, it is clear from the cars on display at the North American International Auto Show here that they are trying to play up a distinct advantage over their Asian and European competitors -- nobody, after all, can design the look of the American muscle car quite like American car companies.  ''It's absolutely legitimate for American producers to reach back into their rich heritage,'' said Robert A. Lutz, the vice chairman of General Motors. The appeal of Detroit's classic cars also goes well beyond American shores, he added.  ''Even middle-aged Chinese remember seeing secret photographs of Buick Rivieras and Camaros and Mustangs, and they thought, 'Whoa, communism is good, but this looks even better,' '' he said.  But demographics and car buyers' changing tastes may work against Detroit's efforts, say Japanese executives. These cars resonate best with buyers who can remember them -- an aging group -- and they cannot be Detroit's only response, these executives say, if it hopes to end a market share decline under way for a decade.  And, of course, these cars have never been about fuel economy, which has become an overriding issue since gasoline prices spiked last year.  ''Heritage is one play -- but it's not the only play,'' said James Lentz, executive vice president of Toyota Motor Sales U.S.A. He added, ''Eventually, you run out of things in your closet.''  Mr. Lutz, perhaps more than any other executive in Detroit, has pushed strategy and design in the direction of muscle cars. The sculpted sides and hood stripes on a bright orange Camaro convertible concept car instantly bring to mind the Camaros of the past.  A short walk away is the latest incarnation of the Dodge Viper, which almost single-handedly revived interest in Chrysler a decade and a half ago, thanks to a design championed by Mr. Lutz, who was then the No. 2 executive there. This Viper, with a V-10 engine that generates 600 horsepower, looks even more like another Detroit classic, the Chevrolet Corvette.  There is a good chance that some of these cars will be on American roads in a few years. G.M. has already announced plans to build the Camaro hardtop, while Chrysler plans to build the Dodge Challenger, which it showed as a concept car last year.  Chrysler already has a track record with at least one of its muscle cars, the Chrysler 300 sedan, a hit with urban buyers from the moment it hit the market three years go. Though its initial buzz has faded somewhat, the 300C still managed flat sales in 2006 despite a jump in gasoline prices that sent sales of Chrysler's sport utility vehicles plummeting.  Ford's Mustang, meanwhile, has been a rare bright note for the company, which is facing one of the deepest financial crises in its history. Mustang, reincarnated in 2004, rose to 166,530 sales last year, up 3.5 percent.  The Mustang provides the underpinnings for the Interceptor, whose gutsy, low-riding stance immediately says gangster -- a look reinforced inside with its brushed aluminum and black interior.  ''That can only be an American sedan,'' said Mark Fields, the president of Ford's operations for the Americas. ''It's got a rawness to it that is really what we're known for.''  Just to underline the point, a fleet of Mustangs, in red, white and black, is parked nearby. Ford plans to turn out a new Mustang every year in the hope of building on the current car's momentum, Mr. Fields said.  The strategy has its risks, of course. By 2010, when the concept cars on display here may be on sale, more than 50 percent of the American public will be under age 40, far too young to remember when the inspirations for these cars cruised on American roads.  Mr. Fields acknowledged that. ''If you take 10 youngsters and show them that Interceptor, they won't give a hoot about the history,'' he said.  To these younger buyers, classic cars might well be something like the Acura Integra, Honda's original entry-level luxury car from the 1980s, and even Honda Civic coupes, which have become the favorite cars for the customizing crowd.  Young buyers, in fact, have shown an appetite for decking out their cars with custom features like wheel covers, exhaust pipes and contemporary upholstery. Muscle cars, whose exteriors are already a statement, may not give them the chance for self-expression found on vehicles like the Mini Cooper and Toyota's Scion brand cars.  Likewise, Detroit's muscle car strategy may face a threat from Asian companies. The Lexus division of Toyota caused a stir here with its LF-A, a high-performance concept sports car that is every bit as striking as its muscular Detroit rivals.  And Nissan is almost finished with the next version of its muscle car, the 350Z, which went on sale in 2002. That car echoed, but did not directly copy, the first 240Z, introduced in 1970 in the American market.  ''It's very nice to have the heritage of the Z, but we don't want to use the heritage as it was,'' said Shiro Nakamura, senior vice president for design at Nissan. ''We would rather be looking to the future.''  Detroit companies, he said, would be smart to follow a similar path. ''It's O.K. to use American muscle, as long as the idea is original and creative,'' Mr. Nakamura said.  Since they sell in relatively small numbers, muscle cars have always been seen as much as selling tools as products in themselves, drawing buyers to showrooms in hopes they will purchase something, whether or not it is the car they came to see.  ''These are tremendous traffic builders,'' said Michael J. Jackson, chief executive of AutoNation, the nation's largest automobile dealer network.  But a well-crafted muscle car may put a weak lineup in an even dimmer light, canceling out some of its effectiveness. So companies have to pay attention to all their vehicles, not just the hottest looking ones.  ''I want to learn a lot from the spirit of our previous models, but I don't want to use the direct shapes or their design cues,'' Mr. Nakamura said.  American car executives say they are updating, not copying, their original cars as they are also revamping their lineups, hoping all their cars will complement each other.  ''I don't believe in slavish retro cars,'' Mr. Lutz said. The concept works best when ''we carefully go back to a heritage and remind Americans of the glory days of the American automobile industry.''  ", 
            "title": "America's Big Wheels; Detroit Looks Back To Past Glories And Dreams of Muscle"
        }, 
        "weight": 0.4956896641968901, 
        "file": "1817834.txt", 
        "other_topics": {
            "0": 0.00014021625778841404, 
            "1": 0.00011395292462027323, 
            "2": 0.012875037504393335, 
            "3": 0.0001110564660076763, 
            "4": 0.042067988871518816, 
            "5": 6.83742885516831e-05, 
            "6": 0.00017798735187382449, 
            "7": 0.00018358071987227315, 
            "8": 0.4956896641968901, 
            "9": 0.0001138304161660818, 
            "10": 0.2323838291236365, 
            "11": 0.0002122738410494188, 
            "12": 0.00011173650227631567, 
            "13": 0.02195519621584428, 
            "14": 0.03321405205857861, 
            "15": 0.0001516880810218799, 
            "16": 8.57094622430294e-05, 
            "17": 0.00020670475968379622, 
            "18": 6.19749921397694e-05, 
            "19": 0.06608047750003239, 
            "20": 0.0001241853827618462, 
            "21": 8.608827564337292e-05, 
            "22": 9.31159970385205e-05, 
            "23": 6.284097596785224e-05, 
            "24": 7.21895227802384e-05, 
            "25": 6.791999468996685e-05, 
            "26": 7.654443928269598e-05, 
            "27": 8.976215766082446e-05, 
            "28": 0.09316279066996584, 
            "29": 0.00010756429166078237, 
            "30": 5.1666758359689014e-05
        }
    }, 
    {
        "content": {
            "text": "  THE front-page headline of The Detroit News last Monday blared ''GM Powers Up'' in letters of a size usually reserved for bulletins like ''WAR ENDS.'' For a day at least, General Motors owned industry bragging rights with its introduction of the Chevrolet Volt electric car at the North American International Auto Show. Investors were happy; G.M.'s stock price rose a bit.  There was, however, one problem: The Volt does not run. The batteries it requires to deliver the driving range and economy G.M. promised have not been developed. Granted, G.M. was candid about this shortcoming, and the Volt is at least as close to reality as many of the so-called concept cars that appeared at the show in the past.  So why do carmakers push ideas that don't quite work, or innovations that aren't quite finished, into the bright global spotlight of the annual auto show here?  Fact is, for decades automakers have used exhibitions like this to showcase dream cars with dreamed-up powertrains wholly incapable of their advertised feats. Putting wings on the fenders may not make a flying car, but it may be enough to get some publicity for your company. Journalists on the auto beat quickly learn to take the more outlandish claims -- cars with soybean-based bodies, or those said to have lightning-quick acceleration while achieving 100 miles a gallon -- with several grains of salt.  The people who create such dream machines say they are just continuing a long tradition of using auto shows as idea factories. With their concept cars they are testing the waters, thinking out loud, exploring the outer edges of what might be possible -- or playing a game of liar's poker, trying to psych out the competition.  Bill Visnic, an engine expert and former technical editor of Ward's Automotive Reports, said he thought that fewer automakers were engaging in this ethically questionable practice.  ''Just as with the concept cars themselves, the days of goofy, totally far-out engines with no relationship to reality are waning,'' Mr. Visnic said.  These days most automakers just don't have the money to put into developing dead-end ideas. ''Most every power plant you see these days in concept vehicles is an engine already in production, is near production, or essentially is production-feasible,'' Mr. Visnic said.  This has not always been the case, Mr. Visnic said, citing egregious examples of bogus power sources from the industry's past. Perhaps the most outlandish was the Ford Nucleon of 1958. Best described as a cross between a Ranchero pickup and the Enterprise from ''Star Trek,'' Ford said the car would be powered by an onboard nuclear reactor. Fortunately, no working version, just a scale model, was ever produced.  One of the more interesting concepts in the post-World War II era was the 1963 Chrysler Turbine Car. It was a far-fetched idea -- a basic form of a jet engine adapted for cars -- that very nearly proved viable. (Dozens of the Turbines were actually built and driven by private citizens.) Turbines that could operate on a wide variety of fuels might have changed the geopolitical balance of power in the 21st century.  A notable misfire was the Chrysler Patriot, a concept racecar from 1995, supposedly destined for the 24 Hours of Le Mans, that was said to be powered by a revolutionary system that included a huge flywheel. When Chrysler unveiled the Patriot at the Detroit show, the company showed footage of the car speeding around a racetrack. Later, it was revealed that the Patriot engine had never run successfully. The racetrack video had been staged, with the Patriot hauled up to speed by a tow truck.  ''Patriot is definitely a standout,'' Mr. Visnic said. ''Not just for the hidden tow truck, it also breathlessly promoted the technology du jour: flywheel energy storage. Man, for a brief period, there was a lot of hype about flywheels.''  The stillborn flywheel technology was supposed to store energy like a friction toy being wound up. But when a prototype of the huge flywheel was installed in the Patriot's chassis and the motor activated, it carried a lethal wallop. Evan Boberg, the author of a book on concept cars, ''Common Sense Not Required,'' said the flywheel broke away and tore through the chassis.  In the book, ''Modern Chrysler Concept Cars,'' the author Matt DeLorenzo noted that from 1987 to 1999, Chrysler produced nearly 50 concept cars. Of those, more than half were powered by pie-in-the-sky engines that Chrysler lacked the means, intent or technical know-how to produce, including those propelled by hybrid electrics, fuel cells and propane. A breakthrough promised by the 1992 Cirrus -- a supercharged two stroke V-6 Fury engine -- was said to produce 400 horsepower. The engine later proved to be mockup made of wood.  As word leaked out that these and other concept car engines were less than sincere efforts by manufacturers perhaps more interested in headlines than making real products, reporters began to ask tougher questions about powertrain feasibility.  In 2000, in response to skeptics who wondered whether the current crop of concept cars would really run, G.M. invited the press, including me, to drive the cars at its Michigan proving ground. The test was tightly regulated: a G.M. employee was to accompany the driver and the cars could not be driven above 25 m.p.h.  The results were not persuasive; the Buick LaCrosse, a retro-themed concept bristling with electronic controls, trapped its occupants inside because an electrical failure prevented the experimental Quiet Servant voice-command system from obeying a crucial spoken command, ''Open doors.''  The engine froze up on another concept car, the Cadillac Imaj. When I asked the engineer assigned to the GMC Terradyne pickup to accompany me on a drive, he muttered something like, ''I told them this wasn't a good idea.'' After about 100 feet of slow-speed chugging, the Terradyne's engine (said to be a 6.6-liter turbodiesel V-8) seized up and the pickup was towed away.  And while G.M. was forthright this year that its Volt wasn't yet a running vehicle, not all manufacturers seemed inclined to full disclosure. Many of today's concepts, unveiled amid great fanfare, still don't have roadworthy engines. Some have no engine at all.  For example, Nissan is showing off its engineless (and hoodless) Bevel concept car at this year's Detroit show. Nissan says the Bevel's power would come from a hybrid electric version of a ''small, efficient V-6,'' although Nissan has not made that powertrain. Obviously, the Bevel isn't going anywhere -- literally or figuratively.  A company spokesman, Tim Gallagher, said that the Bevel was a design study, so its power source was beside the point. Hoods need not necessarily be opened at auto shows; in fact, fire codes often require that the power plants of show models be disabled. Omitting the engine is merely a sensible way to keep down the cost of a concept car, Mr. Gallagher said.  The engine almost seems irrelevant with two of Mazda's 2007 design studies, the Nagare and Ryuga, which appear to have been styled without considering where the mechanical bits might be installed.  Ford's Airstream concept, in theory at least, would be a plug-in electric-hydrogen hybrid car using a system that remains unperfected even after years of technical exploration.  ", 
            "title": "When Dream Cars Are Powered by Pipe Dreams"
        }, 
        "weight": 0.4943983158860029, 
        "file": "1818784.txt", 
        "other_topics": {
            "0": 0.00012808068354173524, 
            "1": 0.00010409041509985594, 
            "2": 0.00010989174640648888, 
            "3": 0.00010144464202900726, 
            "4": 0.00014576719087681743, 
            "5": 6.245656354339698e-05, 
            "6": 0.013477810591033377, 
            "7": 0.00016769199561584246, 
            "8": 0.4943983158860029, 
            "9": 0.00010397850962755217, 
            "10": 0.2089424385207096, 
            "11": 0.00019390175639023334, 
            "12": 0.0001020658218514779, 
            "13": 0.003410961524394006, 
            "14": 0.07361390024948888, 
            "15": 0.015118190978166952, 
            "16": 0.016722326224507814, 
            "17": 0.00018881467334252544, 
            "18": 5.661111971575686e-05, 
            "19": 0.15190347106003993, 
            "20": 0.00011343726441502253, 
            "21": 7.863742310090101e-05, 
            "22": 0.008407074316816487, 
            "23": 5.740215352586119e-05, 
            "24": 6.594159313677389e-05, 
            "25": 6.204158835253692e-05, 
            "26": 6.991959605312357e-05, 
            "27": 8.199333437302285e-05, 
            "28": 0.011865892812962103, 
            "29": 9.825471181369635e-05, 
            "30": 4.7195053066388656e-05
        }
    }, 
    {
        "content": {
            "text": "  If there is one word to describe how Toyota Motor has behaved in its 50 years in the American market, it is carefully -- careful not to expand too fast or to appear brash in its goals, lest it stir up political resentment as it gathered market share at the expense of Detroit.  But Toyota is making some surprisingly aggressive moves this week at the North American International Auto Show here as it heads into markets long dominated by its American and European rivals. And the moves represent a notable shift for a company where conservatism has been a watchword. On Sunday, Toyota unveiled the Crew Max, a bigger, four-door version of its new Tundra pickup truck, which itself will be the biggest truck Toyota has sold in the United States.  And on Monday, Toyota's Lexus luxury division will take the wraps off two high-performance models, including a powerful sports car, that are the first in a new line of cars it has dubbed F -- for fast.  The new vehicles, analysts say, are an important sign of Toyota's direction as it is about to pass Ford Motor to become the second biggest player in the American market, and vies with General Motors for global leadership.  While Toyota executives insist its actions do not represent a departure, the vehicles and the company's actions speak louder than its words. This shift can be traced back to Toyota's decision five years ago to build a plant in San Antonio chiefly to make big pickups, unlike its other American factories, which can produce a variety of cars and light trucks.  And, within the next few weeks, Toyota will most likely announce the location for its eighth North American assembly plant. Three Southern states remain in the running for the plant, which would open by decade's end, said a senior Toyota executive who spoke on condition of anonymity. And that plant may not be its last.  No longer does Toyota fear the reaction it faced as recently as the 1990s, like accusations that it had dumped minivans at lower prices than it charged at home, or a tax on its imported luxury vehicles that Detroit carmakers did not have to pay.  The new models and the new plants are a sign that ''Toyota is confident and that they don't have any concerns about going after whichever market they deem to be their next frontier,'' said Karl Brauer, editor-in-chief of Edmunds.com, a Web site that offers car-buying advice.  Indeed, Toyota executives now feel no political heat as the company expands.  ''The fact of the matter is that there is very little, surprisingly little backlash,'' said Yukitoshi Funo, the chief executive of Toyota Motor North America and the company's highest-ranking executive here.  A big reason, he said, is that Toyota has been investing billions of dollars and creating thousands of jobs in all parts of the United States, from California to Michigan and Southern states. Another is that many companies, not just automakers, participate in a global market.  ''Fortunately, I think maybe American society has undergone some change,'' Mr. Funo added.  That change makes it far more palatable for Toyota to introduce vehicles like the Crew Max, aimed squarely at pickup truck buyers who need to haul equipment and want four full doors, not just the modest escape doors found on extended cab trucks, and essentially do business from their trucks.  Beyond that, Crew Max has 44.5 inches of rear leg room -- 10 inches more than many coach airplane seats -- and is available with Toyota's biggest engine, a 5.7-liter V8 with 381 horsepower.  That is a departure from Toyota's reputation for building fuel-efficient vehicles. And it is far cry from Toyota's first full-sized pickup, the T-100, whose lack of power and towing capability made it made it merely a pale imitation of those from G.M., Ford and Chrysler.  But the protectionist heat Toyota faced back in the early 1990s forced it to develop what one company executive, the late former vice chairman Robert B. McCurry, once called a ''political truck,'' deliberately designed to skirt criticism that Toyota was attacking an American stronghold.  That is not the case this time. Moreover, engineers at Toyota's operations in the United States were given authority for Tundra and will be getting more such assignments for vehicles that will be sold only here, Mr. Funo said.  That is not an easy transition, in what has been a Japan-centric company, said Jeffrey K. Liker, a professor of engineering at the University of Michigan.  ''For them, the real risk of globalization has been diluting their culture and losing their identity as a company,'' he said. ''They've been working very hard to avoid that, but at the same time they'll admit that's been difficult for them.''  The shift, however, is necessary, to ease the workload in Japan that has mushroomed as Toyota has grown, and to keep Toyota in touch with American consumers, Professor Liker said.  Detroit companies are watching Toyota's efforts with a mixture of skepticism and concern. G.M.'s chief executive, Rick Wagoner, said his company is ceding no ground to Toyota, especially on pickups.  ''We've shown we can compete well at that game,'' said Mr. Wagoner, whose company recently rolled out new versions of its pickups. He went on, ''Toyota's good, but let's be honest, Ford and Dodge are not easy competitors in this segment either. I think it's going to be a tough fight.''  On Sunday, Mark Fields, president of Ford's operations for the Americas, showed off the new version of Ford's biggest truck, the Super Duty. ''We will remain America's favorite truck for many years to come,'' Mr. Fields declared.  But trucks are not the only place where Toyota is branching out. The Lexus luxury division, now approaching its 18th birthday, has grown slowly from its original two cars to a lineup that stretches from an entry-level sedan to a big S.U.V.  In recent years, Lexus has been updating its bland image, most notably with the IS, a sports sedan aimed at younger, well-heeled buyers who otherwise would gravitate to the BMW 3-series or Audi A4.  Now IS is going to gain power and speed. On Monday, Lexus will show the IS-F, as well as a new version of the LF-A, a two-seater sports car it showed in Detroit two years ago. That car startled the industry but Lexus was silent about plans to build it. Now, it will, say Toyota officials, with an F-series designation.  Lately, Lexus has been looking at both ends of the market, from premium small cars to stratospheric luxury cars, to see where else it can go, said Bob Carter, its general manager. Officials have been intrigued to see the IS draw customers from Toyota's Scion brand, which is aimed at young trend-setting buyers.  That suggests some young consumers might skip entirely the mainstream Toyota brand and head to Lexus, or other luxury car brands. In order to keep them, Toyota has no choice but to become more bold, Mr. Brauer of Edmunds.com said.  ''There is an element within Toyota that says, 'Let's go beyond pure sales success and look at statements and positioning and what we want people to think about Toyota.' They're going to start playing a little more to that element than they have in the past.''  ", 
            "title": "Toyota Enters the Auto Show With a Swagger"
        }, 
        "weight": 0.48723062035553555, 
        "file": "1817367.txt", 
        "other_topics": {
            "0": 0.0018670653688976871, 
            "1": 0.00010842138129123526, 
            "2": 0.0001144640928414758, 
            "3": 0.00010566552360107832, 
            "4": 0.05562880946466314, 
            "5": 6.505523955863521e-05, 
            "6": 0.00016934742663985967, 
            "7": 0.0001746692793828485, 
            "8": 0.48723062035553555, 
            "9": 0.0001083048196859272, 
            "10": 0.29218324785382727, 
            "11": 0.003669280645848487, 
            "12": 0.00010631254930769983, 
            "13": 8.557282354864139e-05, 
            "14": 0.00559693067275103, 
            "15": 0.0001443247843318898, 
            "16": 8.15489230933259e-05, 
            "17": 0.00019667082384301415, 
            "18": 5.896658006539486e-05, 
            "19": 0.07674201980539427, 
            "20": 0.00011815713181638425, 
            "21": 8.190934799908181e-05, 
            "22": 8.859592724688034e-05, 
            "23": 5.979052699900353e-05, 
            "24": 0.01220427404270991, 
            "25": 6.462299819086393e-05, 
            "26": 7.28287919318265e-05, 
            "27": 8.540489113112933e-05, 
            "28": 0.04356540540470826, 
            "29": 0.01917255379092858, 
            "30": 4.915873222968911e-05
        }
    }, 
    {
        "content": {
            "text": "  Renewing concerns about whether there will be enough corn to support the demand for both fuel and food, a new study has found that ethanol plants could use as much as half of America's corn crop next year.  Dozens of new ethanol plants are being built by farmers and investors in a furious gold rush, spurred by a call last year from the Bush administration and politicians from farm states to produce more renewable fuels to curb America's reliance on oil. But the new study by the Earth Policy Institute, an environmental group, found that the number of ethanol plants coming on line has been underreported by more than 25 percent by both the Agriculture Department and the Renewable Fuels Association, the ethanol industry's main lobbying group.  The Earth Policy Institute says that 79 ethanol plants are under construction, which would more than double ethanol production capacity to 11 billion gallons by 2008. Yet late last month, the Renewable Fuels Association said there were 62 plants under construction.  The lower tally has led to an underestimate of the grain that would be needed for ethanol, clouding the debate over the priorities of allocating corn for food and fuel, said Lester R. Brown, who has written more than a dozen books on environmental issues and is the president of the Earth Policy Institute. ''This unprecedented diversion of corn to fuel production will affect food prices everywhere,'' Mr. Brown said.  Bob Dinneen, the president of the Renewable Fuels Association, said the group had not intentionally tried to play down the number of plants under construction. ''It has been a moving target,'' Mr. Dinneen said in an interview on Thursday. ''We are not trying to hide the ball. We are trying to keep up with a growing and dynamic industry as best we can.''  The Renewable Fuels Association has generally played down concerns in the food versus fuel debate over ethanol, saying that estimates showed there would be plenty of corn to meet the demand for both. ''We can absolutely do that without having a deleterious impact on consumer food prices,'' Mr. Dinneen said.  The National Corn Growers Association said Thursday that farmers were keeping up, noting that growers produced their third-largest crop in 2006 of 10.7 billion bushels. ''All demands for corn -- food, feed, fuel and exports -- are being met,'' Rick Tolman, chief executive of the corn growers, said in a statement. ''Farmers have always responded to price signals from the marketplace and, historically, we have had much more challenge with overproduction than shortage.''  With spot prices of corn soaring to record highs of nearly $4 a bushel last month, farmers are expected to plant some 85 million acres of corn this year, an increase of 8 percent over 2006 and what would be the largest corn-seeding in the country since 1985, said Dan Basse, president of AgResource, an agricultural research company in Chicago.  Ethanol has raised the incomes of farmers and given new hope to flagging rural economies. But the reliance on corn to produce ethanol in the United States has drawn concerns from some economists, who question whether the drive to corn-based fuel will push up the prices of livestock and retail prices of meat, poultry and dairy products.  Mr. Brown is among those who believe the ethanol industry is growing too quickly. He called for a federal moratorium on the licensing of new distilleries. ''We need a time out, a chance to catch our breath and decide how much corn can be used for ethanol without raising food prices,'' he said Thursday.  Like many other experts, he advocates moving past corn-based ethanol into cellulosic ethanol, produced from plant waste and nonfood crops like switch grass.  For now, however, in the anticipation of high potential returns, ethanol plants that rely on corn are being built by everyone from farmers to Bill Gates of Microsoft to a mix of Wall Street investors. In addition to the 116 ethanol plants in production, and the 79 under construction, at least 200 more ethanol plants, with a capacity of 3 billion gallons a year, are in the planning stages.  In all, ethanol distilleries now running or in the works will pull an estimated 139 million tons of corn from the 2008 corn harvest, according to the Earth Policy Institute. That is about double the demand projected by the Agriculture Department and will require over half of the projected 2008 corn harvest of about 11 billion bushels.  Keith Collins, the Agriculture Department's chief economist, did not respond to requests for comment. One reason for the department's projection of just 60 million tons of corn used for ethanol is that it was released last February, before surging oil prices set off investor interest in ethanol plants. The Agriculture Department will release its new projections next month.  But the pace of plant construction may be slowing. Shortages of galvanized steel and backlogs for special tanks for the distilleries have pushed construction time back from 18 months to as much as 28 months for some plants, Mr. Basse said.  Some towns are also demanding environmental studies to better understand the impact ethanol plants can have on water supplies and quality of the groundwater, which has delayed permits for new processing plants.  ", 
            "title": "Rise in Ethanol Raises Concerns About Corn as a Food"
        }, 
        "weight": 0.4862894734502836, 
        "file": "1816511.txt", 
        "other_topics": {
            "0": 0.00017987389794624803, 
            "1": 0.0001461824545678125, 
            "2": 0.13806413238066884, 
            "3": 0.00014246678486513098, 
            "4": 0.00020471246788079632, 
            "5": 0.03281207267514389, 
            "6": 0.0002283278649112588, 
            "7": 0.00023550321618933222, 
            "8": 0.4862894734502836, 
            "9": 0.0211831138373713, 
            "10": 0.20227377930873003, 
            "11": 0.11013266293669602, 
            "12": 0.00014333915713004742, 
            "13": 0.00011537618541343882, 
            "14": 0.0005338706916285052, 
            "15": 0.00019459031952317833, 
            "16": 0.00010995083813885922, 
            "17": 0.00026516747369247724, 
            "18": 7.950350114314296e-05, 
            "19": 0.0006217948458272025, 
            "20": 0.0001593089789846454, 
            "21": 0.00011043679207878594, 
            "22": 0.00011945217774777855, 
            "23": 8.061441288171417e-05, 
            "24": 9.260702758845053e-05, 
            "25": 8.712994046530809e-05, 
            "26": 9.819365369645534e-05, 
            "27": 0.0024526040476629965, 
            "28": 0.0026394919998533497, 
            "29": 0.00013798691197455947, 
            "30": 6.62797693148253e-05
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Monday: 2008 Porsche Cayenne and Cayenne Turbo  Is it real? So real that even as the wraps were being taken off the new S.U.V.'s in Detroit, production had already begun in Leipzig, Germany.  What's the point? When the venerable sports car maker brought out the Cayenne in 2002, Porsche purists were horrified -- like a trashy in-law had joined the family. Over the years, this upstart has not only gained acceptance, it became Porsche's biggest seller in North America. Sales have slipped enough, though, that a fresh dose of zest was needed.  What they said: ''The Cayenne features a new line of direct-injection engines, which are a first for Porsche; they offer a dynamic combination of both increased power and increased fuel economy,'' said Dr. Wendelin Wiedeking, president of Porsche.  What they didn't say: Does everyone who ever wanted a Cayenne already have one? That's the question. If they do, will more sass from the engine compartment be enough to coax current owners to buy another?  What makes it tick? Bigger, yet less thirsty engines: the base V-6 grows to 3.6 liters and 290 horsepower. The V-8s increase to 4.8 liters, 385 horses for the naturally aspirated one and 500 for the turbo V-8. Was that a Shelby Mustang we just dusted?  How much, how soon? Expected in showrooms in March as 2008 models. The V-6 model will start at $43,400, with the V-8 S and Turbo going for $57,900 and $93,700, respectively.  How's it look? The aggressive new front end styling makes it even more garish than it was; disturbingly compelling, in a leopard-skin jumpsuit kind of way.  ", 
            "title": "More Zest From Cayenne"
        }, 
        "weight": 0.4836087806834655, 
        "file": "1817465.txt", 
        "other_topics": {
            "0": 0.000676117628164999, 
            "1": 0.0005494768034173728, 
            "2": 0.08844132296382697, 
            "3": 0.0005355101867203114, 
            "4": 0.0007694818971495727, 
            "5": 0.06183255359619191, 
            "6": 0.0008582484520011411, 
            "7": 0.0008852194663771759, 
            "8": 0.4836087806834655, 
            "9": 0.0005488860721656299, 
            "10": 0.09256996515238518, 
            "11": 0.02738194319494647, 
            "12": 0.0005387892965487342, 
            "13": 0.00043368089377687584, 
            "14": 0.04593734669970362, 
            "15": 0.0007314343370664968, 
            "16": 0.0004132878685901066, 
            "17": 0.000996722734240397, 
            "18": 0.0002988411283541451, 
            "19": 0.07262620629109222, 
            "20": 0.000598817339515674, 
            "21": 0.00041511449284750094, 
            "22": 0.0004490019064472969, 
            "23": 0.0003030168704621405, 
            "24": 0.009134217403895601, 
            "25": 0.00032750771158117587, 
            "26": 0.00036909446560135265, 
            "27": 0.0004328298165551532, 
            "28": 0.10656877839128569, 
            "29": 0.0005186710507042619, 
            "30": 0.0002491352049192511
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Monday: 2008 Lexus IS-F  Is it real? Oh, yes -- real enough to draw envious looks from the BMW M3 and the  Audi RS4, high-performance sport sedans the Lexus will compete against.  What's the point? The first car to wear Lexus' new high-performance ''F'' designation, the IS-F gets V-8 power and sharper handling in an effort to put the car on equal footing with European factory-tuner models.  What they said: ''We think the IS was a really stout foundation, but it hasn't gotten the respect it could,'' said Paul Williamsen, production education manager of University of Toyota, the company's dealer-training arm.  What they didn't say: The fastidious Lexus has always erred on the side of caution. But enthusiasts can rejoice: the IS will be among the first Lexus models to allow the stability control system to be shut off completely for full-bore performance driving.  What makes it tick? A 5.0-liter V-8 with 400-plus horsepower and the world's first  eight-speed sport-shifting automatic will slingshot the IS to 60 m.p.h. in less than five seconds, Lexus says. The electric steering is retuned and the suspension is stiffened and lowered; this IS features custom 19-inch BBS wheels, enormous six-piston front brake calipers and a quartet of stacked exhaust outlets.  How much, how soon? The IS 350 can soar past $45,000 with options, so $55,000-$60,000 is a safe guess when the IS-F hits showrooms next January.  How's it look? Like a street-fighting Japanese tuner. The show car features a delirious shade of blue that seemingly shouldn't survive outside a Petri dish.  ", 
            "title": "This Lexus Gets an F, and That's a Good Thing"
        }, 
        "weight": 0.4816359512348508, 
        "file": "1817909.txt", 
        "other_topics": {
            "0": 0.016123426119590886, 
            "1": 0.0004854928154665384, 
            "2": 0.0005125510673412136, 
            "3": 0.015999191753011673, 
            "4": 0.0006798793513652954, 
            "5": 0.008054326088094046, 
            "6": 0.0007583094586348434, 
            "7": 0.0007821398253108748, 
            "8": 0.4816359512348508, 
            "9": 0.00048497087208911266, 
            "10": 0.21376196160282937, 
            "11": 0.0009043859566079444, 
            "12": 0.00047604981847794285, 
            "13": 0.00038318079457460007, 
            "14": 0.001773060836473747, 
            "15": 0.0006462622506042031, 
            "16": 0.00036516244120239367, 
            "17": 0.0008806590623595689, 
            "18": 0.0002640424852869484, 
            "19": 0.07969526555081516, 
            "20": 0.000529087878329997, 
            "21": 0.031418854778568886, 
            "22": 0.00039671774741937974, 
            "23": 0.00026773198187727664, 
            "24": 0.0003075611686014463, 
            "25": 0.0002893709798005295, 
            "26": 0.00032611515201999623, 
            "27": 0.0003824288212902252, 
            "28": 0.14073746327669576, 
            "29": 0.0004582742476867192, 
            "30": 0.00022012458272275087
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Sunday: Jaguar C-XF design study  Is it real? Sadly, no. Jaguar says the C-XF is a ''harbinger'' of things to come when the tired S-Type is finally redesigned for 2008, but the production model won't be nearly as sleek and sexy.  What's the point? Ford, desperate to either unload Jaguar or make it profitable, has finally relaxed its rigid retro styling expectations. The strikingly new XF concept is exactly what the patient needs, but is it too late for a cure?  What they said: ''Great Jaguars are design showcases. That's our mantle, and we're taking it back,'' said an emotional Ian Callum, the chief designer, when he introduced the car. ''Our future is even more exciting than this car.''  What they didn't say: Ford really doesn't have the money to let Jaguar take big risks with styling, so expect a less captivating production version.  What makes it tick? The concept gets the supercharged 4.2-liter V-8, which is rated at 400 horsepower, from the Jaguar S-Type R. Production models will get less firepower.  How much, how soon? The S-Type replacement is due sometime in the next year as a 2008 model. As you would expect among polite company, price was not mentioned.  How's it look? A lot like last year's Aston Martin Rapide concept, which, in turn, had more than a passing resemblance to a Mercedes-Benz CLS. Gorgeous, in any regard.  ", 
            "title": "At Jaguar, Out With the Old, In With the Bold"
        }, 
        "weight": 0.4782606988084194, 
        "file": "1817692.txt", 
        "other_topics": {
            "0": 0.0007071846833416837, 
            "1": 0.0005747248156847145, 
            "2": 0.0006067562862358892, 
            "3": 0.028129628507765448, 
            "4": 0.0008048389645597008, 
            "5": 0.00034484766859988413, 
            "6": 0.000897684270419289, 
            "7": 0.0009258945809723302, 
            "8": 0.4782606988084194, 
            "9": 0.0005741069408123529, 
            "10": 0.023304780934804013, 
            "11": 0.001070609153546103, 
            "12": 0.0005635462265668372, 
            "13": 0.0004536081781646632, 
            "14": 0.02966845571406677, 
            "15": 0.0007650431500321325, 
            "16": 0.0004322781100547322, 
            "17": 0.0010425213333163344, 
            "18": 0.0646414341165758, 
            "19": 0.2505702311437621, 
            "20": 0.0006263325092916483, 
            "21": 0.00043418866621129263, 
            "22": 0.00046963317890782015, 
            "23": 0.0003169402492382021, 
            "24": 0.00036408991092150294, 
            "25": 0.0003425564245900299, 
            "26": 0.00038605405613793885, 
            "27": 0.00045271799463672183, 
            "28": 0.11146552709369639, 
            "29": 0.0005425035636865237, 
            "30": 0.00026058276498167293
        }
    }, 
    {
        "content": {
            "text": "  MORE than ever this year, the Detroit automakers are taking a page from those old Mickey Rooney-Judy Garland musicals: facing disaster, the plucky youngsters decorated the barn and put on a show to save the day.  For Detroit, Cobo Center stands in for the old barn, with officials supporting a nearly $1 billion expansion plan to make it more convention-friendly.  And the 2007 North American International Auto Show is Detroit's chance -- not last gasp, certainly, but increasingly desperate -- to show that it has the heart and the talent to stage a comeback and save the jobs of its dwindling auto-industry work force.  The show's razzle-dazzle starts today with media previews that continue through Tuesday; the show opens to the public next Saturday and runs through Jan. 21.  Automakers from around the world will introduce more than 50 cars and trucks at the event, which remains the pre-eminent auto show in North America. General Motors, Ford and the Chrysler Group must hope that their shiny designs can somehow recapture customers lost to imports.  Sounding a bit like a Wall Street analyst, Brian Pannebecker, an assembly worker at Ford's Sterling Axle plant in Sterling Heights, Mich., said this year's show might be more important than any in memory. ''There's a lot riding on the new models that will be hitting the showroom,'' he said in a phone interview. ''Our industry is struggling right now, but the show is a chance to get a fresh start.''  As always, those struggles hit especially hard in Michigan. Roughly half of Ford's 75,000 North American workers have accepted offers of buyouts or early retirement. At General Motors, about 35,000 hourly workers, a third of the North American total, have been shown the door.  Analysts forecast a slight dip in American auto sales this year. With foreign brands continuing to gain market share, the Detroit-based companies are fighting over a smaller slice of a shrinking pie.  Certainly, the local industry's future seemed brighter in 1899, when Detroit's first car dealer, a former bicycle salesman, William Metzger, held a show that included African big-game trophies and equally exotic cars that ran not on gasoline, but on steam and electricity. Today, more than a century later, General Motors will unveil an electric concept car, the Chevrolet Volt, which has created the most buzz in advance of the show. G.M. says the Volt, a plug-in hybrid, could deliver the equivalent of 150 miles a gallon. The Volt thus promises -- at least in theory, given that it could not be produced without a leap in battery technology -- three times the mileage of a Toyota Prius. [Page 2.]  These cars will be among the other highlights of the show:  Revamped Chrysler and Dodge minivans offering new flexibility with second-row seats that swivel to face the third row -- with a removable table in between.  The 2008 Ford Focus compact car and a sleek Ford design study called the Interceptor. Ford's Lincoln division will show the MKR luxury sport sedan, and its Jaguar subsidiary will feature the C-XF, a precursor of the S-Type's replacement.  The 2008 Malibu, Chevrolet's latest challenge to the Toyota Camry. Honda will preview the next generation of its competing Accord, with a two-door concept.  The second-generation CTS, replacing the sedan that kicked off Cadillac's revival.  The Smart Fortwo, a Mercedes-built microcar that will take on the Mini Cooper in North America in 2008.  Convertibles including the latest BMW 3 Series, with a retracting hardtop; the Rolls-Royce Phantom Drophead Coupé; the Mercedes Concept Ocean Drive, a four-door convertible based on the large S600 sedan; and a Chevrolet Camaro convertible concept car.  Small car-based utility wagons from Volvo (XC60) and Nissan (Rogue). Hyundai will present a larger wagon, the Veracruz, aimed at the Honda Pilot.  Relatively few new sport utilities, compared with recent years. Still, Porsche will unveil the next-generation Cayenne, and Land Rover will introduce the smaller LR2 to fill the spot once occupied by the Freelander. Jeep will show its diesel-driven Trailhawk concept.  New sports cars including Toyota's 400-horsepower FT-HS hybrid and an Acura that could replace the NSX supercar. Lexus previews its IS-F sport sedan.  The Chrysler Nassau concept car, a less costly take on the Mercedes CLS, a sedan with coupelike styling.  While the Detroit event remains North America's most prestigious auto show, it faces new competition from Los Angeles, which has rescheduled its show to fall several weeks earlier, out of Detroit's shadow. Los Angeles has already supplanted Detroit as the locus of American car culture, since California is easily the nation's largest market -- particularly for imports, exotics and luxury cars -- and since trends inevitably start on the West Coast.  In part to bolster the Detroit show's status, local officials are hoping to add 270,000 square feet of exhibition space to Cobo Center (and demolish the adjoining Cobo Arena, where the Detroit Pistons played before moving 35 miles north to the Palace of Auburn Hills).  But the future of Cobo Center is far from the biggest crisis for the city and its all-encompassing industry. Less than a year ago, as Detroit played host to the Super Bowl, news coverage tended to portray Detroit as a city on the rise, focusing on the monuments of urban renewal -- a new football stadium here, a gambling casino there. Little attention was paid to the abandoned buildings downtown or the neglected neighborhoods that make up much of the city.  As if Detroit wasn't suffering enough, this is likely to be the year when Toyota does the equivalent of a touchdown dance on Detroit's home field: the company seems assured of passing G.M. in 2007 as the world's largest automaker. Today at the auto show, Toyota will show the Tundra CrewMax, an oversize-cab version of the Texas-built pickup that poses a threat to the last market segment that Detroit still dominates.  The show is expected to pump more than $540 million into a local economy that could use a lift, according to David Sowerby, chief market analyst at Loomis Sayles.  Attendance topped 750,000 for last year's show, and Mr. Pannebecker, the Ford worker -- he recently turned down a buyout offer -- plans to be at this one. He has his eye on the Ford Edge utility wagon, but is also dreaming about using his employee discount on luxury models from Ford's Volvo or Land Rover subsidiaries.  While acknowledging the automaker's challenges, he added that recent Fords, including the F-150, Mustang, Fusion and Edge, had been well received. His prescription? Local carmakers need to churn out more of these real-world machines, rather than fantasy cars that never see the light of day.  ''Right now, we need stylish, well-designed, innovative cars that are going to get people excited,'' he said. ''If Detroit doesn't build them, someone else will.''  ", 
            "title": "Detroit Puts On a Show, And It's Playing for Keeps"
        }, 
        "weight": 0.4743198875170651, 
        "file": "1817075.txt", 
        "other_topics": {
            "0": 0.0001245563783526493, 
            "1": 0.0001012262330864066, 
            "2": 0.00010686793328035182, 
            "3": 9.865326187376865e-05, 
            "4": 0.040606888081912235, 
            "5": 6.073799064932943e-05, 
            "6": 0.00177671432901371, 
            "7": 0.056814262342686585, 
            "8": 0.4743198875170651, 
            "9": 0.00010111740683749409, 
            "10": 0.22909080225113904, 
            "11": 0.009900197946682501, 
            "12": 9.925734913230887e-05, 
            "13": 0.014647341440765066, 
            "14": 0.027885976434357668, 
            "15": 0.0001347469851881168, 
            "16": 7.613710689422636e-05, 
            "17": 0.00018361919409744633, 
            "18": 0.03890157998049948, 
            "19": 0.011760808088291453, 
            "20": 0.035719631931477855, 
            "21": 7.647361298818759e-05, 
            "22": 8.271645200598472e-05, 
            "23": 5.58226592419321e-05, 
            "24": 6.412712515891679e-05, 
            "25": 6.03344340360257e-05, 
            "26": 6.79956681947239e-05, 
            "27": 7.973718203364888e-05, 
            "28": 0.056860335156040234, 
            "29": 9.555110670227986e-05, 
            "30": 4.589642031536292e-05
        }
    }, 
    {
        "content": {
            "text": "  Well, so much for our daffodils! They all bloomed in our front yard last week. They now form a nice bright yellow cluster at the bottom of our driveway. Temperatures of 65 degrees in Washington in January will do that. Frankly, daffodils in January do brighten up the lawn. Maybe next year we'll try for roses in February.  Don't know about you, but when I see things in nature that I've never seen in my life, like daffodils blooming in January, it starts to feel creepy, like a ''Twilight Zone'' segment. I half expect to wake one day and find Rod Serling mowing my lawn -- in shorts.  Why not? Last December was the fourth warmest on record, and 2006 was the hottest year in America since 1895. It was declared the hottest in Britain since 1659.  Even the White House seems to have noticed. Al Hubbard, the president's economic adviser, says Mr. Bush will soon unveil an energy independence strategy that will produce ''headlines above the fold that will knock your socks off.'' Since everything the president has done on energy up to now has left my socks firmly in place, I will be eager to hear what Mr. Bush says.  Neither the White House nor the Democratic Party seems to grasp that the public and business community are miles ahead of them on this energy/environment issue. The presidential candidate who finally figures that out, though -- and comes up with a compelling energy/environment agenda -- is going to have a real leg up in 2008.  What would be compelling? I used to think it would be a ''Manhattan Project'' on energy. I don't any longer. I've learned that there is no magic bullet for reducing our dependence on oil and emissions of greenhouse gases -- and politicians who call for one are usually just trying to avoid asking for sacrifice today.  The right rallying call is for a ''Green New Deal.'' The New Deal was not built on a magic bullet, but on a broad range of programs and industrial projects to revitalize America. Ditto for an energy New Deal. If we are to turn the tide on climate change and end our oil addiction, we need more of everything: solar, wind, hydro, ethanol, biodiesel, clean coal and nuclear power -- and conservation.  It takes a Green New Deal because to nurture all of these technologies to a point that they really scale would be a huge industrial project. If you have put a windmill in your yard or some solar panels on your roof, bless your heart. But we will only green the world when we change the very nature of the electricity grid -- moving it away from dirty coal or oil to clean coal and renewables. And that is a huge industrial project -- much bigger than anyone has told you. Finally, like the New Deal, if we undertake the green version, it has the potential to create a whole new clean power industry to spur our economy into the 21st century.  To spark a Green New Deal today requires getting two things right: government regulations and prices. Look at California. By setting steadily higher standards for the energy efficiency of buildings and appliances -- and creating incentives for utilities to work with consumers to use less power -- California has held its per-capita electricity use constant for 30 years, while the rest of the nation has seen per-capita electricity use increase by nearly 50 percent, according to the Natural Resources Defense Council. That has saved California from building 24 giant power plants.  Had Ronald Reagan not rolled back the higher fuel efficiency standards imposed on Detroit, we might need no Middle East oil today. High standards force innovation, and innovation leads to conservation at scale.  But prices also matter. I don't care whether it is a federal gasoline tax, carbon tax, B.T.U. tax or cap-and-trade system, power utilities, factories and car owners have to be required to pay the real and full cost to society of the carbon they put into the atmosphere. And higher costs for fossil fuels make more costly clean alternatives more competitive.  ''The regulated utilities are the most important consumers from the perspective of long-term investment, and if they are not required to value carbon reduction then they will under-invest in energy efficiency and renewable energy,'' Peter Darbee, chairman of Pacific Gas and Electric, said to me.  This isn't rocket science. Government standards matter. They drive innovation and efficiency. And prices matter. They drive more and cleaner energy choices. So when the president unveils his energy proposals, if they don't call for higher efficiency standards and higher prices for fossil fuels -- take your socks off yourself. It's going to get hot around here.  Op-Ed Columnist  ", 
            "title": "A Warning From The Garden"
        }, 
        "weight": 0.46967689465882506, 
        "file": "1819878.txt", 
        "other_topics": {
            "0": 0.00020530856536758526, 
            "1": 0.002834829851131914, 
            "2": 0.0001761523765845844, 
            "3": 0.0054985655680028145, 
            "4": 0.00023365937789386108, 
            "5": 0.00010011554517278882, 
            "6": 0.00026061405747921734, 
            "7": 0.00026880402330377485, 
            "8": 0.46967689465882506, 
            "9": 0.05085823273694314, 
            "10": 0.19619215369921755, 
            "11": 0.048334399559761126, 
            "12": 0.013503491673808371, 
            "13": 0.00013169069762360004, 
            "14": 0.07264473488542282, 
            "15": 0.0002221059297200664, 
            "16": 0.00012549819121615154, 
            "17": 0.0003026628889880295, 
            "18": 9.074551642994143e-05, 
            "19": 0.0754130685511376, 
            "20": 0.00018183570989986752, 
            "21": 0.00012605286038927914, 
            "22": 0.00013634304656453774, 
            "23": 0.0401116654025951, 
            "24": 0.00010570191781145952, 
            "25": 9.945035539754172e-05, 
            "26": 0.002780055300888091, 
            "27": 0.0001314322611679745, 
            "28": 0.01902058423541253, 
            "29": 0.00015749864355230653, 
            "30": 7.565191229128598e-05
        }
    }, 
    {
        "content": {
            "text": "  There is widespread anticipation, inside government and outside, that President Bush will call for better fuel economy in his State of the Union address on Tuesday.  The White House has posed questions to the Transportation Department about various options. One idea under consideration, government officials and car company executives who have consulted with the White House say, is to do away with the existing system of fleet averages, as has already happened with light trucks, and set a standard for each vehicle, based on its ''footprint,'' or distance between the wheels.  The president asked for the authority to do that last year, but Congressional Democrats rejected his request, saying the White House should use its existing power to simply raise the average. A standstill has resulted.  The federal official in charge of gasoline mileage rules, Nicole R. Nason, has been telling members of Congress that when the current rules for car mileage were set, in 1975, she was 5 years old. Ms. Nason, administrator of the National Highway Traffic Safety Administration, says she hopes that when her 5-year-old daughter starts driving, the standard will be higher. But that hope has not been enough to budge either side.  Raising the number from the current 27.5 miles per gallon would cause hundreds more highway deaths each year because automakers would meet the goal by moving to smaller cars, the administration argues. It also says that the system puts an undue burden on companies that specialize in large cars -- that is to say, American automakers.  A problem for the Democrats is that, once there is no fleet average, the debate gets murkier because there is no single number to argue over. Simply reforming the system without setting specific goals is ''a license for obfuscation,'' said Clarence M. Ditlow, director of the Center for Auto Safety, which monitors the auto industry and government safety regulators.  Critics are pushing hard. Representative Edward J. Markey, a Massachusetts Democrat who wants to increase fuel economy, said: ''Our problem in dealing with the Bush administration is that when they want to send troops to fight for oil, they do that whether they have the authority or not. When you ask them to reduce the need for oil, suddenly they're concerned about authority.''  Higher-mileage cars can be just as safe as gas-guzzlers, Mr. Markey said, and to argue otherwise would mean ''that the Ford Escape hybrid is less safe than the regular Ford Escape.'' He plans to reintroduce a bill that would push the standard up by one mile per gallon per year for the first 10 years, and 4 percent per year thereafter.  The car portion of the Corporate Average Fuel Economy system, known as CAFE, has not changed since 1990, and the rule governing pickups, vans and sport utility vehicles is only slowly changing. Mr. Bush, however, is expected to take steps to encourage the development of batteries used to power hybrid-electric vehicles and further raise production of ethanol.  Established in 1975 after the Arab oil embargo, the system set a minimum standard for cars twice as high as the average at the time, pushing the standard to 27.5 miles per gallon in 1985. After minor adjustments from 1985 to 1990, the car standard has been frozen at 27.5 since 1990, first by Congressional order and now by a dispute over how the rules should be structured.  Over that 17-year period, domestic oil production has declined nearly a third, to 5.2 million barrels a day from 7.4 million. As demand has grown, imports have risen by more than two-thirds to fill the gap, to 10.1 million barrels a day from 5.9 million. Ethanol, liquids from coal and tar sands are all possible alternatives, but none will make major contributions in the near future; using less oil will require reducing driving or using vehicles with better gasoline mileage.  The rule has produced unintended consequences. For example, it led car makers to redefine many household vehicles as ''trucks,'' because those had a more lenient standard. And automakers got credit under the system for building vehicles that could run on ethanol or other alternatives, even if the vehicles actually ran on gasoline.  And the window sticker has added a wry phrase to the American vocabulary: Your actual mileage may vary. Last year, in an effort to fix that, the E.P.A. reduced the mileage promised by the sticker.  Last spring, under the ''footprint'' system for light trucks, Ms. Nason's agency set rules for model years 2008 through 2011.  The rules will push a typical Ford Explorer to 25.2 miles per gallon in 2011, from 19.4 in the 2007 model year, as measured by the Environmental Protection Agency. A PT Cruiser (which Daimler-Chrysler has classified as a light truck, helping it meet the truck average) to 28.1 miles per gallon in 2011, up from 27.4 in 2007.  (Both Ford and Daimler-Chrysler have the option of complying with the old rules based on a fleet average rather than the new vehicle-by-vehicle rule, which takes effect between model years 2008 and 2011.)  The industry's official position is that the decision should be left to the highway traffic safety administration. Gloria Bergquist, a spokeswoman for the Alliance of Automobile Manufacturers, which represents all the major companies except Honda, said, ''They're supposed to crunch the data and come up with a sweet spot, between affordability, safety concerns, jobs, and technology, and come up with the number.''  The technology to go farther on a gallon of gas is no secret, but it costs money that Detroit auto companies have been loath to spend, especially now that they all have financial problems. For years, the automakers have argued that fuel economy is not a priority for buyers, and they have built a product line that follows that assessment.  Robert Heavenrich Jr., who retired last year as a fuel economy researcher at the E.P.A.'s Ann Arbor laboratories, said there was lots of room for modernization. More modern technology would use less fuel to do the same work. For example, Mr. Heavenrich said, he drives a 1985 General Motors Sierra Cutlass with a 231-cubic-inch engine. ''You can go down to a Buick dealer today and get that same engine-transmission combination,'' he said.  Mr. Heavenrich said that many Japanese cars used a hardware-software combination that allowed some cylinders to shut down during periods of low demand, like highway cruising, to save fuel, but that American manufacturers had generally not incorporated that innovation because it would raise production costs.  The E.P.A. report on fuel economy trends that Mr. Heavenrich produced annually until last year said that mileage would be about 30 percent higher if buyers would settle for the vehicle size and performance characteristics that prevailed in the mid-1980s. But what sells is heavier, zippier cars.  To some extent, though, consumers have voted for higher standards. The actual average fuel economy for cars sold in the 2005 model year, the most recent one for which numbers are available, was just over 30 miles per gallon.  Correction:  January 30, 2007, Tuesday  An article on Jan. 22 about the likelihood that President Bush's State of the Union address would call for increasing the fuel efficiency of cars referred incorrectly to the use of a technology by American and Japanese carmakers to save fuel by shutting down some engine cylinders when they are not needed. It is American companies, not Japanese ones, that are the largest users. (The White House set a target of improving fuel economy by 4 percent a year, beginning in the 2010 model year for cars and the 2012 model year for light trucks, according to materials released with the speech.)  ", 
            "title": "Bush Expected to Make Call For Improved Fuel Economy"
        }, 
        "weight": 0.46555788283428295, 
        "file": "1820668.txt", 
        "other_topics": {
            "0": 0.00012702359100534322, 
            "1": 0.00010323132223847102, 
            "2": 0.00010898477322579429, 
            "3": 0.0017512739922573171, 
            "4": 0.00014456412570519454, 
            "5": 0.0017126076953677739, 
            "6": 0.00016124087851967277, 
            "7": 0.00016630797772902015, 
            "8": 0.46555788283428295, 
            "9": 0.0463217853263748, 
            "10": 0.2550872985834846, 
            "11": 0.185066961364681, 
            "12": 0.011655889685136304, 
            "13": 8.147650968287139e-05, 
            "14": 0.0020276761291891663, 
            "15": 0.0001374160533736676, 
            "16": 7.764523065274723e-05, 
            "17": 0.013392589176109157, 
            "18": 5.6143889291359404e-05, 
            "19": 0.00043909991992939127, 
            "20": 0.00011250102889342824, 
            "21": 7.798840225917527e-05, 
            "22": 0.011639021145931615, 
            "23": 5.69283944359884e-05, 
            "24": 6.53973552078752e-05, 
            "25": 6.152953846195367e-05, 
            "26": 6.934252634134914e-05, 
            "27": 8.131661607793837e-05, 
            "28": 0.0035146266146232163, 
            "29": 9.744378295501515e-05, 
            "30": 4.68055365759114e-05
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Monday: Mazda Ryuga design study  Is it real? The Ryuga is concept No. 2 in a four-part series that began at the Los Angeles auto show last fall with a car named the Nagare, which means flow in Japanese. Ryuga is ''gracious flow.''  What's the point? The idea is to build interest in a new look coming to Mazda through a series of design proposals revealed at the Los Angeles, Detroit, Geneva (in March) and Tokyo (October) auto shows.  What they said: This series of concepts ''will ultimately sow the seeds for a completely new generation of Mazda vehicles,'' said Laurens van den Acker, general manager of Mazda's design division. It is ''an exploration -- inspired by nature -- into how we can capture its motion, energy and beauty and translate it into powerful and exciting automobiles.''  What they didn't say: The year-long ''flow'' journey gives Mazda something to talk about that is more interesting than a facelift of the Tribute S.U.V.  What makes it tick? A 2.5-liter Flex Fuel engine is coupled to a six-speed automatic transmission. E85 is the marketing solution to make red hot cars green.  How much, how soon? We'll never see this exact shape on the road, but we might see a two-door four-passenger sports car one day.  How's it look? The company's designers and language specialists have stretched their definitions of ''inspired by nature'' to the breaking point. The parallel scratch marks on the side may well be inspired by raked Japanese rock gardens, but the high belt line and low roof line are more likely inspired by the strong market response to those features on the Chrysler 300.  ", 
            "title": "Mazda's Chapter Two Rakes the Garden"
        }, 
        "weight": 0.46345367017187056, 
        "file": "1817694.txt", 
        "other_topics": {
            "0": 0.0005241457455714784, 
            "1": 0.0004259701519439557, 
            "2": 0.000449710992786919, 
            "3": 0.0004151428307548004, 
            "4": 0.0142190314067941, 
            "5": 0.0002555915627481724, 
            "6": 0.0006653387754148678, 
            "7": 0.0006862474780577989, 
            "8": 0.46345367017187056, 
            "9": 0.00042551220016237367, 
            "10": 0.17393169021947827, 
            "11": 0.0007935059203338876, 
            "12": 0.00041768489058911367, 
            "13": 0.00033620184704504224, 
            "14": 0.0015556790334637911, 
            "15": 0.0005670288422723092, 
            "16": 0.0003203925899783583, 
            "17": 0.0007726880041337759, 
            "18": 0.00023167019983448786, 
            "19": 0.10398068924686571, 
            "20": 0.04133174136779346, 
            "21": 0.020755569151121863, 
            "22": 0.0003480791347750527, 
            "23": 0.00023490735468644706, 
            "24": 0.0002698533810337063, 
            "25": 0.0002538933560022961, 
            "26": 0.000286132598530201, 
            "27": 0.0003355420676126831, 
            "28": 0.17116146408331906, 
            "29": 0.0004020886503367181, 
            "30": 0.00019313674468880517
        }
    }, 
    {
        "content": {
            "text": "  Introduced on Sunday: 2007 BMW 3 Series convertible  Is it real? Real, indeed.  What's the point? The 3 Series convertible with the traditional fabric top has been out of production for some time and the new one, with its folding and disappearing steel top, will fill the void in the lineup.  What they said: ''BMW has over 70 years of experience in producing dynamic convertibles'' Michael Ganal, BMW board member, said of the new droptop. ''Our expertise and our innovative spirit are reflected in this fourth-generation BMW 3 Series convertible.''  What they didn't say: That it's a poke in the eye of the Mercedes-Benz CLK Cabriolet. We can see ourselves flying up the Pacific Coast Highway in this car -- top down, speed up, mood mellow.  What makes it tick? The new 3 Series convertible will come in four versions: a four-cylinder 320i and three in-line six cylinder versions, 325i, 328i and 335i, with power ranging from 170 to 300 horsepower.  How much, how soon? BMW officials confided that the steel-top convertible will start showing up in dealerships at the end of March, just in time for the summer selling season. The price will be about 5 percent higher than the outgoing fabric-top convertible, topping out at just under $50,000 for the max-performance 335i version.  How's it look? We will defer to the car designer Fabrizio Giugiaro, who was on the BMW stand when it was introduced, along with his famous father, Giorgetto Giugiaro, the founder of ItalDesign. The younger Guigiaro pronounced it an unqualified success, and said he especially liked the rear-end treatment.  ", 
            "title": "BMW 3 Series Flips Its Lid, the Hard Way"
        }, 
        "weight": 0.4613277622051695, 
        "file": "1817689.txt", 
        "other_topics": {
            "0": 0.0006116312277712647, 
            "1": 0.0004970690866589588, 
            "2": 0.000524772525551269, 
            "3": 0.0004844345707664822, 
            "4": 0.0006960906473902805, 
            "5": 0.0002982525044845991, 
            "6": 0.0007763908712969418, 
            "7": 0.0008007894580958425, 
            "8": 0.4613277622051695, 
            "9": 0.0004965346978695895, 
            "10": 0.3062883445123534, 
            "11": 0.0009259504715972125, 
            "12": 0.0004874009273393736, 
            "13": 0.00039231749990248447, 
            "14": 0.0018153383582614911, 
            "15": 0.0006616719679802038, 
            "16": 0.00037386951021346233, 
            "17": 0.0009016578244610026, 
            "18": 0.00027033841247397605, 
            "19": 0.01801055765750723, 
            "20": 0.04823044722254728, 
            "21": 0.000375521915639215, 
            "22": 0.0004061772328837726, 
            "23": 0.0002741158827927149, 
            "24": 0.0003148947714531521, 
            "25": 0.0002962708490275711, 
            "26": 0.0003338911629504836, 
            "27": 0.00039154759628754225, 
            "28": 0.14409325967557496, 
            "29": 0.0004692015092294589, 
            "30": 0.008173497244469188
        }
    }, 
    {
        "content": {
            "text": "  In many countries, higher oil prices have hurt pocketbooks and led to worries about economic slowdowns. But here in Japan, Kiminobu Kimura, an architect, says he has not felt the pinch. In fact, his monthly energy bill is lower than a year ago.  A reason is his new home fuel cell, a machine as large and quiet as a filing cabinet that sits in front of his house and turns hydrogen into electricity and cold water into hot -- at a fraction of regular utility costs. But even with the futuristic device, which is available for now only in Japan, Mr. Kimura has not let up on the other shortcuts that leave him unscathed by last year's oil squeeze.  Energy-efficient appliances abound in the many corners of his cramped home. There is the refrigerator that beeps when left open and the dishwasher that is compact enough to sit on the kitchen counter. In some homes, room heaters have a sensor that directs heat only toward occupants; there are ''energy navigators'' that track a home's energy use.  And then Mr. Kimura, 48, says there are the little things that his family of four does to squeeze fuel bills, like reusing warm bath water to wash laundry and bicycling to buy groceries.  ''It's not just technology, it's a whole mind-set,'' said Hitoshi Ikuma, a specialist in energy issues at the Japan Research Institute. ''Energy conservation is almost an obsession here among government, companies, regular citizens, everyone.''  Japan is the most energy-efficient developed country on earth, according to most specialists, who say it is much better prepared than the United States to prosper in an era of higher global energy prices. And if there is any lesson that Japan can offer to Americans, they say, it is that there is no one fix-all solution to living with oil above $50 a barrel.  Rather, as Mr. Kimura shows, it is a combination of many things, from the most advanced technologies to the simplest frugality in everyday life -- and an obsession with saving energy that keeps his family huddled in a single heated room during winter.  Japan tops most global comparisons of energy efficiency in wealthy nations. Its population and economy are each about 40 percent as large as that of the United States, yet in 2004 it consumed less than a quarter as much energy as America did, according to the International Energy Agency, which is based in Paris.  That means Japan consumed the energy equivalent of 2.8 million tons of oil per person in 2004, in contrast to 5.4 million tons per American. Germany, another energy-conscious country, used 3.2 million tons per person. On other measures, like household electricity use, Japan is also much lower.  Japan's obsession with conservation stems from an acute sense of insecurity in a resource-poor nation that imports most its energy from the volatile Middle East, a fact driven home here by the 1970s shocks. The guiding hand of government has also played a role, forcing households and companies to conserve by raising the cost of gasoline and electricity far above global levels. Taxes and price controls make a gallon of gasoline in Japan currently cost about $5.20, twice America's more market-based prices.  The government in turn has used these tax revenues to help Japan seize the lead in renewable energies like solar power, and more recently home fuel cells. One way has been a subsidy of about $51,000 for each home fuel cell. This allowed Mr. Kimura to buy his cell last year for about $9,000, far below production cost. His cell, which generates one kilowatt per hour, provides just under half of his household's electricity, and has cut his electricity bill by the same amount, he said.  The device works by converting natural gas into hydrogen, which the fuel cell then uses to generate electricity. Heat released by the process is used to warm water.  The first two fuel cells were installed in the prime minister's residence in April 2005. Since then, some 1,300 have been sold, according to the trade ministry. The ministry forecasts that as sales pick up, production cost will fall to about $5,000 by decade's end. Experts say that Japan is far more willing to embrace new technologies than the United States, where opposition to hydrogen storage tanks in Tarrytown, N.Y., forced General Motors to scrap an experimental filling station for fuel-cell cars last year.  Higher energy prices have also created strong domestic demand in Japan for more conventional and new energy-saving products of all sorts. That has spurred the invention and development of things like low-energy washing machines and televisions and high-mileage cars and hybrid vehicles, experts say. Japanese factories also learned how to cut energy use and become among the most efficient in the world.  Companies like Mitsubishi Heavy Industries are now reaping the benefits in booming overseas sales of their highly efficient electric turbines, steel blast furnaces and other industrial machinery, particularly in the United States. The environment ministry forecasts that exports will help turn energy conservation into a $7.9 billion industry in Japan by 2020, about 10 times its size in 2000.  ''Japan has taught itself how to survive with energy prices that are twice as high as everywhere else,'' said Kouichi Iwama, an economics professor at Wako University who advises the Japanese Parliament on energy policy.  But with a few exceptions like cars, many of Japan's efficient consumer products have yet to make their way overseas, according to corporate executives. Partly, that is because while more energy-efficient, they are also more expensive. But another reason is that many appliances here are designed for Japan's conservation-conscious lifestyle, which includes things like smaller homes and a lack of central heating.  Mr. Kimura says he, his wife, and two teenage children all take turns bathing in the same water, a common practice here. Afterward, the still-warm water is sucked through a rubber tube into the nearby washing machine to clean clothes. Wet laundry is hung outside to dry or under a heat lamp in the bathroom.  ''In Japan, it's natural to think about saving energy,'' Mr. Kimura explains. ''We learned not to waste from our parents, who had learned it from the hardship of the war and after,'' he said.  The different approach is also apparent in the layout of Mr. Kimura's home, which at 1,188 square feet is about the average size of a house in Japan but only about half as big as the average American one. The rooms are also small, making them easier to heat or cool. The largest is the living room, which is about the size of an American bedroom.  During winter, the entire family, including the miniature dachshund, gathers here, which is often the only room heated. Like most Japanese homes, Mr. Kimura's does not have central heating. The hallways, stairwell and bathrooms are left cold. The three bedrooms have wall-mounted heaters, which are used only when the rooms are occupied, and switched off at night.  The living room is kept toasty by hot water running through pipes under the floor. Mr. Kimura says such ambient heat saves money. He says the energy bill for his home is about 20,000 yen ($168) a month. Central heating alone would easily double or triple his energy bill, he says.  ''Central heating is just too extravagant,'' says Mr. Kimura, who is solidly middle class.  The government has tried to foster a culture of conservation with regular campaigns like this winter's Warm Biz, a call to businesspeople to don sweaters and long johns under their gray suits so that office thermostats could be set lower. It has also encouraged development of energy-saving appliances with its Top Runner program, which has set goals for reducing energy use.  Products that meet the goals are awarded a green sticker, while those that fail get an orange sticker. Japan's trade and industry ministry says consumers heed the stickers, pushing manufacturers to raise the energy efficiency. The average air-conditioner now uses two-thirds less electricity than in 1997, and the average freezer 23 percent less, the ministry said.  The savings add up. The average household here used 4,177 kilowatt- hours of electricity in 2001, the most recent figure, according to the Jyukankyo Research Institute in Tokyo. In the same year, the average American household consumed more than twice that, or 10,655 kilowatt hours, according to the Energy Department.  ''The Japanese use less energy, there's no doubt about that,'' said Alan K. Meier, a scientist specializing in energy efficiency at Lawrence Berkeley National Laboratory in California. ''Some of it is more efficient appliances, but these are only part of a different lifestyle and one that's more energy-conscious.''  The Energy Challenge  Correction:  January 10, 2007, Wednesday  An article in Business Day on Saturday about the energy efficient ways of the Japanese misstated the amount of energy consumed in Japan and the United States as measured in tons of oil per person. Japan consumed the energy equivalent of 2.8 tons of oil per person in 2004, not 2.8 million tons. Likewise, the United States consumed 5.4 tons of oil per person, not 5.4 million tons. The article also referred imprecisely to the output from a home fuel cell used by a Japanese homeowner, Kiminobu Kimura. The cell produces one kilowatt of power per hour; not one kilowatt per hour.  ", 
            "title": "The Land of Rising Conservation; Japan Offers a Lesson in Using Technology to Reduce Energy Consumption"
        }, 
        "weight": 0.46008813372568425, 
        "file": "1816724.txt", 
        "other_topics": {
            "0": 0.0014155237428082582, 
            "1": 0.001396578641249321, 
            "2": 0.06712008488504374, 
            "3": 0.023738923753877463, 
            "4": 0.00011511226903578462, 
            "5": 0.0026780789106957597, 
            "6": 0.00012839148922446603, 
            "7": 0.00013242627506481264, 
            "8": 0.46008813372568425, 
            "9": 0.002710868768274669, 
            "10": 0.08088150281731699, 
            "11": 0.03958447906990176, 
            "12": 8.060132238024993e-05, 
            "13": 0.0013792559076630502, 
            "14": 0.08967793978752224, 
            "15": 0.00010942046395412866, 
            "16": 6.182667128960771e-05, 
            "17": 0.00014910684184122027, 
            "18": 4.47057695489528e-05, 
            "19": 0.04240975463728418, 
            "20": 8.958134420701275e-05, 
            "21": 6.209992900200273e-05, 
            "22": 6.716938818704236e-05, 
            "23": 0.06839301238164347, 
            "24": 5.20740391863844e-05, 
            "25": 4.899420759147279e-05, 
            "26": 5.521546586256251e-05, 
            "27": 0.0013791285889691602, 
            "28": 0.06326000735921886, 
            "29": 0.052652731639484154, 
            "30": 3.726990698700688e-05
        }
    }, 
    {
        "content": {
            "text": "  After years of expanding its presence in the United States and beyond, the Toyota Motor Company of Japan recently issued a 2007 forecast that would make it first in global sales, ahead of General Motors.  And now, Toyota is about to begin competing with its American counterparts on yet another level: Nascar's premier circuit, the Nextel Cup.  Toyota teams have been testing their Camrys here this month at Daytona International Speedway, where they are inspiring anticipation and anxiety as the Nextel Cup season approaches. Toyota will be the first foreign brand to compete in stock-car racing's top series since Jaguar in the 1950s.  Engineers at Toyota Racing Development, a competition division that builds engines and provides engineering support, have been working for more than a year for this moment. Their mere presence here, however, is making some uneasy. While Toyota scrambles to prepare its Camrys and build its race shops for the Nextel Cup circuit, competitors are accusing the company of raiding teams for talent and raising the costs of operation by offering drastically higher salaries.  It is a departure from the universal welcome bestowed upon Dodge when it announced it was re-entering the Cup series in 2001 after a 16-year absence. Its parent company, DaimlerChrysler, was based in Germany, but Dodge was viewed as an American-born brand.  ''People always fear the unknown,'' said Ty Norris, general manager at Michael Waltrip Racing, a new three-car team that will race in Toyotas with the drivers Michael Waltrip, Dale Jarrett and David Reutimann. ''It's a new thing to be concerned about.''  Earlier this month, a half-dozen Camrys rolled onto the pavement at Daytona International Speedway to take their first laps as full-fledged Nextel Cup competitors. The speeds soared and dipped during the annual preseason tests representing the unofficial beginning of the 2007 season. The Daytona 500 is scheduled to be run here Feb 18.  Toyota entered Nascar competition through the Craftsman Truck Series in 2004. Since announcing a year ago that it would join the Nextel Cup competition, the company has seen a debate escalate in this insular sport over what is considered American-made in today's global economy. As Toyota drivers are quick to point out, Camrys are built in the United States, the Ford Fusion is produced in Mexico and the Chevrolet Monte Carlo comes from Canada.  ''If you're going to argue with me about not being American,'' Jarrett told reporters this month, ''check and see that that TV you're watching was made in the United States that you're watching our great races on.''  One fear is that Toyota will spend its way to domination in the sport, raising costs for everybody and perhaps eventually running off an ailing domestic manufacturer. Officials at Ford, which has struggled financially while sales of Toyota's have gained greater share in the United States, have been most vocal in their criticism.  Dan Davis, director of Ford Racing Technology, said his manufacturer's Nascar operation is financially sound. But he said Toyota's spending spree in acquiring crew chiefs, drivers, engineers, tire changers and other support personnel has affected his teams. That includes Robert Yates Racing, which lost Jarrett and his UPS sponsorship.  ''I think they have been predators, and people would say that might be extremely negative,'' Davis said. ''I would say that in the business world, people are predators. That's how you get things done.  ''When anything new comes in with a lot of resources, then those entities are going to try to acquire the best people, the best equipment, the best that they can get. That's a bit predatory to me. And if you pay people more money than they were getting and you entice them other ways, in a way that's more than normal, then it's a bit predatory.''  Team Red Bull has been accused of paying 200 to 300 percent more to hire John Probst, a top Ford engineer. Davis said he heard that Michael Waltrip Racing came up with more than $20 million to lure Jarrett, the 1999 Cup points champion and a favorite among longtime Southern race fans, away from the Yates team. Salaries are a closely held secret throughout Nascar, and Michael Waltrip Racing officials have denied those figures.  Davis said he voiced his concerns privately with Nascar. So far, Nascar officials say they see this as business as usual in a sport in which teams openly raid competitors. Earlier this month, for instance, Roush Racing hired the crew chief Larry Carter away from Michael Waltrip Racing.  ''We hear just like everybody else,'' Robin Pemberton, Nascar's vice president for competition, said in a telephone interview. ''We don't get into the book work of anybody. We don't know what people are paying. It runs in cycles. When you have new teams coming into the series, you're going to have to do something to ramp up.''  Still, Toyota has yet to compete in its first points race, and it is already on the defensive.  ''We're not in the business of writing checks,'' Lee White, the senior vice president and general manager for Toyota Racing Development, said last month in an office in High Point, N.C. ''People go out and say, 'Oh, Michael Waltrip hired Dale Jarrett, and all that money had to come from somewhere, had to come from Toyota's deep pockets.' ''  White added: ''I would appreciate if Dan and some of those guys would get their facts straight. But really, the things that they say are really not about the facts, apparently. They're defensive about their own program, and it's easier to heave criticism over the fence at T.R.D. and Toyota. That's just the way it is. We're O.K. with that. We don't expect everyone to endorse us or be a big fan. We'll earn our stripes on the racetrack.''  That is the overriding focus as the Daytona 500 approaches. A countdown clock hangs in the California headquarters of Toyota Racing Development, where engines are being built for some of Toyota's teams. A similar clock is on a wall at the Team Red Bull race shop in Mooresville, N.C., a second-by-second reminder that time is running out.  ''Sometimes we have looked at it and said, 'Oh, my God,' said Marty Gaunt, the team's general manager. Team Red Bull's drivers, Brian Vickers and A. J. Allmendinger, will race in Camrys this year.  Gaunt's race shop is populated by construction workers, mechanics, fabricators and others. The shop is being built at the same time cars are being finished: While the dry wall goes up, the sheet metal goes on.  It is the same at Michael Waltrip Racing in nearby Cornelius, N.C., where the shop is still under construction.  ''I guess we're a little bit numb to what is really a panic and what is just everyday business,'' Norris said. ''Some of these things, if it was maybe with a normal team, they would be spinning into the core of the earth crazy worried about it.''  About the only smooth transition has come in High Point, where Bill Davis Racing, which switched from Dodge, is the only established team to join Toyota this year, with the drivers Dave Blaney and Jeremy Mayfield.  Jarrett and Blaney are the only Toyota drivers guaranteed to make the field for the Daytona 500 because of Nascar's rules involving past performance. The others will have to race their way into the handful of available spots in the 43-car field while qualifying against the deepest, most fully financed pool of competitors ever for the Nextel Cup.  When Toyota joined the Craftsman Truck series in 2004, it posted a modest four victories. In 2006, the manufacturer won a series-best 12 of 25 events and captured its first championship with the driver Todd Bodine.  Given all the criticism of Toyota, would it be easier for the company to make a small splash in its Nextel Cup debut?  ''Oh, there's no question,'' White said. ''Our company's way is to just slide in under the radar.''  AUTO RACING  ", 
            "title": "Checkered Flag or Red Flag? Toyota in Nextel Raises Fears"
        }, 
        "weight": 0.45853651288541647, 
        "file": "1819523.txt", 
        "other_topics": {
            "0": 0.00012335836732855584, 
            "1": 0.00010025261660229832, 
            "2": 0.00010584005366563258, 
            "3": 9.770439280057727e-05, 
            "4": 0.07708617684155789, 
            "5": 6.0153799110192295e-05, 
            "6": 0.0001565883263367366, 
            "7": 0.00016150921607548295, 
            "8": 0.45853651288541647, 
            "9": 0.00010014483706851698, 
            "10": 0.29421491688357404, 
            "11": 0.0001867526267740786, 
            "12": 0.003304377005890346, 
            "13": 7.91255319626848e-05, 
            "14": 0.019602577054016728, 
            "15": 0.00013345095863489062, 
            "16": 0.008090590643413912, 
            "17": 0.00018185310374002535, 
            "18": 5.452387594809812e-05, 
            "19": 0.0004264298370710587, 
            "20": 0.00010925484893977074, 
            "21": 7.5738072724222e-05, 
            "22": 8.192086672414147e-05, 
            "23": 5.528574445643068e-05, 
            "24": 0.13632166961944917, 
            "25": 5.975412399439177e-05, 
            "26": 6.734167069443333e-05, 
            "27": 7.897025203480128e-05, 
            "28": 0.00020713889083568232, 
            "29": 9.463207484933399e-05, 
            "30": 4.5454978309490224e-05
        }
    }
]