[
    {
        "content": {
            "text": "  A week after the Roman Catholic Archdiocese of New York released its final list of 21 parishes to be closed as part of a broad reorganization, some parishioners are digging in for a battle, enlisting help from parishioners in the Boston Archdiocese who successfully resisted some church closings there with round-the-clock sit-ins.  Parishioners from Our Lady Queen of Angels in East Harlem plan to march today in their neighborhood to protest the archdiocese's decision to shutter their parish. They have also invited Peter Borré, co-chairman of a group in the Boston Archdiocese called the Council of Parishes that fought church closings, to speak to them and offer advice on how to take on church authorities.  The decision to consult with Mr. Borré, 68, who has also been in touch this week with parishioners at Mary Help of Christians in the East Village, which is also on the closing list, could portend a protracted struggle ahead for archdiocesan officials in New York.  ''We're not out to tell anybody what to do,'' Mr. Borré said. ''That's up to the parishioners. But we'll share willingly all of our experiences.''  In Boston, Roman Catholic officials have sought to close 83 parishes since 2004, but parishioners managed to win at least partial reprieves for about two dozen churches through a combination of appeals to the Vatican, lawsuits, sit-ins and news media attention, Mr. Borré said.  In about half the cases, the victories are for now only temporary, he added, with authorities merely holding off on a promised closing, or delaying issuing a final date for the ''suppression'' of the parish.  But in the other cases, he said, archdiocesan officials actually reversed their decision to close the parish, or at least allowed parishioners to keep their church building as a worship site, or established for them smaller chapels attached to another parish.  Parishioners are still conducting sit-ins in five churches, in some cases occupying the buildings 24 hours a day for 27 straight months, holding services week in and week out without a priest, even though the churches are considered closed by church authorities.  The efforts of Mr. Borré's organization have been extensively chronicled in The Boston Globe. Mr. Borré, a Harvard graduate who spent his career working on energy issues in government and the private sector, is in many ways an unlikely crusader against the Roman Catholic hierarchy. He got involved in fighting church authorities when his parish in Charlestown, Mass., was scheduled to close. He and other parishioners won a partial reprieve when the archdiocese agreed not to close their church completely but allowed them to keep their building as a worship site connected to another parish.  A member of Mary Help of Christians contacted Mr. Borré for advice this week, but church members have not yet decided their next move. They will be convening tomorrow to discuss strategy, said another longtime member, Marlena Palacios. They are contemplating, among other possibilities, a protest in front of St. Patrick's Cathedral, she said.  But an important question is how many parishioners feel strongly enough to devote themselves to the effort.  ''A lot of people want to fight,'' Ms. Palacios said. ''A lot of people want to keep it open, but that doesn't mean they're going to get involved.''  Parishioners at Our Lady Queen of Angels began mobilizing almost immediately after the announcement last week.  Established in 1886, the parish initially served German immigrants. Today, it caters to a mixture of Puerto Ricans, Mexicans, Dominicans and black congregants. Attendance at the parish has dwindled to about 400 at Sunday services.  For members of the mostly immigrant congregation, said Carmen Villegas, 52, a longtime parishioner, the church is a home away from home.  ''There's only a few places we feel at home, and at Queen of Angels, we feel at home,'' she said. ''They're taking our home from us.''  Ms. Villegas said she had been in touch over the past year with Francis Piderit, a New York-area leader of Voice of the Faithful, a national organization that was formed in the aftermath of the clergy sexual abuse scandal to press for more accountability and transparency from Roman Catholic leaders.  Voice of the Faithful organized a meeting in the spring for parishes on the initial New York Archdiocesan list to discuss their options.  Soon after last week's announcement, Mr. Piderit contacted Ms. Villegas to offer his condolences, told her about Mr. Borré's successful efforts in Boston and asked if she might want to talk with him. She immediately agreed, she said.  ''They have done a great job in Boston,'' Ms. Villegas said. ''They have stopped the process in some of the churches.''  The next day, Mr. Borré offered to fly down to meet with Ms. Villegas and others from the parish.  Last Sunday, Ms. Villegas stood at the altar after the Spanish-language Mass and told her fellow parishioners about Mr. Borré and called on them to form a prayer circle for the church outside after service. ''I got up in the pulpit and said, 'We are resisting this decision,''' Ms. Villegas said. ''If you want to join me, I'll be outside.''  About 150 people gathered and sang ''We Shall Overcome,'' she said. About 50 more gathered after the English-language Mass.  Ms. Villegas, who has been a member of the parish since 1974, said she was unsure if the church had enough people to hold a round-the-clock sit-in, something Mr. Borré said required about two dozen committed members.  Gloria Lopez, 61, said she was prepared do whatever was necessary to keep her church open.  ''We're not going to budge from the church,'' she said. ''They won't be able to get us out.''  Joseph Zwilling, a spokesman for the archdiocese, said that the churches on the closing list already had their chance to make their case. ''We believe we have acted properly, carefully, consulting at every step along the way. The decisions have been made, and there is no intention to go back on them.''  ", 
            "title": "At Churches Set to Close, Faithful Seek Help From Some Who Fought Back"
        }, 
        "weight": 0.47704375073184296, 
        "file": "1821793.txt", 
        "other_topics": {
            "0": 0.00017031917888906013, 
            "1": 0.0001384173908179683, 
            "2": 0.00014613188731569472, 
            "3": 0.05546717612155198, 
            "4": 0.006833711592515916, 
            "5": 8.305351224548644e-05, 
            "6": 0.03341556553696178, 
            "7": 0.02456919541640335, 
            "8": 9.372487249631399e-05, 
            "9": 0.00013826858111748167, 
            "10": 0.47704375073184296, 
            "11": 0.002471137830680005, 
            "12": 0.0001357251264568422, 
            "13": 0.00010924751944187658, 
            "14": 0.0005055120218625267, 
            "15": 0.0001842538790750595, 
            "16": 0.00010411036111293143, 
            "17": 0.02017070177640267, 
            "18": 7.528035578320557e-05, 
            "19": 0.022721676545281958, 
            "20": 0.0001508466475687742, 
            "21": 0.00010457050167235243, 
            "22": 0.0023263980803098884, 
            "23": 7.633225701674757e-05, 
            "24": 8.76878361914124e-05, 
            "25": 8.250168638219312e-05, 
            "26": 0.32102018446779956, 
            "27": 0.00010903312660912586, 
            "28": 0.0002859937802934692, 
            "29": 0.000130657187136552, 
            "30": 0.031048834190764825
        }
    }, 
    {
        "content": {
            "text": "  The Roman Catholic Archdiocese of New York is set to announce today its final list of parishes that will close as part of a far-reaching reorganization plan, bringing to an end a decision-making process that has dragged on for more than five years and trapped many parishioners in uncertainty.  St. Vincent de Paul in Manhattan and St. Mary in the Bronx, among a number of other parishes, are slated to be closed, said a senior priest, who spoke on condition of anonymity because clerics were asked not to discuss the plans before they were announced. But he said that other parishes, including Guardian Angel in Manhattan, that were cited last March in a preliminary list of 31 parishes recommended for closing, appear to have been spared.  In some cases, the parishes will be closed completely and parishioners obliged to go elsewhere, but in other cases smaller churches may be built as chapels for the community, or congregations may be able to keep their buildings and become missions attached to other parishes. But that would mean they would lose many services, like having a priest on site.  The priest characterized the final list as much less draconian than had been feared by many across the archdiocese, which stretches from Staten Island to the Catskills. He said that Cardinal Edward M. Egan appeared to have backed away from taking drastic steps to address the problems that spurred the reorganization, including a shrinking corps of priests and demographic changes that had left many parishes struggling to fill pews while others overflowed.  The pastors of the affected parishes were notified during a meeting on Wednesday with Bishop Dennis J. Sullivan, the archdiocese's vicar general, who has been overseeing the reorganization process since early 2005.  The pastors were asked to keep the decisions secret, however, until an official announcement that is expected at 10 a.m. today during a news conference at Cathedral Girls High School in Manhattan.  Msgr. Gerald Murray, the pastor of St. Vincent de Paul, declined to comment yesterday on the fate of his church but said he was grateful that the announcement was finally coming.  ''We welcome the announcement because January marks five years since our parish was first contacted about being subject to possible closure,'' he said. ''It's been five years that we've been waiting.''  Several parishioners appeared surprised yesterday that the process was actually coming to an end.  ''I thought it was a long-drawn-out process that was never going to conclude,'' said Chuck Van Buren, a parishioner at Nativity Church in Manhattan, which was on the preliminary list.  The reorganization, which will include the creation of several new parishes and the construction of new church buildings in some areas, has long been a delicate task for archdiocesan officials.  Churchgoers are fiercely protective of their parishes, often forming attachments that endure for generations. Many of these churches have also been stalwarts in their neighborhoods for decades. Similar overhauls in other dioceses around the country have resulted in ugly public battles between parishioners and church officials, something archdiocesan officials hope to avoid in New York.  Cardinal Egan originally intended to plunge into the redrawing of parish lines soon after he became archbishop in 2000, but the scandal over sexual abuse by priests made him put it off.  Bishop Timothy A. McDonnell was initially put in charge of ''realignment,'' as it came to be called by archdiocesan officials, but he left to become the bishop of Springfield, Mass., in April 2004, leading to another long delay.  The process got started again in earnest in early 2005, when Bishop Sullivan took over. Cardinal Egan indicated then that the reorganization would be completed by September 2005. But a preliminary list of recommendations for 31 parishes and 14 schools to be closed was not released until March 2006.  After hearing appeals from school officials and parents, archdiocesan officials reduced the list of school closings in April to nine, and then turned to the parishes.  Many endangered parishes were vocal in fighting back, holding vigils and enlisting the help of politicians and the surrounding community. The parish appeal meetings, often emotional, were wrapped up by midsummer.  In August, Bishop Sullivan presented his recommendations to the archdiocese priests' council, and an announcement appeared imminent at that point. But Cardinal Egan's knee operation in the fall further delayed the process.  Meanwhile, parishioners did their best to divine their future. At St. Augustine's in the Bronx, parishioners were heartened in recent weeks when scaffolding went up for repairs to the interior of their church, suggesting that the archdiocese would not take the time to fix up their building if it was going to be closed.  ''Some people said, 'Wow, that's really good,' '' said Claire Harris, a parishioner.  They expect to hear today if it really was.  ", 
            "title": "Archdiocese Set To Announce Church Closings"
        }, 
        "weight": 0.47366174012566226, 
        "file": "1819902.txt", 
        "other_topics": {
            "0": 0.00020530856536758526, 
            "1": 0.00016685305856994591, 
            "2": 0.0001761523765845844, 
            "3": 0.018838449530812654, 
            "4": 0.00023365937789386108, 
            "5": 0.00010011554517278882, 
            "6": 0.00026061405747921734, 
            "7": 0.12833169006627823, 
            "8": 0.00011297916791867563, 
            "9": 0.00016667367826574898, 
            "10": 0.47366174012566226, 
            "11": 0.0003108172936457025, 
            "12": 0.0001636077109985305, 
            "13": 0.00013169069762360004, 
            "14": 0.02728912941186936, 
            "15": 0.0002221059297200664, 
            "16": 0.00012549819121615154, 
            "17": 0.0003026628889880295, 
            "18": 9.074551642994143e-05, 
            "19": 0.008713648737088393, 
            "20": 0.00018183570989986752, 
            "21": 0.00012605286038927914, 
            "22": 0.00013634304656453774, 
            "23": 9.201351416557854e-05, 
            "24": 0.00010570191781145952, 
            "25": 9.945035539754172e-05, 
            "26": 0.32560524720088624, 
            "27": 0.0001314322611679745, 
            "28": 0.00034474668747875247, 
            "29": 0.00015749864355230653, 
            "30": 0.013415535875101126
        }
    }, 
    {
        "content": {
            "text": "  ABC sees fewer ongoing, serialized dramas in its future, and at least one of its biggest shows -- the megahit ''Lost'' -- is heading toward a definite end.  Stephen McPherson, the president of ABC Entertainment, told a meeting of television writers here on Sunday that after the experience of several failed or mediocre new serials this year -- including ''Day Break,'' ''The Nine'' and ''Six Degrees'' -- the network has fewer of those types of shows in development.  And for ''Lost,'' the biggest of the ABC serials, the network is now discussing with the producers how and when to end the series, Mr. McPherson said.  Damon Lindelof, one of the executive producers of ''Lost,'' said that the show's creators had always viewed it as lasting about 100 episodes, and that he still believes that will be the case. Fifty-three episodes have been broadcast so far, with the show in its third season, meaning that it is likely that the fifth season will be the last.  ''We're no longer going up the hill,'' Mr. Lindelof said. ''We're starting to come down now.''  Mr. Lindelof also said that while ABC has the ability to extend the series as long as it wants, with different producers and even different stars, he believes that the network is unlikely to do so.  ''We don't want to produce those episodes of 'Lost,' and we are not going to,'' Mr. Lindelof said. He cautioned against such a move, pointing out that as series like ''The X-Files'' and ''Alias'' extended their runs by making dubious creative decisions, their ratings suffered greatly as fans abandoned the shows in droves.  He said the network and the producers would announce the decision soon after it is made, to make sure that fans understand that the show has a definite endpoint, and that outstanding questions about the mysteries of the island will be answered.  But there also was some good news for ''Lost'' fans.  Mr. McPherson said it is unlikely that viewers will have to weather another extended midseason hiatus. The network has been criticized by fans for running six ''Lost'' episodes last fall, then breaking for almost three months before resuming the series next month for 16 straight weeks.  Mr. McPherson said he believes that the next season will run for 22 consecutive weeks, either in the fall of 2007 or the spring of 2008. Production requirements and scheduling necessities caused ABC to break up the series this season, he said.  ABC also said it will present a fourth season of ''Dancing With the Stars,'' its hit ballroom-dance competition, on Monday nights beginning on March 19. The network decided not to schedule the competition installments of the series directly against ''American Idol,'' which runs on Tuesday nights, although the results show for ''Dancing'' will be seen at 9 p.m. on Tuesday, going up against at least a portion of ''Idol'' on some nights.  As for future serial shows Mr. McPherson said that the experience of the network's current season, with several bad showings for new serials, indicated that audiences have a limited ability to absorb such shows. After the initial success of ''Lost'' and Fox's ''24'' several years ago, a lot of television production companies put new serials into development, with many of them on at the same time, as they did this year.  ''We're going to see an adjustment this year because people in the fall were able to see whether or not there was a burnout,'' Mr. McPherson said. ''We're seeing a little bit of a shift away from that.''  ", 
            "title": "Fewer Serials and Closure for 'Lost' on ABC's Horizon"
        }, 
        "weight": 0.469514003132293, 
        "file": "1819037.txt", 
        "other_topics": {
            "0": 0.000318229363323368, 
            "1": 0.00025862312418483107, 
            "2": 0.0002730371163426427, 
            "3": 0.00025204943440935507, 
            "4": 0.000362173272842115, 
            "5": 0.00015517962507831433, 
            "6": 0.0004039531689106284, 
            "7": 0.0045520258133409045, 
            "8": 0.004310496462481268, 
            "9": 0.0043937232378041405, 
            "10": 0.469514003132293, 
            "11": 0.0004817684507690813, 
            "12": 0.00025359281826668544, 
            "13": 0.00020412127855131828, 
            "14": 0.0009445135299437098, 
            "15": 0.00034426536700314756, 
            "16": 0.00019452286083362604, 
            "17": 0.0004691290803762955, 
            "18": 0.004276034184957943, 
            "19": 0.02177695798487147, 
            "20": 0.4758503340277339, 
            "21": 0.00019538260098866272, 
            "22": 0.00021133244404157454, 
            "23": 0.00014262143412103738, 
            "24": 0.008434594840326316, 
            "25": 0.00015414857740484247, 
            "26": 0.00017372228130373968, 
            "27": 0.00020372070067681015, 
            "28": 0.0005343591908490567, 
            "29": 0.00024412373138065765, 
            "30": 0.00011726086458958909
        }
    }, 
    {
        "content": {
            "text": "  A day after it was announced that Barbaro had had a setback in his recovery from the painful hoof disease laminitis, his condition remained largely unchanged Thursday, but his surgeon was cautiously optimistic.  ''I'm probably no different than the public at large in that I'm disappointed that he had a setback, but I'm not about to go jump off a bridge and neither are the Jacksons,'' said Dr. Dean Richardson, referring to Barbaro's owners, Roy and Gretchen Jackson.  ''We've got some work ahead of us and we are trying to get him back to where we want him to be,'' Richardson said. ''We want to keep him comfortable, which has been our mantra from Day 1. As long as we can keep him comfortable, we will continue to move along.''  It was announced Wednesday that a portion of the hoof wall had separated from the rest of Barbaro's left foot. For complete recovery, the hoof, most of which was cut away when Barbaro first came down with laminitis last July, must regrow and support his weight.  ''It's all about the one area,'' Richardson said of the part of the hoof where there is damaged tissue. ''It's been slow going and it didn't hold up. What happened here, we knew it would have to happen at some point, it's just that it's more sore than we had hoped.''  Barbaro was being placed in a sling several hours a day to take weight off the foot. Newly taken X-rays revealed no additional complications in either the left or right hind leg. The right hind leg was broken during the running of the Preakness Stakes, eventually leading to the laminitis in the other leg.  Richardson said several procedures were being considered for treatment, but he declined to discuss what his plans might include.  ''It's a hitch I hope that he gets through,'' Roy Jackson said. ''I don't think anybody knows what's going to happen next. It's a day-to-day thing.''  HORSE RACING  ", 
            "title": "Doctors Stay Optimistic On Barbaro"
        }, 
        "weight": 0.46946756067577217, 
        "file": "1818317.txt", 
        "other_topics": {
            "0": 0.0006068082406730408, 
            "1": 0.0004931494735276641, 
            "2": 0.0005206344583543751, 
            "3": 0.00048061458647095473, 
            "4": 0.0006906016598122734, 
            "5": 0.00029590064945197775, 
            "6": 0.0007702686803664872, 
            "7": 0.008679924273627924, 
            "8": 0.0003339202628720893, 
            "9": 0.0004926192986340534, 
            "10": 0.46946756067577217, 
            "11": 0.0009186489360062635, 
            "12": 0.0004835575519891874, 
            "13": 0.00038922390010815745, 
            "14": 0.0018010235994930252, 
            "15": 0.0006564543871571094, 
            "16": 0.00037092138110836505, 
            "17": 0.000894547847309845, 
            "18": 0.0002682066726014594, 
            "19": 0.009983086916143878, 
            "20": 0.0005374320697157468, 
            "21": 0.0003725607565747442, 
            "22": 0.0004029743428663202, 
            "23": 0.00027195435586913877, 
            "24": 0.3945848816988753, 
            "25": 0.00029393462023878496, 
            "26": 0.00033125828107983553, 
            "27": 0.10289930227122351, 
            "28": 0.0010189303623660154, 
            "29": 0.000465501644469893, 
            "30": 0.0002235961452403887
        }
    }, 
    {
        "content": {
            "text": "  Thanks to an unusual and probably fleeting set of events, Somalia has a chance to return to the community of law-abiding and legitimate states. For a country that dissolved years ago into chronic clan warfare and became a way station for international terrorists, that would be an enormous gain -- and an enormous gain for the rest of the world.  To make the most of this opportunity, Washington needs to move quickly, along with Arab and African leaders, to try to broker a political compromise between responsible leaders of the Islamic Courts Union, which was evicted from power last month by the Ethiopians, and the internationally endorsed transitional government installed in its place.  International peacekeepers will also be needed to replace the Ethiopian force, which is already starting to head home. Ethiopia, Somalia's longtime regional rival, needs to complete that withdrawal quickly to avoid a violent nationalist backlash.  If the transitional government is to survive, it will have to strike a deal with moderate Islamists. The person it needs to talk with is Sheik Sharif Ahmed, who is No. 2 in the movement and by most accounts a reasonable man. He is currently in Kenya after apparently getting an American guarantee that he would not be deported back to Somalia.  The United Nations, which helped create the transitional government, should take charge of organizing a peacekeeping force. The Arab League (Somalia is a member) and the African Union (with headquarters in Ethiopia) need to persuade all sides to come and stay at the table. Unfortunately, none of these organizations are known for operating quickly. The Bush administration needs to press them all to seize this moment. This sudden chance to make peace is not likely to last for long.  Editorial  ", 
            "title": "Moment of Opportunity in Somalia"
        }, 
        "weight": 0.4329689938666953, 
        "file": "1821299.txt", 
        "other_topics": {
            "0": 0.0005503875494413778, 
            "1": 0.0004472967109710767, 
            "2": 0.00047222615726275595, 
            "3": 0.0004359273107104364, 
            "4": 0.0006263899032792292, 
            "5": 0.0002683879723672674, 
            "6": 0.029307708409395745, 
            "7": 0.000720605043444066, 
            "8": 0.00030287254337077615, 
            "9": 0.10057852191364235, 
            "10": 0.4329689938666953, 
            "11": 0.0008332334711285666, 
            "12": 0.00043859664093883605, 
            "13": 0.00035303407931134564, 
            "14": 0.0016335654313323093, 
            "15": 0.0005954176249595795, 
            "16": 0.0003364333183036721, 
            "17": 0.0008113732881953581, 
            "18": 0.00024326896601340354, 
            "19": 0.0019026003514550052, 
            "20": 0.0004874619361035305, 
            "21": 0.00033792026555500465, 
            "22": 0.00036550601358337366, 
            "23": 0.0002466681917844522, 
            "24": 0.0074356285409082875, 
            "25": 0.25774813466910773, 
            "26": 0.0003004580711584821, 
            "27": 0.00035234126745888647, 
            "28": 0.0009241907864864, 
            "29": 0.15777204340507023, 
            "30": 0.0002028063005652313
        }
    }, 
    {
        "content": {
            "text": "  The conductor Kent Nagano, below, said Friday he would leave the small local orchestra in California that gave him his start nearly three decades ago. Mr. Nagano, 55, said he would step down as music director of the Berkeley Symphony Orchestra after the 2008-9 season, his 30th, but would continue to conduct as a guest. The orchestra gives a half-dozen concerts a year and is known for innovative programming and for Mr. Nagano's loyalty to it. But this season he started posts as music director of the Montreal Symphony and the Bavarian State Opera in Munich. Scheduling conflicts and longer stretches away prompted him to step down, he said. ''To be able to be effectively serve a community, you have to be very, very much involved,'' he said.  DANIEL J. WAKIN  ", 
            "title": "Arts, Briefly; A Maestro Takes Leave"
        }, 
        "weight": 0.43149041981036546, 
        "file": "1820113.txt", 
        "other_topics": {
            "0": 0.0012058587391994464, 
            "1": 0.0009799942758281657, 
            "2": 0.0010346128635937062, 
            "3": 0.0009550847540236399, 
            "4": 0.001372374320207994, 
            "5": 0.0005880183559812882, 
            "6": 0.0015306898580041315, 
            "7": 0.001578792779797022, 
            "8": 0.0006635715209362922, 
            "9": 0.0009789407040637884, 
            "10": 0.43149041981036546, 
            "11": 0.0018255534013690287, 
            "12": 0.04797119479331494, 
            "13": 0.0007734717658582486, 
            "14": 0.06625937098307809, 
            "15": 0.001304516330828376, 
            "16": 0.0007371007164789846, 
            "17": 0.0017776593444317622, 
            "18": 0.0005329844560274169, 
            "19": 0.004168457777314457, 
            "20": 0.0010679933371932726, 
            "21": 0.4081626268580808, 
            "22": 0.0008007968587894215, 
            "23": 0.0005404319102924913, 
            "24": 0.0006208293410208305, 
            "25": 0.0005841114322624862, 
            "26": 0.0006582815894676314, 
            "27": 0.0007719538659207287, 
            "28": 0.017694921450033412, 
            "29": 0.0009250520814831657, 
            "30": 0.00044433372475360044
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''If You Won't Play the Album, They'll Sing It, From the Top'' [Dec. 31]:  Performing an album live in its entirety may, as Elisabeth Vincentelli suggests, be a way for an artist to stand out in a crowded marketplace, but the benefit in terms of ticket sales may have as much to do with accessibility as visibility. As acts continue to record and release music beyond their popular peak, older fans become reluctant to pay top dollar to attend shows devoted largely to newer material. Building a concert around a classic album is a way for an artist to let the audience know it's safe to come back -- the show will be full of fan-friendly favorites.  David Muha  Basking Ridge, N.J.  PERFORMING ALBUMS LIVE  ", 
            "title": "The Familiarity Factor"
        }, 
        "weight": 0.42920239910202185, 
        "file": "1816980.txt", 
        "other_topics": {
            "0": 0.0011182438460592408, 
            "1": 0.0009087901696061545, 
            "2": 0.0009594402977379209, 
            "3": 0.0008856905157572451, 
            "4": 0.0012726607919938918, 
            "5": 0.0005452943090021347, 
            "6": 0.0014194734907960927, 
            "7": 0.015995616494065654, 
            "8": 0.0006153579566042756, 
            "9": 0.0009078131479172965, 
            "10": 0.42920239910202185, 
            "11": 0.0016929129344691726, 
            "12": 0.000891113898070376, 
            "13": 0.015248808233143582, 
            "14": 0.0033189785862280485, 
            "15": 0.001209733206396189, 
            "16": 0.0006835446917071695, 
            "17": 0.0016484987483859294, 
            "18": 0.0004942590443003066, 
            "19": 0.09105479809200577, 
            "20": 0.000990395423713986, 
            "21": 0.3203803385956636, 
            "22": 0.10246335871612948, 
            "23": 0.0005011653838490468, 
            "24": 0.0005757213241332507, 
            "25": 0.000541671253279643, 
            "26": 0.0006104523792604217, 
            "27": 0.0007158654923217489, 
            "28": 0.00187771445887902, 
            "29": 0.0008578399473968139, 
            "30": 0.0004120494691046166
        }
    }, 
    {
        "content": {
            "text": "  Two years before the next president is inaugurated and a full year before the first vote is cast, the contest for the White House is off to a breathtakingly fast start, exposing an ever-growing field of candidates to longer, more intensive scrutiny and increasing the amount of money they need to remain viable.  On Sunday, Senator Hillary Rodham Clinton, Democrat of New York, held her first campaign event, highlighting her focus on health care a day after declaring her plans to run. Another Democrat, Gov. Bill Richardson of New Mexico, entered the fray, the eighth member of his party to do so. And the day was not terribly different in its pace of activity from many others in recent weeks.  The scale and swiftness of the action has the potential to upset the traditional timetables and conventions of presidential campaigning.  John Weaver, a senior adviser to Senator John McCain's presidential effort, said the intensified announcement season and compressed primary calendar would force campaigns to develop a strong national apparatus and well-organized field efforts state by state.  ''It makes it nearly impossible for a dark horse candidate to break out of the pack and challenge the front-runner(s) and thus isn't healthy for the process,'' Mr. Weaver wrote in an e-mail message on Sunday. ''All of these states, who are moving up early, want to play and have an impact. But oddly enough, it ultimately will limit the legitimate candidate choices for the nation at large in the primary process.''  The candidates could be forced to move more quickly to take positions on big issues, stripping them of the chance to run on more gauzy platforms in the early stages and therefore exposing them to more direct criticism from rivals, interest groups and the news media. They will face earlier encounters with one another -- New Hampshire and South Carolina are planning full-scale debates this spring -- that will require them to display both policy expertise and a comfort level in front of the cameras.  They will be getting intensive scrutiny from opposition research operations, the news media and the public for that much longer, increasing the chances that a gaffe or position change could harm their campaigns. Deep into competition for experienced staff members, most candidates are already putting together operations in multiple states.  Kevin Madden, press secretary for the exploratory committee set up by former Gov. Mitt Romney of Massachusetts, a Republican, said his organization was already ''beginning to put our teams together'' for the early contests in New Hampshire, Iowa, South Carolina, Michigan and several states beyond. ''It's happened at a very advanced pace,'' Mr. Madden said, ''but you can't complain and wring your hands. You just have to work harder, faster.''  Because they do not want competitors to be raising money unchallenged, more candidates are declaring their intentions earlier, which in turn means the entire field needs more money to sustain campaigns for a longer time.  There are now a dozen serious contenders from both parties competing in a presidential race that for the first time in more than half a century will not include an incumbent -- either the president or the vice president -- on the ballot or even a definitive front-runner.  ''Crowded fields force early announcements,'' said Jennifer Palmieri, an adviser to John Edwards, the former senator from North Carolina who is seeking the Democratic nomination. ''Candidates are concerned there will not be enough oxygen left for them if they wait too long. Having crowded fields in both parties has exacerbated this phenomenon.''  Just hours after Mrs. Clinton made her candidacy official on Saturday, Senator Sam Brownback of Kansas joined the race for the Republican nomination. Last week, Senator Barack Obama, Democrat of Illinois, opened a presidential exploratory committee, emphasizing the wide-open nature of the race.  The early start of the presidential race may make it difficult for the new Democratic leaders in Congress to generate public support and media attention for their agenda. Seven sitting members of the House and Senate have declared their candidacies and several others are said to be considering it, distracting them from legislative business and drawing news coverage away from Congress and out onto the campaign trail.  John D. Podesta, a former chief of staff for President Bill Clinton and president of the Center for American Progress, said some of the early candidates surely recall the lesson of Gen. Wesley K. Clark, the Democrat who waited to jump into the last presidential race until the fall of 2003.  Given the lateness of his entry, and his limited resources, General Clark decided to skip the Iowa caucuses and focus on the New Hampshire primary. Iowa became an unexpectedly fierce contest, with John Kerry emerging as a winner and quickly rolling on to victories in New Hampshire and other early primary states.  ''You need to get a foothold early and organize and get people to rally around you and your message,'' Mr. Podesta said, ''and the need to build momentum is real.''  The candidates and the early primary states are chasing each other in a mad circle, with two new states, Nevada and South Carolina, squeezing into the first weeks of the primary calendar. A number of other states, including California, New Jersey, Michigan and Illinois, are considering moving up their primaries so that they are not left out of the nominating process. With their expensive media markets, these states could quickly bankrupt candidates who have trouble raising money.  The intensity of the early action is fueled in part by President Bush's political weakness, brought on largely because of the unpopularity of the war in Iraq.  ''If Bush were doing well and had a continuing ability to get things done and command the national stage, I think there would be far less focus on the campaign,'' said Robert Dallek, a presidential historian.  While presidential campaigns have been getting gradually longer over the past few decades, the acceleration in the 2008 cycle is particularly pronounced. The first President Bush announced his candidacy for the 1988 Republican nomination in October 1987; the eventual Democratic nominee in that election, Gov. Michael S. Dukakis of Massachusetts, had declared six months earlier.  Bill Clinton formally announced his candidacy for the 1992 Democratic presidential nomination on Oct. 3, 1991, about three and a half months before the Iowa caucuses. George W. Bush announced his exploratory committee for the 2000 presidential race in March 1999 and began his campaign in June 1999.  By comparison, Mr. Edwards of North Carolina, the 2004 vice-presidential nominee, has traveled to Iowa 16 times since the beginning of last year, building his organization there in hopes of scoring an early triumph that carries him into the next contests.  ''The earlier process will reward candidates who truly have a succinct, credible, authentic and passionate message which can sustain itself over the long nature of the campaign,'' said Matthew Dowd, the chief strategist for Mr. Bush's re-election campaign in 2004.  He also said that in 2007 candidates would be rewarded by scoring points in ''nonvoting events'' such as media attention, their standings in the polls and the size and response of crowds, because those sorts of factors will help winnow the field more than the primaries still a year away.  Despite the intense focus by most candidates on showing that they can raise the money to run a long and expensive campaign, having a big bank account, Mr. Dowd argued, may actually not be as important in the early stages of this presidential cycle as it was in previous ones.  ''It's for two reasons: the early process will not involve paid media as much, and new technology allows little cost to talk directly to voters,'' he said. ''And the early process will make it more important for a campaign to know how to respond to knowable and unknowable events in next 12 months.''  Steve Elmendorf, a Democratic strategist who worked on the presidential campaigns of Representative Richard A. Gephardt in 2003 and Senator John Kerry in 2004, warned that candidates and their aides, no matter how tired they become, would have to stay on their toes because any misstep might be captured on tape and circulated on the Internet.  ''Every move they make in Iowa and New Hampshire will be on YouTube,'' Mr. Elmendorf said. ''The only certainty by January '08 is that people will be pretty tired.''  Besides taking a toll on the declared candidates, the length and cost of current campaigns also deters potential entrants. Senator Evan Bayh of Indiana and former Gov. Mark Warner of Virginia were considered among the brightest Democratic prospects, but both declined to run. They cited the crowded field, the endless burden of fund-raising and the brutal personal cost of today's presidential campaigns.  ", 
            "title": "RUSH OF ENTRIES GIVES 2008 RACE EARLY INTENSITY"
        }, 
        "weight": 0.4194005064029033, 
        "file": "1820735.txt", 
        "other_topics": {
            "0": 0.00010810788328319333, 
            "1": 8.785863828441833e-05, 
            "2": 9.27553145859642e-05, 
            "3": 8.562544496886329e-05, 
            "4": 0.00012303637068500643, 
            "5": 5.271713653541477e-05, 
            "6": 0.00013722970621064467, 
            "7": 0.0001415422387534024, 
            "8": 5.949064364127527e-05, 
            "9": 0.05768693083382242, 
            "10": 0.4194005064029033, 
            "11": 0.00016366487020980753, 
            "12": 0.4355920439456607, 
            "13": 6.934344187094595e-05, 
            "14": 0.003130582626531499, 
            "15": 0.00011695275296328709, 
            "16": 6.60826974459471e-05, 
            "17": 0.0001593710628598935, 
            "18": 0.0014526409497688008, 
            "19": 0.0453291585329708, 
            "20": 0.0015006056705112556, 
            "21": 6.637476568051832e-05, 
            "22": 0.014120370428284916, 
            "23": 4.845090720924858e-05, 
            "24": 0.019723666837958027, 
            "25": 5.236687224685558e-05, 
            "26": 5.9016389671718496e-05, 
            "27": 6.920735880918541e-05, 
            "28": 0.0001815308318261951, 
            "29": 8.293294994258565e-05, 
            "30": 3.983549390398683e-05
        }
    }, 
    {
        "content": {
            "text": "  ''We're not the first to come here with government divided and uncertainty in the air.''  PRESIDENT BUSH [A16]  ", 
            "title": "QUOTATION OF THE DAY"
        }, 
        "weight": 0.4193778534007029, 
        "file": "1821034.txt", 
        "other_topics": {
            "0": 0.007114824696096963, 
            "1": 0.005782176012030094, 
            "2": 0.006104437371895674, 
            "3": 0.005635204501071468, 
            "4": 0.008097302269573831, 
            "5": 0.0034694341757405783, 
            "6": 0.00903139783273708, 
            "7": 0.009315215368573566, 
            "8": 0.003915214022430598, 
            "9": 0.37560343648391864, 
            "10": 0.4193778534007029, 
            "11": 0.010771155859207078, 
            "12": 0.005669710762432815, 
            "13": 0.00456364899350934, 
            "14": 0.021116995988244694, 
            "15": 0.007696925606063382, 
            "16": 0.004349052016322488, 
            "17": 0.010488570670729891, 
            "18": 0.0031447223850591243, 
            "19": 0.024594793216296464, 
            "20": 0.006301389311798086, 
            "21": 0.004368273688462986, 
            "22": 0.004724872891209763, 
            "23": 0.0031886639594788458, 
            "24": 0.0036630260112300193, 
            "25": 0.003446382489455373, 
            "26": 0.003884002294364611, 
            "27": 0.004554693058945362, 
            "28": 0.011946955265017437, 
            "29": 0.005458005304072144, 
            "30": 0.0026216640933285846
        }
    }, 
    {
        "content": {
            "text": "  It's not exactly a \"New York: Drop Dead\" kind of moment, but the Democratic National Committee has decided to hold the party's 2008 nominating convention in Denver, according to Democrats familiar with the decision, heading West in rejecting a bid from New York to hold it there.  The announcement will be made by Howard Dean, the party chairman, later today. Democratic officials had been drawn to Denver for political reasons Colorado is becoming an increasingly hospitable territory for Democrats but had held back because of concerns over the availability of hotel rooms and ongoing union unrest there. Democrats said they believed both potential problems had been resolved.  The last Democratic convention held in New York was 1992.  ", 
            "title": "Democrats Said to Pick Denver for '08 Convention"
        }, 
        "weight": 0.41837836873212614, 
        "file": "1818137.txt", 
        "other_topics": {
            "0": 0.001169215326841709, 
            "1": 0.06172584451509187, 
            "2": 0.0010031732392340132, 
            "3": 0.0009260618151497957, 
            "4": 0.0013306708631696208, 
            "5": 0.0005701497629266441, 
            "6": 0.001484175537681762, 
            "7": 0.0015308167167832664, 
            "8": 0.0006434070322776437, 
            "9": 0.0009491928349919949, 
            "10": 0.41837836873212614, 
            "11": 0.001770078822222349, 
            "12": 0.47194286586618656, 
            "13": 0.0007499676488816389, 
            "14": 0.0034702633474378007, 
            "15": 0.016458782460841606, 
            "16": 0.0007147018362245242, 
            "17": 0.0017236401610298629, 
            "18": 0.000516788222946714, 
            "19": 0.004041787453283503, 
            "20": 0.0010355393531751528, 
            "21": 0.0007178606313648353, 
            "22": 0.0007764623919422661, 
            "23": 0.0005240093653488981, 
            "24": 0.0006019636938208015, 
            "25": 0.0005663615620832706, 
            "26": 0.0006382778502681435, 
            "27": 0.0007484958746067029, 
            "28": 0.0019633039184526204, 
            "29": 0.0008969417699083003, 
            "30": 0.0004308313936999607
        }
    }, 
    {
        "content": {
            "text": "  To the Editor:  Re ''In a Sweeping New Vision for Schools, Big Risks for the Mayor'' (news analysis, Jan. 18):  On hearing the new wave of reforms outlined in the State of the City address, I was struck once again by the determination of the mayor, the chancellor and their team to take on the inequities in educational outcomes that persist along socioeconomic and racial lines, while resisting temptation to oversimplify the issues.  They know that it is possible for kids in our lowest-income communities to excel academically, and that if we are going to accomplish this there is no way around the hard work of doing what we know is essential in ensuring excellence in any institution -- empowered leadership, great people at every level, accountability and sufficient resources and support systems.  It is inspiring that after five years of extraordinary effort and tremendous progress, this administration is still saying, ''We're not satisfied,'' and is acting tirelessly on all that has been learned to this point, always with one and only one very clear goal -- educational opportunity for our kids.  Wendy Kopp  New York, Jan. 18, 2007  The writer is the president and founder of Teach for America.  ", 
            "title": "Bloomberg's School Push"
        }, 
        "weight": 0.4160516349732235, 
        "file": "1820888.txt", 
        "other_topics": {
            "0": 0.25140053755153197, 
            "1": 0.0007121626538127544, 
            "2": 0.0007518540268850524, 
            "3": 0.0006940608836381005, 
            "4": 0.01238477096711198, 
            "5": 0.00042731342745074794, 
            "6": 0.001112353590554677, 
            "7": 0.035309706251666385, 
            "8": 0.00048221797514602747, 
            "9": 0.0007113970223369306, 
            "10": 0.4160516349732235, 
            "11": 0.1835260777211649, 
            "12": 0.0006983108529598795, 
            "13": 0.0005620825743674373, 
            "14": 0.0026008782631751124, 
            "15": 0.00094799310059206, 
            "16": 0.0005356517025891279, 
            "17": 0.012679291930673582, 
            "18": 0.00038732024666640754, 
            "19": 0.07135401418315278, 
            "20": 0.0007761116447615492, 
            "21": 0.0005380191429807409, 
            "22": 0.0005819397420851764, 
            "23": 0.0003927323178635402, 
            "24": 0.0004511571975178991, 
            "25": 0.0004244742627408575, 
            "26": 0.0004783737775561738, 
            "27": 0.0005609795152227163, 
            "28": 0.0014714486983473717, 
            "29": 0.0006722361155705127, 
            "30": 0.0003228976866539524
        }
    }, 
    {
        "content": {
            "text": "  In a devastating condemnation of Consolidated Edison, state regulators have concluded that a failure to adequately maintain, operate and oversee its electrical network was ''the overriding cause'' of the nine-day blackout that paralyzed western Queens last July.  The regulators estimated that 174,000 people lost power in the blackout -- 70,000 more than was previously known. For the first three days of the blackout, Con Edison had insisted that no more than 8,000 people were affected.  In a 185-page draft report posted on its Web site last night, the staff of the New York State Public Service Commission concluded that the company had ''failed to fulfill its responsibilities'' under state law and recommended a formal proceeding that could result in large financial penalties against Con Edison.  The withering assessment and the prospect of hefty fines are all but certain to renew calls for the ouster of Con Edison's chairman and chief executive, Kevin M. Burke, who was widely blamed for failing to discern the magnitude of the blackout, which lasted from July 17 to 25, until three days after it started.  In its relentlessly critical language, the report sharply contradicts Con Edison's own 600-page report, released Oct. 12, which attributed the blackout to a series of events beyond its control, notably an underground fire, malfunctions in an electric breaker and a sudden surge of current.  The state report concludes instead that the primary cause of the blackout was ''the company's failure to address a multitude of pre-existing problems and issues associated with the operations, maintenance and oversight of the Long Island City network,'' which supplies power to about 460,000 people in western Queens.  The report suggests that the blackout lasted as long as it did because of Con Edison's ''failure to shut the network down in light of glaring evidence that the secondary system was experiencing severe damage'' in the early part of the blackout.  On the night of July 18, the second day of the event, top Con Edison managers contemplated shutting down the entire network, which would have caused an even wider blackout but would have caused less damage and been easier and faster to recover from.  Mr. Burke and other executives have since defended their decision not to shut down the network -- a decision that the new report suggests was a grave mistake.  Even as Con Edison's rank-and-file workers ''worked hard to contain the crisis,'' according to the report, ''the company's senior management failed or refused to comprehend the magnitude of the damage to its secondary system and the subsequent impact on customers.''  In a statement last night, a Con Edison spokesman, Michael S. Clendenin, said a controlled shutdown would have ''affected the lives of more than one million people, with no guarantee that power would have been restored any sooner.'' He added, ''We believed then, and still believe, that that would have been a worse situation.''  Mr. Clendenin said the utility was reviewing the report and ''will implement any actions necessary to reduce the likelihood of similar occurrences in the future.''  An analysis by The New York Times last summer, based on Con Edison documents, found that the Long Island City network had the most feeder-cable failures in 2004 and 2005 of any of the 57 networks. The analysis also found that several failures involved components that were 30 to 60 years old.  Con Edison said in response that the network was fine and among the top one-fourth of all underground networks in performance.  The new report rejected that argument. It stated that many of the network's components ''were not in conformance with the company's operating specifications.''  It added that Con Edison failed to understand the effects of load growth and transformer additions on the network. ''The size and complexity of the network,'' it said, ''outpaced the sophistication of the company's primary planning and contingency analysis tools.''  The report also found that that the utility's performance was ''particularly unacceptable'' when it came to communicating with the public.  Con Edison never gave a precise estimate of the number of people affected in the blackout. Its final rough guess was 25,000 customers -- a term that includes residential buildings and businesses and was said to translate to roughly 100,000 people. The new report found that the blackout affected 65,000 customers, or about 174,000 people.  The lack of a reliable estimate delayed Con Edison's response to the blackout and the arrival of emergency resources, according to the report, which called the absence of a system to properly assess damages and outages ''a major failing.''  Assemblyman Michael N. Gianaris, a Queens Democrat whose district included much of the area affected by the blackout, said the new report vindicated the utility's critics. ''Clearly, the fiction that Con Edison's decisions were correct has been exposed,'' he said.  Assemblyman Richard L. Brodsky, a Westchester Democrat and the chairman of a committee that oversees the Public Service Commission, said the draft report should be accompanied by financial penalties. ''There's a lot of criticism, but no action,'' he said. ''That's not good enough.''  The commission's chairman at the time of the blackout, William M. Flynn, ordered the investigation on July 26, a day after the blackout ended. The commission held five days of hearings from August to November.  The staff originally intended to issue the draft report by Dec. 31. Con Edison and others may comment by Jan. 31. Then the commission will approve a final version.  In a related action, the commission yesterday approved the hiring of a consultant, Vantage Consulting of Cudjoe Key, Fla., to conduct an independent audit of Con Edison's electric emergency response program. Con Edison is to cover the cost of the work, which is not to exceed $800,800.  The commission ordered the audit in September and received seven proposals from consultants in November, before selecting Vantage.  ", 
            "title": "Regulators Say Con Ed Failures Led to Blackout"
        }, 
        "weight": 0.4156958316657601, 
        "file": "1819693.txt", 
        "other_topics": {
            "0": 0.002221364867388888, 
            "1": 0.00012899572306689964, 
            "2": 0.0001361851163067273, 
            "3": 0.0001257169061843111, 
            "4": 0.07031036414523369, 
            "5": 7.740030210106645e-05, 
            "6": 0.02289051025989709, 
            "7": 0.26010030605413503, 
            "8": 8.734529400943997e-05, 
            "9": 0.0042541346780947875, 
            "10": 0.4156958316657601, 
            "11": 0.13431181903379064, 
            "12": 0.024878152527400724, 
            "13": 0.00010181135968819799, 
            "14": 0.0004711032941295848, 
            "15": 0.00017171225536555203, 
            "16": 9.702387273128158e-05, 
            "17": 0.00023399162439782835, 
            "18": 7.015624170924246e-05, 
            "19": 0.004673967804926575, 
            "20": 0.00014057895659181754, 
            "21": 9.745269286597822e-05, 
            "22": 0.057859295035532124, 
            "23": 7.113654309632871e-05, 
            "24": 8.171918114363661e-05, 
            "25": 7.688603741350163e-05, 
            "26": 8.664898531498604e-05, 
            "27": 0.00010161155994975754, 
            "28": 0.0002665270184879331, 
            "29": 0.0001217637337979561, 
            "30": 5.848722948831751e-05
        }
    }, 
    {
        "content": {
            "text": "  Diane Sawyer, whose continued commitment to ''Good Morning America'' has been the subject of speculation since Charles Gibson departed the show in June, has in recent weeks left some executives at ABC with the impression that she intends to remain with the program until at least early summer, according to one executive briefed directly on Ms. Sawyer's status.  By sending signals that she intends to stay with ''Good Morning America'' -- at least through the end of the current prime-time television season, and perhaps longer still -- Ms. Sawyer has prompted some exhaling in the upper echelons of both the news division and the network as a whole. That is because she remains ABC's biggest news star in the morning -- and perhaps the evening as well -- on a program that is by far the news division's most valuable, with annual profits believed to be well in excess of $100 million.  The executive, who spoke yesterday on condition of anonymity because of the delicate diplomacy involved, said Ms. Sawyer had met before Christmas, as she does periodically, with David Westin, the president of ABC News. Separately, the official said, she had also had a holiday lunch in New York with Robert A. Iger, the president and chief executive of the Walt Disney Company, ABC's corporate parent, though that get-together was characterized as more social than business.  By staying put, Ms. Sawyer, 61, also promises to keep ''Good Morning America'' competitive with ''Today'' on NBC, the ratings leader for more than a decade, at a moment when that program and its audience are continuing to adjust to a new co-anchor, Meredith Vieira, who replaced Katie Couric in September. (Since Mr. Gibson's departure for ''World News,'' ''Good Morning America'' has gone through some growing pains of its own, as it introduced Chris Cuomo as its news reader and Sam Champion as its weatherman, while pairing Robin Roberts with Ms. Sawyer as lead anchors.)  In the most recent November sweeps period, ''Today'' had an average daily audience of 5.8 million, about 735,000 more than ''Good Morning America,'' which drew an audience of about 5.1 million, according to Nielsen Media Research. During the same period a year ago, the lead of ''Today'' over ''Good Morning America'' was about 5,000 viewers larger, although both shows have lost viewers over the last year.  In June an ABC spokesman said Ms. Sawyer remained committed to ''Good Morning America'' through at least early 2007. When asked in September how much longer she planned to stay with the program, she told a reporter that she was not ready to entertain that question.  '''I'm sorry if it sounds like a dodge,'' she said at the time. ''I truly am looking ahead and enjoying this part. And there is plenty of time to think about what remains after -- when and whether.''  Since then Ms. Sawyer has appeared to throw herself into the program anew, traveling to North Korea -- for both ''Good Morning America'' and a prime-time special for ABC -- and later Israel (for less than 24 hours), as well as landing the first interview with Mel Gibson after his drunken-driving arrest (which the network also played big in the morning and evening) and, yesterday, reporting at length from South Africa on the opening of a private school for girls by Oprah Winfrey.  When asked yesterday about Ms. Sawyer, Jeffrey Schneider, a senior vice president of ABC News, dismissed any notion of a timetable for her tenure on the program.  He added: ''Diane is having a great time on 'G.M.A.' She loves the new team. And she has had an unrivaled run of groundbreaking reporting which has her passionately engaged.''  Ms. Sawyer's current contract with the network extends for at least two more years, said the executive with knowledge of her situation. But Ms. Sawyer has always characterized her tenure on ''Good Morning America'' as temporary -- and the network has regarded it as such -- even if it has been eight years since she joined the show, at a moment of crisis, after the network had just jettisoned a new, low-rated anchor team.  ", 
            "title": "Sawyer Signals Commitment to Morning Show"
        }, 
        "weight": 0.41387466351287044, 
        "file": "1816057.txt", 
        "other_topics": {
            "0": 0.00024213047993874813, 
            "1": 0.00019677801108032854, 
            "2": 0.00020774515378066405, 
            "3": 0.00019177630211267727, 
            "4": 0.17962470568359917, 
            "5": 0.00011807118206985445, 
            "6": 0.00030735496448113707, 
            "7": 0.0003170137936304793, 
            "8": 0.00013324188448860666, 
            "9": 0.006489518729153521, 
            "10": 0.41387466351287044, 
            "11": 0.0003665621078641016, 
            "12": 0.006485902883294587, 
            "13": 0.0001553093109485297, 
            "14": 0.07308760105050043, 
            "15": 0.00026194043713702883, 
            "16": 0.00014800618384433532, 
            "17": 0.00035694521774633133, 
            "18": 0.00010702064673303842, 
            "19": 0.02600881481691121, 
            "20": 0.264518443131423, 
            "21": 0.00014866033245647994, 
            "22": 0.006453748324750222, 
            "23": 0.00010851605877170017, 
            "24": 0.00012465946583529926, 
            "25": 0.00011728669108068136, 
            "26": 0.0001321796923729694, 
            "27": 0.0001550045241369213, 
            "28": 0.00040657670929155997, 
            "29": 0.019064602700018782, 
            "30": 8.922001767718356e-05
        }
    }, 
    {
        "content": {
            "text": "  TWO weeks ago, President Bush called for a long-term plan to increase the size of the armed forces. As our leaders consider various options for carrying out Mr. Bush's vision, one issue likely to generate fierce debate is ''don't ask, don't tell,'' the policy that bars openly gay service members from the military. Indeed, leaders in the new Congress are planning to re-introduce a bill to repeal the policy next year.  As was the case in 1993 -- the last time the American people thoroughly debated the question of whether openly gay men and lesbians should serve in the military -- the issue will give rise to passionate feelings on both sides. The debate must be conducted with sensitivity, but it must also consider the evidence that has emerged over the last 14 years.  When I was chairman of the Joint Chiefs of Staff, I supported the current policy because I believed that implementing a change in the rules at that time would have been too burdensome for our troops and commanders. I still believe that to have been true. The concern among many in the military was that given the longstanding view that homosexuality was incompatible with service, letting people who were openly gay serve would lower morale, harm recruitment and undermine unit cohesion.  In the early 1990s, large numbers of military personnel were opposed to letting openly gay men and lesbians serve. President Bill Clinton, who promised to lift the ban during his campaign, was overwhelmed by the strength of the opposition, which threatened to overturn any executive action he might take. The compromise that came to be known as ''don't ask, don't tell'' was thus a useful speed bump that allowed temperatures to cool for a period of time while the culture continued to evolve.  The question before us now is whether enough time has gone by to give this policy serious reconsideration. Much evidence suggests that it has.  Last year I held a number of meetings with gay soldiers and marines, including some with combat experience in Iraq, and an openly gay senior sailor who was serving effectively as a member of a nuclear submarine crew. These conversations showed me just how much the military has changed, and that gays and lesbians can be accepted by their peers.  This perception is supported by a new Zogby poll of more than 500 service members returning from Afghanistan and Iraq, three quarters of whom said they were comfortable interacting with gay people. And 24 foreign nations, including Israel, Britain and other allies in the fight against terrorism, let gays serve openly, with none reporting morale or recruitment problems.  I now believe that if gay men and lesbians served openly in the United States military, they would not undermine the efficacy of the armed forces. Our military has been stretched thin by our deployments in the Middle East, and we must welcome the service of any American who is willing and able to do the job.  But if America is ready for a military policy of nondiscrimination based on sexual orientation, the timing of the change should be carefully considered. As the 110th Congress opens for business, some of its most urgent priorities, like developing a more effective strategy in Iraq, share widespread support that spans political affiliations. Addressing such issues could help heal the divisions that cleave our country. Fighting early in this Congress to lift the ban on openly gay service members is not likely to add to that healing, and it risks alienating people whose support is needed to get this country on the right track.  By taking a measured, prudent approach to change, political and military leaders can focus on solving the nation's most pressing problems while remaining genuinely open to the eventual and inevitable lifting of the ban. When that day comes, gay men and lesbians will no longer have to conceal who they are, and the military will no longer need to sacrifice those whose service it cannot afford to lose.  Op-Ed Contributor John M. Shalikashvili, a retired army general, was chairman of the Joint Chiefs of Staff from 1993 to 1997.  ", 
            "title": "Second Thoughts on Gays in the Military"
        }, 
        "weight": 0.40630328764462753, 
        "file": "1815934.txt", 
        "other_topics": {
            "0": 0.00024137101181039618, 
            "1": 0.00019616079581765778, 
            "2": 0.0033437004152616317, 
            "3": 0.0033277816516035946, 
            "4": 0.0002747016441338075, 
            "5": 0.00011770083918827432, 
            "6": 0.0003063909127860625, 
            "7": 0.00031601944598547735, 
            "8": 0.00013282395707750068, 
            "9": 0.2762173550269442, 
            "10": 0.40630328764462753, 
            "11": 0.016048446728430196, 
            "12": 0.00019234540299375652, 
            "13": 0.00015482216669584597, 
            "14": 0.0007163958222153833, 
            "15": 0.00026111883296070835, 
            "16": 0.00014754194663034554, 
            "17": 0.00035582562092186475, 
            "18": 0.00010668496503658321, 
            "19": 0.05102009040038131, 
            "20": 0.00021377514963008047, 
            "21": 0.00014819404343545514, 
            "22": 0.00016029170065882817, 
            "23": 0.0001081756865555615, 
            "24": 0.00012426845809755704, 
            "25": 0.11617137323411625, 
            "26": 0.11618621952191828, 
            "27": 0.0001545183358806467, 
            "28": 0.0004053014379894287, 
            "29": 0.0064583770306594675, 
            "30": 8.894016955622845e-05
        }
    }, 
    {
        "content": {
            "text": "  I was all set not to like Peter Singer's article (Dec. 17). I think that the freedom to choose what one does with one's own money is a fundamental building block of a free society. That said, I found myself agreeing with nearly all of what he wrote. As a Christian, I strongly believe that the more fortunate should give generously to those in need. Also, I agree that one's capacity to give greatly increases after one's basic needs are met, so the calculation methods and their underlying assumptions rang true to me, too.  It seems to me that the only real way to permanently eradicate poverty is to attack the conditions that create it -- overpopulation, the lack of the means to produce food, clothing and shelter locally, the lack of other viable jobs and industries, etc. Perhaps these are the sorts of things the United Nations Millennium Summit has in mind as ways to meet the goals listed in the article.  I think most people's inclination to give is increased by knowing that their gifts will be carefully channeled into projects that deliver long-term benefits. Equally important is knowing there are safeguards, audits and independent watchers in place to make sure the charitable organizations themselves are handling the monies efficiently and ethically.  Russ Maney  Louisville, Ky.  Private philanthropy allows for the kind of risk-taking that governments won't and, frankly, can't do. That's good. But private philanthropy cannot sustain the scale of global interventions needed over the long term the way governments can. Philanthropists may get bored and want to move on to other issues. Or they may not want to get involved in the difficult and complex politics often needed, perhaps for fear of offending the richest markets for their business-related products.  Patti Culross  Crockett, Calif.  Why does Singer suggest that wealth should be given away as earned each year? Warren Buffett and Bill Gates are able to give away many billions of dollars only because they continued, over a period of many years, to reinvest in building their companies, as opposed to spending or giving away their wealth. Are they even now giving it away too soon? Assuming a 15 percent annual rate of return, if they waited five more years, they could give away twice as much as today.  William Roth  Avon, Conn.  ", 
            "title": "What Should a Billionaire Give - and What Should You?"
        }, 
        "weight": 0.4045787072547117, 
        "file": "1816953.txt", 
        "other_topics": {
            "0": 0.00043521496244335717, 
            "1": 0.00035369662970010344, 
            "2": 0.09086303257612922, 
            "3": 0.04558951794271359, 
            "4": 0.006150914720426957, 
            "5": 0.0002122258423771089, 
            "6": 0.0005524520471659586, 
            "7": 0.00622541465911571, 
            "8": 0.00023949426676170862, 
            "9": 0.00035331637770129196, 
            "10": 0.4045787072547117, 
            "11": 0.13073770662680065, 
            "12": 0.00034681711242872033, 
            "13": 0.0002791591374562469, 
            "14": 0.006947331463611621, 
            "15": 0.034404430855880935, 
            "16": 0.00026603220610429544, 
            "17": 0.0006415875422834167, 
            "18": 0.00019236317030538956, 
            "19": 0.2277285253462625, 
            "20": 0.0003854569901321152, 
            "21": 0.0002672079988576031, 
            "22": 0.017255825572941037, 
            "23": 0.00019505108342730696, 
            "24": 0.00022406788585825014, 
            "25": 0.00021081576704716083, 
            "26": 0.00023758504037339255, 
            "27": 0.0002786113015092776, 
            "28": 0.0007307971607268639, 
            "29": 0.022956272847645356, 
            "30": 0.00016036761110122907
        }
    }, 
    {
        "content": {
            "text": "  The main international scientific body assessing causes of climate change is closing in on its strongest statement yet linking emissions from burning fossil fuels to rising global temperatures, according to scientists involved in the process.  In fresh drafts of a summary of its next report, the group, the Intergovernmental Panel on Climate Change,  has said that it is more than 90 percent likely that global warming since 1950 has been driven mainly by the buildup of carbon dioxide and other heat-trapping greenhouse gases, and that more warming and rising sea levels are on the way.  Some scientists involved in drafting the report confirmed and clarified details but asked not to be identified because it was not finished.  In its last report, published in 2001, the panel concluded that there was a 66 to 90 percent chance that human activities were driving the most recent warming.  The shift in language in the current draft, while subtle, is substantive. If it remains in the final version, scheduled for release in Paris on Feb. 2, it will largely complete a quest that lasted decades to determine if humans are nudging the earth's thermostat in potentially momentous ways.  Drafts of the report project a most likely warming of 4 to 8 degrees if the concentration of carbon dioxide in the atmosphere rises to twice the 280 parts per million that it averaged for many centuries before the Industrial Revolution.  The carbon dioxide concentration is now roughly 380 parts per million, and many climate experts say it will be extremely difficult to avoid hitting levels of 450 or 550 parts per million, or higher, later this century, given growth in populations and fuel use and the lack of nonpolluting alternatives that can be exploited at a sufficient scale to replace fossil fuels.  Because the panel works under the auspices of the United Nations, dozens of officials from governments around the world have been critiquing drafts, and details inevitably begin to slip into the press in the weeks preceding the formal release.  Snippets of earlier drafts have leaked to some newspapers in recent months and some sections of the latest draft were first published in The Toronto Star yesterday.  Scientists involved in writing the report said the leaks were damaging and potentially misleading, mainly because the final statements are likely to go through further changes.  ''The language is far from final,'' said Kevin E. Trenberth, a senior scientist at the National Center for Atmospheric Research in Boulder, Colo., who is a lead author of one section. ''You can't say what the I.P.C.C. says until it actually says it.''  ", 
            "title": "New Warnings on Climate Change"
        }, 
        "weight": 0.40401151850769434, 
        "file": "1820073.txt", 
        "other_topics": {
            "0": 0.000381302577243923, 
            "1": 0.034994967100403694, 
            "2": 0.02014720163231838, 
            "3": 0.0003020057543700052, 
            "4": 0.005388968297733167, 
            "5": 0.0001859363019181266, 
            "6": 0.00048401688261229617, 
            "7": 0.0004992274271448746, 
            "8": 0.32228561378547604, 
            "9": 0.015174585524944181, 
            "10": 0.40401151850769434, 
            "11": 0.005532267297841964, 
            "12": 0.00030385503765527745, 
            "13": 0.00024457821481059744, 
            "14": 0.0011317165689808796, 
            "15": 0.0004124989294615664, 
            "16": 0.005188089492876041, 
            "17": 0.0005621106912933875, 
            "18": 0.0001685341243611379, 
            "19": 0.0062731131761719116, 
            "20": 0.00033770838881301026, 
            "21": 0.00023410752712311865, 
            "22": 0.00025321863679319466, 
            "23": 0.00017088907143152554, 
            "24": 0.00019631140867880335, 
            "25": 0.00018470090009646415, 
            "26": 0.00020815412158713755, 
            "27": 0.09438932827184507, 
            "28": 0.0006402694412510261, 
            "29": 0.0795727028823314, 
            "30": 0.0001405020247375071
        }
    }, 
    {
        "content": {
            "text": "  Barbaro's long, difficult convalescence has taken a significant turn for the worse after a risky operation was performed on his shattered right hind leg.  The leg had been healing properly for months and had given veterinarians little cause for concern. But he developed a ''deep abscess'' in the right hind foot last week, according to a statement issued yesterday by the University of Pennsylvania's New Bolton Center in Kennett Square, Pa.  His doctors said their only option was to put a skeleton of pins, bars and a plate around his right leg to take all the weight off the fragile bone structure, which is already held together with a matrix of screws.  The surgery was performed Saturday at the George D. Widener Hospital for Large Animals by Dr. Dean Richardson. Barbaro, winner of the Kentucky Derby, has resided in intensive care there since May 20, when he shattered the leg in the opening yards of the Preakness Stakes.  Richardson acknowledged that allowing the pins across the cannon bone to bear weight carries ''significant risk.''  ''The major risk of the external skeletal fixation device is that the bone bearing the weight can fracture,'' Richardson said in the statement. ''We believed it was our only option, given the worsening of the right hind foot problem. Unfortunately, we felt we needed to take this risk because this approach offered our only hope of keeping Barbaro acceptably comfortable.''  He also expressed concern about the potential for problems in Barbaro's front feet. If laminitis, an often-fatal disease caused by uneven weight distribution, were to develop, it could put Barbaro in excruciating pain and threaten his life.  Laminitis was discovered in his left hind foot in July, and Richardson removed 80 percent of his left hind hoof; it takes about a year to regrow a hoof after such a procedure. After weeks of smooth recovery and steady regrowth, Barbaro had his first significant setback earlier this month, and Richardson removed damaged tissue from his left heel.  Barbaro's latest problems arose last week, when he showed discomfort in his right leg. Richardson said he tried several other treatments before performing surgery.  ''It is not laminitis, but the undermining of the sole and part of the lateral heel region are potentially just as serious,'' Richardson said. ''We attempted to manage the right hind foot in a cast and then in a custom fabricated brace, but it was impossible to have access to the foot for treatment as well as acceptable stability and comfort.''  Barbaro's owners, Roy and Gretchen Jackson, did not return telephone calls for comment yesterday. Barbaro's trainer, Michael Matz, said that he spoke to Richardson yesterday about Barbaro's condition.  ''He told me that he had a good night,'' Matz said by telephone from Florida, where he has horses running at Gulfstream Park.  In his statement, Richardson said Barbaro had a ''perfect recovery'' from the operation and was using a sling put in his stall to keep weight off his legs.  ''Remarkably, his attitude and appetite were excellent,'' Richardson said.  The Jacksons have spent tens of thousands of dollars on Barbaro's recovery in the hope that he can resume the life of a normal, pain-free horse in the pasture. They have instructed Richardson to take any measures necessary to save Barbaro as long as he is comfortable and demonstrates a will to live.  Richardson and the Jacksons have acknowledged that if Barbaro is to recover he will have to overcome many setbacks over a long period of time. Richardson re-emphasized his and the owners' commitment to Barbaro.  ''We will continue to treat Barbaro aggressively as long as he remains bright, alert and eating,'' he said. ''This is another significant setback that exemplifies how complex his medical situation remains because both hind limbs have major problems.''  HORSE RACING  ", 
            "title": "Barbaro Faces A New Peril After Surgery"
        }, 
        "weight": 0.40193633206763824, 
        "file": "1822423.txt", 
        "other_topics": {
            "0": 0.00024443783336631234, 
            "1": 0.00019865318358422115, 
            "2": 0.00020972483635824338, 
            "3": 0.00019360381142962576, 
            "4": 0.00027819195938482425, 
            "5": 0.00011919632726724698, 
            "6": 0.0003102838668273176, 
            "7": 0.01302587514968119, 
            "8": 0.00013451159707889132, 
            "9": 0.00019843961561725405, 
            "10": 0.40193633206763824, 
            "11": 0.0035465153203586043, 
            "12": 0.00019478931298799396, 
            "13": 0.0001567893124379761, 
            "14": 0.045195939671872416, 
            "15": 0.0002644365671806263, 
            "16": 0.0001494165910581661, 
            "17": 0.00036034668447546014, 
            "18": 0.0001080404871765963, 
            "19": 0.0008449818825728735, 
            "20": 0.00021649134256512823, 
            "21": 0.000150076973301214, 
            "22": 0.0033387884441886733, 
            "23": 0.00010955014956529204, 
            "24": 0.3622422991081689, 
            "25": 0.00011840436056508964, 
            "26": 0.0001334392829306237, 
            "27": 0.14309718624548956, 
            "28": 0.022645671852713302, 
            "29": 0.00018751593300128918, 
            "30": 9.007022915674146e-05
        }
    }, 
    {
        "content": {
            "text": "  To the Sports Editor,  Re ''Challenging Mount Hood a Month After a Tragedy,'' Jan. 20: As one of the climbers mentioned in this article, I was disappointed to discover that you missed an opportunity to explore the higher aspirations and values of mountaineering.  While perhaps there is no universal reason climbers continue in light of a death, a deeper exploration of motives would reveal that many climb for camaraderie, spiritual growth, beauty and genuine experience. Alpine decisions are mostly about mitigating risk, and experienced climbers consistently back off when factors don't align for safety. We climb to live well, not to die.  Tom Knipe  Portland, Ore.  ", 
            "title": "Mountains, Because They're."
        }, 
        "weight": 0.40016301784090685, 
        "file": "1822222.txt", 
        "other_topics": {
            "0": 0.0013083701078912614, 
            "1": 0.25609658184080664, 
            "2": 0.0011225664333323643, 
            "3": 0.001036277552291742, 
            "4": 0.01849125983907863, 
            "5": 0.0006380064387707954, 
            "6": 0.0016608154749489952, 
            "7": 0.0017130076786708273, 
            "8": 0.0007199824608124244, 
            "9": 0.0010621615227048927, 
            "10": 0.40016301784090685, 
            "11": 0.0019807456902424148, 
            "12": 0.0010426230299146887, 
            "13": 0.0008392254456095298, 
            "14": 0.05488993401293117, 
            "15": 0.01841763316789421, 
            "16": 0.00079976245359103, 
            "17": 0.0019287801072057457, 
            "18": 0.0005782940468631608, 
            "19": 0.20854944467140152, 
            "20": 0.0011587846174572485, 
            "21": 0.000803297194407077, 
            "22": 0.0008688734745405406, 
            "23": 0.0005863746173508612, 
            "24": 0.0006736067214910621, 
            "25": 0.0006337673831987593, 
            "26": 0.0007142428264909252, 
            "27": 0.017839796986076895, 
            "28": 0.00219696757358446, 
            "29": 0.0010036917694511004, 
            "30": 0.0004821070200822583
        }
    }, 
    {
        "content": {
            "text": "  Are Charles B. Rangel's loyalties mixed?  Mr. Rangel, the longtime Harlem congressman, has let it be known he encouraged Barack Obama to run for president, which could complicate the presidential ambitions of Mr. Rangel's fellow New York Democrat, Hillary Rodham Clinton.  ''I told him if he didn't run, he'd regret it, and that he's a young man and he ought to test the waters,'' Mr. Rangel said in an interview yesterday, echoing comments he made on MSNBC and that will appear in the coming issue of New York magazine.  He said he also told Mr. Obama that he was following Mrs. Clinton's moves ''and that as dean of the New York delegation, I had obligations, and he would have to understand that,'' Mr. Rangel said.  Asked if that meant he would support Mrs. Clinton, he said it was too early to say. And he added, ''I got a call recently from my good friend Wes Clark who said he's still contemplating entering the race.''  Though neither has announced a candidacy, Mr. Obama is seen as Mrs. Clinton's biggest obstacle as she prepares for a 2008 run. Her advance work has included an effort to build a united front among New York Democrats, including Mr. Rangel. The two met in late November to discuss her plans, about the same time he spoke with Mr. Obama, he said.  Mr. Rangel called the importance of having a united state delegation ''relative.''  ''It's not the end of the world if we split,'' he said, though it is better to be united.  On MSNBC last week, Mr. Rangel said of Mr. Obama: ''He's brilliant, he's talented. He's not tested, but who could be with the limited political experience?'' He said that Democrats ''should have as many exciting candidates up front as we can get, so we can find out who's electable and who can best lead our country.''  Herman D. Farrell Jr., chairman of the state Democratic Party, was unfazed by Mr. Rangel's advice to Mr. Obama. ''With two years to go before the next presidential election, it's an acceptable position,'' he said. ''A year from now, we'll talk.''  ", 
            "title": "Rangel Says Encouraging Obama on '08 Is No Big Deal"
        }, 
        "weight": 0.3987457702115445, 
        "file": "1817248.txt", 
        "other_topics": {
            "0": 0.0005068831958540121, 
            "1": 0.00041194097973714543, 
            "2": 0.00043489992461157566, 
            "3": 0.00040147025243797966, 
            "4": 0.0005768780858998685, 
            "5": 0.00024717374748098054, 
            "6": 0.0006434260845524537, 
            "7": 0.0006636461666696038, 
            "8": 0.0002789325501204194, 
            "9": 0.03334613482801983, 
            "10": 0.3987457702115445, 
            "11": 0.0007673720911144351, 
            "12": 0.46807576998021483, 
            "13": 0.00032512916134883144, 
            "14": 0.02785215268371846, 
            "15": 0.0005483539533436758, 
            "16": 0.0003098405764204137, 
            "17": 0.027094949179492556, 
            "18": 0.00022404022596464782, 
            "19": 0.0017522128681095798, 
            "20": 0.0004489314198333971, 
            "21": 0.0003112099907096482, 
            "22": 0.0003366152749222638, 
            "23": 0.00022717076629755916, 
            "24": 0.00026096585796234813, 
            "25": 0.0068324588140750925, 
            "26": 0.0002767089253445492, 
            "27": 0.0003244911115123908, 
            "28": 0.027198849229811754, 
            "29": 0.0003888460067096127, 
            "30": 0.0001867758561656617
        }
    }, 
    {
        "content": {
            "text": "  Mayor Michael R. Bloomberg yesterday effectively doubled his bet that the nation's largest school system is capable of unprecedented improvement, wagering the education of the city's nearly 1.1 million students and his own legacy on a far-reaching decentralization plan that puts enormous pressure on principals to raise student achievement.  The mayor's announcement, in his State of the City address, made clear that by the end of his second term he hopes to leave behind a school system irreversibly changed and virtually unrecognizable from the bureaucracy that existed before he took office.  It will have new rating systems for schools, principals and teachers, a new finance system designed to break the lock that many schools in middle-class neighborhoods have had on highly paid veteran teachers, and a sharply increased role for private groups in helping to run schools. It will also make it harder for teachers to get tenure.  But Mr. Bloomberg's plan, while cementing his place at the forefront of urban education reform in America, also carries huge risks, raising questions about whether yet another reorganization will bring such swift and noticeable improvement in test scores and graduation rates that it can mute critics who say the administration is using constant change to mask mediocre results.  ''It's very peculiar to say how successful we have been, but, ugh, even though we have been so successful, we are reorganizing again,'' said Merryl H. Tisch, a member of the New York State Board of Regents and ardent supporter of Mr. Bloomberg who fought to help him win control of the school system during his first term.  Mr. Bloomberg, after all, has limited time left to show clear gains. In just three years, he will have to persuade the State Legislature to reauthorize mayoral control of the schools -- a point crucial to his legacy as the self-described education mayor. He will need to overcome complaints by many state lawmakers, parent groups and the unions that he has overstepped his authority.  The teachers' union instantly bridled at Mr. Bloomberg's comments about tenure. There has been rising anger in the principal corps over the lack of a pay raise for principals and assistant principals since their last contract expired in 2003, even as Mr. Bloomberg and Schools Chancellor Joel I. Klein repeatedly stress that their success hinges on giving principals more power and responsibility.  And the mayor's plans also threatened to incite rebellion among parents, particularly in relatively wealthy areas in Manhattan and Queens and on Staten Island, where the changes to the city's decades-old school budget system may be felt hardest.  Such groups have often felt shut out by the administration and expressed doubts about the changes to the bureaucracy. ''The notion that this was all part of the plan all along is nonsense,'' said Tim Johnson, the chairman of the Chancellor's Parent Advisory Council, a citywide group. ''It's constant correction with no acknowledgment of error whatsoever.''  In his speech, Mr. Bloomberg acknowledged that student achievement remained far too low, but he noted that standardized test scores had risen in recent years and that the four-year graduation rate, now over 58 percent, is the highest in more than 20 years.  Meeting with reporters after the mayor's speech, Mr. Klein said it was precisely because of earlier success that it was time to take the system to a new level. He and other administration officials described the latest plans as the logical next step in the mayor's efforts to reverse decades of failure by the school system.  ''This mayor doesn't bet on complacency and the status quo,'' said Deputy Mayor Dennis M. Walcott, the mayor's top education advisor at City Hall. ''This mayor believes in bold change.'' Calling the plan ''a major step forward,'' Mr. Walcott added: ''The mayor is saying we are investing directly in our schools. We're not investing in the bureaucracy.''  Indeed, Mr. Bloomberg said he will dismantle the 10 regional superintendents' offices that he created four years ago to supplant the city's 32 community school districts. With the regions gone, principals will choose from three types of ''learning support'' structures -- one of which will offer private groups hired on contract.  Another option will be created by four regional superintendents who will remain in the system but will support rather than supervise schools. Mr. Bloomberg said the 32 community superintendents required by state education law would answer to the chancellor rather than to regional superintendents and would rate principals.  The third option is to become a so-called empowerment school, in which principals get wider authority by agreeing to meet performance targets.  The increased role of the private groups in public schools is one of a number of proposals that top the agenda of advocates in Washington and across the country calling for the reinvention of American public schooling. And Mr. Bloomberg's plan to set higher hurdles to teacher tenure and to revamp the school budget system also fits into the popular thinking of education reformers.  These proposals, however, could get a cooler reception at home. On tenure, the city has long had the ability to dismiss teachers during a three-year probationary period. But while many teachers quit in their first three years, few are dismissed, a fact Chancellor Klein readily acknowledged yesterday.  The administration said it wanted to toughen the process so that tenure is earned rather than granted by default. Mr. Klein said student test scores would be used in the tenure evaluations, a move the teachers' union is certain to fight.  Perhaps the mayor's boldest move is the effort to change the school budgeting system, a hugely complex undertaking about which he offered scant details.  Mr. Bloomberg said only that there could be differences of as much as $2,000 per child in allocations to similar schools. Such discrepancies result in part from the way teachers are assigned. Schools are given a set number of teachers without regard to how much those teachers are paid. That means that higher paid veteran teachers can cluster in better schools, effectively giving those schools more money per child. Many schools unfairly get too many teachers, officials said, while others get too few.  In addition, the administration has long believed that some current school budgets are too high because of decades of patronage and corruption by community superintendents. But an earlier effort to erase inequities failed amid loud complaints about painful budget cuts.  The new system, which is to be phased in gradually, would allocate a fixed dollar amount to schools per student, with uniform higher amounts for students with greater needs, including those from impoverished families, those who did not speak English and those in special education.  But there are big risks. Some schools in politically active neighborhoods could lose money over time, making them unable to keep their highly paid veteran teachers. And while a more mechanized budget formula would promote equity, it is unclear that equalized funding would change student achievement.  Broadly, the mayor's plan raised questions about whether the system could withstand further drastic change, given that most experts say stability is crucial for troubled schools.  ''The whole concept of mayoral control was to bring some stability and order to the system,'' Ms. Tisch said. ''And the more they continue to jimmy around with stability and order during a time when academic achievement has not been soaring, the more difficult it is for people to accept. What's to say that they are not going to reorganize again next year?''  NEWS ANALYSIS  ", 
            "title": "In a Sweeping New Vision for Schools, Big Risks for the Mayor"
        }, 
        "weight": 0.3964198182311103, 
        "file": "1819733.txt", 
        "other_topics": {
            "0": 0.2665458108591262, 
            "1": 0.00010221894583572706, 
            "2": 0.00010791597346347683, 
            "3": 9.962074182277102e-05, 
            "4": 0.00014314640377377177, 
            "5": 6.13336403722054e-05, 
            "6": 0.0001596596098016965, 
            "7": 0.09006100716063224, 
            "8": 6.921426280719549e-05, 
            "9": 0.00010210905234167992, 
            "10": 0.3964198182311103, 
            "11": 0.2192105653505506, 
            "12": 0.021348454241873673, 
            "13": 8.067747995049681e-05, 
            "14": 0.0036422696980547677, 
            "15": 0.00013606843167535848, 
            "16": 7.688377378487076e-05, 
            "17": 0.00018541992410035858, 
            "18": 5.559329333419884e-05, 
            "19": 0.00043479372305286215, 
            "20": 0.00011139774566052514, 
            "21": 7.722357995115034e-05, 
            "22": 8.352764169447981e-05, 
            "23": 5.637010493699352e-05, 
            "24": 6.475601169140472e-05, 
            "25": 6.0926126130697154e-05, 
            "26": 6.8662493035058e-05, 
            "27": 8.051915440174166e-05, 
            "28": 0.00021120166017013248, 
            "29": 9.64881642114145e-05, 
            "30": 4.6346520652064566e-05
        }
    }, 
    {
        "content": {
            "text": "  The Federal Aviation Administration will propose allowing airline pilots to fly until they are 65 years old, dropping a 47-year requirement that they retire at 60, the agency's administrator said on Tuesday.  The change will bring the United States in line with international practice.  ''There's a heck of a lot of experience behind those captains' stripes, and we shouldn't have to lose it the way we do these days,'' said Marion C. Blakey, the administrator of the F.A.A., in a speech.  ''Experience counts; it's an added margin of safety,'' she said.  Ms. Blakey commissioned a report on the age issue last year from a panel drawn from pilot unions and airlines; ultimately, it did not reach a consensus but rather laid out the pros and cons of a change.  Her decision moves aviation into the mainstream of changes in the work place nationally; many Americans are working longer, some by choice and others from economic necessity. Many pilots are in the second category, having lost hundreds of thousands of dollars in pension benefits because of airline bankruptcies.  The immediate impetus, however, was the International Civil Aviation Organization, a body affiliated with the United Nations, that recently changed its rules to allow pilots to fly until 65. Ms. Blakey said the rules worldwide should be ''seamless.''  She also said there was no medical justification for retirement at 60, adding that it it was not clear that the rule was medically justified in 1960. Pilots receive physicals every six months.  The F.A.A will propose a rule before the end of the year, she said, although it is likely to take 18 months to two years to put in place. During this process, the F.A.A. will take comments from the public.  The rule will not be retroactive, she said; it will apply only to pilots who are under 60 when the new rule takes effect.  Ms. Blakey said that she had already received 180 applications for waivers from pilots who were anticipating the change, but that neither her agency nor the airlines had a way to process them.  The co-chairman of the F.A.A.'s panel on pilot age, Duane Woerth, 58, who was president of the Air Line Pilots Association until Jan. 1, said that in the short term, the change might cut the airlines' training costs. But it may also add to sick time expenses, he said. ''Guys my age are on Lipitor, Vioxx and Nexium,'' he said, naming drugs for control of common health problems. ''We take the cocktail every day.''  Mr. Woerth, who is 58 and on leave from Northwest Airlines, said he did not know if the rule would take effect in time to affect him.  Mr. Woerth's union, now led by John Prater, backs the current rule; many younger pilots say the current rule helps them advance faster. Mr. Prater said his union would study the proposal.  ", 
            "title": "F.A.A. to Propose Letting Airline Pilots Fly Until Age 65"
        }, 
        "weight": 0.39625069959678777, 
        "file": "1822765.txt", 
        "other_topics": {
            "0": 0.00036502427971641044, 
            "1": 0.19477917997786065, 
            "2": 0.0003131866138560708, 
            "3": 0.00028911274021785875, 
            "4": 0.0004154300428819676, 
            "5": 0.00017799844200208298, 
            "6": 0.0004633535792576435, 
            "7": 0.00047791476607738796, 
            "8": 0.00020086906417487963, 
            "9": 0.0002963341507340996, 
            "10": 0.39625069959678777, 
            "11": 0.2899046636436169, 
            "12": 0.0002908830752207776, 
            "13": 0.00023413685619662748, 
            "14": 0.015313830930488293, 
            "15": 0.00039488881952711325, 
            "16": 0.00022312701261328218, 
            "17": 0.0005381134627868095, 
            "18": 0.00016133918579104163, 
            "19": 0.02972268723444135, 
            "20": 0.00032329118326887254, 
            "21": 0.00022411317563594658, 
            "22": 0.00024240840744980922, 
            "23": 0.000163593597141607, 
            "24": 0.00018793062210868162, 
            "25": 0.00017681578107339957, 
            "26": 0.00019926775436857595, 
            "27": 0.06664234509669888, 
            "28": 0.000612935515165887, 
            "29": 0.0002800215802787407, 
            "30": 0.00013450381256064064
        }
    }, 
    {
        "content": {
            "text": "  As part of its latest plan to stabilize Iraq, the United States intends to more than double the number of regional reconstruction teams and to add nearly 400 specialists for existing and new teams, in fields from politics and the rule of law to agribusiness and veterinary care, according to an official outline of the plan.  The document calls for the measures to be taken swiftly, in three phases, with waves of new teams and personnel expected to be put in place in March, June and September. The teams are to carry out rebuilding and governance projects from small offices all over Iraq.  The document, provided to The New York Times by a critic of the plan, lays out what an American official familiar with its contents calls simply ''the playbook,'' giving detailed estimates of the costs to be incurred by various teams as a result of the changes. About $250,000, for example, is set aside for new office furnishings for a team in the southern city of Basra, which is supposed to receive 25 additional specialists.  While the plan does call for the creation of about a dozen new reconstruction teams around Iraq, most of the new personnel will be added to existing teams, the plan indicates. While 400 may sound like a small number compared with the plan to increase the number of troops by more than 20,000, the existing 10 reconstruction teams have, at most, a total of about 100 civilian specialists, and recruiting that many has been difficult, officials say.  Whether it is wise to increase the staffing of the teams by a factor of five is likely to be questioned by existing team members, the American official said.  That is because extremely restrictive security regulations have made it difficult for the specialists already on the provincial reconstruction teams, often called P.R.T.'s, to leave their bases and work with Iraqis, the official said, adding that the cumbersome rules must be followed even in relatively safe areas in the northern and central parts of Iraq. ''Across the board they have to follow the same security rules,'' the official said. ''So the P.R.T.'s that could be successful still can't get out in the field.''  In addition, because oversight agencies have previously reported that the existing teams have had trouble equipping themselves with items as essential as pencils and other office supplies, a fresh wave of officials could find it more difficult than expected to begin their work for reasons other than security.  The teams also have been criticized for relying heavily on uniformed personnel whose skills are poorly matched with specialized needs in the field. That concern has repeatedly come up because the State Department has had great difficulty persuading civilian officials to accept jobs at the dangerous, isolated and uncomfortable bases in the Iraqi provinces.  The document does not explain how so many additional government officials with the specialized skills called for will be recruited when the State Department has found it so difficult to bring a much smaller number to Iraq in the past.  United States officials have previously disclosed elements of the plans outlined in the document, which is dated Jan. 14. Among those elements are the request for $414 million in additional State Department financing for 2007 and the likely need to search for officials with a range of technical specialties to accept the jobs.  But the new document makes clear that detailed plans have progressed far beyond those numbers. There are indications that the United States plans to add six teams in Baghdad, apparently scattered around the city, and three in western Anbar Province. Each has one team now.  Together, Anbar and Baghdad account for more than 140 of the projected additional specialists. They are to include political advisers, economics experts, medical personnel and specialists in city management, engineering and business.  The other new personnel are to be scattered around the country; for instance, the little office in Diyala Province, now staffed with no more than a handful of Americans, would receive 33 more. For perspective, an entire American Embassy in a small country might have fewer American officials than the number planned for Diyala Province.  A summary at the beginning of the document indicates that beyond their purely civil duties, the teams will also be expected to support the counterinsurgency efforts by the United States military. There is no description of how that support would be carried out.  Nonmilitary duties relegated to the teams, according to the document, would be to promote moderate political groups and to further reconciliation in Iraqi society.  They would also be asked to help by ''fostering economic development'' and ''building capacity'' at the provincial level. ''Capacity'' is a bureaucratic term meaning skill in technical, managerial and other areas.  Some of the projected costs may raise eyebrows. Around the country, for example, the United States plans to spend more than $2 million in office furnishings alone as part of the plan. More than $7 million is budgeted for information technology, apparently including computers. Some of that money may be used to support existing team members.  The new plans could become a windfall for more than computer and furniture companies.  The document's last page gives a hint of the likely financing requests in support of the teams in fiscal year 2008, suggesting that protection alone may require $400 million.  THE REACH OF WAR  ", 
            "title": "Rebuilding Teams Would Swell Under Bush's New Iraq Plan"
        }, 
        "weight": 0.3956418138468537, 
        "file": "1819073.txt", 
        "other_topics": {
            "0": 0.00018731727247814787, 
            "1": 0.00015223164109106122, 
            "2": 0.00016071605518888635, 
            "3": 0.00014836221299680831, 
            "4": 0.0026473643328060468, 
            "5": 9.134236957359034e-05, 
            "6": 0.00023777631648765933, 
            "7": 0.0002452485914860193, 
            "8": 0.00010307874658559304, 
            "9": 0.0001520679799731809, 
            "10": 0.3956418138468537, 
            "11": 0.270477631676138, 
            "12": 0.00014927068496030892, 
            "13": 0.00012015057552728834, 
            "14": 0.0029901434763624835, 
            "15": 0.00020264267534039594, 
            "16": 0.00011450072157224316, 
            "17": 0.0002761403877334051, 
            "18": 0.01712205794754543, 
            "19": 0.03716023503898614, 
            "20": 0.00016590135514603612, 
            "21": 0.00011500678480663353, 
            "22": 0.00012439523678958286, 
            "23": 8.395032362028683e-05, 
            "24": 0.02200406499948567, 
            "25": 0.23133789662874338, 
            "26": 0.00010225701224632566, 
            "27": 0.00011991478598830822, 
            "28": 0.002748717005555583, 
            "29": 0.014748780820780774, 
            "30": 6.902249715099858e-05
        }
    }, 
    {
        "content": {
            "text": "  The Winter Garden Theater officially returned to Broadway on Monday as simply the Winter Garden Theater, after almost five years of working under another name: the Cadillac Winter Garden. In 2002 General Motors and the Shubert Organization, which owns the Winter Garden, entered into a multimillion-dollar sponsorship deal, under which the automaker had naming rights to the theater. Though the specifics were never released, the deal was reported at the time to be worth $1 million a year to the Shuberts. General Motors chose not to renew the agreement when it expired at the end of 2006. Robert E. Wankel, the executive vice president of the Shubert Organization, said there were no imminent plans to change the Winter Garden's name to something else.  While Broadway posted record-breaking grosses for the holiday week, ''Wicked'' hit a theatrical grand slam. It posted the highest weekly grosses ever recorded for a show on Broadway. It also, according to producers, broke the record for weekly grosses on the West End in London. And Chicago. And Toronto. In each place, ''Wicked'' was breaking the record previously held by ''Wicked.''  CAMPBELL ROBERTSON  ", 
            "title": "Arts, Briefly; Winter Garden's Drive Time Ends"
        }, 
        "weight": 0.39452388545401257, 
        "file": "1816146.txt", 
        "other_topics": {
            "0": 0.0007137438734514633, 
            "1": 0.13043108826561353, 
            "2": 0.0006123839955535161, 
            "3": 0.01911545911348907, 
            "4": 0.10283811541843926, 
            "5": 0.00034804615616691194, 
            "6": 0.0009060103582531144, 
            "7": 0.0009344823215177202, 
            "8": 0.009667839603173077, 
            "9": 0.0005794318250425064, 
            "10": 0.39452388545401257, 
            "11": 0.001080539132428276, 
            "12": 0.0005687731593932582, 
            "13": 0.00045781542748159334, 
            "14": 0.0021184115078164917, 
            "15": 0.0007721389816889118, 
            "16": 0.00043628752141634006, 
            "17": 0.0010521907955937278, 
            "18": 0.00031547176942714017, 
            "19": 0.002467296627359935, 
            "20": 0.30670957632884377, 
            "21": 0.0004382157981222018, 
            "22": 0.0004739890612888702, 
            "23": 0.00031987989343181065, 
            "24": 0.009642540645624472, 
            "25": 0.00034573366069983233, 
            "26": 0.00038963473598933884, 
            "27": 0.000456916987435758, 
            "28": 0.01047356656763203, 
            "29": 0.00054753532426233, 
            "30": 0.0002629996893510897
        }
    }, 
    {
        "content": {
            "text": "  Airlines and pilots' unions expect the Federal Aviation Administration to announce Tuesday that it will review its rule requiring airline pilots to retire at age 60, now that the International Civil Aviation Organization has raised the age to 65.  An advisory committee assembled by the F.A.A. reported back on the issue last November but did not reach a consensus. Its members, including airlines, pilots' unions and other specialists, simply laid out the pros and cons. But the group did recommend that if a change was made, it should be prospective, meaning that pilots who had already been forced to retire would not be allowed back.  Committee members who favored the change argued that there was no medical rationale for setting the retirement age at 60, and that a pilot shortage was coming and could be alleviated by letting pilots work longer. Those opposed said that setting a new age would replace one arbitrary limit with another and that no changes had been offered that would maintain current safety levels.  The report was released this month, and F.A.A. officials have been saying that an announcement on the issue will come soon. The administrator, Marion C. Blakey, is scheduled to give a speech Tuesday that people involved in the issue say will include the subject of retirement age. Ms. Blakey cannot simply propose a change, however. Under federal procedures, she is more likely to announce a review, but such an announcement amounts to a sign of willingness to make the change.  Some of the impetus for change has nothing to do with safety. Many pilots have lost the bulk of their pensions as a result of their airlines' bankruptcy proceedings and some older pilots have decided they would like to work longer.  The new international rule requires that if one member of a two-pilot crew is over 60, the other must be under 60.  Since the international change last November, the F.A.A. has allowed foreign carriers to fly into the United States with pilots older than 60. The F.A.A. is not obligated to comply with the international rule, if it can show a compelling reason not to.  Any change would create complications for the airlines. Among them are whether retirees, if allowed to return, would regain their seniority and bump some younger pilots from captain down to first officer. That problem might be resolved by Congress.  Other issues include what medical standards would apply, and how fitness would be evaluated. Captains now get physicals every six months. Another issue is how the F.A.A. would gather information to demonstrate the effect of the change on safety.  The existing standard was set by the F.A.A. in 1960, partly at the request of the airlines. The agency did not use medical data on pilots at the time, proponents of change point out.  The F.A.A. recently decided to allow air traffic controllers to work beyond age 56, case by case.  ", 
            "title": "F.A.A. Review Is Expected On Pilots' Age At Retirement"
        }, 
        "weight": 0.39367465111791466, 
        "file": "1822588.txt", 
        "other_topics": {
            "0": 0.00035007895863323294, 
            "1": 0.1731564783712398, 
            "2": 0.00030036370107156083, 
            "3": 0.00027727549274722443, 
            "4": 0.00039842094040995447, 
            "5": 0.00017071058742404438, 
            "6": 0.00044438232610586665, 
            "7": 0.00045834732898808705, 
            "8": 0.00019264480944282926, 
            "9": 0.009382726038075153, 
            "10": 0.39367465111791466, 
            "11": 0.3326261409875923, 
            "12": 0.0002789733442839367, 
            "13": 0.0002245505062256531, 
            "14": 0.005588306409335795, 
            "15": 0.0003787207437909602, 
            "16": 0.00021399144264948019, 
            "17": 0.0005160812886893017, 
            "18": 0.00015473341716431118, 
            "19": 0.0012101660918903724, 
            "20": 0.0003100545554449167, 
            "21": 0.00021493722884289497, 
            "22": 0.00023248339236474762, 
            "23": 0.00015689552533571833, 
            "24": 0.00018023611068889982, 
            "25": 0.0001695763486094336, 
            "26": 0.0001911090626429849, 
            "27": 0.07756157066789376, 
            "28": 0.000587839874720945, 
            "29": 0.0002685565554570058, 
            "30": 0.00012899677432419226
        }
    }, 
    {
        "content": {
            "text": "  Re ''The Times Speaks for Itself'' (Dec. 17): In response to those who say you speak for The New York Times, you say that ''it exercises absolutely no control over what I write in the space regularly provided to me'' and give several examples and arguments why that is true.  I believe and agree with you. But at the end of the day, your paycheck comes from the paper, which means it is possible (though not necessarily true) either that you may occasionally consciously or unconsciously censor yourself, or that one day the paper may stop paying you.  If either of these events occurred (which you may not or cannot absolutely know or predict), it would then contradict your ''absolute'' statement.  DARREN LINKIN  Philadelphia, Dec. 17, 2006  LETTERS TO THE PUBLIC EDITOR  ", 
            "title": "An Independent Voice"
        }, 
        "weight": 0.38882131175453427, 
        "file": "1817262.txt", 
        "other_topics": {
            "0": 0.0014570038996484247, 
            "1": 0.0011840984645205672, 
            "2": 0.0012500925090804748, 
            "3": 0.0011540010167617474, 
            "4": 0.039525617414550206, 
            "5": 0.0007104854075182755, 
            "6": 0.0018494878543940621, 
            "7": 0.001907609210037472, 
            "8": 0.0008017740903397003, 
            "9": 0.00118282546452533, 
            "10": 0.38882131175453427, 
            "11": 0.0022057628628847125, 
            "12": 0.0011610673549377745, 
            "13": 0.0009345633468407665, 
            "14": 0.004324427771299982, 
            "15": 0.0015762089864969075, 
            "16": 0.0008906172700265997, 
            "17": 0.002147893872546832, 
            "18": 0.0006439895533696501, 
            "19": 0.5162467634156541, 
            "20": 0.0012904251605143963, 
            "21": 0.0008945535653624261, 
            "22": 0.019901288259227476, 
            "23": 0.0006529880948686903, 
            "24": 0.0007501299625560048, 
            "25": 0.000705764785683497, 
            "26": 0.0007953824206290105, 
            "27": 0.0009327293126737869, 
            "28": 0.002446548039279823, 
            "29": 0.0011177134155810442, 
            "30": 0.0005368754636559695
        }
    }, 
    {
        "content": {
            "text": "  The nation's ability to track retreating polar ice and shifting patterns of drought, rainfall and other environmental changes is being put ''at great risk'' by faltering efforts to replace aging satellite-borne sensors, a panel convened by the country's leading scientific advisory group said.  By 2010, the number of operating Earth-observing instruments on NASA satellites, most of which are already past their planned lifetimes, is likely to drop by 40 percent, the National Research Council of the National Academies warned in a report posted on the Internet yesterday at www.nas.edu.  The weakening of these monitoring efforts comes even as many scientists and the Bush administration have been emphasizing their growing importance, both to clarify risks from global warming and natural hazards and to track the condition of forests, fisheries, water and other resources.  Several prominent scientists welcomed the report, saying that while the overall tightening of the federal budget played a role in threatening Earth-observing efforts, a significant contributor was also President Bush's recent call for NASA to focus on manned space missions.  ''NASA has a mission ordering that starts with the presidential goals -- first of manned flight to Mars, and second, establishing a permanent base on the Moon, and then third to examine Earth, which puts Earth rather far down on the totem pole,'' said F. Sherwood Rowland, an atmospheric chemist at the University of California, Irvine, who shared a Nobel Prize for identifying threats to the ozone layer.  In an e-mail statement, John H. Marburger III, President Bush's science adviser and director of the Office of Science and Technology Policy, acknowledged that there were many challenges to maintaining and improving Earth-observing systems, but said the administration was committed to keeping them a ''top science priority.''  The report, ''Earth Science and Applications From Space: National Imperatives for the Next Decade and Beyond,'' proposed spending roughly $3 billion a year in constant 2006 dollars on new instruments and satellite missions through 2020, saying that would satisfy various scientific and societal priorities while holding annual costs around what they were, as a percentage of the economy, in 2000.  ''We're trying to present a balanced, affordable program that spans all the earth sciences,'' said Richard A. Anthes, the co-chairman of the committee that wrote the report and the new president of the American Meteorological Society.  The report is the latest in a string of findings from such panels pointing to dangers from recent disinvestment in the long-term monitoring of a fast-changing planet.  ''This is the most critical time in human history, with the population never before so big and with stresses growing on the Earth,'' Dr. Anthes said. ''We just want to get back to the United States being a leader instead of someone you can't count on.''  Satellite-borne instruments, using radar, lasers and other technology, have revolutionized earth and climate science, allowing researchers to accurately and efficiently track parameters like sea level and tiny motions of the Earth from earthquakes, the amount of rain in a cyclone and moisture in air, and the average temperature of various layers of the atmosphere.  The committee identified significant gaps in instrumentation or plans for satellites orbiting over the poles, around the Equator, and positioned so that they remain stationary over spots on the rotating Earth.  One of the most important aspects of such monitoring is launching new satellites before old ones fail. Without this overlap, it is hard to assemble meaningful long-term records that are sufficiently precise to uncover trends, the report's authors said.  The report went beyond discussing ailing hardware and said the White House science policy office should do more to ensure that society and science were benefiting fully from the reams of data flowing from orbiting instruments.  Senior officials at NASA and the National Oceanic and Atmospheric Administration welcomed the report and said it would be considered as they sought to sustain Earth observations in a time of tight budgets.  ", 
            "title": "Scientists Warn of Diminished Earth Studies From Space"
        }, 
        "weight": 0.3877407325692203, 
        "file": "1819186.txt", 
        "other_topics": {
            "0": 0.00022512971344343084, 
            "1": 0.0791728612165139, 
            "2": 0.00019315869258481504, 
            "3": 0.00017831106579720878, 
            "4": 0.00025621760443571095, 
            "5": 0.00010978102134038547, 
            "6": 0.000285774575330452, 
            "7": 0.00029475522675087844, 
            "8": 0.026453853082180758, 
            "9": 0.09087487187054985, 
            "10": 0.3877407325692203, 
            "11": 0.11151179443986282, 
            "12": 0.0001794029247064727, 
            "13": 0.00014440454038576323, 
            "14": 0.0006681912005825783, 
            "15": 0.00024354874928106583, 
            "16": 0.00013761418952772935, 
            "17": 0.0003318829360374747, 
            "18": 9.950637993876086e-05, 
            "19": 0.000778236848480996, 
            "20": 0.00019939071314558607, 
            "21": 0.0001382224082436828, 
            "22": 0.032330576260829795, 
            "23": 0.00010089679424690142, 
            "24": 0.00011590672032951649, 
            "25": 0.00010905161200854021, 
            "26": 0.00012289892736550655, 
            "27": 0.04110184688666218, 
            "28": 0.000378029639551109, 
            "29": 0.00017270406827487374, 
            "30": 0.2253504471223909
        }
    }, 
    {
        "content": {
            "text": "  Rudolph W. Giuliani, who developed a national reputation for decisive and reassuring leadership after 9/11, now faces the odd challenge of having to reassure some supporters that he can be decisive about a very different issue: running for president.  Even as his fellow Republican John McCain and fellow New Yorker Hillary Rodham Clinton have all but formally declared their candidacies, Mr. Giuliani has proceeded more cautiously.  Since last month, he has formed an exploratory committee, more aggressively recruited a campaign staff and moved to divest himself of one of his companies. And he is now visiting New Hampshire, home to the first primary, for the second time in three months. But he has studiously avoided making a public commitment to run.  Asked recently in Delaware about his political plans, he offered an ambiguous reply: ''I think the biggest question you have to ask is, 'Can you really lead the country?' If I believe that I can do it, then I will, and if I don't, then I'll support somebody else.''  He ducked the question again yesterday, telling reporters in Bretton Woods, N.H., that he would not be rushed by contenders who are already entering the race. ''You should do it when you feel it's the right time,'' he said.  Despite the delay, his aides argue that the accelerated pace of early primaries next year actually benefits a well-established figure like Mr. Giuliani -- much, they say, as his national stature will enable him to close whatever gaps now exist in fund-raising and organization.  Frank Luntz, a Republican consultant who is not now working for any of the presidential campaigns, described Mr. Giuliani as ''the only candidate who can set his own timetable, because he is so established in the minds of the voters.''  Nonetheless, doubts have been raised about the proverbial fire in his belly. Some New Yorkers in particular recall his decision to quit the Senate race against Mrs. Clinton in 2000 after running for months and raising millions of dollars but never formally declaring his candidacy.  Mr. Giuliani, already hobbled then by a messy separation from his wife, withdrew after finding that he had prostate cancer. But he was also ambivalent about the prospect of being a legislator.  Wrestling then with which course of medical treatment to pursue, he said on the day he withdrew: ''And about the decision to run: I was almost in the same position, not being able to make it, which has never really happened to me. I've always been able to make decisions.''  David Garth, a media consultant who helped steer the Giuliani mayoral campaigns, said that while he had no reason to doubt a candidacy this time, ''it's a question of where his head is, as it was in the Senate race.''  Michael R. Long, chairman of the New York State Conservative Party, voiced uncertainty.  ''He called me before Thanksgiving just to touch base and said he'd like to talk, and I haven't heard from him since,'' Mr. Long said. ''We went through this in the United States Senate race. Whether he pulls the trigger or not, I don't know.''  Fred Siegel, a Cooper Union historian and Giuliani biographer, dismissed the analogy to 2000. ''The question is there in Washington,'' Mr. Siegel said, but ''I think it's mistaken.''  Mr. Giuliani's aides maintain that he is being held to a standard different from that of other prospective candidates who have not formally declared. And anyway, they say, his ambivalence, whether real or merely perceived, may well vanish soon. Mr. Giuliani, who will address the Republican State Convention in New Hampshire today, is to travel to California and South Carolina next month, and supporters in New Jersey are preparing to announce endorsements next week.  California and New Jersey are two of a number of populous states that are expected to shift their 2008 primaries to February, very early in the campaign season, and South Carolina's comes even earlier, a week after New Hampshire's.  ''Folks who believe he is not running do so at their own peril,'' said Michael DuHaime, former political director of the Republican National Committee, who is heading Mr. Giuliani's exploratory effort.  ''There is a spin out there that the campaign is further behind than it is, that Rudy may not be serious, and that is being done deliberately to keep us from certain fund-raisers,'' said Mr. DuHaime, a native New Jerseyan who begins working for Mr. Giuliani full time next week.  Kieran Mahoney, a Republican consultant in New York who is working for another presidential prospect, former Gov. James S. Gilmore III of Virginia, said he had been unconvinced of a Giuliani run until recently, when the former mayor stepped up the pace of hiring a campaign staff and reports emerged that he had taken steps to sell the biggest division of his consulting business.  ''Stop listening to what they say and look at their behavior,'' Mr. Mahoney said of potential candidates in general. ''Giuliani is, in fact, an active participant in the marketplace in terms of scooping up talent and making business decisions that are economically injurious and politically positive. I have been a skeptic. I am now a believer.''  Even Mr. Giuliani himself, though continuing to demur, did drop a hint or two in New Hampshire yesterday, saying at a Chamber of Commerce dinner that he might return later this year to play golf, or for other reasons.  Some consultants to Mr. Giuliani's rivals, and even some of his supporters, say that given the campaign's relatively late start, his inner circle may be overconfident about his ability to build a respectable war chest by March 31, the first of the deadlines for reporting campaign contributions. A poor sum then would make it all the harder to attract further donations, and, with more candidates now choosing not to participate in the federal campaign financing system, the importance of fund-raising has increased, as has competition for the millions at stake.  Already, Mr. Giuliani is being measured against a 140-page game plan drafted by a member of his campaign staff last fall. That document, which Giuliani advisers say was stolen from them, set a fund-raising goal of at least $25 million by the end of March, but some potential fund-raisers and donors whom it identified have already enlisted in support of other candidates.  Asked about the $25 million figure, Mr. DuHaime, who did not join the campaign until after the document was drafted, replied: ''What is important to us is we have a strong number in that first period, and I'm not going to put the number out there publicly. We're certain we're going to have enough money to be competitive.''  In New Jersey, where two fund-raisers have been scheduled and a spectrum of local politicians are expected to endorse Mr. Giuliani next week, one supporter, Steven E. Some, said that he had worked in five presidential campaigns and that ''selling Rudy is the easiest sell I've ever had in my life.''  ''I have no doubt whatever that he's in this for the long term,'' said Mr. Some, a veteran political consultant. ''I've never had anyone come up to me to raise any doubt about whether he's going to go the course.''  Still, an underlying perception exists, and is being stoked, that Mr. Giuliani has not committed himself to a campaign, in part because he is reluctant to relinquish the lucrative consulting business that he founded after he left the mayor's office five years ago. Referring to Mr. Giuliani's exploratory activity, Harold M. Ickes, a longtime adviser to Mrs. Clinton, said, ''I thought he was just advertising so he can increase his fees.''  Mr. Mahoney, the Republican consultant, acknowledged that one challenge facing Mr. Giuliani would be determining how to expand his political base rightward.  ''In order to become the mayor of New York City,'' Mr. Mahoney said, ''you have to do things that are not wholly consistent with being the Republican nominee for president.''  ", 
            "title": "Preparations Set, Giuliani Now Faces a Big Choice"
        }, 
        "weight": 0.3868503959538603, 
        "file": "1821819.txt", 
        "other_topics": {
            "0": 0.00014072910413973514, 
            "1": 0.00011436971182124147, 
            "2": 0.011093359234029895, 
            "3": 0.00011146265929995911, 
            "4": 0.05868077709084302, 
            "5": 6.862437013966001e-05, 
            "6": 0.0001786383474532924, 
            "7": 0.00018425217341014652, 
            "8": 7.74417621553269e-05, 
            "9": 0.0019430159701064541, 
            "10": 0.3868503959538603, 
            "11": 0.00021305024078066383, 
            "12": 0.4060989108725972, 
            "13": 9.026761190856765e-05, 
            "14": 0.029677995300749275, 
            "15": 0.0019810121008263185, 
            "16": 8.602294789496686e-05, 
            "17": 0.0002074607902859287, 
            "18": 6.22016680551971e-05, 
            "19": 0.07912355388966905, 
            "20": 0.0001246395955716969, 
            "21": 8.640314681987979e-05, 
            "22": 0.003750995002013669, 
            "23": 6.30708192524106e-05, 
            "24": 0.003729991988371591, 
            "25": 6.81684146806862e-05, 
            "26": 7.682440351094751e-05, 
            "27": 0.01472024418475226, 
            "28": 0.00023630720129558664, 
            "29": 0.00010795771219118844, 
            "30": 5.1855731513924376e-05
        }
    }, 
    {
        "content": {
            "text": "  For more than 10 years, the Metropolitan Transportation Authority has been working to correct a major hindrance to police work in the subway system: a radio network that keeps transit officers underground from talking with officers patrolling the streets above.  The goal was simple but potentially revolutionary: replace an antiquated radio system with a network that would make it possible, for instance, for an officer chasing a suspect down a subway stairway to radio ahead to other officers.  Last October, after spending $140 million, the authority completed the installation of the system citywide.  But it has not been turned on.  That is because the Police Department refuses to use it, saying the new system is hobbled by widespread interference that garbles communication and creates areas where radios cannot receive properly. ''What you get is distorted audio,'' said Joseph Yurman, a communications engineer for New York City Transit. ''You can hear it, but it sounds as if you're talking through a glass of water.''  Fixing the problem may require replacing new equipment with more advanced components at a cost of up to $20 million more. If all goes well and disputes over which agency will pay for the changes can be resolved, the police say the full system could be turned on next year, some four years behind schedule.  The decades-old radio disconnect between surface and subterranean police officers is another example of the kind of communications problems that have faced public safety agencies in New York City, most famously and tragically evident on 9/11. The communication problems that day included the inability of endangered firefighters to hear police radio broadcasts warning that the north tower was about to collapse.  This time, the goal is to allow members of the same agency to communicate with each other, whether dealing with a street crime gone underground or something far more catastrophic, like an accident or terrorist attack in the subway.  Fixing the interference is not the only problem. The authority's new system uses a network of underground antenna cable that was already in place in the tunnels. But the authority has discovered that 72 miles of cable -- one-fifth of the system -- was so old and deteriorated it could not adequately carry the signal.  The authority plans to replace the cable over the next several years at an additional cost of $36 million. When all of the fixes are made, the project will eventually have cost about $210 million, far more than its original budget of $115 million.  In the meantime, transit police continue to use their old radios.  ''We have no communication with the outside,'' said one veteran transit police officer who spoke on condition of anonymity. ''Something can be happening to the street cops right upstairs and we don't even know.'' He said fleeing suspects knew they could take advantage of the communication gap by ducking into the subway. ''This is no secret,'' he said. ''The criminals know how it works.''  Police officers patrolling the subways have long used a VHF radio system that is separate from the UHF system used by officers working aboveground. The two systems date back to the days when the transit police existed as a separate force run by the Metropolitan Transportation Authority.  In 1995, that force merged with the city department, and the authority agreed to build a system that would carry regular city police radio signals underground.  The subway is a technically difficult environment for radio operations, and officials with both agencies said they could not have anticipated the severity of the problems. That applies in particular to the interference, which occurs when signals aboveground and below it mix as they pass through station entrances and gratings in the street, producing a buzz on radios that can range from a slight annoyance to a transmission killer.  Michael Hunter, president of RCC Consultants, which worked on the design in its early stages, said radio networks in other subway systems also had to cope with interference, but perhaps not to the same degree. ''In New York it's a very tough problem because of the number of portals that go into the subways and the number of vents and so on,'' Mr. Hunter said. ''Some of the newer subways don't have this problem.''  In December 1999, after years of design work, the transportation authority chose two firms, E.A. Technologies and Petrocelli Electric, to build the system. Engineering reports submitted to the authority's board say the project was expected to be completed by June 2004.  Those reports also show that concerns about interference emerged as early as 2001. Nonetheless, in late 2001, the authority directed manufacturers to begin producing the amplifiers.  Even as the equipment was being produced, however, the authority's engineers were searching for ways to modify the system to reduce the interference. As part of that effort, they began looking at digital components that were only then being developed and had not been available when the system was designed.  In mid-2004, the Police Department informed the transportation authority that it would not use the radio system unless the interference was eliminated, but a year later, officials at the authority made a concerted push to get the department to see things their way.  According to project records maintained by the authority, top officials met in September 2005 with their police counterparts to urge them to begin using the radio system as is, with adjustments to come later to fix the interference.  ''Based on several discussions,'' the records say, ''we got indication that N.Y.P.D. will not accept the system without us addressing the T.D.I. issue,'' a reference to time domain interference, the technical term for the problem. Talks continued throughout the fall and winter, according to the records, but the Police Department refused to budge.  The authority forged ahead with construction and by the middle of last year the installation was largely finished. In October, the authority formally declared the contract with E.A. Technologies and Petrocelli complete -- only there was no one to hand the long-awaited system off to.  ''I don't think anybody anticipated the extent of the interference,'' said Inspector Charles F. Dowd, commander of the police communications division. ''As soon as we started testing, it became apparent there was a serious problem.''  While agreeing that the interference needed to be corrected, transit officials said the radio system could be put into use while a solution was developed. Parts of the system in Manhattan have been ready since 2004, when they were briefly activated (although apparently never used) as a backup network during the Republican National Convention, they said.  ''What's in place today is functional,'' Mark Bienstock, a New York City Transit program manager, said in an interview.  In a later e-mail message, Mr. Bienstock declined to say how widespread the interference is. ''In general,'' he wrote, interference ''is expected at every entrance to the subway at street level. Its significance or severity is subjective.''  That difference in perception has fueled a dispute in recent months over who will pay for a fix. The Police Department insists that under the 1995 agreement that merged the police forces, the authority agreed to cover all the costs involved in building the radio system. Officials at the authority, on the other hand, say they have fulfilled their financial obligations, and they want the police to pay half the $20 million repair cost.  Privately, officials at the authority accuse the police of stalling to force the authority to pay the full cost. After the police formally accept the system, they will be expected to share the expense of maintaining or upgrading it with the authority.  ''The issue is simply one of functionality,'' Inspector Dowd said. ''If the system isn't working in an area, the cops can't use it.''  Elliot G. Sander, who took over this month as executive director and chief executive of the transportation authority, said he spoke to Police Commissioner Raymond W. Kelly about the radio system on Tuesday and planned to meet with him to resolve the financing issue.  While the police were intended as the radio system's primary user, it was also designed to be used by the Fire Department, but on a different frequency. They won't be able to talk with the police.  Mr. Yurman said the Fire Department radios were configured differently and have already used the system. Francis X. Gribbon, a Fire Department spokesman, said the department has been testing the system extensively and has concerns about some areas of tunnels and stations where signals do not reach.  Fire officials had previously asked the authority to make changes to the way the system works in the underwater tunnels, and they agreed to split the cost of those changes, which is estimated at $14 million.  ", 
            "title": "GARBLES HAMPER NEW POLICE RADIO"
        }, 
        "weight": 0.38624932094986814, 
        "file": "1821342.txt", 
        "other_topics": {
            "0": 0.00011769813288008993, 
            "1": 9.565257749404874e-05, 
            "2": 0.00010098363791727812, 
            "3": 9.322127761453304e-05, 
            "4": 0.0001339509262986297, 
            "5": 5.739367336191004e-05, 
            "6": 0.12709646266613892, 
            "7": 0.2418123559383686, 
            "8": 6.476805823744613e-05, 
            "9": 0.019978824093693434, 
            "10": 0.38624932094986814, 
            "11": 0.05676904134605296, 
            "12": 9.379210299792315e-05, 
            "13": 7.54948981316167e-05, 
            "14": 0.0003493313055508175, 
            "15": 0.0001273276308898488, 
            "16": 7.194489309066895e-05, 
            "17": 0.00017350886877128433, 
            "18": 5.202207629243856e-05, 
            "19": 0.00040686332605187006, 
            "20": 0.00010424174708844886, 
            "21": 7.226287069635908e-05, 
            "22": 0.1637328047000144, 
            "23": 0.001582231629193716, 
            "24": 6.0596197464919396e-05, 
            "25": 5.7012337130675185e-05, 
            "26": 6.425173320144867e-05, 
            "27": 7.534674314236522e-05, 
            "28": 0.00019763443069312545, 
            "29": 9.028993137263437e-05, 
            "30": 4.3369300299530954e-05
        }
    }, 
    {
        "content": {
            "text": "  An article on Jan. 14 about efforts by the Carnegie, Ford and Rockefeller Foundations to improve their operations referred incorrectly to the Spike Lee documentary on New Orleans, ''When the Levees Broke,'' which was underwritten by the Rockefeller Foundation. The documentary itself, in DVD form, is the basis of a curriculum on poverty developed by Teachers College at Columbia. It is not being used to create 20-to-30 minute DVDs for the curriculum.  ", 
            "title": "Corrections"
        }, 
        "weight": 0.3843871841103628, 
        "file": "1821336.txt", 
        "other_topics": {
            "0": 0.31936216223051705, 
            "1": 0.0016537818137347476, 
            "2": 0.0017459529920431035, 
            "3": 0.10738748746694687, 
            "4": 0.0023159397441159394, 
            "5": 0.027436241241961954, 
            "6": 0.002583103914047067, 
            "7": 0.002664279630284144, 
            "8": 0.0011198050238705344, 
            "9": 0.0016520038667952929, 
            "10": 0.3843871841103628, 
            "11": 0.0030806986220755024, 
            "12": 0.0016216152065484303, 
            "13": 0.0013052663381453893, 
            "14": 0.0060397510994839865, 
            "15": 0.002201426515293473, 
            "16": 0.001243888653098153, 
            "17": 0.0029998753741214334, 
            "18": 0.0008994338254032853, 
            "19": 0.007034448907998088, 
            "20": 0.10757802547932731, 
            "21": 0.0012493863155265176, 
            "22": 0.0013513785888623609, 
            "23": 0.0009120017196512317, 
            "24": 0.0010476757864177606, 
            "25": 0.000985712761489267, 
            "26": 0.001110878040647718, 
            "27": 0.0013027048177634275, 
            "28": 0.0034169934131513253, 
            "29": 0.0015610645356285507, 
            "30": 0.0007498319646872838
        }
    }, 
    {
        "content": {
            "text": "  ''The question is whether our new strategy will bring us closer to success. I believe that it will.''  PRESIDENT BUSH [A19]  ", 
            "title": "QUOTATION OF THE DAY"
        }, 
        "weight": 0.38388504409387814, 
        "file": "1818051.txt", 
        "other_topics": {
            "0": 0.006512682465308306, 
            "1": 0.005292818577179108, 
            "2": 0.0055878062961027125, 
            "3": 0.005158285567132466, 
            "4": 0.007412010943331324, 
            "5": 0.0031758088338117935, 
            "6": 0.008267052079969988, 
            "7": 0.008526849554671407, 
            "8": 0.0035838614162624284, 
            "9": 0.3438153460113056, 
            "10": 0.38388504409387814, 
            "11": 0.009859570810485751, 
            "12": 0.005189871492704838, 
            "13": 0.004177418003588311, 
            "14": 0.10396187564354888, 
            "15": 0.007045518979391077, 
            "16": 0.0039809828094506845, 
            "17": 0.009600901387054866, 
            "18": 0.0028785780690664484, 
            "19": 0.022513285338643392, 
            "20": 0.005768089788711399, 
            "21": 0.003998577711988762, 
            "22": 0.004324997191606564, 
            "23": 0.002918800777769075, 
            "24": 0.003353016594547006, 
            "25": 0.0031547080590944906, 
            "26": 0.003555291200864312, 
            "27": 0.004169220028165632, 
            "28": 0.010935859897009816, 
            "29": 0.004996083102214772, 
            "30": 0.0023997872751405852
        }
    }, 
    {
        "content": {
            "text": "  On his last full day as governor of Massachusetts, Mitt Romney created a presidential exploratory committee Wednesday, the first formal step in a likely run for the 2008 Republican nomination.  ''After talking to my family, I have decided to take this initial step of forming an exploratory committee in order to raise the resources and build the campaign organization required to pursue the highest office in our country,'' Mr. Romney said in a statement issued in Boston.  By filing papers here, Mr. Romney became the latest in a parade of prospects who have formed such committees, a step that permits them to raise and spend money specifically on exploratory efforts.  ", 
            "title": "Romney Takes Step Toward an '08 Run"
        }, 
        "weight": 0.3807426106876774, 
        "file": "1816276.txt", 
        "other_topics": {
            "0": 0.0012448732851727136, 
            "1": 0.0010117011669298712, 
            "2": 0.0010680868931952233, 
            "3": 0.0009859857184840043, 
            "4": 0.09847925481480854, 
            "5": 0.0006070431956551189, 
            "6": 0.0015802140418032745, 
            "7": 0.0016298732931998988, 
            "8": 0.0006850408197592267, 
            "9": 0.0010106135077365926, 
            "10": 0.3807426106876774, 
            "11": 0.05041585688575935, 
            "12": 0.4215960966423803, 
            "13": 0.0007984967947336332, 
            "14": 0.019871898001244743, 
            "15": 0.001346722860256334, 
            "16": 0.0007609489906218493, 
            "17": 0.001835174018384521, 
            "18": 0.0005502287201246556, 
            "19": 0.004303324725078692, 
            "20": 0.0011025473639615594, 
            "21": 0.0007643121860857068, 
            "22": 0.0008267059680796436, 
            "23": 0.0005579171305128339, 
            "24": 0.0006409157525377307, 
            "25": 0.0006030098667031945, 
            "26": 0.0006795797370041254, 
            "27": 0.0007969297844194413, 
            "28": 0.0020903460146716483, 
            "29": 0.0009549813640661751, 
            "30": 0.0004587097689520952
        }
    }, 
    {
        "content": {
            "text": "  WITH all the targeted marketing out there, and the customer satisfaction surveys and opinion polls that companies seem to offer at every turn, you might think that employers could get a handle on which employee benefits are most popular among their workers.  You might think that -- but you would be wrong.  Employers and employees have widely divergent views on the appeal of a whole range of benefits, and the differences are wider now than they have been in years, according to several recently released surveys.  The differences are large enough that I can't help thinking of those troubled relationships in ''Can This Marriage Be Saved?,'' the long-running marital advice column in Ladies' Home Journal.  Some 86 percent of the 262 employers in a study by Watson Wyatt, the consulting firm, said they believed that their organization was treating employees well, and more than half expected to do a better job of treating employees well in the future. But only 55 percent of the 1,100 employees in the study believed they were well treated, and just 24 percent thought they would be treated better in the future.  Employers also appeared to have little sense of why high-performing employees might leave the organization: not one employer said health care benefits would play a role, but 22 percent of the top performers themselves said that those benefits would be important.  ''If I was surprised by anything, it was the degree of the disconnect and then that it ran across the spectrum from the highest-level summary statement of 'We think we treat our employees well' on down to the specifics,'' said Laura Sejen, Watson Wyatt's practice director in charge of strategic rewards. ''Think of it like tectonic plates. We're on a crash course and something's going to have to give.''  In another study measuring employees' commitment and motivation on the job, employees were less satisfied with every aspect of compensation than they had been in previous years, from overall pay to the pay system itself. This was true even though raises have consistently ranged from 3.7 percent to 4 percent for the last several years, according to Jim Kochanski, a senior vice president at Sibson Consulting, which undertook the study.  ''There's a huge drop in satisfaction with their pay increases even if their pay increases were the same as they've been,'' Mr. Kochanski said. The differences are not all that surprising if you take the long view. For the last decade or more, many employers have shown a willingness to scale back their work force if it makes strategic sense.  At the same time, as they have faced steep increases in the cost of health care, many have responded by scaling back what they provide or by asking employees to pay for more themselves. And accounting rule changes have made it more costly to offer options to lots of employees.  Many employers are now putting more emphasis on other benefits, like flex-time options and enhanced career development, that are often enormously popular with certain segments of the work force, like younger workers with children.  But for large numbers of employees, who have perhaps lived through layoffs and sharp cuts in benefits, those kinds of goodies are less attractive than cash. Sure enough, while employers in the Watson Wyatt survey believed that the biggest reasons that top-performing employees changed jobs were career development and promotion opportunities, top-performing employees themselves said the biggest reason for moving would be pay.  If the labor market had more slack, the disconnect between employer and employee might not affect much beyond employee morale. But in a tight market for highly skilled workers, the effect can be very different.  For employers who want to head off major defections, the advice often given in ''Can This Marriage  '' applies: communication is vital. Surveys can reveal a wealth of information about what benefits workers want most. So can solid analyses of work force demographics: younger employers are more likely to care about benefits like child care subsidies and generous leave policies, while older workers might focus almost solely on health and retirement benefits.  Scana, a gas and electric utility based in Columbia, S.C., is one company that has studied the demographics of its work force. Roughly half of its employees will be eligible to retire in the next 5 to 10 years, said Chris McSwain, director of compensation and benefits, so he plans to use benefits to attract and retain workers and to make the transition as smooth as possible.  Last November, Scana officials began meeting with focus groups of employees of different ages -- one group in their 20s, one in their 40s, and so on -- and asked about their preferences for different supplemental benefits, like phased-in retirement and training seminars.  After studying the results, the company plans to offer a package of add-on benefits; employees can choose among them to supplement those they already receive. Benefits already include free access to certain prescription drugs and discounted prices on others.  ''We know we're going to have some turnover, and we know the needs of people joining the company will be different from the people leaving,'' Mr. McSwain said. ''We want to adjust to balance the needs of those with us along with those of the people joining us in the next five years.''  Turnover is less of an issue at the NewYork-Presbyterian Healthcare System, but the organization faces a continual challenge from the wealth of job opportunities its employees have in the New York City area. So G. Thomas Ferguson, senior vice president and chief human resources officer, commissions regular employee-satisfaction surveys to take their pulse on a range of subjects.  ''Some of our employees can change jobs and not even change their 'going to work and coming home' pattern,'' Mr. Ferguson said.  The first survey, undertaken shortly after Mr. Ferguson's arrival at NewYork-Presbyterian, in 2001, found that 59 percent of the organization's employees were satisfied with their benefits -- not bad when compared with the national average of 56 percent for health care organizations, but not great. Annual employee turnover, at 13 to 14 percent, was also close to the national average for health care organizations.  So, in the last several years, NewYork-Presbyterian has stepped up communication with employees about available benefits. It has also pushed for price concessions from vendors to contain the costs of the benefits it offers, in order to keep employee contributions from increasing too much.  NewYork-Presbyterian also allows employees to buy what amount to supplements to their benefits, like added life insurance and legal services, at discounts. Mr. Ferguson estimated that between 30 percent and 50 percent of employees bought some kind of supplemental benefit.  In a July 2006 survey of employees, satisfaction with benefits stood at 71 percent, Mr. Ferguson said; he estimated that turnover now runs about 10 percent.  ''We want to be able to hire and keep the best people and have them be satisfied,'' he said. ''It's good human relations. It's also good business.''  OFFICE SPACE: UNDER NEW MANAGEMENT  ", 
            "title": "Inside the Minds Of Your Employees"
        }, 
        "weight": 0.3773616492748005, 
        "file": "1822096.txt", 
        "other_topics": {
            "0": 0.02510859222970931, 
            "1": 0.00012007923944875249, 
            "2": 0.00012677168515014048, 
            "3": 0.00011702706199517312, 
            "4": 0.11729208849574081, 
            "5": 7.205021366932921e-05, 
            "6": 0.0001875562730463169, 
            "7": 0.005953643664349963, 
            "8": 0.007761565536333219, 
            "9": 0.00011995014471902644, 
            "10": 0.3773616492748005, 
            "11": 0.36503592926988954, 
            "12": 0.00011774365824057792, 
            "13": 9.477392232812132e-05, 
            "14": 0.00043853954159041655, 
            "15": 0.00015984310594260563, 
            "16": 9.031735757551162e-05, 
            "17": 0.00021781758051387076, 
            "18": 6.530687953630583e-05, 
            "19": 0.03699198775232478, 
            "20": 0.00013086181300204838, 
            "21": 9.07165366677361e-05, 
            "22": 9.812208104493512e-05, 
            "23": 6.621942021744784e-05, 
            "24": 7.60705617736925e-05, 
            "25": 7.15714961499421e-05, 
            "26": 0.003920788482277865, 
            "27": 0.05769652107070811, 
            "28": 0.0002481040526899991, 
            "29": 0.00011334714205459389, 
            "30": 5.44444565094573e-05
        }
    }, 
    {
        "content": {
            "text": "  If thought of as a painting, the scientific picture of a growing and potentially calamitous human influence on the climate has moved from being abstract a century ago to impressionistic 30 years ago to pointillist today.  The impact of a buildup of carbon dioxide and other greenhouse gases is now largely undisputed. Almost everyone in the field says the consequences can essentially be reduced to a formula: More CO2 = warmer world = less ice = higher seas. (Throw in a lot of climate shifts and acidifying oceans for good measure.)  But the prognosis -- and the proof that people are driving much of the warming -- still lacks the sharpness and detail of a modern-day photograph, which makes it hard to get people to change their behavior.  Indeed, the closer one gets to a particular pixel, be it hurricane strength, or the rate at which seas could rise, the harder it is to be precise. So what is the basis for the ever-stronger scientific agreement on the planet's warming even in the face of blurry details?  As in a pointillist painting, the meaning emerges from the broadest view, from the ''balance of evidence,'' as the scientific case is described in the periodic reports issued by an enormous international network of experts: the Intergovernmental Panel on Climate Change, www.ipcc.ch. The main findings of the panel's fourth assessment since 1990 will be released in Paris on Feb. 2.  In the panel's last report, issued in 2001, and in more recent studies reviewed for the coming report, various trends provide clues that human activity, rather than natural phenomena, probably caused the most recent warming. A number of trends have been identified:  The global average minimum nighttime temperature has risen. (This is unlikely to be caused by some variability in the sun, for example, and appears linked to the greenhouse gases that hold in heat radiating from the earth's surface, even after the sun has gone down.)  The stratosphere, high above the earth's surface, has cooled, which is an expected outcome of having more heat trapped by the gases closer to the surface, in the troposphere. (Scientists say that variations in the sun's output, for example, would instead cause similar trends in the two atmospheric layers instead of opposite ones.)  There has been a parallel warming trend over land and oceans. (In other words, the increase in the amount of heat-trapping asphalt cannot be the only culprit.)  ''There's no urbanization going on on the ocean,'' said Jay Lawrimore, chief of the climate monitoring branch of the National Climatic Data Center in Asheville, N.C.  Another important finding comes from computer simulations of the climate system. While the several dozen top models remain rough approximations, they have become progressively better at replicating climate patterns, past and present.  In the models, the only way to replicate the remarkable warming, and extraordinary Arctic warming, of recent decades is to add greenhouse gases as people have been doing, Dr. Lawrimore said.  ''Without the greenhouse gases,'' he said, ''you just don't get what we've observed.''  ANDREW C. REVKIN  The Basics  ", 
            "title": "Connecting the Global Warming Dots"
        }, 
        "weight": 0.3754305888325676, 
        "file": "1818870.txt", 
        "other_topics": {
            "0": 0.0003156189558532944, 
            "1": 0.11509726996570818, 
            "2": 0.0002707974168986164, 
            "3": 0.00024998189507376763, 
            "4": 0.0003592023973483681, 
            "5": 0.00015390670026623144, 
            "6": 0.00040063957660515435, 
            "7": 0.004514685946073413, 
            "8": 0.28727560258900775, 
            "9": 0.0002562259017702391, 
            "10": 0.3754305888325676, 
            "11": 0.01688364059001798, 
            "12": 0.00025151261868910056, 
            "13": 0.03711555098745876, 
            "14": 0.0009367657685542454, 
            "15": 0.00034144138848549117, 
            "16": 0.00019292720691999204, 
            "17": 0.00046528085580313234, 
            "18": 0.00013950224187046027, 
            "19": 0.07081579564481681, 
            "20": 0.00027953435256189153, 
            "21": 0.0001937798947021754, 
            "22": 0.00020959890259576375, 
            "23": 0.00014145152304452917, 
            "24": 0.00016249457917945595, 
            "25": 0.00015288411018611527, 
            "26": 0.00017229725271399038, 
            "27": 0.08223116981501918, 
            "28": 0.0046314319002848684, 
            "29": 0.000242121205889725, 
            "30": 0.00011629898403376837
        }
    }, 
    {
        "content": {
            "text": "  The United States could generate as much electricity by 2050 as that flowing today from all of the country's nuclear power plants by developing technologies that tap heat locked in deep layers of granite, according to a new study commissioned by the Energy Department.  There are already dozens of power plants worldwide that have long exploited relatively shallow hot spots of geothermal energy to drive steam turbines, but they are restricted to a few areas.  The new report, published online yesterday, focuses on a process that it said could affordably harvest heat locked in deep layers of granite that exist almost everywhere on earth. The technique, called enhanced geothermal, involves drilling several holes -- some two to three miles deep -- into granite that has been held at chicken-roasting temperatures, around 400 degrees or more, by insulating layers of rock above.  In the right geological conditions, pressurized water can be used to widen natural mazelike arrays of cracks in the granite, creating a vast, porous subterranean reservoir.  In a typical setup, water pumped down into the reservoir through one hole absorbs heat from the rock and flows up another hole to a power plant, giving up its heat to generate steam and electricity before it is recirculated in the rock below.  There are successful plants harvesting heat from deep hot rock in Australia, Europe and Japan, the report noted, adding that studies of the technology largely stopped in the United States after a brief burst of research during the oil crises of the 1970s.  The report's 18 authors, from academia, government and industry, said that a public investment of less than $1 billion spread over 15 years would probably be enough to overcome technical hurdles and do initial large-scale deployment of the technology.  The generating capacity by 2050 could be 100 billion watts, about 10 percent of the country's current generating capacity.  David Keith, an expert on energy technologies at the University of Calgary who was not involved with the study, said there were significant, but surmountable, hurdles to doing such operations at large scale.  Among them, Professor Keith said, are cutting the costs of drilling deep holes and increasing the efficiency of systems that can generate electricity from relatively low-temperature source of heat like deep rock.  ''There's no question there's a lot of heat down there,'' he said. ''It's about the cost of access, and about the value of low-grade heat.''  Jefferson W. Tester, the lead author of the study and a chemical engineer at the Massachusetts Institute of Technology, said there were many new justifications for aggressively pursuing this kind of energy option.  ''Back then, we weren't worried about carbon dioxide and climate, we weren't running short of natural gas, and now energy is a national security issue in the long run,'' Dr. Tester said. ''While there's no guarantee it's going to work, this is not an unreasonable investment and it's a good bet on the future.''  ", 
            "title": "Study Says Tapping of Granite Could Unleash Energy Source"
        }, 
        "weight": 0.37491890465814126, 
        "file": "1820889.txt", 
        "other_topics": {
            "0": 0.02867300779145017, 
            "1": 0.0002533839322938664, 
            "2": 0.004319109514722719, 
            "3": 0.0002469434124438328, 
            "4": 0.0003548363601813489, 
            "5": 0.0406680718852771, 
            "6": 0.00039576987836552796, 
            "7": 0.00040820720354113344, 
            "8": 0.40938353326607313, 
            "9": 0.0002531115244204774, 
            "10": 0.37491890465814126, 
            "11": 0.00047200877684762594, 
            "12": 0.0002484555304032839, 
            "13": 0.0001999861860272827, 
            "14": 0.0009253795579039514, 
            "15": 0.000337291233020241, 
            "16": 0.00019058221322796785, 
            "17": 0.00045962545504708223, 
            "18": 0.00013780661851887604, 
            "19": 0.02133579997920652, 
            "20": 0.00027613666540347257, 
            "21": 0.012346235304300053, 
            "22": 0.0002070512675976264, 
            "23": 0.0001397322065491414, 
            "24": 0.00016051948831877723, 
            "25": 0.03661545813540305, 
            "26": 0.00017020301221148335, 
            "27": 0.00019959372306654509, 
            "28": 0.06534919155969682, 
            "29": 0.00023917826844932475, 
            "30": 0.00011488539189037978
        }
    }, 
    {
        "content": {
            "text": "  The accuracy of the census is determined in the planning stages, and planning for the 2010 count is already imperiled. The dangers fall into two categories: money (too little) and politics (too much). The new Congress will have to manage both vigilantly.  An underfinanced census would be an inaccurate census. Easy-to-count suburbanites -- who tilt Republican -- would almost certainly be overrepresented, while urban dwellers -- who lean Democratic -- would get short shrift because of the difficulty in counting mobile and diverse populations. To prevent that, lawmakers must begin by reinstating the roughly $50 million that was cut from the current census budget by the previous Congress.  The new Congress must also ensure that the next budget includes adequate funds for projects that made the 2000 census a success. Among them are strong partnerships with state and local governments, as well as with churches and businesses, to promote the census, and a multimillion-dollar down payment on the census advertising budget. Because they will not bear fruit until the census is under way, those projects may seem easy to sacrifice in favor of more immediate demands. But any budget shortfalls cannot be made up later because the necessary lead time will have been squandered.  Lawmakers should also hold hearings to air the reasons behind the abrupt resignation last November of the director of the Census Bureau and the equally sudden departure of his deputy director. Both men were highly qualified statisticians and, by all accounts, committed to an unbiased and thorough census. They have acknowledged tensions with the Bush administration, but offered no details.  Whatever it finds, the inquiry should send a clear message that the White House must choose new census directors whose professional qualifications and impartiality are above reproach.  Editorial  ", 
            "title": "Countdown to the Census"
        }, 
        "weight": 0.3739477581001647, 
        "file": "1821782.txt", 
        "other_topics": {
            "0": 0.0005583748387611676, 
            "1": 0.0004537879338302103, 
            "2": 0.007735138392277091, 
            "3": 0.00044225353948609846, 
            "4": 0.029659717080070907, 
            "5": 0.0002722828504171522, 
            "6": 0.044245143811959056, 
            "7": 0.022499240248433798, 
            "8": 0.0003072678656003184, 
            "9": 0.051245714707262593, 
            "10": 0.3739477581001647, 
            "11": 0.30559981324321905, 
            "12": 0.08026161317120152, 
            "13": 0.0003581573516929017, 
            "14": 0.0016572719263940187, 
            "15": 0.0006040583960698294, 
            "16": 0.0003413156784748565, 
            "17": 0.0008231480334739226, 
            "18": 0.00024679931406732897, 
            "19": 0.05272262574469031, 
            "20": 0.000494536041468006, 
            "21": 0.00034282420448085335, 
            "22": 0.01488292874630723, 
            "23": 0.00025024786980546034, 
            "24": 0.0002874760300869471, 
            "25": 0.0002704737430726331, 
            "26": 0.00030481835428124626, 
            "27": 0.00035745448567276486, 
            "28": 0.0009376027526652192, 
            "29": 0.007684406094988161, 
            "30": 0.0002057494496247165
        }
    }, 
    {
        "content": {
            "text": "  The United States will bid to be the host country for the 2016 Summer Olympics in either Los Angeles or Chicago, the United States Olympic Committee announced yesterday.  The U.S.O.C.'s directors will choose between the cities on April 14, after the two submit bid books and participate in site evaluation visits. The International Olympic Committee will choose the winning city in 2009, with bids expected from Madrid, Rio de Janeiro, Rome and Tokyo, among others.  New York decided against another attempt after losing the 2012 race to London in a five-city race that became the Olympics' most hotly contested bid.  That loss, when New York was knocked out in the second round of voting and finished behind Madrid, Paris and London, left the U.S.O.C. smarting from the lack of international backing. It has spent the past 18 months trying to shore up its support, bolstering its international relations team and asking I.O.C. members which cities would make good candidates.  ''Based on our analysis, we believe the time is right for a U.S. city to bid, and we fully intend to proceed with a unified, national effort to bring the Games back to America in 2016,'' the U.S.O.C. chairman, Peter Ueberroth, said.  Until this point, the U.S.O.C.'s focus has been on the international aspects of the bids. The details will be pored over after the bid books have been submitted and an evaluation team visits each city in late February or early March.  New York's West Side stadium debacle in 2005 led the U.S.O.C. to create a rule that any of its bid cities must have an existing or fully approved stadium.  Los Angeles is trying for its third Olympics -- Ueberroth led the organizing committee for the 1984 Games there -- and Chicago for its first. Los Angeles boasts the most facilities, many of which were used in the 1984 Games, including the Coliseum. Chicago proposes more new development.  ", 
            "title": "2 U.S. Cities to Vie in Bid for Games"
        }, 
        "weight": 0.37327813572963475, 
        "file": "1817871.txt", 
        "other_topics": {
            "0": 0.006867627715451708, 
            "1": 0.025906431445501407, 
            "2": 0.0004210333443687979, 
            "3": 0.00038866956162274995, 
            "4": 0.16635804716880895, 
            "5": 0.00023929272840190322, 
            "6": 0.0006229107454437804, 
            "7": 0.10904989241566904, 
            "8": 0.0002700389165056931, 
            "9": 0.00039837768606420577, 
            "10": 0.37327813572963475, 
            "11": 0.007119811044387402, 
            "12": 0.00039104951668454143, 
            "13": 0.0003147625704391245, 
            "14": 0.0014564748399068512, 
            "15": 0.0005308699445748177, 
            "16": 0.013053773960280539, 
            "17": 0.0007234144144842843, 
            "18": 0.0002168968083755932, 
            "19": 0.001696344382136008, 
            "20": 0.00043461745194254533, 
            "21": 0.00030128720603134847, 
            "22": 0.0003258824546652284, 
            "23": 0.00021992753289738813, 
            "24": 0.1979367389176939, 
            "25": 0.0002377028147081886, 
            "26": 0.0002678861909635075, 
            "27": 0.0003141448645226415, 
            "28": 0.0008240016604007965, 
            "29": 0.08965313537189193, 
            "30": 0.000180820595540478
        }
    }, 
    {
        "content": {
            "text": "  Top officials at the Internal Revenue Service are pushing agents to prematurely close audits of big companies with agreements to have them pay only a fraction of the additional taxes that could be collected, according to dozens of I.R.S. employees who say that the policy is costing the government billions of dollars a year.  ''It's catch and release,'' said Douglas R. Johnson, an I.R.S. auditor in Colorado for three decades who said he grew so frustrated at how large corporations were allowed to pay far less than what he thought they owed that he transferred to the agency's small-business division.  With one exception, other working agents would talk about the issue only on condition they not be identified because they feared being fired. They said a policy intended to avoid delays in auditing corporations was being pushed so rigidly that it prevented them from pursuing numerous examples of questionable corporate tax deductions.  I.R.S. officials said the complaints were misguided. In an interview yesterday, Debbie Nolan, the I.R.S. executive in charge of auditing large and medium-size businesses, denied that audits were being closed over the objections of agents who had evidence that significant additional taxes were owed. Ms. Nolan said she had not heard any such complaints from auditors.  She noted that the amount of additional tax recommended for each hour auditors spend on large and medium-size companies more than doubled, to $5,195 in 2006 from $2,394 in 2002. And she said that internal reviews of corporate tax audits showed that their quality had improved.  ''On the whole, we are moving in the right direction,'' she said. ''All of our indicators tell me that we are doing the right thing.''  But auditors said they were told to limit questioning only to those specific issues that the I.R.S. and the companies had agreed in advance to examine. When other questionable deductions emerged in the course of the audit, they said, additional taxes were ignored.  Rank-and-file auditors said that the sharp rise in tax dollars collected per hour of audit was not a sign of an improved auditing system but simply reflected the fact that abusive and illegal tax shelters had become so common that it was easy to find additional taxes due.  James Lynch, who retired 18 months ago after two decades auditing large corporations in the San Diego area, said that ''of course dollars per hour are up, because they put in smaller teams and you just grab what you can and get out.''  Of roughly 50 auditors interviewed, only one said he agreed with the new policy, arguing that it was better to audit more companies lightly than a few thoroughly as a strategy to improve compliance with the tax laws. But even this agent agreed with the others that large companies were being allowed to pay far less than they owed.  Mr. Johnson and some of these agents also said that I.R.S. management reports indicate that the quality of audits was improving only because the agency did not accurately record these actions.  One longtime auditor in New York said that when ordered not to pursue an issue ''you just write 'closed per case manager' to cover yourself.''  The auditor was asked why she did not file an official memo indicating that she disagreed and that she believed it was premature or improper to close the audit.  ''Why would I do that?'' the auditor replied. ''So my manager will give me a bad performance review?'' Others gave similar explanations.  Ms. Nolan said agents who believed that an important issue should have been pursued should report the matter to higher-level supervisors or go to the inspector general's office. She said she was not aware of any such complaints.  But Coleen M. Kelley, president of the National Treasury Employees Union, said that Ms. Nolan should not be surprised that there was widespread unhappiness in the ranks about the quality of audits.  ''We have been hearing complaints since they started the policies of short cycle time and limited-scope audits,'' Ms. Kelley said. ''These are policy decisions the I.R.S. has the right to make, whether they are right or wrong.''  She said any agent who went up the chain of command would have the complaint rejected out of hand.  ''The agents are told that this is the scope of the audit and this is the time you have to deliver,'' Ms. Kelley said. ''Their professional judgment is being ignored.''  Ron McGinley said it was clear when the new policies went into effect in 2003, shortly before he retired as an I.R.S. economist in Southern California, that tax law enforcement was being weakened.  Mr. McGinley drew an analogy contrasting the I.R.S. approach to the way the government investigated John Gotti, the organized crime boss known as the Teflon Don.  ''The way they limit audits,'' he said, ''is like the FBI going to the Teflon Don and saying, 'We'd like to look around, so what are you willing to let us see?' ''  Across the country, several presidents of local I.R.S. union chapters said there had been a steady flow of complaints from auditors, specialists and others who examine tax returns that they are not being allowed to do their jobs. They said some of the most highly trained and respected auditors had quit or plan to leave the moment they were eligible to retire.  ''Agents in the large- and mid-sized business division complain to me constantly that what are supposed to be estimated dates to complete audits are hard deadlines,'' said Frank Heffler, president of the local in Manhattan, which has the largest contingent of I.R.S. corporate tax auditors.  The auditors said that many companies were cooperative, but others took advantage of the shortened time periods to delay turning over crucial documents until the end of the audit.  Two auditors told of corporations that when asked for a specific document, produced thousands of pages of ill-organized material in an apparent effort to waste their time and limit the issues that would be fully examined. Both auditors said they complained to supervisors, but to no avail.  Kay Rogers, the union president in Orange County, Calif., said that official I.R.S. policy calls upon auditors to ''do the right thing'' and pursue an audit beyond the deadline if the issues warrant it. But in practice, Ms. Rogers said, that does not happen.  The reason, she explained, is because supervisors receive cash bonuses, promotions and other benefits based on closing cases within the time allowed, not on the quality of audits or the dollars collected.  ''When a person is rewarded monetarily for keeping to the cycle time,'' she said, they are going to close audits to get their reward.  Individual auditors in eight states, interviewed over the last seven months, told of case managers and higher supervisors ordering them to drop issues because it would prevent closing the audit by a predetermined date.  Many of these agents said they were troubled most when the sums involved pre-negotiated agreements with the I.R.S. on how much profit multinational companies could take overseas in tax havens and how much must be taken inside the United States.  ''They are giving away the store,'' one agent in New Jersey said.  Agents told of being refused access to specialists, including economists, engineers and historians, because if these specialists developed an issue the audit would have to continue past the deadline.  ''They are not letting us do our job, which is to enforce the law,'' said one I.R.S. auditor who handles the most complicated international cases.  Ms. Nolan, the official in charge of the division, said that such comments reflected the difficulty many I.R.S. veterans were having in adapting to new policies, not any flaws in those policies.  Mr. Lynch, the auditor who retired in California, and many others complained that the effect of the policy was to allow the Bush administration to achieve administratively a further easing of the corporate income tax burden far beyond what Congress has approved legislatively.  According to Melanie Fox, the only current auditor besides Mr. Johnson who agreed to be quoted by name, a large number of the most experienced corporate auditors plan to retire as quickly as they can because they feel their efforts are not respected.  ''A lot of audit experience is about to walk out the door,'' Ms. Fox said. ''And then what will happen?''  ", 
            "title": "Agents Say Fast Audits Hurt I.R.S."
        }, 
        "weight": 0.3726742601804928, 
        "file": "1818309.txt", 
        "other_topics": {
            "0": 0.00012829421688315013, 
            "1": 0.005105798973362081, 
            "2": 0.011780323337824927, 
            "3": 0.0001016137683389401, 
            "4": 0.04682700373989637, 
            "5": 6.25606897733477e-05, 
            "6": 0.12019969428576277, 
            "7": 0.0018351499084043577, 
            "8": 7.059897304472058e-05, 
            "9": 0.010107221902300132, 
            "10": 0.3726742601804928, 
            "11": 0.4053185617243142, 
            "12": 0.0001022359837789562, 
            "13": 8.229152491600305e-05, 
            "14": 0.0020479591155318426, 
            "15": 0.015143395698710658, 
            "16": 0.003412778601984547, 
            "17": 0.001856307801401836, 
            "18": 5.670550054836855e-05, 
            "19": 0.00044349226718386116, 
            "20": 0.0017808047248908197, 
            "21": 7.876852570943385e-05, 
            "22": 8.519870739509796e-05, 
            "23": 5.749785315290755e-05, 
            "24": 6.605152953257809e-05, 
            "25": 6.214502274483767e-05, 
            "26": 7.003616448922765e-05, 
            "27": 8.213003188414063e-05, 
            "28": 0.00021542699016944986, 
            "29": 9.841851994106708e-05, 
            "30": 4.727373563663145e-05
        }
    }, 
    {
        "content": {
            "text": "  Business groups are stealing a page from the modern dating handbook by playing host to ''speed networking'' events in which professionals move methodically from one business prospect to the next, getting acquainted for just a few minutes at a time.  It is the corporate equivalent of speed dating, invented in the late 1990s by a rabbi hoping to fix up Jewish singles, a practice that has since spread widely.  ''You won't have time to make a business deal in eight minutes, but you'll gather a great list of people that you might work with in the future,'' said Tom Jaffee, founder of Match Events (matchevents.com), which organizes social and business meet-ups from its headquarters in Delray Beach, Fla.  Some speed networking events use the same round robin approach as speed dating, so the participants meet random people in an orderly way. A few companies like Match Events and eXtreme Networking, which is based in Chicago and operates Speednetworking.com, use software to help make the perfect business match.  For this more advanced type of speed networking, those attending the event fill out profiles detailing their job description, title and industry, and specifying the types of people they would like to meet. For example, attendees may hope to meet new suppliers or customers, or service providers like payroll or legal professionals.  The profiles and requests are then matched up electronically, and a personalized list is generated for each participant. At the speed networking event, numbered stations are set up around the room, with attendees chatting successively with each person on their list at the assigned station, typically for five to eight minutes each. In this way, attendees meet a wide selection of people.  Staffing Industry Analysts of Los Altos, Calif., an organizer of conferences and trade shows, has included speed networking in some of its programs for two years. Barry Asin, its executive vice president and chief analyst, says the company has tried a variety of ways to get people together at such events.  ''We've set up tables by discussion topic or industry and let people choose where to sit,'' he said. ''We've done the cocktail hours and lunches, and they're fine. But with speed networking, there's always an incredible buzz in the room. People are excited and full of energy.''  Aaron Abend, president of the Viapoint Corporation, a software company in Burlington, Mass., says he wishes that all professional conferences included speed networking. He recalled flying across the country to an Oracle database conference, in search of companies that might distribute his customer relationship management software.  Looking for a table of prospective partners, he ended up sitting with employees of the Food and Drug Administration who were at the conference solely to learn about features in Oracle's software, and had no interest in his product. ''We could do nothing for each other, and the meal was a total waste of time,'' he said, ''but it would have been too rude to get up and leave.''  The best time for a speed networking session is right after the first morning keynote speech, Mr. Jaffee said. ''A session early in the overall program connects people, and that energy carries over to the rest of the sessions because folks see potential to do business with the people they've met,'' he said. ''Plus it gives them the rest of the conference to see each other again.''  The format is not for everyone. Speed networking may feel uncomfortable to those less confident in social situations, as they have to introduce themselves over and over. Some attendees may feel too rushed to absorb information. And if the room is not set up well, acoustics may hamper one's hearing because of the many simultaneous conversations.  While attendees often have a list of people they want to meet, some also keep a list of people they want to avoid. Some software systems that organize speed networking events offer a ''no meet'' guarantee, which gives participants the option to list a person, company or profession they do not want to be matched with. ''That helps alleviate the number of uncomfortable pairings,'' said Adam Fendelman, chief executive of eXtreme Networking.  Feedback from conference organizers and attendees is used to improve the matching software. ''At a large conference people may want to choose by multiple criteria, or make sure they don't meet the same people they met at last year's event,'' Mr. Fendelman said.  The Columbia Business School used speed networking in its Executive M.B.A. partnership programs with the University of California, Berkeley, and the London School of Business. ''It provided some social engineering to help students to meet people in other classes and programs,'' said Jessica Roberts, the student affairs officer for the program.  Both Mr. Jaffee and Mr. Fendelman say they expect more conferences to incorporate speed networking as event managers learn about the concept. ''When you're asking people to travel and pay a lot of money, a good keynote and a bag of goodies isn't enough anymore,'' Mr. Fendelman said.  ", 
            "title": "Itineraries; The Hasty Hello"
        }, 
        "weight": 0.37058396805335625, 
        "file": "1815910.txt", 
        "other_topics": {
            "0": 0.04759530521086986, 
            "1": 0.005145852268505435, 
            "2": 0.00016472577819705652, 
            "3": 0.00015206371860119355, 
            "4": 0.12496406700825548, 
            "5": 0.01755800032120643, 
            "6": 0.00024370862465623644, 
            "7": 0.0002513673262872629, 
            "8": 0.00010565046987329963, 
            "9": 0.00015586194117629652, 
            "10": 0.37058396805335625, 
            "11": 0.020249945624728587, 
            "12": 0.00514281743914584, 
            "13": 0.00012314822580292782, 
            "14": 0.03300368040165577, 
            "15": 0.00020769843032887288, 
            "16": 0.00011735741300360464, 
            "17": 0.01525249759448202, 
            "18": 8.485906407648225e-05, 
            "19": 0.05555172897946431, 
            "20": 0.00017004044678833568, 
            "21": 0.00011787610206677198, 
            "22": 0.29452703118527973, 
            "23": 0.005075867392735095, 
            "24": 9.884527819613725e-05, 
            "25": 9.29992402172764e-05, 
            "26": 0.00010480823399121569, 
            "27": 0.0001229065535241155, 
            "28": 0.0028172950564987285, 
            "29": 0.0001472820698032237, 
            "30": 7.074454722609811e-05
        }
    }, 
    {
        "content": {
            "text": "  J. D. Drew could not be reached for comment yesterday. He changed his telephone number or had a problem with his phone service, because the automated message said his number had been disconnected or was not in service.  I hope Drew's phone wasn't disconnected because he couldn't pay his bill. He is, after all, between contracts. He walked away from his contract with the Los Angeles Dodgers, and he hasn't begun his contract with the Boston Red Sox. That circumstance could leave him a few dollars short.  To be completely accurate, Drew, a free-agent outfielder, doesn't have a contract with the Red Sox. The club and Drew's agent, Scott Boras, have taken longer to complete a contract than they took negotiating its terms.  On the 24th day that Drew was eligible to sign a contract with a new team, Boras announced that he had reached agreement with the Red Sox. Thirty-five days have elapsed since then, and neither Drew nor the Red Sox have signed that contract.  Because the Red Sox and Boras have not submitted terms to the commissioner's office or the players union, Drew remains a free agent. That means he could sign with another team. But he obviously doesn't want to sign with another team. Boston agreed to give him $70 million for five years, an amount no other team is likely to give him.  Drew walked away from $33 million left in the five-year contract he signed with the Los Angeles Dodgers two years ago. His decision to opt out of the contract, which was his right, prompted speculation among executives of other clubs and baseball officials that someone had tampered with Drew, letting him know there was more than $33 million out there if he left the Dodgers.  An On Baseball column a month ago that raised the tampering issue also raised the ire of Boras. The suggestion that he would violate baseball rules offended him.  ''That assessment,'' Boras said, meaning his advice to Drew to opt out of the contract, ''was made with the knowledge of what the market would be. It was clear there was a record market for these guys.''  Despite Boras's comment and the Dodgers' decision not to pursue a tampering charge with the commissioner's office, talk about the possibility of tampering has not gone away. Charges are rarely filed, however, because teams find it difficult to uncover evidence.  In the Drew case, Boras objected to the anonymity of officials and club executives who suggested the possibility of tampering, while he engages in anonymity. When he talks about his negotiations for a client, he often talks about a mystery team, but the team is never identified.  Boras has not had much to say about the delay in the completion of Drew's contract.  ''Theo and I have been working on that as we speak,'' Boras said, referring to Red Sox General Manager Theo Epstein, in a telephone chat Sunday. ''We expect something to move forward in the near future.'' He declined to define ''near future.''  ''I don't talk about those things,'' he said.  Epstein was not much more enlightening. ''Scott and I were both away over the holidays,'' he said yesterday. ''We'll get back to it this week.''  The problem with the contract is physical, or medical. The Red Sox' doctors are not happy with the condition of Drew's right shoulder, which was operated on in September 2005.  Major League Baseball has become strict about medical examinations. Contracts will not be approved until a player passes a physical. Drew had his physical weeks ago and might have had a second one. No one is saying if he did, citing privacy laws that give general managers and agents an excuse not to talk about a player's medical condition when they don't want to talk about it.  Boras and Epstein have said in recent weeks that they have to clear up minor contract language. But it doesn't take five weeks to clear up minor contract language.  Pressed for an explanation Sunday, Boras said: ''We're working out medical language that took some additional examination so that both sides would have information. There's no disagreement here. Theo's been on vacation. I've been working on other contracts. We agreed we would get it done.''  Epstein said: ''It was a language issue. How serious a language issue? It's just a language issue.''  The finished product, if there is one, will be interesting to see. Boston could well want to reduce the length of the contract, perhaps to three years, or it may want to insert an out clause, in which the contract would no longer be guaranteed if Drew were to spend a designated length of time on the disabled list. The sides, however, don't seem to be making progress on resolving the issue.  I made one additional effort to reach Drew by telephone to find out what was really happening. Three Drews are listed in the Hahira, Ga., telephone directory. I picked one and told the woman who answered that I was looking for J. D.  ''I'm his mom,'' she said.  Did she know what was happening with her son's contract?  ''No, I don't,'' she said, ''not at the present time.''  That makes two of us.  ON BASEBALL  ", 
            "title": "Drew Is a Red Sox In Waiting  and Waiting"
        }, 
        "weight": 0.36932258971333526, 
        "file": "1817626.txt", 
        "other_topics": {
            "0": 0.00020367833812975198, 
            "1": 0.00016552818252149894, 
            "2": 0.00017475366045307224, 
            "3": 0.00016132078256674066, 
            "4": 0.061108021259142796, 
            "5": 9.932059008468036e-05, 
            "6": 0.029373257269509852, 
            "7": 0.00026666961824549384, 
            "8": 0.00011208207082718795, 
            "9": 0.000165350226564393, 
            "10": 0.36932258971333526, 
            "11": 0.06118456651201987, 
            "12": 0.00016230860423056966, 
            "13": 0.00013064502394773128, 
            "14": 0.040306403725485516, 
            "15": 0.037275431070501096, 
            "16": 0.00012450168837052948, 
            "17": 0.0003002596317998737, 
            "18": 0.3468197839378055, 
            "19": 0.024525211407853714, 
            "20": 0.0001803918659639909, 
            "21": 0.00012505195326177824, 
            "22": 0.026603180963923993, 
            "23": 9.128289225132512e-05, 
            "24": 0.00010486260482323159, 
            "25": 9.866068216646633e-05, 
            "26": 0.00011118856281059192, 
            "27": 0.0001303886395747768, 
            "28": 0.0003420092691003501, 
            "29": 0.00015624804507785386, 
            "30": 7.505120765049021e-05
        }
    }, 
    {
        "content": {
            "text": "  Barbaro was said to be resting comfortably last night after his months of slow, smooth recovery were interrupted by 36 hours of pain caused by damaged tissue in his left hind hoof.  The colt's owners, Roy and Gretchen Jackson, and the veterinarian who cared for him while he was racing, Dr. Kathleen Anderson, said yesterday that they remained optimistic that Barbaro would fully recover. They indicated that this latest setback, part of a long and harrowing convalescence, was not as serious as previous episodes.  Each of them visited Barbaro and said the colt's condition was improving as the day went on. Anderson said Barbaro was eating well and resting quietly in his stall in the intensive care unit of the George D. Widener Hospital for Large Animals in Kennett Square, Pa., when she left him in the late afternoon.  ''I do not think it as dire as it was in July,'' Anderson said in a telephone interview.  That was a reference to the period when laminitis, an often-fatal disease caused by uneven weight distribution in the limbs, first afflicted Barbaro.  ''It's a step back, a disappointment and a shock because we thought we were over the hump,'' Anderson said. ''But it's not insurmountable.''  Veterinarians removed the damaged tissue Tuesday night, and Barbaro was listed in stable condition. The situation, however, was described as a ''significant setback'' to his efforts to properly regrow a hoof that was destroyed by laminitis, according to a statement released by the University of Pennsylvania's New Bolton Center in Kennett Square.  Barbaro, last year's Kentucky Derby winner, has been recovering at the center since he shattered his right hind leg in the opening yards of the Preakness Stakes on May 20. In fact, his recovery was going so well that the Jacksons were making plans to move him to a facility or farm in Kentucky before winter set in.  Roy Jackson said the colt had shown discomfort in the past 36 hours primarily from a cast put on last week that was intended to help re-align a bone in Barbaro's left hind hoof. The cast was removed Tuesday night. Some new separation of a portion of his hoof was found, and the tissue was removed.  ''There was an area of his hoof where he was bothered by the cast, and by getting that cast off he has already shown some relief,'' Jackson said in a telephone interview yesterday afternoon after visiting Barbaro. ''I just left him and he was eating away at the hay, standing and putting weight on it better. The way it was explained to me was, the tissue removed was like getting an in-grown toenail removed.''  While the original fracture in Barbaro's right hind leg appears to be healing well, veterinarians have always said they were more concerned about the severe laminitis that prompted the removal of 80 percent of the colt's left hoof.  Until Tuesday, Barbaro's convalescence had been going well enough for the Jacksons and the colt's surgeon, Dr. Dean Richardson, to consider discharging him from the hospital for a more pastoral environment on a farm.  Richardson did not respond to requests for an interview yesterday.  It takes a year for a horse to regrow a hoof, Anderson said, and Barbaro was six months into the process and doing very well, except for a portion of his inside heel. Still, when Anderson visited last week, she said the colt was at the top of his form and looked ready to take flight in the Kentucky bluegrass.  ''He was looking ready and forward to big green pasture -- we all wanted it for him,'' she said. ''This sets things back, but not all the way to six months ago.'' She added: ''It's not an overwhelming problem; it can heal given enough time. We all have to dig down and regroup. He's had better days, but he's had a lot more worse ones, too. He's a fighter.''  As a longtime owner, Roy Jackson said he understood that a horse's health could change ''day to day or sometimes minute to minute.''  He and his wife have spent tens of thousands of dollars on Barbaro's care and have said repeatedly that they would continue to do so as long as the colt can be free of pain and shows a will to live. Barbaro's move is postponed indefinitely, but Jackson said yesterday that the colt appeared to be meeting those standards.  ''Hopefully this is just a hitch in the road,'' he said. ''All we can do is give him the best care and say our prayers.''  HORSE RACING  ", 
            "title": "Barbaro Set Back By Damage To a Hoof"
        }, 
        "weight": 0.3684963235092056, 
        "file": "1818057.txt", 
        "other_topics": {
            "0": 0.0002333208192633075, 
            "1": 0.00018961845187719014, 
            "2": 0.0002001865667236448, 
            "3": 0.0001847987247848214, 
            "4": 0.00026553981019321777, 
            "5": 0.00011377528735289556, 
            "6": 0.0002961721801217459, 
            "7": 0.00030547958301798154, 
            "8": 0.00012839401985629013, 
            "9": 0.00018941459696514594, 
            "10": 0.3684963235092056, 
            "11": 0.027641179580494255, 
            "12": 0.00018593030982232204, 
            "13": 0.0001496585464122385, 
            "14": 0.08255636596693433, 
            "15": 0.0002524100121821137, 
            "16": 0.0001426211358410219, 
            "17": 0.00034395814462417863, 
            "18": 0.00010312681402258092, 
            "19": 0.0008065521707071619, 
            "20": 0.00020664533274197512, 
            "21": 0.00014325148394979428, 
            "22": 0.00015494566078301452, 
            "23": 0.00010456781708045714, 
            "24": 0.40943944055487547, 
            "25": 0.00011301933923622372, 
            "26": 0.00012737047447407225, 
            "27": 0.10626918769488305, 
            "28": 0.0003917838469955698, 
            "29": 0.00017898772260519454, 
            "30": 8.597384197311014e-05
        }
    }
]