[
    {
        "content": {
            "text": "  WITH winter having unmistakably arrived, the sunny presence of lemons is more welcome than ever. Each year, demand for lemons peaks with the temperatures, as millions are squeezed for lemonade. But this is the time of year you need their brightness the most.  The harvest season's variety of diversions lets you feel free to juice lemons and dispose of the rest. But these cold days require more resourceful use of the fruit, especially with lemon prices rising and supplies reduced because of a recent freeze in California.  With plenty of sugar, and time to transform, whole lemon slices -- pulp, pith, peel and all -- become an intensely flavored tart. Candied, the peel gives another dimension to the pie's lemonade flavor. An almondy shortbread is an assertive pairing. (A little lemon juice added to the dough tenderizes it.)  Lemon zest -- the yellow part of the peel -- adds lemon flavor without the acidity of the pulp and juice. Sprinkle it on a meaty braise, on chunks of salty feta, or crisp fritters, sweet (ricotta) or savory (spinach). Candied strips also make a delightful afternoon nibble.  Pasta has an unlikely affinity for lemon, both zest and juice. Creamy, cheesy spaghetti al limone is succulent and lively. For a more streamlined dish -- no need for a recipe -- toss olive oil-splashed spaghetti with lemon juice and zest, then finish with Parmesan and a hit of the fermented anchovy sauce called garum, or some anchovies melted in hot oil. It's the umami flavor of a Caesar salad for a cold night.  Lemon is chicken's best friend -- stuffed whole inside a roasting bird with a sprig of rosemary, or wrapped in foil, baked soft and puréed for a sauce, à la Jean-Georges Vongerichten, or tossed with fennel and egg yolk for a rich, tangy sauce.  Dozens of lemon varieties are grown around the world, varying in their sweetness, astringency and fragrance, the thickness of their skin, their juiciness. In the United States one variety, the Eureka, is probably the most widely grown.  But California's Meyer lemon, with its distinctive perfume and sweet, delicate flesh, has an almost cult-like following. A hybrid of lemon and sweet orange, it can be sliced, dressed with olive oil and sea salt and eaten on its own as a salad or side dish for chicken or fish. Add a handful of slices to vegetables or fish you are deep-frying: they emerge crisp lemony wafers.  If you can't find them here, you might mention to a friend on the West Coast that mailing a small package costs less than one might think.  With a bowlful of lemons on the table, who needs bottled juice? They last for several weeks, good for glazing a cake, zipping up a soup or dressing a salad.  And as you walk by, reach out, scratch the skin and inhale -- suddenly, regardless of the weather outside, you're in a lemon grove.  Spaghetti al Limone  Time: 45 minutes  1 lemon  11/2 cups dry white wine  3/4 to 1 1/2 cups heavy cream, to taste  1 pound spaghetti  3 tablespoons butter, in pieces  3 1/2 to 4 ounces Parmesan cheese, freshly grated  1 to 2 tablespoons extra virgin olive oil, to taste  Sea salt and fresh black pepper, to taste.  1. Zest lemon and slice zest into matchsticks. Juice lemon, strain and reserve. Place zest in large nonreactive pan with wine and bring to boil over high heat. Reduce heat to medium high and cook until it reduces to a syrupy mixture, about 1/4 cup, about 10 minutes.  2. Remove from heat and pour in about 1/4 cup of cream. Stir, then pour in remaining cream. Return to stove and bring to boil. Reduce heat and simmer until it is thickened and reduced slightly, about 5 minutes. Remove from heat.  3. Meanwhile, bring large pot of generously salted water to boil. Cook pasta until al dente; reserve 1/2 cup cooking water and drain.  4. Return hot pasta pot to stove. Pour in cream, butter and lemon juice, stir, then add hot drained pasta and a few tablespoons of cooking water. Toss together and add cheese in three or four parts, tossing each to meld with sauce. Add more cooking water if sauce is too thick and crumbly.  5. Ladle onto plates and drizzle each portion with olive oil, then add a little salt and pepper.  Yield: 4 to 6 servings.  Lemon Confit Shortbread Tart  Time: At least 2 hours  For the crust:  3 cups flour  1 teaspoon salt  1/2 pound (2 sticks) unsalted butter, cut into 1-inch pieces  1 1/4 cups sugar  1 large egg  1/8 to 1/4 teaspoon almond extract, or to taste  2 tablespoons lemon juice  For the confit:  8 lemons, preferably thin-skinned and seedless  3/4 cup sugar.  1. For crust, combine flour, salt, butter and 1 cup of sugar in a bowl. Mix with your fingers until it forms flaky crumbs and lumps. Mix in egg, almond extract and lemon juice. Continue to mix until it clumps; at first it may seem very dry. Shape into a ball, wrap in plastic, and refrigerate for at least 30 minutes, up to 1 day ahead of baking.  2. For confit, slice off and discard ends of lemons. Slice 5 crosswise, peel and all, as thinly as possible. Remove any seeds and place in a bowl. Peel skin, including white pith, from remaining 3 lemons, then slice thinly crosswise, and add to bowl. Add 3/4 cup sugar and 2 tablespoons water. Toss and let sit at room temperature for at least 30 minutes or up to 2 hours.  3. Place lemon slices and their juice in a saucepan, and bring to a boil. Cook down until lemons are candied and small amount of liquid in pan is sticky and syrupy, about 15 minutes. Transfer to a bowl and let cool.  4. To bake, preheat oven to 350 degrees. Divide dough in half and form each half into a ball. Roll one ball until large enough to fit into a 9-inch round tart pan. Dough will be crumbly (more shortbread than pie crust); if it falls apart, press it back together. Spoon confit over crust, spreading evenly. Roll out second ball of dough and place on top, sealing edges but making sure no crust overlaps the rim (or tart will be difficult to remove later).  5. Bake until edges of tart are lightly golden, about 35 minutes, then sprinkle top with remaining 1/4 cup sugar. Return to oven for about 10 more minutes; edges should be lightly golden and crust cooked through but not browned. Serve warm or cooled.  Yield: 8 to 10 servings.  Chicken Breasts with Fennel and Lemon  Time: 45 minutes  1 lemon  1 1/2 pounds boneless, skinless chicken breasts  Salt to taste  2 tablespoons extra virgin olive oil  1 medium large fennel bulb, sliced lengthwise and cut in strips  1 1/2 cups dry white wine such as pinot grigio  1 cup chicken broth  1 pinch cinnamon (about 1/8 teaspoon)  2 egg yolks.  1. Zest lemon and slice zest into matchsticks. Juice lemon, strain and reserve.  2. Lightly sprinkle chicken with salt. Put deep frying pan over medium-high heat, pour in oil and gently sauté chicken breasts, about two minutes per side, until they are about half-cooked. Remove from pan.  3. Pour off oil and discard, then add fennel, wine and lemon zest to pan. Bring to boil over high heat and cook until wine is reduced by about half and fennel is tender. Add broth and cinnamon, bring to boil and cook about 5 minutes to reduce sauce a bit.  4. Add chicken with its juices and cook for 2 or 3 minutes.  5. Meanwhile, in a small bowl, beat egg yolks with half the juice (about 1 tablespoon), then ladle in about 1/4 cup of sauce. Mix well, then add to pan, mixing well. Cook over medium heat, stirring a bit, until sauce appears creamy. Taste and add more juice, if you like.  Yield: 4 servings.  ", 
            "title": "When Life Hands You Lemons, Make Pasta and Confit"
        }, 
        "weight": 0.900957051042077, 
        "file": "1822708.txt", 
        "other_topics": {
            "0": 0.00010472406773005474, 
            "1": 0.006889534492175342, 
            "2": 8.985203994400253e-05, 
            "3": 8.294533780525282e-05, 
            "4": 0.00011918528811746557, 
            "5": 0.900957051042077, 
            "6": 0.00013293436714631568, 
            "7": 0.00013711191587245964, 
            "8": 0.010944709942431657, 
            "9": 8.501713282282501e-05, 
            "10": 0.0633300566199378, 
            "11": 0.0001585421010231459, 
            "12": 8.345324013683087e-05, 
            "13": 6.717296724888343e-05, 
            "14": 0.008476134955213575, 
            "15": 0.00011329208981420968, 
            "16": 6.401428529486292e-05, 
            "17": 0.00015438269138458804, 
            "18": 4.628759444007289e-05, 
            "19": 0.0017228992625441168, 
            "20": 9.275100220588659e-05, 
            "21": 6.429721168885133e-05, 
            "22": 6.954604362162171e-05, 
            "23": 4.693437642167541e-05, 
            "24": 5.391657566875024e-05, 
            "25": 5.072777034793163e-05, 
            "26": 5.716915549048747e-05, 
            "27": 6.704114363580432e-05, 
            "28": 0.004258504368111942, 
            "29": 0.0014412222910011822, 
            "30": 3.8588628645454625e-05
        }
    }, 
    {
        "content": {
            "text": "  FISH served with red wine has long stopped being a culinary faux pas. But for this pairing I wanted the fish to be in red wine, not just with it.  Just days after we tasted the alluring 2003 wines from St.-Émilion, I was at a dinner party where bottles of fine Bordeaux were poured.  One of the dishes served with them was a classic matelote, prepared by Ronan Cardorel, who works for Daniel Boulud. A matelote is a stew in which eel is cooked in a wine sauce with fingerling potatoes, button mushrooms and bacon lardons. Though red wine fish dishes are served all over France, matelotes are typical of the southwest, near the Bordeaux region.  Then, dining at Alain Ducasse at the Essex House one night, the menu included a matelote of Thai snapper in red wine.  Shortly thereafter, at Gordon Ramsay at the London, line-caught turbot in St.-Émilion sauce was on the menu. That clinched it. How could I resist the notion of pairing our earthy, complex 2003 St.-Émilions with fish in red wine sauce?  I was surprised to find turbot in a couple of markets, both Canadian wild (fillets) and French farm-raised (whole). Neil Ferguson, Gordon Ramsay's chef de cuisine, said sea bass fillets would be a fine stand-in.  In reproducing the Ramsay recipe, I simplified it somewhat, leaving out the salsify that garnished the fish.  Nevertheless, the dish requires the full attention of the cook the whole time, with nothing suitable for advance preparation.  Though you do not have to use a St.-Émilion for the sauce, a Bordeaux-style wine, especially one with a generous component of merlot, is particularly appropriate. The same goes for your choice to pour at the table.  Turbot Poached in St.-Émilion  Adapted from Gordon Ramsay at the London  Time: 1 hour  8 medium-size Yukon Gold potatoes, about 1 pound  Salt  7 tablespoons crème fraîche  8 tablespoons unsalted butter, preferably high-fat European style, diced  Freshly ground black pepper  3 tablespoons extra virgin olive oil  16 pearl onions, peeled  1 large shallot, finely chopped  2 cups St.-Émilion or other dry red wine, preferably merlot  2 cups fish stock  1 pound turbot or sea bass fillets, skinned, in four pieces  1 tablespoon chopped flat-leaf parsley leaves.  1.  Place potatoes in boiling salted water and cook until tender, about 15 minutes. Drain, peel and mash in a ricer. Return to pan, heat briefly and add 5 tablespoons crème fraîche and 1 1/2 tablespoons butter. Season with salt and pepper and set aside in pan, covered.  2.  Heat 2 tablespoons oil in a small skillet, add onions and sauté over medium heat until lightly browned and tender. Set aside, covered.  3.  Heat remaining oil in a wide saucepan or a sauté pan that can hold fish in a single layer. Add shallots and sauté over low heat 5 minutes. Add wine and stock and bring to a simmer. Slip fish pieces into pan. Poach 3 to 4 minutes, until just firm. Remove fish, draining well. Place on a warm plate and cover to keep warm.  4.  Boil cooking liquid until reduced to about 1 cup. Whisk in remaining crème fraîche and season to taste with salt and pepper. Over low heat add remaining butter bit by bit, whisking it in. Sauce will thicken somewhat and turn glossy.  5.  Reheat potato purée and spoon into center of each of 4 dinner plates. Place a piece of fish on top and place onions around. Gently reheat sauce and spoon over each portion. Sprinkle with parsley and serve.  Yield: 4 servings.  PAIRINGS  ", 
            "title": "Three Recent Meals Point the Way to Fish in Red Wine Sauce"
        }, 
        "weight": 0.8944196331750924, 
        "file": "1817741.txt", 
        "other_topics": {
            "0": 0.00021506287214877434, 
            "1": 0.0001747803260843675, 
            "2": 0.00018452145908421237, 
            "3": 0.00017033775488677403, 
            "4": 0.0002447606451507719, 
            "5": 0.8944196331750924, 
            "6": 0.00027299595427729455, 
            "7": 0.00028157502924124506, 
            "8": 0.00011834686147685305, 
            "9": 0.00017459242333730754, 
            "10": 0.07416085492642963, 
            "11": 0.0003255843698740661, 
            "12": 0.00017138079051905864, 
            "13": 0.00013794738478397026, 
            "14": 0.0006383125378869007, 
            "15": 0.0002326582872046743, 
            "16": 0.00013146066947620344, 
            "17": 0.00031704254560481243, 
            "18": 9.505687871865202e-05, 
            "19": 0.009127638298668079, 
            "20": 0.00019047481024603673, 
            "21": 0.00013204169124337437, 
            "22": 0.00014282076901752616, 
            "23": 9.638511962480233e-05, 
            "24": 0.00011072386578448741, 
            "25": 0.00010417528869152821, 
            "26": 0.0001174034111222322, 
            "27": 0.00013767666989043784, 
            "28": 0.017129527535708528, 
            "29": 0.00016498147839692084, 
            "30": 7.924617032797147e-05
        }
    }, 
    {
        "content": {
            "text": "  Thrift is often the best catalyst for culinary invention. Penny-pinching dishes like panzanella, poule au pot and beef ragù were all responses of wily cooks to hard times. Likewise, the recipe for these pork chops with rye-bread stuffing, which The Times published in 1959, was billed as a dinner on the cheap. Pork chops are an inexpensive cut of meat, and bread stuffing was used, as it has been for hundreds of years, to stretch the portions.  Using rye bread, with its strong grain flavor, and seasoning it with sautéed onion, garlic, parsley and caraway, give the stuffing distinction far beyond its means. From here the technique is pure 1950s: the chops are browned in the oven, and a sauce is made with the brown but succulent drippings. The result is very ... brown. But toothsome -- like a better-dressed cousin of pastrami on rye.  Nowadays supermarket pork chops have become so thin and industrially produced that they yield a dish with the texture of particle board. It's worth the effort to find a butcher who carries good, fat-marbled chops and who can cut them thickly -- an inch is best. (Also, I've reworked the recipe a bit, cooking the meat covered in the oven to keep it moist, then finishing it under the broiler.)  I gave the recipe to Marco Canora, the chef at Hearth in New York, to try, and he was surprised by how much he liked the pork chops. ''I'm not just saying this,'' he added. ''They were delicious.''  When Canora modernized the recipe, he turned to an even cheaper cut: pork belly. First he brined it, then braised it in a combination of thick, cloudy apple cider and stock infused with garlic, thyme and caraway. ''I've always liked cabbage with pork,'' he said, so he also braised a little red cabbage with apple, mustard seeds, cider vinegar and more caraway. The finished dish -- a square of meat and a tangle of wilted red cabbage shored up with braising juices (pink on red on brown) -- is an intoxicating blend of pork, caraway and cider vinegar. It's pastrami on rye's urbane, wholesome cousin.  On first read, Canora's recipe is cheflike and daunting. But while its steps stretch over three days -- brining, braising, finishing -- the total amount of work involved is little more than that for the pork chops. Still skeptical? The night Canora put the dish on his menu, it sold out in half an hour.  1959: Pork Chops With Rye-Bread Stuffing  This recipe appeared in The Times in an article by Craig Claiborne.  6 bone-in, 1-inch-thick loin chops  3 tablespoons butter  1 medium onion, finely chopped  1 large clove garlic, minced  3 1/2 cups soft rye-bread crumbs  (a mix of large and small pieces, without caraway seeds)  1/2 teaspoon caraway seeds  3 tablespoons finely chopped parsley  Salt and pepper  1 large egg, lightly beaten with 3 tablespoons water  1 tablespoon flour  3/4 cup chicken broth.  1. Have a butcher cut a generous pocket in each chop or a slit to butterfly the chops for stuffing.  2. Preheat the oven to 350 degrees. In a sauté pan, melt 2 tablespoons butter over medium heat. Add the onion and garlic and cook until softened, about 5 minutes. Scrape into a large bowl and add the bread crumbs, caraway seeds, parsley, teaspoon salt and 1/4 teaspoon black pepper. Add the beaten egg and mix with a fork until blended.  3. Fill the chops with the stuffing, then seal the pockets with toothpicks. Season on all sides with salt and pepper. Arrange in a braising pan or other shallow baking dish fitted with a lid. Bake, covered, until a thermometer inserted into the thickest part of the meat, not the stuffing, reaches 155 degrees, 40 to 45 minutes.  4. Remove the lid and place the pan under the broiler just until the chops are browned and the temperature in the thickest part of the meat is 160 degrees, 3 to 5 minutes. Transfer to a serving platter and keep warm.  5. Set the braising pan on the stove over medium heat and reduce the pan juices to a thick glaze. Add the remaining tablespoon butter. Stir in the flour and cook for 1 minute. Add the broth and simmer, scraping up the pan drippings, until thick enough to coat the back of a spoon; strain. Season to taste. Serve the pork chops with the sauce. Serves 6.  Brined-and-Braised Pork Belly With Caraway  By Marco Canora, the chef and co-owner of Hearth  For the brine:  1 cup caraway seeds  3 tablespoons fennel seeds  3 tablespoons whole black peppercorns  3 tablespoons coriander seeds  1 cup Diamond Crystal kosher salt, plus more as needed  1 cup packed dark brown sugar  6 cloves garlic, crushed  2 cups cider vinegar  2 pounds pork belly (center cut)  For the braise:  Salt and freshly ground black pepper  2 tablespoons canola oil  1 carrot, chopped  1 stalk celery, chopped  1 onion, chopped  4 cloves garlic, crushed  6 sprigs thyme  3 tablespoons caraway seeds, toasted  4 cups apple cider  4 cups chicken broth.  1. Two days before serving the pork, prepare the brine: In a large skillet over low heat, toast the caraway seeds. Cool and grind in a spice grinder. In a large plastic container, combine the caraway, fennel, peppercorns, coriander, salt, brown sugar, garlic, cider vinegar and 4 cups water. Add the pork, cover and refrigerate for 24 hours.  2. The next day, preheat the oven to 300 degrees. Remove the pork from the brine and pat dry. Season with salt and pepper. In a braising pan over medium-high heat, heat the oil. Add the pork and brown on all sides. Transfer to a plate. Add the carrot, celery, onion, garlic, thyme and 2 tablespoons toasted caraway seeds to the pan. Brown the vegetables until the onion is translucent, about 5 minutes. Return the pork to the pan, skin side up. Pour in the apple cider and enough broth to cover the meat by three-fourths. Bring to a boil, then cover and braise in the oven until the pork is very tender, about 2 hours. Cool the pork in its cooking liquid and refrigerate overnight.  3. The next day, preheat the oven to 300 degrees. Scrape off and discard excess fat from the braising liquid. Remove the pork and discard loose gelatin. Cut the pork into serving pieces and place in a wide sauté pan with a heatproof handle. Bring the braising liquid to a boil and reduce by about two-thirds, or until it lightly coats the back of a spoon; strain. Pour just enough liquid over the pork to submerge halfway. Sprinkle with the remaining caraway seeds, then place the pan in the oven and heat through, basting occasionally. Top pork with sauce and serve with braised cabbage, a recipe for which can be found at nytimes.com/magazine. Serves 4.  ", 
            "title": "Recipe Redux; 1959: Stuffed Pork Chops"
        }, 
        "weight": 0.884507673598024, 
        "file": "1816892.txt", 
        "other_topics": {
            "0": 0.00012046179627714157, 
            "1": 9.789859041528401e-05, 
            "2": 0.00010335482917565965, 
            "3": 9.541020131676497e-05, 
            "4": 0.00013709622064573575, 
            "5": 0.884507673598024, 
            "6": 0.00015291148444202866, 
            "7": 0.00015771682703895457, 
            "8": 6.62888734574403e-05, 
            "9": 9.779334164681878e-05, 
            "10": 0.0618893995687708, 
            "11": 0.00018236749859668782, 
            "12": 9.59944302196467e-05, 
            "13": 7.726758969030995e-05, 
            "14": 0.0019229302750552353, 
            "15": 0.0001303174040010508, 
            "16": 0.003204426907766914, 
            "17": 0.00017758302099403508, 
            "18": 5.324360381007992e-05, 
            "19": 0.008243398562953497, 
            "20": 0.0001066894418294229, 
            "21": 7.395967119626902e-05, 
            "22": 7.999728734968436e-05, 
            "23": 5.398758292579153e-05, 
            "24": 6.201905345113053e-05, 
            "25": 5.835104068911599e-05, 
            "26": 6.576042462161655e-05, 
            "27": 7.71159558818889e-05, 
            "28": 0.03777178724100344, 
            "29": 9.241002429467821e-05, 
            "30": 4.43876524590819e-05
        }
    }, 
    {
        "content": {
            "text": "  DARK brown, rich with a hint of sweetness. Altbier fits that description. So does onion soup. And the two can certainly be in harmony.  During the tasting Eric Asimov hinted that he would like a pretzel recipe for these ales, so I decided to make pretzel dumplings with cheese to serve in the soup instead of the usual toasted French bread covered with cheese.  It turned out to be a fine package. While tasting the ales, I thought their malty, toasted, spicy flavors, with bitterness that sometimes suggested buckwheat and burnt caramel, would go with other soups, like lentil, and with pungent washed-rind cheeses.  The onion soup I made followed a fairly classic recipe, though I deglazed the onions with some ale for another synergistic touch. There is ale in the dumplings, too. The recipe for those was based, to some degree, on my formula for matzo balls, which I make with sparkling water. Ale's fizz was a fine substitute. With this combination of ingredients, mustard was a natural seasoning.  The dumplings are best when cooked just before serving so that they can be fished, still hot, from their water bath and plopped into the soup without delay. But they can be drained, held, then reheated by steaming if that is more convenient. You can even steam them over the reheating soup.  The main trick to the soup is not to rush browning the onions. They take time to turn a uniform deep gold. I like what happens when the hot soup is set aside so that the thyme can infuse: there's a rounder touch of herbaceousness. Besides, soups like this are always better when reheated. A splash of lemon juice enlivens the flavor.  Onion Soup With Pretzel-Cheese Dumplings  Time: 11/2 hours, plus 1 hour's infusing  3 tablespoons unsalted butter  3 pounds onions, sliced thin  1 tablespoon sugar  12 ounces dark ale, preferably altbier  6 cups chicken or beef stock  1 tablespoon fresh lemon juice  Salt and black pepper  4 branches fresh thyme  2 cups packaged pretzel nuggets  1 1/2 cups grated Gruyère cheese, more for serving  2 large eggs  1 tablespoon whole-grain mustard.  1. Melt butter in a 4-quart saucepan. Add onions and sugar and cook over medium heat, stirring frequently, until onions are golden, about 40 minutes. Add 1 cup ale and stir, scraping pot to release caramelized particles. Add stock. Simmer 30 minutes. Add lemon juice and season with salt and pepper. Add thyme and set aside one hour or longer to infuse.  2. Pulse pretzels in a food processor or place in a plastic bag and crush with a rolling pin to make coarse crumbs. Mix in a bowl with cheese. Lightly beat eggs, whisk in mustard and remaining ale and stir this mixture into pretzel crumbs and cheese. Form mixture into 18 dumplings about the size of Ping-Pong balls, place on a platter and cover until ready to cook.  3. About 20 minutes before serving, fill a 3-quart saucepan halfway with water and bring to a boil. Drop dumplings into water and simmer gently 15 minutes. While dumplings simmer, remove thyme from soup. Reheat soup.  4. Ladle soup into bowls. Use a slotted spoon to transfer 3 to 4 dumplings to each bowl. Serve, with additional grated cheese on the side.  Yield: 4 to 6 servings.  PAIRINGS  ", 
            "title": "Pretzels and Beer, a Perfect Duo, Bring Harmony to Onion Soup"
        }, 
        "weight": 0.8768696968286388, 
        "file": "1821134.txt", 
        "other_topics": {
            "0": 0.0002508113718954722, 
            "1": 0.00020383292070624392, 
            "2": 0.00021519325876504758, 
            "3": 0.00019865188984917936, 
            "4": 0.0002854456121734437, 
            "5": 0.8768696968286388, 
            "6": 0.000318374292736293, 
            "7": 0.00032837941142462723, 
            "8": 0.00013801888903445524, 
            "9": 0.0002036137841100376, 
            "10": 0.05389529068860471, 
            "11": 0.0003797041379571418, 
            "12": 0.0034591522896496533, 
            "13": 0.0001608774796010616, 
            "14": 0.0007444150713970948, 
            "15": 0.00027133155813286066, 
            "16": 0.00015331251987937204, 
            "17": 0.000369742461903734, 
            "18": 0.0033701415513672857, 
            "19": 0.0008670141699273009, 
            "20": 0.00022213619669456496, 
            "21": 0.00015399012110858123, 
            "22": 0.0001665609347375966, 
            "23": 0.00011240658995143827, 
            "24": 0.0001291287724445825, 
            "25": 0.00012149166805627993, 
            "26": 0.0001369186150755265, 
            "27": 0.00016056176553493295, 
            "28": 0.0558289811294175, 
            "29": 0.00019240527442342513, 
            "30": 9.241874480161899e-05
        }
    }, 
    {
        "content": {
            "text": "  Coromandel in Orange is the third in the Coromandel family of Indian restaurants in this area. The first is in Darien, the second in New Rochelle, N.Y. (The same owners also have Dakshin, in Stamford, and Kolam, in Newtown).  Coromandel is further evidence of the trend I've been following now for a few years, as Indian restaurants start diverging from the inexpensive and predominantly north Indian cuisine most Americans have grown used to and introducing other regional styles served in a more upscale atmosphere.  Coromandel is a pretty, contemporary place with white tablecloths, a reasonably priced wine list and a comfortable ambience that is due in no small measure to the classy, generous service. The menu features dishes from around the subcontinent, specializing in south Indian cuisine, particularly from the southeastern Coromandel coast, for which the restaurant is named.  We ordered a number of south Indian appetizers, all successfully executed, starting with the unusual shaam savera, a chef's original made with paneer (a mild, white Indian cheese) sheathed in a spiced spinach mixture and presented in a pool of creamy, sweet-and-savory tomato sauce.  The traditional masala dosa -- a crisp, paper-thin rice crepe, so large it hangs off the plate -- enclosed a soft, mild-tasting mixture of potatoes and peas. It was accompanied by a rather bland coconut chutney and a fiery hot sambar. Sambar is a soupy lentil dish with chunks of tomato, carrot, and eggplant, seasoned with the ubiquitous south Indian trio of black mustard seeds, chiles and curry leaves; Coromandel's version was every bit as good as the sambar I looked forward to each morning while recently in India. (I also tried sambar vadai for the first time here one night: light, bready lentil dumplings floating in a bowl of sambar -- delicious.)  The rasam, a spicy south Indian soup, was thicker than I'm used to but nonetheless tasty; often served in a glass, here, it came in a bowl. Bagari jhinga, from the southwest coast, combined mustard seeds, red chili and curry leaves with shrimp and a sweet, creamy tomato sauce.  Among offerings from the north of India, we liked the ragata patties, a lively mixture of cumin-spiced potato, chickpeas, raw onion, tomato, cilantro and chutney; and tawa paneer, grilled slices of Indian cheese and vegetables, seasoned with a hearty masala of cumin, coriander, cardamom, turmeric and fenugreek leaves.  Of the entrees, several of our favorites were north Indian specialties, like the satrangi kebab, a straightforward rendering of tandoor-cooked meats and vegetables; the murgh shahi korma, a tender, moist, tandoor-cooked chicken breast served in a rich, creamy sauce; the familiar rogan josh lamb stew; and achari chops, sweet, spicy tandoor-cooked lamb chops.  From elsewhere in India, kozhi Chettinad (a chicken stew, hot with black pepper) was lovely, as was the Mangalorean prawn (shrimp in a sweet, spicy coconut sauce). Both were better than the galina xacutti (Goan chicken stew), in which the spices tasted raw, or the chicken biriyani, which tasted reheated, the spices strong, and the grains of rice no longer separate.  Breads here were some of the best I've tasted, including light, deep-fried poori (not often available) and crisp, feathery, layered paratha.  Desserts at Coromandel are predominantly traditional. The kheer (a saffron-flavored cream, lightly thickened with rice, studded with sultanas and cashews) was served in an off-kilter, blue martini glass. It was sweet and rich, as was the unusual south Indian version, parippu payasam, made like a kheer but with lentils and coconut milk.  Though the style of cooking is not my favorite -- many dishes are sugared and sauces are often oily -- Coromandel cooks this kind of Indian food very well. The dishes are appealing and tasty, characterized by big, hearty flavors, and most of my guests were wild about them. The stewed meats could be more tender, but it's a fantastic deal -- particularly the weekend all-you-can-eat brunch. And the service is wonderful.  Coromandel Cuisine of India  185 Boston Post Road (Hitchcock Plaza)  Orange  (203) 795-9055  www.coromandelcuisine.com  VERY GOOD  THE SPACE -- Spacious and colorful, divided into two comfortable rooms with some banquettes. Wheelchair access.  THE CROWD -- Casual and quiet; large Indian clientele. Terrific wait staff goes out of its way to make this exotic cuisine accessible.  THE BAR -- Full bar, wine list, specialty cocktails.  THE BILL -- Entrees, $9.95 to $19.95. Lunch buffet, $8.95; weekend brunch buffet, $11.95.  WHAT WE LIKE -- Shaam savera, masala dosa, sambar vadai, ragata patties, bagari jhinga, tawa paneer, poondu rasam; satrangi kebab, Mangolorean prawn, kozhi Chettinad, rogan josh, salli boti, achari chops, bhindi do pyaza; tamarind rice, breads; kheer, payasam. IF YOU GO Lunch: Monday to Friday, noon to 2:30 p.m. Saturday and Sunday brunch: noon to 3 p.m. Dinner: Sunday to Thursday, 5 to 10 p.m.; Friday and Saturday, 5 to 10:30 p.m.  Reviewed Jan. 21, 2007  DINING/ORANGE  ", 
            "title": "Another Tasty Addition To a Restaurant Family"
        }, 
        "weight": 0.873836367829198, 
        "file": "1820304.txt", 
        "other_topics": {
            "0": 0.00016241099704204708, 
            "1": 0.0001319904581347702, 
            "2": 0.0001393467586761745, 
            "3": 0.0001286355209927966, 
            "4": 0.0044058872694497245, 
            "5": 0.873836367829198, 
            "6": 0.00020616085277587597, 
            "7": 0.00021263959131717937, 
            "8": 8.937308228617126e-05, 
            "9": 0.00013184855789791371, 
            "10": 0.05389420683927246, 
            "11": 0.0002458745277798294, 
            "12": 0.0001294231997552775, 
            "13": 0.0001041749888219151, 
            "14": 0.0025925648866761968, 
            "15": 0.00017569868763245495, 
            "16": 9.927635666780937e-05, 
            "17": 0.004460473053613872, 
            "18": 7.178497289723473e-05, 
            "19": 0.0005614284341387864, 
            "20": 0.0001438426053477676, 
            "21": 0.006431288832333293, 
            "22": 0.00010785526698630825, 
            "23": 7.278803273608349e-05, 
            "24": 8.361635487676569e-05, 
            "25": 7.867100599228473e-05, 
            "26": 8.866060824905505e-05, 
            "27": 0.00010397055057865425, 
            "28": 0.050925304249638814, 
            "29": 0.0001245905726646252, 
            "30": 5.9845055569732776e-05
        }
    }, 
    {
        "content": {
            "text": "  PORK tenderloin, like its relative the beef tenderloin (sometimes called filet mignon), is among the leanest cuts of meat. Its versatility, ease of cooking and eating -- there are no bones and essentially no fat -- and relatively low price have made it popular.  But the lack of fat means a lack of flavor. It also means that if you cook the meat to well-done, as one typically does with pork, it tends to dry out.  There are a number of ways to cope with these challenges, including wrapping medallions in bacon and roasting the whole tenderloin in a flavorful coating. But a friend has come up with a new one.  In a Paris bistro he was served medallions that had been broiled and then sauced. They were good, he reported, but the unbrowned sides were unattractive.  ''I thought that if I cooked the entire cut and got it crisp on the outside, then cut the meat into steaks and browned them on their 'faces,' I'd get even better results,'' he said. ''And indeed mine were much better.''  To follow his lead: Brown the whole tenderloin (usually about the right amount for four people). Let it rest for a few minutes, so the meat firms up a bit. Then slice the tenderloin into medallions, about an inch thick. Brown the slices on both sides and build a sauce in the pan.  I've chosen a simple French-style cream reduction, but you can take the sauce in any direction you like. The relatively bland flavor of the meat will take to almost anything.  Twice-Cooked Pork Tenderloin  Time: 25 minutes  1 boneless pork tenderloin, about 1 pound  Salt and freshly ground black pepper  4 tablespoons butter, extra virgin olive oil, or a combination  1/4 cup cream  1 tablespoon Dijon mustard, lemon juice or Calvados, optional  Chopped fresh parsley leaves for garnish, optional.  1.  Sprinkle meat with salt and pepper. Put a large skillet over medium-high heat; a minute later add 2 tablespoons butter and/or oil. When butter foam subsides or oil dimples, add meat (curve it into skillet if necessary). Brown it well on all sides, for a total of 4 to 6 minutes. Turn off heat, remove meat from pan, and let it sit on a board. When skillet has cooled a bit, proceed.  2.  Cut meat into inch-thick slices. Once again turn heat to medium-high, add remaining butter and/or oil and, when it's hot, add pork slices to pan. Brown on each side, about 2 or 3 minutes each. Turn heat to low and remove meat to a warm platter.  3.  Add  1/2 cup water to pan, turn heat to high, and cook, stirring and scraping, for a minute. Lower heat slightly, add cream and cook until slightly thickened. Stir in mustard, lemon juice or Calvados, if you're using them, then taste and adjust seasoning. Serve meat with sauce spooned on top, garnished, if you like, with parsley.  Yield: 4 servings.  THE MINIMALIST  ", 
            "title": "Brown, Slice, Brown, Sauce"
        }, 
        "weight": 0.8727929848650309, 
        "file": "1816063.txt", 
        "other_topics": {
            "0": 0.0003080385172835486, 
            "1": 0.0002503410837930192, 
            "2": 0.000264293488203662, 
            "3": 0.00024397790715095048, 
            "4": 0.008356472200268496, 
            "5": 0.8727929848650309, 
            "6": 0.0003910171390337051, 
            "7": 0.0004033051062925613, 
            "8": 0.00016951039186937172, 
            "9": 0.00025007194722370094, 
            "10": 0.10622195994952875, 
            "11": 0.00046634049636111197, 
            "12": 0.00024547186631941446, 
            "13": 0.0001975845828126104, 
            "14": 0.0009142668177432335, 
            "15": 0.00033324075470674545, 
            "16": 0.00018829354086994204, 
            "17": 0.00045410588395912866, 
            "18": 0.00013615172012507946, 
            "19": 0.005067787622908559, 
            "20": 0.0002728205828454933, 
            "21": 0.00018912574906041477, 
            "22": 0.00020456482090977068, 
            "23": 0.00013805418406614902, 
            "24": 0.00015859183458017683, 
            "25": 0.0001492121868619193, 
            "26": 0.00016815907053034022, 
            "27": 0.00019719683287894166, 
            "28": 0.00051724709224497, 
            "29": 0.00023630601357113386, 
            "30": 0.00011350575096635524
        }
    }, 
    {
        "content": {
            "text": "  Here is a taste of sunshine just when you need it. The kitchen at Agata & Valentina, 1505 First Avenue (79th Street), is preparing preserved lemons, but with a bright, palate-pleasing departure from the salt-cured Moroccan recipe. It uses Meyer lemons, which are sweeter than regular lemons, and cures them not just with salt but also with a touch of sugar, then bathes them in olive oil.  The resulting wedges can be served as a condiment alongside grilled fish or chicken. The salt does not have to be rinsed off and the flesh and the tender peel can be eaten. The lemons are also excellent tucked into the cavity of a whole fish before roasting. Refrigerate them but bring them to room temperature for about 30 minutes before using, so the oil can liquefy. They are $6.99 for 15 ounces.  FOOD STUFF  ", 
            "title": "Pucker Up and Smile: A Bottle Full of Surprises"
        }, 
        "weight": 0.8558105731374395, 
        "file": "1821148.txt", 
        "other_topics": {
            "0": 0.0011347332623215373, 
            "1": 0.0009221910208198932, 
            "2": 0.0009735880263428893, 
            "3": 0.0008987507437615005, 
            "4": 0.0012914272118886626, 
            "5": 0.8558105731374395, 
            "6": 0.0014404047835061013, 
            "7": 0.0014856704382622146, 
            "8": 0.0006244319108518418, 
            "9": 0.000921199592150499, 
            "10": 0.09637760572190959, 
            "11": 0.0017178763144785174, 
            "12": 0.0009042540982639048, 
            "13": 0.0007278498812958918, 
            "14": 0.0033679196286194976, 
            "15": 0.0012275717077900367, 
            "16": 0.00069362411489842, 
            "17": 0.0016728072050484044, 
            "18": 0.0005015472964571093, 
            "19": 0.003922588557629777, 
            "20": 0.0010049996108628311, 
            "21": 0.0006966897520246907, 
            "22": 0.0007535632512264475, 
            "23": 0.0005085554756073542, 
            "24": 0.0005842108039530313, 
            "25": 0.000549658637072654, 
            "26": 0.0006194539967747122, 
            "27": 0.015472235960657848, 
            "28": 0.0019054028878771336, 
            "29": 0.000870489496087738, 
            "30": 0.0004181254741196841
        }
    }, 
    {
        "content": {
            "text": "  EMME of Capri, on Stamford's restaurant row (Summer Street), is so small you may pass it so quickly you'll have to backtrack.  Small doesn't mean insignificant, however. The mustard walls, with wood wainscoting and paintings of Italy, create the effect of an intimate cafe, warm and snug. The good-size menu features a number of interesting southern Italian choices, both for starters and entrees, and several intriguing desserts, a bit unusual for an Italian restaurant.  The crusty bread served with a pungent extra virgin olive oil was a good sign of pleasant dishes ahead.  I especially liked the Italian crepes as a starter. Stuffed with shiitake mushrooms, shrimp and artichoke hearts, they came in a gently seasoned brandy cream sauce with shallots. The portion was sensibly sized, so it didn't kill my appetite for an entree.  Other good choices were calamari all' agro, squid sauced in a piquant citrus sauce, and calamari and zucchini, the calamari crisply fried and mixed with fresh sliced zucchini. Funghi trifolati was also a winning selection -- three different mushrooms (shiitake, porcini and portobello) sautéed in white truffle oil.  If you favor salad as a starter, there are seven to choose from. I was partial to the mista (fresh baby greens in olive oil and balsamic vinegar), both simple and zesty. Also appealing was the contadina -- crispy romaine lettuce with shaved parmigiano and crumbled Gorgonzola cheese in a sharp balsamic glaze.  Each menu comes with a printed attachment of the evening specials (a patron-friendly improvement on the verbal recitation at so many other places). One of my guests ordered cernia alla griglia -- fresh red grouper grilled, then sprinkled with extra virgin olive oil and lemon and served on a mound of broccoli rabe.  My own fish selection was less felicitous: salmone alla griglia. The waiter neglected to ask how I wanted the salmon prepared, and I forgot to specify lightly under-grilled. The end result was a filet tortuously overcooked. But the accompaniments were tasty: thin slices of zucchini sautéed with garlic bits and well-roasted potato chunks.  Two pasta dishes were better entree selections. Orecchiette alla Pugliese consisted of tender pasta tossed with broccoli rabe and crumbles of sweet sausage; the bitter broccoli rabe was nicely balanced by the sausage. Farfalle ortolano was a textural contrast of bow-tie pasta with sun-dried tomatoes, mushrooms, spinach and shrimp, a pleasing combination of flavors. Another worthy dish was scaloppine Caprese -- lightly breaded, thin veal scallops topped with melted mozzarella, tomato slices, prosciutto and tomatoes.  Desserts are often an afterthought at Italian restaurants, but Emme surprised me with its options. Both the chocolate hazelnut cake (a rum-soaked sponge cake with hazelnut ganache) and lava di cioccolato (rich chocolate cake with soft interior served warm) were delicious. More predictable were the peach sorbet (served in a real frozen peach) and tartuffo al cioccolato (a chocolate covered ice cream ball).  There is a $20.99 lunch special, which includes salad, panini or pasta, and coffee or soda. Another good midday option is one of six panini on grilled rustic Italian bread. Hearty and excellent are the Marucella (grilled eggplant, zucchini and asparagus in extra virgin olive oil), Carosone (grilled chicken with fresh mozzarella and roasted red peppers in a picante balsamic glaze) and Annarè (prosciutto di Parma, shaved parmigiano, tomatoes and arugula in a balsamic glaze).  Emme of Capri may be small, but it can pack a memorable punch.  Emme of Capri  227 Summer Street  Stamford  (203) 353-0626  GOOD  THE SPACE Cozy storefront with two large windows facing the street; tables seat a mere 32. Wheelchair access possible.  THE CROWD Mostly couples and foursomes for dinner; business singles, doubles and quartets at lunch. Small staff handles the tables professionally.  THE BAR Selections are limited to beer and wine, with wines $28 to $250 by the bottle, $8 to $9 by the glass. The wine list is concise, mostly Italian, with some interesting choices.  THE BILL Lunch entrees $10 to $18; dinner entrees $17 to $23. Most credit cards accepted.WHAT WE LIKE Italian crepes, calamari all'agro, calamari and zucchini, funghi trifolati, mista, Caesar and contadina salads, orecchiette alla Pugliese, scaloppine Caprese, farfalle ortolano, grilled red grouper, hazelnut cake, tartuffo, lava di cioccolato.  IF YOU GO Lunch: Monday to Friday, noon to 2:30 p.m. Dinner: Monday to Thursday, 5 to 10 p.m.; Friday and Saturday, 5 to 11 p.m.; Sunday, 4 to 9 p.m. Reservations recommended. Parking on the street or in one of several lots on Summer Street.  Reviewed Jan. 14, 2007  DINING/STAMFORD  ", 
            "title": "Snug and Warm On Restaurant Row"
        }, 
        "weight": 0.8432157198290281, 
        "file": "1818704.txt", 
        "other_topics": {
            "0": 0.0001680870257987528, 
            "1": 0.00013660333318404877, 
            "2": 0.00014421672575848314, 
            "3": 0.00013313114585556318, 
            "4": 0.00019129796075408563, 
            "5": 0.8432157198290281, 
            "6": 0.00021336587552787527, 
            "7": 0.00022007103658327784, 
            "8": 9.249654186939394e-05, 
            "9": 0.00013645647373975158, 
            "10": 0.025197750446782487, 
            "11": 0.0002544674858654105, 
            "12": 0.0001339463528482028, 
            "13": 0.00666066877008303, 
            "14": 0.011420308624100825, 
            "15": 0.00018183910190045603, 
            "16": 0.00010274592132519259, 
            "17": 0.00024779143889380105, 
            "18": 7.429375357024886e-05, 
            "19": 0.02897674594841766, 
            "20": 0.00014886969574966953, 
            "21": 0.00010320003141770794, 
            "22": 0.00011162465211493943, 
            "23": 7.533186889544827e-05, 
            "24": 8.653862518761513e-05, 
            "25": 0.0022657047823718373, 
            "26": 9.175916789818009e-05, 
            "27": 0.00010760417050392434, 
            "28": 0.07891648182807122, 
            "29": 0.00012894483245083757, 
            "30": 6.193655345193906e-05
        }
    }, 
    {
        "content": {
            "text": "  ASK New Yorkers to name a classic Greek dish, and many would say moussaka -- gooey layers of eggplant, ground meat and comfort. But a new breed of Greek restaurants here also serves dishes like rabbit phyllo, grilled branzino with artichoke confit and dandelion greens, and Cretan honey-braised lamb shank with yogurt pasta.  Trend-setting chefs like Michael Psilakis at Onera, Christos Valtzoglou at Pylos and Michael Symon at Parea, to name a few, are giving Greek food new vibrancy. Thirty-four Greek restaurants are listed in the latest Zagat guide, 18 of them newcomers since 2000.  So I wondered, as I headed to Greece recently, whether I would encounter inventiveness at restaurants there, too.  As soon as a deconstructed version of a tomato stuffed with rice was placed before me at 48 Restaurant in Athens, I knew I need not have worried. The rice had been typically seasoned with tomato, cinnamon, pine nuts and currants but was shaped like ovals of sushi. Slabs of slow-roasted tomato topped them. That the chef, Christoforos Peskias, has Ferran Adrià as a mentor did not surprise me one bit.  As I traveled outside the big cities, I continued to be delighted by the fresh and new. In fact, as long as I stayed away from tourist places, I was in for an adventure.  But some of the most unusual yet simple and delicious food I found was in Rhodes, the large island not far from the coast of Turkey. This food was not obviously modern, but based on a sense of place and on the traditions and ingredients of the island. It's a rustic cuisine that New York restaurants have yet to discover.  I came home with recipes I could not wait to try. Most were from Mavrikos, a 70-year-old family restaurant in Lindos, a town in the southwestern corner of Rhodes known for its beaches and a steep acropolis reached by stairs or donkey. When Lindos was a jet-setting destination, before islands like Mykonos and Patmos were on the social radar screen, Mavrikos had a star-studded clientele. Nelson Rockefeller, members of Pink Floyd and Jacqueline Kennedy Onassis stopped by, said Michalis Mavrikos, who runs the restaurant.  Most of the bold-face names have moved on, but Mr. Mavrikos and his brother, Dimitri, the chef, are maintaining the family's culinary traditions in the whitewashed dining room. Every evening, their father, Vassilis, 85, sits in one corner, near the small open kitchen, and casts a critical eye over everything.  For our party of six, Dimitri Mavrikos prepared a tasting menu of about 20 dishes.  (Tackling the recipes for some of them when I got home, I was happy to discover that even the most exotic-tasting dishes called for ingredients that are sold in American health food and Greek specialty stores, and also online.)  Gigantes, as huge, succulent butter beans are called, were simmered in a dark, musky sauce seasoned with carob. ''We can gather the carob pods from trees all around,'' Michalis Mavrikos said.  Fresh local red shrimp were peeled and pounded, raw, into a paste and seasoned with onion, garlic and orange, for a rich alternative to taramosalata. It's a dish I can try now, since fresh Maine shrimp are in season.  Freshly caught tuna loin was cured with sugar, salt and herbs, a little like gravlax, then sliced thin and served with pickled fennel. Gar, a long, skinny fish, was cooked and served in thick grape syrup, like saba, the Italian grape must. Poached skate was seasoned with herbs and pine nuts and formed into a timbale.  Meltingly tender beef had been slow-cooked in a casserole with cracked wheat and seasoned with bergamot, an aromatic citrus fruit that grows on the island and is best known as the flavoring for Earl Grey tea.  ''You are probably thinking that some of these dishes, especially with the cracked wheat and exotic spices, came from Turkey,'' Michalis Mavrikos said. ''I assure you they do not.''  The seasonings for the tuna included fenugreek, a slightly pungent, grassy herb with seeds that can have a celery flavor. Although American cooks may associate it with Indian cooking, it grows wild on Rhodes, as does cumin, another seasoning used in some of the dishes.  If there is any non-Greek influence in the food at Mavrikos, it is likely to be French or Italian. When the Turks controlled Rhodes, the Mavrikos brothers' paternal grandfather moved to Marseilles, where he owned a bistro. When Italy took over Rhodes in 1912 he returned, married an Italian woman and opened the restaurant in 1933. His son, Vassilis, studied cooking in Athens before returning to cook in the family restaurant.  Dimitri Mavrikos said the cooking of his father and grandparents, along with the local traditions, are his most compelling influences.  ''When I plan my menus I first try to find local things, vegetables from the villages, fish from nearby,'' he said. ''But local fresh fish are not as plentiful as they once were and it's getting harder to find them.''  The chef travels, often to London, when the restaurant is closed in winter.  ''I'm always a little sad when I'm abroad,'' he said. ''I often can't find real Greek food and rarely are there any Greek wines.''  Perhaps he should plan a trip to New York, where he'll find Greek wines and respectable and inventive Greek food as well.  Slow-Cooked Beef with Cracked Wheat  Adapted from Mavrikos Restaurant, Rhodes, Greece  Time: 3 1/2 hours  2 1/2 pounds shin of beef, with bone, in 2-inch chunks  2/3 cup extra virgin olive oil  1/2 cup finely chopped onion  1 clove garlic, minced  2 medium-size ripe tomatoes, finely chopped  1 teaspoon coriander seeds  2 bay leaves  4 whole allspice  Salt and freshly ground black pepper  1 cup dry white wine  3 tablespoons preserved bergamot (see note) 21/3 cups cracked wheat (not instant bulgur).  1.  Place beef in a pot with water to cover, bring to a boil and cook 5 minutes. Drain and dry meat.  2.  Heat oil in a heavy 4-quart casserole, add meat and lightly brown. Add onion, garlic, tomatoes, coriander seeds, bay leaves, allspice, salt and pepper and wine. Simmer for 30 minutes. Remove from heat and fold in bergamot and cracked wheat.  3.  Heat oven to 275 degrees. Transfer contents of casserole to a baking dish large enough to hold ingredients with room to spare. Pour 2 1/2 cups water on top. Bake, uncovered, about 1 1/2 hours. Take a spoon and push down into wheat to make sure it seems quite moist throughout. Add another  1/2 cup or so of water if it seems dry. Top layer of wheat will become crusty. Continue cooking about 1 1/2 hours longer, until wheat is very tender.  4.  Remove from oven. Allow to sit for 15 minutes. Use a large spoon to fold ingredients together once or twice, adding salt and pepper if necessary, then serve.  Yield: 6 servings.  Note: Bergamot is sold in Greek shops and at www.titanfood.com as pergamont.  Tomato Sushi  Adapted from 48 Restaurant, Athens  Time: 3 1/2 hours  8 ripe plum tomatoes, about 2 1/4 pounds  3 cloves garlic  2 sprigs fresh thyme  1/4 cup extra virgin olive oil, more for brushing  1 medium onion, finely chopped  1 bay leaf  3/4 cup sushi rice  1/2 cup dried currants  2 tablespoons white rum  1/4 cup rice vinegar  1 teaspoon sugar  1/4 teaspoon cinnamon  3 tablespoons julienned mint leaves  1/3 cup toasted pine nuts  Salt and freshly ground white pepper  1/2 teaspoon ground cumin.  1.  Heat oven to 250 degrees. Quarter six tomatoes. Scoop out pulp and seeds and reserve, leaving only flesh attached to skin. Place wedges skin-side down on a foil-lined baking sheet. Slice 2 garlic cloves and scatter on tomatoes, along with leaves from 1 sprig thyme. Place in oven and roast 2 hours. Meanwhile, discard seeds from reserved tomato pulp. Peel and seed remaining tomatoes. Finely chop all. Mince remaining garlic clove.  2.  Heat  1/4 cup olive oil in a heavy 2-quart saucepan. Add onion and remaining garlic and sauté over low heat until soft, about 20 minutes. Add chopped tomatoes, remaining thyme and the bay leaf and continue cooking, stirring occasionally, until all liquid has evaporated and mixture barely begins to brown, about 2 hours. Remove from heat and let cool. Remove bay leaf and thyme sprig.  3.  When tomato wedges have finished roasting, remove from oven, scrape off and discard skin and set wedges aside to cool.  4.  Mix sushi rice in a small saucepan with 1 1/4 cups water. Bring to a simmer, cover and cook 15 minutes, until tender. Remove from heat and let sit, covered, for 10 minutes. Place currants in a dish with rum.  5.  Transfer rice to a bowl and mix in vinegar, sugar and cinnamon. Press cooked tomato and onion mixture in a sieve to remove excess oil. Discard oil and fold tomato mixture into rice. Fold in mint, currants with rum and pine nuts. Season with salt and pepper. Let sit for 30 minutes.  6.  Form rice mixture into 24 ovals, using a scant tablespoon for each. Arrange on a platter. Place a piece of roasted tomato on each oval, like fish on sushi. Brush tomatoes with a little oil, sprinkle each with a few grains of cumin and serve.  Yield: 6 servings.  Timbale of Skate  Adapted from Mavrikos Restaurant, Rhodes, Greece  Time: 1 hour, plus 1 hour's chilling  2 skate wings with cartilage, 1 pound each, or 24 ounces lump crab meat  1 cup extra virgin olive oil, if using skate, plus 2 tablespoons for serving  1/3 cup white wine vinegar, if using skate  Juice and grated zest of  1/2 orange  Juice of 1 lemon  2 tablespoons pine nuts  1 tablespoon chopped flat leaf parsley  1 tablespoon chopped cilantro leaves  1 teaspoon capers  Salt and freshly ground black pepper  1 cup red wine vinegar  1/4 cup aged balsamic vinegar  1 1/2 tablespoons light brown sugar  1 small strip orange peel  3 black peppercorns  Lemon wedges for serving.  1.  Place skate in a saucepan with olive oil and white wine vinegar. Fish should be just about covered. Bring to a simmer and cook on low heat 30 minutes. Let cool in oil. Remove flesh from cartilage and place in a bowl. Fish will become somewhat shredded. If using crab meat instead, place in a bowl.  2.  Blend orange juice and zest, lemon juice, pine nuts, parsley, cilantro and capers in a blender until smooth. Fold into fish or crab meat. Season with salt and pepper. Pack some fish or crab meat into a 4-ounce mold (a  1/2-cup metal measuring cup works fine) and unmold onto a platter. Repeat with remaining fish or crab meat to make 6 timbales. Cover and refrigerate 1 hour.  3.  Meanwhile, bring red wine vinegar, balsamic, brown sugar, orange peel and peppercorns to a boil in a small saucepan. Cook until reduced by half and syrupy. Let cool.  4.  To serve, transfer timbales to individual plates and drizzle a little olive oil on each. Spoon a little syrup on plate around each, garnish with lemon wedges. Serve.  Yield: 6 servings.  ", 
            "title": "In Rustic Greek Dishes, A Fresh Approach to Ancient Flavors"
        }, 
        "weight": 0.8373950851116179, 
        "file": "1816055.txt", 
        "other_topics": {
            "0": 0.0010437452584906991, 
            "1": 0.016536418882523052, 
            "2": 6.398884375498072e-05, 
            "3": 5.907018098122423e-05, 
            "4": 8.487874937501542e-05, 
            "5": 0.8373950851116179, 
            "6": 9.467026518590043e-05, 
            "7": 9.764533968485048e-05, 
            "8": 4.10406402893149e-05, 
            "9": 6.054562625496978e-05, 
            "10": 0.05382348935995674, 
            "11": 0.001082072198265669, 
            "12": 5.943188765987497e-05, 
            "13": 4.783776204219774e-05, 
            "14": 0.04092629337056391, 
            "15": 0.0010498470434560034, 
            "16": 4.558828160576624e-05, 
            "17": 0.002048275223712118, 
            "18": 3.296407794709662e-05, 
            "19": 0.00510363711944568, 
            "20": 6.605336275024107e-05, 
            "21": 4.578976988394409e-05, 
            "22": 4.95277672254793e-05, 
            "23": 3.342468887134601e-05, 
            "24": 3.839711751031358e-05, 
            "25": 3.612618447900922e-05, 
            "26": 4.071346805887604e-05, 
            "27": 4.774388280934122e-05, 
            "28": 0.037922674256045535, 
            "29": 0.001995543081233553, 
            "30": 2.748119831950223e-05
        }
    }, 
    {
        "content": {
            "text": "  Stokes mayonnaise dressings, newcomers from England, are so rich they could be mistaken for homemade. They are made with organic eggs and canola oil, with extra virgin olive oil in some of them as well. The blushed tomato flavor is excellent for sandwiches and cold seafood. Curried coronation sauce, with bits of raisins and apricots, will do wonders for hard-cooked eggs and chicken salad. Serve the mustard and honey flavor with meats like cold roast pork. There is also an herb variety as well as a plain one.  Chelsea Market Baskets in the Chelsea Market sells them for $6.95 for about 12 ounces, and they can be ordered at chelseamarketbaskets.com.  FOOD STUFF  ", 
            "title": "Mayonnaise Acquires An Accent"
        }, 
        "weight": 0.8154325550545225, 
        "file": "1817747.txt", 
        "other_topics": {
            "0": 0.0012058587391994464, 
            "1": 0.0009799942758281657, 
            "2": 0.03237478735199914, 
            "3": 0.0009550847540236399, 
            "4": 0.001372374320207994, 
            "5": 0.8154325550545225, 
            "6": 0.0015306898580041315, 
            "7": 0.001578792779797022, 
            "8": 0.0006635715209362922, 
            "9": 0.0009789407040637884, 
            "10": 0.008398064216892074, 
            "11": 0.0018255534013690287, 
            "12": 0.0009609330607067978, 
            "13": 0.0007734717658582486, 
            "14": 0.0035790220062672197, 
            "15": 0.001304516330828376, 
            "16": 0.0007371007164789846, 
            "17": 0.0017776593444317622, 
            "18": 0.0005329844560274169, 
            "19": 0.05117871950992261, 
            "20": 0.0010679933371932726, 
            "21": 0.0007403585088101662, 
            "22": 0.0008007968587894215, 
            "23": 0.0005404319102924913, 
            "24": 0.0006208293410208305, 
            "25": 0.0005841114322624862, 
            "26": 0.0006582815894676314, 
            "27": 0.0007719538659207287, 
            "28": 0.06470518318264155, 
            "29": 0.0009250520814831657, 
            "30": 0.00044433372475360044
        }
    }, 
    {
        "content": {
            "text": "  OF all the dishes I ate for the first time in 2006, this one stands out. It's amazing how good it is, how simple it is, how easy and fast it is. It's also amazing how puzzled you must be hearing me say these things about scrambled eggs with shrimp. Have faith.  It's a Chinese restaurant dish, one that I encountered in many forms on a recent trip to Los Angeles, including the hard-to-handle but perhaps even more delicious scrambled eggs with Dungeness crab, in which the crab remained in its shell. That was something of a mess, as were scrambled eggs with lobster and scrambled eggs with head-on-shrimp. The version here, in which the shrimp are peeled, is in fact quite tidy.  What all of these preparations have in common is the wonderful way in which the flavors of the shellfish leach into the eggs. This does not become a bunch of shrimp sitting in a bunch of eggs; it becomes shrimp-flavored eggs. This transfer of flavor explains why it makes some sense to leave the shells on the shrimp, or crab, or lobster; but not enough sense to bother doing it that way.  Scrambling eggs the right way is not difficult, but it's a technique that isn't known by everyone. You want to start the eggs in a not-too-hot pan, then turn the heat up high. Stir them almost constantly and, when curds begin to form, stir them more. If the eggs begin to stick, or the curds become large, take the pan off the heat immediately and stir. When the cooking slows down again, put them back on the heat.  If you want this dish at its best, stop cooking when the eggs are creamy and even a little bit of liquid remains. (If you like your eggs dry, cook them as you usually do.)  Eat this immediately, really hot. I made a batch as an appetizer for a party, using 24 eggs and about two pounds of shrimp. It was gone in a minute, and my feeling is that it was the high point of the meal.  Scrambled Eggs with Shrimp  Time: 20 minutes  3/4 pound raw shrimp, peeled  Salt and freshly ground black pepper  3 tablespoons peanut oil, butter or neutral oil, like grapeseed or corn  8 eggs  2 tablespoons soy sauce  1 tablespoon sesame oil  1/2 cup chopped scallions  Chopped fresh cilantro leaves for garnish, optional.  1. Devein shrimp if you like; if large, cut into bite-size pieces. Sprinkle with salt and pepper.  2. Put oil or butter in a large skillet, preferably nonstick or cast iron, and turn heat to medium. When hot, add shrimp. Cook, stirring, until shrimp is somewhat pink. Beat eggs in a bowl with soy sauce and sesame oil.  3. Turn heat to medium high and add eggs and scallions. Cook, scraping pan with a rubber spatula. Fold eggs over themselves, breaking up curds. If mixture clumps, remove it from heat and stir, then return to heat.  4. When eggs are creamy, adjust seasoning, garnish if you like and serve immediately.  Yield: 4 servings.  THE MINIMALIST  ", 
            "title": "With Eggs, The Scent Of a Shellfish"
        }, 
        "weight": 0.8072022901341139, 
        "file": "1819381.txt", 
        "other_topics": {
            "0": 0.0003105245448099649, 
            "1": 0.00025236146368184156, 
            "2": 0.00026642647109333773, 
            "3": 0.0002459469329674733, 
            "4": 0.00035340450521956793, 
            "5": 0.8072022901341139, 
            "6": 0.0003941728462469155, 
            "7": 0.00040655998365215026, 
            "8": 0.0001708784269577012, 
            "9": 0.00025209015504350544, 
            "10": 0.12322024255182185, 
            "11": 0.0004701041013831723, 
            "12": 0.00024745294914636865, 
            "13": 0.00019917919090253148, 
            "14": 0.025133171445365435, 
            "15": 0.00033593017710895155, 
            "16": 0.0001898131655252516, 
            "17": 0.00045777074943564584, 
            "18": 0.00013725053376366193, 
            "19": 0.037390721952672325, 
            "20": 0.0002750223837264608, 
            "21": 0.00019065209005914615, 
            "22": 0.00020621576307181853, 
            "23": 0.0001391683515564745, 
            "24": 0.00015987175135716958, 
            "25": 0.00015041640511061986, 
            "26": 0.00016951619976807836, 
            "27": 0.00019878831162965877, 
            "28": 0.0005214215393907993, 
            "29": 0.000238213123303956, 
            "30": 0.00011442180011435569
        }
    }, 
    {
        "content": {
            "text": "  As a change of pace from pizza for a Super Bowl party, consider a Spanish tortilla. It's nothing like the Mexican flatbread of the same name, but is closely related to an Italian frittata, a thick round omelet layered with potatoes and onions. In Spain it is a tapas bar staple, served either warmed or at room temperature.  Though a good tortilla is not difficult to prepare, to simplify feeding a crowd there are now frozen ones. The El Forno brand from Spain, which is sold at Agata & Valentina, comes in a nine-inch size that will serve six to eight ($10.99), and with spinach or peppers in a seven-inch size to serve four ($9.99). The tortillas take 10 minutes to heat in a microwave or conventional oven or in a skillet with a cover. Sangria anyone?  FOOD STUFF  ", 
            "title": "All-American Day, All-American Game, Spanish Treats"
        }, 
        "weight": 0.7771921366765244, 
        "file": "1822735.txt", 
        "other_topics": {
            "0": 0.0010866621088454081, 
            "1": 0.0432465189353602, 
            "2": 0.0009323435321600891, 
            "3": 0.0008606766109456936, 
            "4": 0.0012367179707239682, 
            "5": 0.7771921366765244, 
            "6": 0.001379384346620334, 
            "7": 0.001422732394561497, 
            "8": 0.000597978855126182, 
            "9": 0.0008821744499018126, 
            "10": 0.07817359145036634, 
            "11": 0.0016451012415090748, 
            "12": 0.0008659468246671733, 
            "13": 0.0006970156892323099, 
            "14": 0.0032252431188718182, 
            "15": 0.001175567602572041, 
            "16": 0.0006642398424978654, 
            "17": 0.0016019414125666201, 
            "18": 0.00048030005019748963, 
            "19": 0.003756414388916551, 
            "20": 0.000962424415315644, 
            "21": 0.0006671756088274543, 
            "22": 0.0007216397535142489, 
            "23": 0.00048701133908576205, 
            "24": 0.028801725022250816, 
            "25": 0.0005263732310838127, 
            "26": 0.000593211822389662, 
            "27": 0.0006956478305491138, 
            "28": 0.04418807860966849, 
            "29": 0.0008336126056719404, 
            "30": 0.0004004122594761258
        }
    }, 
    {
        "content": {
            "text": "  The mithai, or Indian sweets, at Bengali Sweet House in Iselin are sublime in their simplicity. Although many of the classic sweets sold here are made from a short list of ingredients -- mainly milk -- the resulting variety of good things to taste is astounding.  The sweets at Bengali Sweet House represent various regions of India, but to try some of the best, order those typical of Bengal, which is known for its confections. The mix includes cheeselike sandesh, rosogolla treats that ooze milk, and creamy white and pink cham-cham, shaped like cumulus clouds. The beautiful yellow hue of the aam sandesh signals its mango flavor. It tastes as good as it looks. All these sweets are $9 a pound.  Ghee, or clarified butter, and mawa, or dried condensed milk, are two essential ingredients in Indian sweets, and Bengali Sweet House makes both in house. The homemade quality is evident, especially in the gulab jaman, milk balls fried in ghee with cardamom, and in the fudgelike burfi (an assortment, $8 a pound). There are chocolate, coconut and pistachio burfi ($7 to $8 a pound). The dried fruit sweets, including the badam pista roll with almonds and pistachio, are also good ($9 a pound).  Aside from sweets, Bengali Sweet House also sells a variety of chaat, or Indian snacks, including fresh fried samosas, filled with potatoes and peas (60 cents apiece). There is also a good selection of spiced cashews and peanuts.  The Jain family, who hail from a long line of halwai, or sweet makers, in northern India, opened Bengali Sweet House in Iselin in 1998. A Jersey City location followed in 2002.  Bengali Sweet House, 1384B Oak Tree Road, Iselin; (732) 404-1700; 836 Newark Avenue, Jersey City; (201) 798-9241;  www.bengalisweet.com.  KELLY FEENEY  New Jersey  ", 
            "title": "QUICK BITE/Iselin; Sublime Indian Sweets"
        }, 
        "weight": 0.7768999304334897, 
        "file": "1818740.txt", 
        "other_topics": {
            "0": 0.0004427266183548313, 
            "1": 0.011866231554739273, 
            "2": 0.00037985432249663313, 
            "3": 0.0003506558684244066, 
            "4": 0.0005038622038814134, 
            "5": 0.7768999304334897, 
            "6": 0.0005619871735839531, 
            "7": 0.081124659711586, 
            "8": 0.000243627852874155, 
            "9": 0.00035941449308381614, 
            "10": 0.0030833185103751903, 
            "11": 0.0006702452432785265, 
            "12": 0.006106018176118473, 
            "13": 0.006037192448491525, 
            "14": 0.0013140248176201446, 
            "15": 0.00047894839168286256, 
            "16": 0.00027062382763864447, 
            "17": 0.0006526611157370146, 
            "18": 0.00019568329040710238, 
            "19": 0.04180293986477068, 
            "20": 0.00039210984108716885, 
            "21": 0.0002718199141579028, 
            "22": 0.006047224756253942, 
            "23": 0.00019841759595628933, 
            "24": 0.00022793521810696087, 
            "25": 0.00021445437242479154, 
            "26": 0.00024168567391544567, 
            "27": 0.0002834200337693916, 
            "28": 0.058275561693768366, 
            "29": 0.00033962948272782883, 
            "30": 0.00016313549919766442
        }
    }, 
    {
        "content": {
            "text": "  WHEN the first mass-produced granola came on the market in the 1970's, it was greeted with a touch of disbelief by many of us, as in, ''how dare they?'' If ever there was a homegrown food it was granola. Yet nostalgia isn't the only reason we should honor its roots.  In fact, there are two good reasons for making your own granola. One: it tastes better. Two: it contains better ingredients.  I won't argue that it's faster than grabbing a bag off a store shelf. In fact it requires some attention, because to make oats crunchy you must toast them, carefully and for a while. Not that this is a big deal, but it can't be done in your sleep.  Into this base of rolled oats you can stir just about any dry ingredient imaginable: other grains, like flakes of rye or wheat; dried fruit (raisins are the fallback, but neither the only nor best choice); spices, from cinnamon to vanilla to nutmeg to cardamom; orange zest, crystallized ginger, peanut butter  even, dare I say it, chocolate chips. And of course, any nut or seed you can think of: I favor a combination of cashews, sunflower seeds, sesame seeds and pecans.  I always add coconut, a flavor I adore. And I insist that there is no better sweetener than grade B maple syrup. Honey is good too.  Look at the ingredient list here, then compare it to one on the side of a box of commercially made stuff. See if that isn't enough to get you to take a trip back in time, to when all granola was made at home.  Crunchy Granola  Time: 40 minutes  6 cups rolled oats (not quick-cooking or instant)  2 cups mixed nuts and seeds: sunflower seeds, sesame seeds, chopped walnuts, pecans, almonds or cashews.  1 cup dried unsweetened shredded coconut, optional  1 teaspoon ground cinnamon, or to taste  Dash salt  1/2 to 1 cup honey or maple syrup, or to taste  1 cup raisins or chopped dried fruit, optional.  1.  Preheat oven to 350 degrees. In a bowl, combine oats, nuts and seeds, coconut, cinnamon, salt and sweetener. Place on a sheet pan and put in oven. Bake for 30 minutes or a little longer, stirring occasionally. Mixture should brown evenly; the browner it gets without burning, the crunchier the granola will be.  2.  Remove pan from oven and add raisins or dried fruit. Cool on a rack, stirring once in a while until granola reaches room temperature. Transfer to a sealed container and store in refrigerator; it will keep indefinitely.  Yield: About 8 cups (at least 16 servings).  THE MINIMALIST  ", 
            "title": "The History Of Crunchy, Revisited"
        }, 
        "weight": 0.7697135120063078, 
        "file": "1817751.txt", 
        "other_topics": {
            "0": 0.0003633009701869539, 
            "1": 0.00029525255290051587, 
            "2": 0.0003117080341939845, 
            "3": 0.00028774781528549036, 
            "4": 0.0004134687636150727, 
            "5": 0.7697135120063078, 
            "6": 0.00046116604904934374, 
            "7": 0.00047565849131317494, 
            "8": 0.00019992074486654615, 
            "9": 0.00501601705875642, 
            "10": 0.08278856047635223, 
            "11": 0.0005500025005298451, 
            "12": 0.00028950979239182427, 
            "13": 0.00023303147691666802, 
            "14": 0.05773127041249542, 
            "15": 0.0003930245170585333, 
            "16": 0.0002220736117068702, 
            "17": 0.0005355729850436034, 
            "18": 0.00016057749027707617, 
            "19": 0.07679318325120542, 
            "20": 0.0003217648991067632, 
            "21": 0.0002230551189731124, 
            "22": 0.00024126397749872982, 
            "23": 0.00016282125836696102, 
            "24": 0.0001870433862453352, 
            "25": 0.00017598101928517325, 
            "26": 0.00019832699497502668, 
            "27": 0.00023257416421326312, 
            "28": 0.000610041796383541, 
            "29": 0.0002786995754572457, 
            "30": 0.000133868809042206
        }
    }, 
    {
        "content": {
            "text": "  Aligot, a specialty of south-central France, is simply a purée of potatoes given supple elasticity and richness by the addition of cream, garlic and fresh Laguiole or Cantal cheese.  The dish may be served alongside roasted or grilled meats. It is such a delectable tour de force, however, that at Michel Bras's restaurant in Laguiole, France, it is served as a separate course.  To make it yourself, finding the proper cheese and working the mixture to the desirable consistency are challenges.  Now, Marie de Livinhac, a company in the Auvergne region, is making a dehydrated aligot mix that requires only crème fraîche, water and five minutes' time. Rubbing the pot with a garlic clove is optional.  The secret is in sufficiently beating the mixture with a wooden spoon into satiny ribbons as it cooks.  A package to make enough for two is $7.99, one for four to five servings is $11.99, both at Fairway.  FOOD STUFF  ", 
            "title": "From a Mix, A Quick Trip To France"
        }, 
        "weight": 0.763387495850794, 
        "file": "1816045.txt", 
        "other_topics": {
            "0": 0.0008762985468520818, 
            "1": 0.0007121626538127544, 
            "2": 0.0007518540268850524, 
            "3": 0.0006940608836381005, 
            "4": 0.000997305557808351, 
            "5": 0.763387495850794, 
            "6": 0.001112353590554677, 
            "7": 0.001147310023755496, 
            "8": 0.00048221797514602747, 
            "9": 0.0007113970223369306, 
            "10": 0.10859006892202548, 
            "11": 0.001326631172306795, 
            "12": 0.0006983108529598795, 
            "13": 0.0005620825743674373, 
            "14": 0.02537580908178237, 
            "15": 0.00094799310059206, 
            "16": 0.0005356517025891279, 
            "17": 0.0012918265213699525, 
            "18": 0.00038732024666640754, 
            "19": 0.048579083364545514, 
            "20": 0.0007761116447615492, 
            "21": 0.034700415370891635, 
            "22": 0.0005819397420851764, 
            "23": 0.0003927323178635402, 
            "24": 0.0004511571975178991, 
            "25": 0.0004244742627408575, 
            "26": 0.0004783737775561738, 
            "27": 0.0005609795152227163, 
            "28": 0.0014714486983473717, 
            "29": 0.0006722361155705127, 
            "30": 0.0003228976866539524
        }
    }, 
    {
        "content": {
            "text": "  Shops selling banh mi, the hearty Vietnamese sandwiches that involve various meats, vegetables and pickles layered on crisp baguettes, are usually small mom-and-pop affairs. A slicker, more spacious version, Paris Sandwich, opened a few weeks ago in Chinatown. It serves a dozen kinds of banh mi ($3.25 to $3.50), summer rolls ($3) and some rice and noodle dishes with chicken or pork ($4.25 to $5). The baguettes, which are also sold plain or buttered, are baked on the premises, and the banh mi, especially the somewhat sloppy Vietnamese meatball version, make a satisfying lunch: 113 Mott Street (Canal Street), (212) 226-7221.  FOOD STUFF  ", 
            "title": "A Chinatown Banh Mi Shop Breaks Out of the Mold"
        }, 
        "weight": 0.7561851209632147, 
        "file": "1821149.txt", 
        "other_topics": {
            "0": 0.0011182438460592408, 
            "1": 0.0009087901696061545, 
            "2": 0.0009594402977379209, 
            "3": 0.0008856905157572451, 
            "4": 0.0012726607919938918, 
            "5": 0.7561851209632147, 
            "6": 0.0014194734907960927, 
            "7": 0.0014640813661000274, 
            "8": 0.0006153579566042756, 
            "9": 0.0009078131479172965, 
            "10": 0.03685095064694993, 
            "11": 0.0162244480624348, 
            "12": 0.000891113898070376, 
            "13": 0.0007172731051779549, 
            "14": 0.017850513714193675, 
            "15": 0.001209733206396189, 
            "16": 0.02974661494763842, 
            "17": 0.0016484987483859294, 
            "18": 0.0004942590443003066, 
            "19": 0.03292865758014328, 
            "20": 0.000990395423713986, 
            "21": 0.0006865657804198503, 
            "22": 0.0007426128203701064, 
            "23": 0.0005011653838490468, 
            "24": 0.0005757213241332507, 
            "25": 0.000541671253279643, 
            "26": 0.0006104523792604217, 
            "27": 0.0007158654923217489, 
            "28": 0.07453539009870715, 
            "29": 0.015389375075362439, 
            "30": 0.0004120494691046166
        }
    }, 
    {
        "content": {
            "text": "  THERE was a time when pasta dishes dressed with just cheese, cream or milk were popular, at least with me and my family, but today they seem stodgy and fat. Although these popular standbys almost always feature a strong hit of black pepper, they don't contain acidity or real spice, and seem one-dimensional despite the strong flavors. They're also almost always white, beige and yellow, not exactly a stunning color combination for what for us was often a weeknight main course.  It doesn't take much to fix that. Here's a variation on a classic dish, pasta with Gorgonzola, that adds color, acidity and strong flavor without increasing the cooking time a single second. And it increases the shopping and prep times by only about five minutes.  There are added benefits. You use two nonwinter vegetables that are decent in midwinter: arugula and cherry or grape tomatoes. The arugula adds spice, crunch and color (watercress will work equally well). The tomatoes, which are ubiquitous in markets these days, have real flavor, unlike regular tomatoes in midwinter. They also add some much-needed acidity.  You can put this together in the time it takes to boil pasta, and it's quite straightforward. The thicker the liquid you use, the thicker and richer your sauce. You could start with skim milk -- or water, for that matter -- and have a thin but still flavorful sauce. I usually settle on whole milk but, truth be told, a bit of cream is very nice here.  Buy a creamy piece of cheese that will ultimately melt into the pasta, and a variety with strong flavor: blue d'Auvergne, Maytag blue, good Roquefort or mature Stilton are all good substitutes for Gorgonzola. Because you turn the sauce into the pasta over heat, slightly undercook the pasta at first.  Farfalle is my pasta shape of choice here, but it hardly matters. What does matter is putting a nice-looking, complex-tasting pasta dish on the table in less than a half-hour.  Farfalle with Gorgonzola, Arugula and Cherry Tomatoes  Time: 30 minutes  Salt and freshly ground black pepper  1 cup half-and-half, cream or milk  1 cup crumbled Gorgonzola or other good blue cheese  1 pound farfalle or other pasta  2 cups arugula trimmed of very thick stems, washed, dried and chopped  1 cup cherry or grape tomatoes, cut in half  Freshly grated Parmesan to taste, optional.  1. Bring a large pot of water to a boil and salt it. In a small saucepan gently warm the half-and-half and Gorgonzola just until cheese melts a bit and mixture becomes thick; chunky is O.K.  2. When water boils, cook pasta until it is just tender but not mushy. Drain and return to pot over low heat.  3. Stir in Gorgonzola sauce along with arugula, tomatoes and a healthy dose of black pepper. Stir to combine, taste and add salt, if necessary, then serve immediately, with grated Parmesan if you like.  Yield: 3 to 6 servings.  THE MINIMALIST  ", 
            "title": "Cheesy Pasta, Redressed"
        }, 
        "weight": 0.7506865656624512, 
        "file": "1821133.txt", 
        "other_topics": {
            "0": 0.0003008136675540125, 
            "1": 0.0002444694910860952, 
            "2": 0.0002580946506245007, 
            "3": 0.000238255558751027, 
            "4": 0.00034235266461872895, 
            "5": 0.7506865656624512, 
            "6": 0.0003818460779076343, 
            "7": 0.00039384583862105724, 
            "8": 0.0001655346322155111, 
            "9": 0.0002442066669457783, 
            "10": 0.0802762194667198, 
            "11": 0.00045540277325194337, 
            "12": 0.00023971447804659003, 
            "13": 0.00019295036066311163, 
            "14": 0.0008928232644202713, 
            "15": 0.0003254248023455113, 
            "16": 0.00018387723426703967, 
            "17": 0.0004434551159907748, 
            "18": 0.00013295836714118597, 
            "19": 0.07140297759583294, 
            "20": 0.00026642174762330986, 
            "21": 0.00018468992353769394, 
            "22": 0.00019976688166484794, 
            "23": 0.00013481620998677922, 
            "24": 0.00015487216282199047, 
            "25": 0.00014571250884308083, 
            "26": 0.0001642150052687813, 
            "27": 0.00019257170516032152, 
            "28": 0.09041353833607817, 
            "29": 0.0002307636046110699, 
            "30": 0.00011084354494938757
        }
    }, 
    {
        "content": {
            "text": "  PET a Silkie chicken and you understand how it got its name. The feathers are fine and flutter in wisps in the breeze.  With a walnut-shaped crown of plumage, blue earlobes and feathers that come in a variety of colors, it's a striking-looking bird that's often raised for show.  Breeders also like them because they will hatch other birds' eggs.  ''They are such good moms,'' said Frank R. Reese Jr., the founder of Good Shepherd Turkey Ranch in Lindsborg, Kan., who breeds Silkies for show. ''They'll sit on anything and hatch anything. They'll hatch ducks, turkeys, chickens.''  Deprived of their striking outerwear, though, Silkies are far less appealing. They have bluish-gray skin, pitch-black bones and dark beige flesh (they're sometimes called black-skinned chickens). They're a scrawny pound or two, plucked, and are usually sold with the head and feet attached (with five toes, not the usual four).  Yet Asian cooks love them for their deep, gamy flavor, even in the breast meat. And with the nation's Asian population growing, sales have soared.  Murray McMurray Hatchery in Webster City, Iowa, sells about 10,000 Silkies a year, up from a few hundred 10 years ago, when the hatchery first started raising the little birds, said Bud Wood, an owner.  ''The majority are sold for ornamental purposes, but there's a big market in San Francisco, where there are Asians, and in Minneapolis, where there's a Hmong market,'' Mr. Wood said. Japanese, Cambodians and Koreans also eat the Silkie, he said.  At K. K. Live Poultry in Brooklyn's main Chinatown, Danny Wu, the owner, said he sells, butchers and cleans 3,000 Silkies a week, up from 400 a week 10 years ago. He attributes the growth to the number of Chinese moving from China and Taiwan to New York City.  ''They make it for soup, or for the broth for Mongolian hot pot,'' he said, ''and sometimes they make a curry.'' For chefs outside Chinatown, though, it is not the easiest dish to sell.  ''It's a scary-looking creature,'' said Patricia Yeo, of Sapa in Chelsea. She said she has her staff describe it as a deeply flavored, lean, free-range chicken.  She compares the Silkie to the blue-foot chicken, the domestic version of the poulet de Bresse of France; the blue-foot costs twice as much as the Silkie, she said. And unlike the blue-foot, the Silkie is rarely roasted.  In an Asian home, most often a Silkie will be made into a deeply flavored, aromatic, amber-colored soup, simmered or steamed with ginger, ginseng, dried wolfberries and dried red dates, also known as jujubes. The broth is usually served clear, but occasionally it has bits of meat in it. (A recipe can be found at nytimes.com/dining.)  In China, the Silkie is called wu gu ji -- black-boned chicken. It has been prized for its medicinal value since the seventh or eighth century, said Yu Ying-Shih, a retired professor of Chinese and East Asian studies at Princeton University. Women who have just given birth eat it for energy. But its curative powers are not necessarily gender-specific.  When Professor Yu was a small boy growing up in Anhui, in southeastern China, he said, because he had constant headaches, he was given bowls of Silkie chicken soup to make the headache go away.  Did the soup work?  ''I don't know,'' he said, ''but probably it helped.''  That same soup can be ordered a day in advance at some restaurants in Manhattan's Chinatown, like Oriental Garden and Danny Ng's.  Cooked in the traditional way, with ginseng, the soup has a hint of bitterness. Without ginseng, it is simply an addictive, intensely flavored broth.  Yvonne L. C. Wong, an art consultant and trustee of the China Institute, makes her variation of the soup with Virginia ham, wolfberries, dried white yam, preserved orange peel and ginger. It may be to the Chinese what chicken soup is to Jews -- liquid penicillin.  Ms. Yeo slow-cooks the chickens in curries and other braises. When she was growing up in Cambridge, England, she remembers, her grandmother visited from Kuala Lumpur and made the family the traditional Chinese soup in a clay pot.  For her black-skinned chicken slow-cooked in dark soy sauce at Sapa, Ms. Yeo braises the quartered chicken in a dark, aromatic sauce that includes onions, garlic, ginger, galangal, chilies, wolfberries, Chinese dried red dates, soy sauce and star anise.  ''My secret ingredient?'' she said, as she ran upstairs from the restaurant pantry to the kitchen. ''Coke!'' She said she substitutes it for the traditional rock sugar, because she likes Coke's caramel flavor. She braises the chicken the night before she puts it on the menu, as a special, because it, like nearly all braised dishes, tastes better the next day.  At the Jefferson Restaurant in Greenwich Village, Simpson Wong takes an even more European turn. He cooks the Silkie leg and thigh as a confit in olive oil, seasoned with garlic and rosemary, for six hours, and does a quick sauté of the tender breast meat in a savory sauce of garlic, ginger, rice wine lees, oyster sauce and lemon balm.  At Chow Bar in Greenwich Village, Peter Klein serves slow-cooked black chicken in red Thai coconut sauce. He also slow-cooks it, shreds the meat and mixes it with an Asian barbecue sauce. Then he stuffs it into toasted Chinese bread, along with paper-thin slices of cucumber and a sprinkle of fresh cilantro leaves.  Mr. Klein asks his staff to describe the chicken as particularly fresh and lean.  ''We try not to go into great detail,'' he said. ''The American public is a little squeamish.''  Black-Skinned Chicken Slow-Cooked in Dark Soy Sauce  Adapted from Patricia Yeo  Time: 1 1/2 hours  2 tablespoons canola oil  1 large Spanish onion, diced  5 cloves garlic, smashed  1/4 cup Chinese bean paste  2 2- to 2 1/2-pound chickens, head and feet discarded, cleaned and rinsed  1 inch-thick piece of unpeeled ginger, cut into 4 pieces  1 inch-thick piece unpeeled fresh or frozen galangal, smashed  2 Thai bird chilies  1/2 cup wolfberries or 1/4 cup finely diced dried apricots  1/4 cup diced jujubes (also known as hong zao or red dates) or 1/8 cup of dried brown dates, diced  3 cups dark soy sauce  1 cup cola  1 star anise pod  2 cardamom pods  2 cinnamon sticks  1 clove.  1. Place a large, heavy-bottomed saucepan or Dutch oven over medium heat, and add oil. When oil is hot, add onion, garlic and bean paste, and sauté until onion is tender.  2. Add chickens, ginger, galangal, chilies, wolfberries, jujubes, soy sauce and cola. Stir, and add star anise, cardamom, cinnamon, clove and just enough water to cover chickens. Bring to a boil, then reduce heat to low. Simmer, covered, for 45 minutes. Remove chickens, cut into serving pieces, and serve with broth ladled over chicken and steamed rice.  3. If you want a thicker sauce, remove chickens. Cook broth over high heat until it becomes syrupy and glossy, about 20 minutes. If too salty, add a little water. Cut chicken into serving portions, add to sauce, heat through and serve.  Yield: 4 servings.  Note: Bean paste, chickens, galangal, chilies, wolfberries, jujubes and dark soy sauce can be bought in Chinese food stores.  Black-Skinned Chicken Slow-Cooked in Coconut Sauce  Adapted from Peter Klein  Time: About 1 hour 40 minutes  1 1 1/2 -pound black-skinned chicken, head and feet discarded, cleaned, rinsed and quartered  4 cups light chicken stock  1 cup Chinese rice wine  1 inch-long piece of ginger, peeled and sliced  1 small onion, peeled and quartered  2 garlic cloves, peeled and smashed  1 teaspoon Chinese five-spice powder  Salt and freshly ground black pepper  1 teaspoon vegetable oil  1 teaspoon minced ginger  1 teaspoon minced garlic  1 tablespoon Thai red curry paste  1 tablespoon tomato paste  1 13.5-ounce can coconut milk  1 zucchini, trimmed, peeled, and cut into long julienne  1 tablespoon fresh lime juice  1/4 cup chopped fresh basil leaves.  1. In a small heavy-bottomed saucepan, combine chicken, stock, wine, ginger, onion, garlic, five-spice powder, and salt and pepper to taste. Bring to a gentle simmer and cook, covered, until chicken is very tender, 1 to 11/2 hours. Remove chicken and set aside. Strain and reserve 1/2 cup of cooking liquid.  2. Place a heavy-bottomed skillet over medium heat, and add oil. When hot, add ginger and garlic and sauté until fragrant, about 30 seconds. Stir in curry paste, tomato paste and coconut milk. Add chicken, reserved cooking liquid and a pinch of salt.  3. Cover and bring to a gentle simmer. Add zucchini and simmer just until cooked, 1 to 2 minutes. Stir in lime juice and transfer to a serving dish. Garnish with chopped basil, and serve.  Yield: 2 servings.  Note: Chicken and rice wine can be bought in Chinese food stores. Curry paste can be bought in Asian food stores.  Where to Buy  Silkie chickens can be found in the following shops:  BAYARD MEAT MARKET -- 57 Bayard Street, (212) 619-6206.  DELUXE FOOD MARKET -- 79 Elizabeth Street, (212) 925-5766.  DYNASTY SUPERMARKET -- 68 Elizabeth Street, (212) 966-4943. Also sells all the other ingredients needed for the soup.  K. K. LIVE POULTRY -- 6221 Sixth Avenue, Brooklyn, (718) 439-3838.  ELAINE LOUIE  ", 
            "title": "Now, a Chicken In Black"
        }, 
        "weight": 0.7493595501059115, 
        "file": "1819380.txt", 
        "other_topics": {
            "0": 0.023501985174405868, 
            "1": 6.973468562476732e-05, 
            "2": 0.011224182376332855, 
            "3": 6.796216744282799e-05, 
            "4": 9.765576609958569e-05, 
            "5": 0.7493595501059115, 
            "6": 0.00010892122400075554, 
            "7": 0.00011234414412549324, 
            "8": 4.7218593560596284e-05, 
            "9": 6.965971529322135e-05, 
            "10": 0.03293421888987466, 
            "11": 0.0001299032001264625, 
            "12": 6.8378322759289e-05, 
            "13": 5.503890355500013e-05, 
            "14": 0.019210630887841855, 
            "15": 9.282710977655e-05, 
            "16": 5.245080303557363e-05, 
            "17": 0.01908244905860297, 
            "18": 3.792624549010791e-05, 
            "19": 0.023712798561433664, 
            "20": 0.001191052658260971, 
            "21": 0.013433355974433922, 
            "22": 5.698330957065017e-05, 
            "23": 3.8456193362957386e-05, 
            "24": 0.0056194576980611866, 
            "25": 4.156435206137799e-05, 
            "26": 0.0022769543966802337, 
            "27": 5.493089243946238e-05, 
            "28": 0.08377329212861391, 
            "29": 0.013446498447349268, 
            "30": 3.1618013872570086e-05
        }
    }, 
    {
        "content": {
            "text": "  WHEN I last had fondue, it was at a bustling place in Geneva, where the supercilious waiter knew we were tourists and treated us accordingly. I declared then that I wouldn't be craving bread dunked in melted cheese for a very long time.  A very long time turned out to be 16 months. But this time I didn't have to endure an all-night flight and navigate a foreign language. Pheasants Landing, which has a Swiss chef, Andre Gross, serves a fine fondue and several other tasty dishes as well.  The restaurant is owned by Heinz Keller, who closed his Auberge Swiss in Berkeley Heights in 2001 to open this party-friendly place in Hillsborough the following year, according to Vicky Starace, the manager. Set well off the road and surrounded by lawns, it is brightly lighted and easily seen from a distance. Parking is plentiful, but first-timers are left wondering how to get in, because there are no signs directing diners to the entrance, in the back.  Inside, the mood warms considerably. Floors are honeyed wood, lighting is hearthlike, and rooms are home-scale.  A cheese fondue seemed equally cozy, and it was. Spiked with Kirschwasser (a cherry liqueur) and white wine, it was served with bread and apples for dipping, and did double duty as food and conversation piece. There's a proper way to stir fondue, with a queenly wave, a figure-eight motion, to keep it from sticking on the bottom, said one member of our party. Then there was the discussion of etiquette surrounding the retrieval of food gone missing in the depths.  Appetizers, which lent themselves to less social interaction, were successful anyway. They included a duck pâté with its fruity Cumberland sauce and accompanying salad of celery and walnuts; roasted red peppers over fresh mozzarella, drizzled with a basil vinaigrette; and Swiss onion soup, topped with Emmenthal cheese.  The Caesar salad was more compelling than the Greek version, possibly because the Parmesan used in the Caesar was more noticeable than the feta in the Greek. Crab cakes were overly seasoned and overworked, with no visible chunks of meat; house-made spinach dumplings were delicately flavored, once they had been fished from their sea of sauce. The pasta encircling a pheasant filling in the ravioli special, however, was less than tender.  Main dishes were more consistent, particularly the European specialties: the slab of tender sauerbraten, marinated steak, in brown gravy, accompanied by a heap of steaming hot spaetzle and marinated red cabbage; the hunter schnitzel, a tender disc of fried veal served with a typical Burgundy-mushroom sauce, again with cabbage and spaetzle; and the wiener schnitzel, the fried veal without the gravy.  There were a few standouts among the game specials, which are offered in winter and change weekly. Venison stew was delicious, the meat made tender by a red wine marinade and braising with mushrooms, pearl onions and bacon and served with more of the spaetzle. A close second was the game sampler, which included a sweetish smoked duck sausage infused with apple brandy, a tender venison loin and wild boar medallions wrapped in bacon.  A New York strip steak was nicely cooked as well, though the garlic mashed potatoes seemed rote next to the beautiful, golden-brown, crisp-on-the-outside, tender-on-the-inside rösti, a Swiss version of hash browns that was enriched with bacon and onions. Pheasant, however, was a disappointment, overcooked and dry on two separate visits.  Among the many menu items I didn't try, the fish and chips, made with cod in a beer batter, is atop my list. The best bet for dessert is not the house-made apple strudel, which had a floppy crust and steaming filling, but Mr. Gross's walnut and caramel-fudge tart. Order it when you place your meal order and ask the server to allow your piece to sit out of the refrigerator during dinner. That way the flavors enhance each other -- just the way the satisfying food at Pheasants Landing complements a winter evening.  Pheasants Landing  311 Amwell Road  Hillsborough  (908) 281-1288  www.pheasantslanding.com  GOOD  THE SPACE Intimate and cozy, with room for large and small groups. Complete wheelchair access.  THE CROWD Convivial and casual; friendly, helpful servers; few children were seen, but they would feel at home here. Tuesdays, Wednesdays and Thursdays in January and February are fondue nights; there is a strolling accordion player on Thursdays.  THE BAR Small wine list with solid choices, $21 to $70 a bottle; glasses, $5 to $6.50.  THE BILL Lunch, about $9 to $10.50. Dinner entrees, $10 to $24. All major credit cards accepted.  WHAT WE LIKE Swiss onion soup, roasted red peppers with mozzarella, Caesar salad, wiener schnitzel, sauerbraten, hunter schnitzel, cheese fondue, Swiss-style hash brown potatoes, venison stew, wild boar medallions, smoked duck sausage.  IF YOU GO Lunch: Tuesday to Friday, 11:30 a.m. to 2:30 p.m. Dinner: Tuesday to Thursday, 4 to 9 p.m.; Friday and Saturday, 4 to 10 p.m.; Sunday, 4 to 8 p.m. Reservations recommended on weekends. Plentiful parking next to the building.  Reviewed Jan. 28, 2007  DINING/HILLSBOROUGH  ", 
            "title": "Comforting Cuisine, With a Swiss Touch"
        }, 
        "weight": 0.7464921791317463, 
        "file": "1821993.txt", 
        "other_topics": {
            "0": 0.00017145763585775831, 
            "1": 0.00013934260807296916, 
            "2": 0.00014710867023907845, 
            "3": 0.00013580079377904393, 
            "4": 0.00019513401429671279, 
            "5": 0.7464921791317463, 
            "6": 0.00021764445183610165, 
            "7": 0.00022448406992763294, 
            "8": 9.435135352405121e-05, 
            "9": 0.0001391928036903708, 
            "10": 0.08140516720416889, 
            "11": 0.0002595702632122756, 
            "12": 0.00013663234792802418, 
            "13": 0.03575934231750649, 
            "14": 0.011649317418458514, 
            "15": 0.0246944236139341, 
            "16": 0.00010480626140376071, 
            "17": 0.00025276034302249256, 
            "18": 7.578354894211162e-05, 
            "19": 0.02732972461472551, 
            "20": 0.00015185494515598425, 
            "21": 0.00010526947766041012, 
            "22": 0.00011386303531830503, 
            "23": 7.684248135263274e-05, 
            "24": 0.01122870038902799, 
            "25": 8.305314876243592e-05, 
            "26": 9.359919316398427e-05, 
            "27": 0.0001097619319240456, 
            "28": 0.05153386699045278, 
            "29": 0.0068157863881471254, 
            "30": 6.31785527620773e-05
        }
    }, 
    {
        "content": {
            "text": "  Sometimes Simon's Marketplace in Chester seems like the center of the local universe, it's so full of people shopping for specialty foods, buying takeout items and noshing. Although the general store's space is ample, there are just 24 seats for eating-in. They are often full, with people munching savory or sweet crepes, house-made scones, sandwiches and other goodies made by four full-time chefs.  Available daily are four savory buckwheat crepes (a popular favorite is the wild mushroom with blue cheese) and six sweet ones (with banana-and-chocolate a crowd-pleaser). The fresh-made scones are another big hit, with different ones offered each day (try the peach-and-ginger or maple walnut if they're on the menu).  Among many popular sandwiches are the Southwest (turkey, bacon, avocado, Cheddar and chipotle mayonnaise on a ciabatta roll), ham and Brie (with green apples, honey mustard and tomato on multigrain bread) and the Mekong sub (pickled daikon radish, cucumber, fresh cilantro and five-spice sausage on a baguette). Simon's baguettes, made with butter and Portuguese sea salt, are another reason to make this a stop.  Owned for the last two and a half years by Jim and Jody Reilly, Simon's also produces many delicious dishes to go, including shepherd's pie, sausage-and-lentil stew and stuffed eggplant. There is also a good imported cheese selection, along with a variety of coffee drinks -- cappuccino, latte and the like, as well as Jim's Organic Coffees available in bulk.  This friendly, all-purpose food store is open Monday through Saturday, 8 a.m. to 6 p.m., and Sunday from 8 a.m. to 5 p.m.  Simon's Marketplace, 17 Main Street, Chester; (860) 526-8984.  PATRICIA BROOKS  Connecticut  ", 
            "title": "QUICK BITE/Chester; Crepes, Scones and Buttery Bread"
        }, 
        "weight": 0.7448417782215947, 
        "file": "1818705.txt", 
        "other_topics": {
            "0": 0.00048150983354405976, 
            "1": 0.00039132019803698087, 
            "2": 0.0004131298729586528, 
            "3": 0.0003813736103415414, 
            "4": 0.0005480009465471863, 
            "5": 0.7448417782215947, 
            "6": 0.0006112177113087578, 
            "7": 0.0006304256244021725, 
            "8": 0.000264969852772917, 
            "9": 0.0003908994977108143, 
            "10": 0.10972584508598206, 
            "11": 0.006986160767544575, 
            "12": 0.0003837088898282511, 
            "13": 0.0003088539719641535, 
            "14": 0.0014291344702882483, 
            "15": 0.0005209046639490219, 
            "16": 0.06912354709555822, 
            "17": 0.0007098347652260172, 
            "18": 0.00021282530727746008, 
            "19": 0.007921702767115837, 
            "20": 0.0004264589850379165, 
            "21": 0.00029563156176716054, 
            "22": 0.0003197651181217871, 
            "23": 0.00021579914023726735, 
            "24": 0.0002479025303184913, 
            "25": 0.0002332407514885316, 
            "26": 0.0002628575373431467, 
            "27": 0.00030824786137881495, 
            "28": 0.050866145753308126, 
            "29": 0.00036938130420670557, 
            "30": 0.00017742630284054456
        }
    }, 
    {
        "content": {
            "text": "  IT'S right there, invisible, inside your oven, the most underappreciated, taken-for-granted appliance in your kitchen: the broiler.  Bread machines, microwaves, sandwich-makers, electric grills and other ''must-haves'' come and go, but the broiler is always there. Hundreds of books are written about grilling, roasting, frying, even microwaving and steaming, for crying out loud, yet the broiler is largely ignored.  The broiler is free -- that is to say, you already own one -- and easy to use. It is essentially an upside-down grill, but it produces results you cannot duplicate any other way. It even has a couple of distinct advantages over the outdoor grill and the countertop version.  As a boy, I watched my mother broil almost every night in our oversize ''rotisserie,'' which took up half the counter space in our modest Manhattan apartment. (I fear that she, too, was a victim of gadget marketing; our oven broiler remained unused.)  As a young food writer, freed from the constraints of the city, I wrote about the joys of wintertime grilling. As a middle-aged food writer, I'm writing about the benefits of wintertime broiling: you don't have to brave the weather, and you get a warmer kitchen. All you need to do is turn a dial (or, these days, frustratingly, push a couple of buttons, one of them several times). And -- a real bonus that you do not get with grilling, either indoor or outdoor -- the juices of whatever you're broiling stay in the pan.  You've probably seen cookbook directions that start ''on the grill or under the broiler,'' as if they were the same thing. Broiling, though, requires some different techniques, and it's taken me some time and a little rewriting of the rules to optimize my skills.  First of all, forget about broiler pans and aluminum foil. As everyone knows, the pan is nearly impossible to clean (which explains the aluminum foil), and it's designed to allow the valuable juices -- mostly fat, but, hey, fat is flavor -- drip through the grate and into the bottom. What good are the juices doing you there? The problem with most of today's meat is not too much fat but too little, so there's no need to get rid of it.  Another problem with broiler pans is that they trap air under the food, keeping the underside cool, which makes turning necessary, increases cooking time, and reduces browning. By using a skillet instead, you eliminate all these problems.  Most modern broilers are now unfortunately equipped with thermostats, so they cycle on and off, never really getting hot enough. Start by heating your oven to its maximum temperature, typically 550 degrees; then turn on the broiler.  While the oven is preheating, leave a skillet or a grill pan (a ridged skillet) inside. The best pans for this are cast-iron, enameled cast-iron, or heavy-duty steel -- not stainless steel, but what chefs call ''black steel.'' Almost needless to say, this pan must be all metal and not flimsy. Keep potholders handy.  In most cases, that skillet will stay as close to the heating element as possible, about two or three inches away. That's roughly the distance you want if you have an old-fashioned under-oven broiler, even though it will allow you to put the food closer, almost in contact with the flames. Adjustments may also be needed with a really powerful broiler, of the kind more often found in restaurants, where two or three inches may be way too close. After a little experimenting, you'll find the ideal distance for your broiler. (My broiler, on which all of my calculations are based, is 17,000 B.T.U., and is typical. Some broilers, including most electric ones, are closer to 10,000 B.T.U.)  Finally, do what it takes to keep the broiling element on. Most broiling happens so fast -- often in less than 10 minutes -- that if the element cycles off, it will throw off your timing. It's not disastrous, but it's a nuisance. I have taken to shoving the skillet as far back on the oven rack as I can, and leaving the oven door open a crack.  Now you're ready. What can you cook? Almost anything, although some foods are more cooperative than others: meat of all kinds, especially steaks and chops; fish, from steaks like tuna or swordfish to fillets both thick and thin; shellfish; chicken (usually best without skin, which, as every experienced griller knows, readily catches fire); and even vegetables, especially tomatoes, peppers and chilies.  The technique varies little from one ingredient to the next. For one-inch steaks (rib-eye or sirloin are best), have the meat at room temperature and dry it well. Broil in a preheated skillet about eight minutes for medium rare; turning is unnecessary. You may want to serve it bottom-side up, especially if you use a grill pan.  For one-inch fish steaks or thick fillets, brush the fish lightly with olive oil first. Cooking time for medium to medium well will be less than 10 minutes.  Boneless, skinless chicken breasts will take five or six minutes, less if they're thin. Thighs need about 10 minutes; you may have to move the oven rack down a notch if they brown too quickly.  Turn scallops or shrimp in extra virgin olive oil and salt before broiling for about three minutes. Simply toss clams or mussels into the preheated skillet. They're done when they open, within 10 minutes. If shells start to crack, remove the open mollusks and return the pan to the oven.  Thin fish fillets, like flounder, are a little different. Preheat the pan for about five minutes, remove it, and pour in about three tablespoons of extra virgin olive oil, then put the fillets in the oil. Time under the broiler will be 90 seconds to 2 minutes, rarely more.  There. If I'd told you I had an appliance that could brown like a grill, was as convenient as your oven, and cooked most food in less than 10 minutes, you'd buy it. But you don't need to.  Hard-Shell Clams with Parsley Pesto  Time: 20 minutes  2 cups parsley leaves (thin stems are O.K.), washed  Salt  1/2 clove garlic, more to taste  1/2 cup extra virgin olive oil, or more  1 tablespoon sherry vinegar or lemon juice  2 dozen hardshell clams (littlenecks or cherrystones), washed and scrubbed.  1. Turn on broiler and put a large cast-iron skillet under it while you make parsley pesto. Combine parsley with a pinch of salt, garlic and about half the oil in a food processor or blender. Process, stopping to scrape down sides of container if necessary, and adding rest of oil gradually. Add vinegar or lemon juice, then a little water to thin mixture slightly. Taste and adjust seasoning.  2. Carefully remove skillet from broiler, add clams to it and return to broiler. They should all open more or less at once, within 10 minutes; remove them as soon as they do to preserve their juices, and put on a plate. Dab each with parsley sauce and serve hot. (Any clams that do not open are safe to eat; open them with a dull knife, or continue to broil a few minutes longer.)  Yield: 4 or more servings.  Tortilla Soup  Time: 1 hour  2 fresh chilies, preferably pasilla  1 1/2 pounds tomatoes, each cut in half  2 tablespoons neutral oil, like grapeseed or corn  3 cloves garlic, sliced  1 large onion, sliced  Salt and freshly ground pepper  Pinch dried oregano  4 cups any stock or water  1 to 2 cups tortilla chips  1 cup fresh cilantro leaves, chopped, optional  1 ripe avocado, peeled and sliced, optional  1 or 2 radishes, thinly sliced, optional  1 lime, juiced, plus one cut into wedges.  1. Heat broiler. Arrange chilies and tomatoes in a single layer on a rimmed baking sheet and place a few inches away from broiling element. Cook until charred on one side, then flip them with tongs and char other side, about 5 to 8 minutes total. When cool, skin, stem and seed chilies, then chop them.  2. Put oil in a large saucepan over medium heat; a minute later add garlic and onion and cook, stirring occasionally, until golden and softened, about 10 minutes. Add tomatoes and chilies, crushing tomatoes with back of a wooden spoon. Season with salt, pepper and a pinch of oregano; add stock or water and adjust heat so mixture simmers gently. Cook for 20 to 30 minutes, crushing tomatoes from time to time. (You can prepare soup up to this point in advance. Let it sit for a few hours, or cover and refrigerate for up to a day before reheating and finishing.)  3. Stir in tortilla chips and simmer another three to five minutes. Season to taste with lime juice, salt and pepper, then garnish if desired and serve with lime wedges.  Yield: 4 to 6 servings.  Broiled Steak with Pineapple and Onion Salsa  Time: 30 minutes  1 pineapple, peeled, cored and cut into thick rings (canned rings are O.K.; drain excess syrup)  1 large onion, cut into thick slices  3 tablespoons olive oil  1 tablespoon minced fresh chile, like jalapeño or Thai, or to taste, or dried red chile flakes or cayenne to taste  2 tablespoons chopped basil or mint leaves  2 tablespoons lime juice  Salt and freshly ground black pepper  2 12- to 16-ounce sirloin strip or ribeye steaks, preferably at room temperature.  1. Start broiler; set rack about 4 inches from heat source. Brush pineapple and onion slices with olive oil and put on a baking sheet. Broil, turning once or twice, until soft and slightly charred, about 8 minutes total. Remove slices as they finish cooking and chop into bite-size chunks, saving as much juice as possible. When finished, set a cast-iron pan under broiler and let sit for about 10 minutes.  2. In a bowl, combine pineapple and onions with chile, basil and lime juice. Sprinkle with salt and pepper and stir to combine. Let sit for about 5 minutes, then taste and add more chile, lime or salt to taste.  3. Season steaks with salt and pepper. When pan is very hot, carefully remove from oven and add steaks; return to oven immediately. Broil steaks 6 to 10 minutes for rare to medium rare. (Timing will depend on thickness of meat and broiler heat; check by feel or by making a small slit in one steak and peeking in.) Serve steaks hot, with salsa.  Yield: 4 servings.  THE MINIMALIST  ", 
            "title": "The Boring Old Broiler Turns Out to Be a Superstar"
        }, 
        "weight": 0.7440077106555641, 
        "file": "1822714.txt", 
        "other_topics": {
            "0": 9.087324581861325e-05, 
            "1": 7.385215020068552e-05, 
            "2": 0.0012588624769015535, 
            "3": 7.197497418944762e-05, 
            "4": 0.00010342182288964295, 
            "5": 0.7440077106555641, 
            "6": 0.00011535244653184956, 
            "7": 0.00011897747199675675, 
            "8": 5.0006601917823075e-05, 
            "9": 7.377275326734706e-05, 
            "10": 0.10455157307242939, 
            "11": 0.00013757329743925735, 
            "12": 7.241570127759236e-05, 
            "13": 5.828865988005917e-05, 
            "14": 0.04632459130260273, 
            "15": 9.830805993450218e-05, 
            "16": 5.5547745705388066e-05, 
            "17": 0.0001339640119833172, 
            "18": 4.016558981214834e-05, 
            "19": 0.03219827966572659, 
            "20": 8.048373985151604e-05, 
            "21": 5.5793252209353865e-05, 
            "22": 6.034787279300736e-05, 
            "23": 4.0726828305640774e-05, 
            "24": 4.678556076597161e-05, 
            "25": 4.401850734580267e-05, 
            "26": 4.960795386138956e-05, 
            "27": 5.817427127908433e-05, 
            "28": 0.0698253536983766, 
            "29": 6.971171868062053e-05, 
            "30": 3.348489046224471e-05
        }
    }, 
    {
        "content": {
            "text": "  Those who are hungry can expect a certain number of givens in L.A. There will be good sushi, often inexpensive; hamburgers are sometimes served with Thousand Island dressing; and high-end restaurants that marinate in a brine of hype and buzz inevitably disappoint. But nothing prepared me for the ubiquity of banana-cream pie on the menus of upscale restaurants, diners and neighborhood bakeries alike.  Has a decade of too much panna cotta and overwrought chocolate flecked with curry left you cynical about simple cream pies? Do you suppose that this particular American confection is nothing but the sum of its cornstarch and bananas? How wrong you are! I, too, had considered the banana-cream pie a one-dimensional treat, until the restaurants of Los Angeles turned me around.  During my exhaustive banana-cream-pie investigation, I learned that some pies are made with graham-cracker crusts, while others rely on pastry dough. There are piemakers who embrace the standard whipped-cream topping, and others who meddle with meringue. Some cannot stop themselves from embellishments -- pecans, chocolate shavings, drizzles of caramel -- and others feel compelled to place large chunks of unsliced bananas in their pies, forcing the involvement of a butter knife.  The popular Jin Patisserie in Venice serves a rarefied twist on the banana-cream pie, with caramel bananas and mascarpone cream set into a gossamerlike sponge cake topped with tiny dots of dark chocolate. My friend David -- the sort of person who would cheerfully agree to be the traveling food taster for Russian dignitaries if all he had to consume were sweets -- proclaimed it ''banana-cream pie in a waistcoat and ascot.''  Pie lovers here debate the merits of the Apple Pan in West Los Angeles versus the Pie 'n Burger in Pasadena with the same vigor and pertinacity brought to bear on the subject of Obama versus Clinton on the Sunday-morning talk shows. (A pie debate I will resolve anon.)  The history of the custard pie is long and celebrated, according to The Food Timeline (foodtimeline.org), which traces the use of eggs as a baking binder to the ancient Egyptians and the Romans, who preferred their pies savory. Bananas ''took the American market by storm in the 1880s,'' says Lynne Olver, the editor of The Food Timeline, ''due to improved transportation and savvy, aggressive marketers. Bananas adapted well to most traditional fruit recipes.'' An early example of banana pie appeared in the 1901 ''Woman's Exchange Cook Book'' and called for sliced bananas and powdered sugar plopped into a pie shell, baked and topped with whipped cream.  So how did banana-cream pie become such a fixture in 21st-century Los Angeles? In large part, it seems that both the banana, a staple fruit in many parts of the world, and the cream pie, which is standard fare in the South and Midwest, appeal to the heterogeneous eaters of Los Angeles.  ''People are sort of here from all over the country,'' says Annie Miler, the owner and chef at Clementine, a bakery near Century City, who grew up baking banana-cream pies. ''I am Midwestern, and that is a dessert that I just always had.'' While Miler was consuming pie, Kristy Choo, the owner of Jin Patisserie, spent her childhood in Singapore eating deep-fried bananas. ''Bananas go with everything,'' she said. ''It is nice to have the same ingredients, modified.''  Miler's pie is a resplendent take on the graham-cracker-crust version, for which she makes her own crackers. There's plenty of custard, with a hint of vanilla, set into crust that is thick and chewy, with bananas layered between crust and cream to ensure that each bite is banana-y. A dollop of cream is the final touch. This is the potato chip of desserts -- you can't eat just one bite.  On the pastry-crust end of the spectrum is Jar, a fancy chop house in West Hollywood, where individual tart shells are filled with bananas and cream and drizzled with caramel. But I craved a more traditional pie and set out for the Apple Pan and Pie 'n Burger, the two most celebrated pie purveyors here. The Apple Pan's pie is served in a slightly tough, rather bland crust, with a custard that suggests instant-vanilla-pudding mix. Pie 'n Burger goes a less traveled route, with a singular crust that is flaky and complex, topped with a thick custard cream that sticks to the back of the spoon, and a spoonful of meringue.  The Apple Pan and Pie 'n Burger can fight it out over their equally delicious meat patties, but the sublimity award for pie goes to Pasadena. It isn't even close. So sue me in the court of Chowhound.  I would love to offer you the Pie 'n Burger recipe, but alas, the owner, Michael Osborn, refused me. ''I had to pay half a million dollars for these pie recipes,'' he said, referring somewhat sheepishly to how much he had to pay for his restaurant, ''and to be honest, I don't give them away.''  When pressed, Osborn conceded that his baker uses very expensive commercial vegetable shortening and hand-kneads the dough, and that the recipe could probably be duplicated from the back of a box of cornstarch. Pie 'n Burger bakes nearly 60 pies a day, 20 different varieties, but I just want one. Apparently I will have to brave L.A. traffic to get it.  Banana-Cream Pie  For the graham shell:  1 1/4 cup graham-cracker crumbs, about 10 or 11 whole crackers  1 teaspoon sugar  4 tablespoons butter, melted  For the pastry cream:  1 2/3 cups milk  1/4 cup plus 3 tablespoons sugar  1/2 vanilla bean, seeds scraped out and reserved  3 tablespoons cornstarch  1 large egg  2 large egg yolks  1 1/2 tablespoons butter  For assembly:  1 1/2 cups heavy cream  1/4 cup crème fraîche  3 1/2 medium bananas, sliced into 3/8-inch-thick rounds.  1. For the graham shell: Preheat oven to 325 degrees. In a bowl, combine the crumbs and sugar. Add the butter and mix, first with a fork, then with your fingers, until the crumbs are moistened. Pour the mixture into a 9-inch pie pan, using a flat-bottomed cup to press the crumbs evenly. The edges of the shell will be crumbly. Bake until lightly browned, 9 or 10 minutes. Cool completely.  2. Prepare the pastry cream: In a medium saucepan over medium heat, combine the milk, cup sugar and the vanilla bean and seeds and bring to a simmer. Over a small bowl, sift the remaining 3 tablespoons sugar with the cornstarch. In a large bowl, whisk together the egg and yolks.  3. When the milk comes to a simmer, discard the vanilla bean. Add the cornstarch mixture to the eggs and whisk until well combined.  While whisking the egg mixture, slowly pour in about 1/4 of the milk. Transfer this mixture into the saucepan, set over low heat and simmer, whisking constantly, until it reaches the consistency of thick pudding. (Be careful not to curdle the eggs.) Remove from the heat and stir in the butter until incorporated. Pour into a shallow bowl, place plastic wrap directly on the surface and chill.  4. To assemble: Using an electric mixer or a whisk, whip the heavy cream and crème fraîche into peaks. Transfer the pastry cream to a large bowl and whisk until smooth. Fold in 1/2 cup of the whipped cream. Line the bottom of the cooled pie shell with a layer of bananas. Fold the remaining bananas into the pastry cream, then spoon it evenly into the shell. Mound the remaining whipped cream on top, swirling it decoratively. Chill and serve within 24 hours. Serves 8. Adapted from Clementine in Los Angeles.  WHERE TO ENJOY BANANA-CREAM PIE IN LOS ANGELES  Urth Caffé: 8565 Melrose Avenue, West Hollywood, (310) 659-0628. Individual pies, with thick crust and light cream, in a trendy spot where you might see Kate Hudson or a guy with spikes in his head.  Clementine: 1751 Ensley Avenue, Los Angeles, (310) 552-1080. The last word on graham-cracker crust, in a European-style lunch spot.  Jar: 8225 Beverly Boulevard, Los Angeles, (323) 655-6566. Bring your expense account and your appetite.  Bandera: 11700 Wilshire Boulevard, Los Angeles, (310) 477-3524. A chain restaurant, but the pie passes muster and incorporates walnuts.  House of Pies: 1869 North Vermont Avenue, Los Angeles, (323) 666-9961. An institution, where the pies have bananas in every bite.  Pie 'n Burger: 913 East California Boulevard, Pasadena, (626) 795-1123. Their version with meringue is sui generis; expect a wait on weekends.  ", 
            "title": "The Way We Eat; L.A.'s Top Banana . . ."
        }, 
        "weight": 0.7422939356355504, 
        "file": "1818573.txt", 
        "other_topics": {
            "0": 0.00010181435710326034, 
            "1": 8.274392672607807e-05, 
            "2": 8.735554185019149e-05, 
            "3": 0.0014037143354405602, 
            "4": 0.008054315355949498, 
            "5": 0.7422939356355504, 
            "6": 0.006744608826917068, 
            "7": 0.00013330232360468585, 
            "8": 5.6027381649208904e-05, 
            "9": 8.265497042600312e-05, 
            "10": 0.07347812214439432, 
            "11": 0.021323314619187083, 
            "12": 0.009342649702831631, 
            "13": 6.530659688270165e-05, 
            "14": 0.03205595412840896, 
            "15": 0.005402438705184438, 
            "16": 0.004031456465918685, 
            "17": 0.0001500932384684468, 
            "18": 4.5001514665381545e-05, 
            "19": 0.05724412032782368, 
            "20": 0.01464398351540388, 
            "21": 0.002708657935182243, 
            "22": 6.76137384069412e-05, 
            "23": 4.563032610357528e-05, 
            "24": 5.241852811784611e-05, 
            "25": 4.9318322303615435e-05, 
            "26": 5.558073648747167e-05, 
            "27": 6.517843592880063e-05, 
            "28": 0.016047846124995126, 
            "29": 7.810498850451468e-05, 
            "30": 0.004006737249583806
        }
    }, 
    {
        "content": {
            "text": "  Even though this winter has been less than frigid, soup is still a draw at Kozy Kettle in Huntington Village. Shoppers, parents with strollers and local business people line up at the counter at this spare, self-service cafe for fresh salads ($2.35 to $7.49), wraps ($6.99) and a weekly selection of 15 soups.  The menu includes stew, chowder and chili recipes distilled from nine years of experiments at the stove. ''Most people like their soups chunky so it's more filling,'' said the owner, Richard Kalender. ''Our soups are like a meal.''  Try the velvety butternut squash soup with chunks of McIintosh apples or the spicy Southwestern grilled chicken chowder, studded with kernels of corn and smoky roasted peppers. The soups are priced at $5.99 for 12 ounces, $6.49 for 16 ounces and $12.75 for 32 ounces, with the exception of the lush lobster chowder, which is slightly more expensive.  For those watching their calories, Kozy Kettle offers a good vegetarian Tuscan minestrone, three-bean veggie chili and a light, flavorful chicken noodle soup with chunks of carrots and celery in a low-salt broth.  Each soup comes with a warm popover, one of those old-fashioned, bonnet-shaped bread puddings that are crisp and brown on the outside, moist and airy within, and fine for dunking in a full-flavored stew.  The unadorned, brightly lighted storefront has room for only three tables and eight counter stools, but takeout business is brisk. At night, Kalender said, ''husbands come in calling their wives on their cellphones to see what they want them to bring home for dinner.''  Kozy Kettle, 366 New York Avenue, Huntington Village; (631) 547-5388. Open Monday to Thursday, 11 a.m. to 7:30 p.m.; Friday and Saturday, 11 a.m. to 7 p.m.; and Sunday, noon to 6 p.m.  SUSAN M. NOVICK  Long Island  ", 
            "title": "QUICK BITE/Huntington Village; Soups, Stews And Salads"
        }, 
        "weight": 0.7385845767308246, 
        "file": "1820283.txt", 
        "other_topics": {
            "0": 0.00048150983354405976, 
            "1": 0.00039132019803698087, 
            "2": 0.0004131298729586528, 
            "3": 0.0003813736103415414, 
            "4": 0.0005480009465471863, 
            "5": 0.7385845767308246, 
            "6": 0.0006112177113087578, 
            "7": 0.013144828605942398, 
            "8": 0.000264969852772917, 
            "9": 0.0003908994977108143, 
            "10": 0.009610621233660245, 
            "11": 0.0007289592767744621, 
            "12": 0.0003837088898282511, 
            "13": 0.0003088539719641535, 
            "14": 0.08277275385029972, 
            "15": 0.013035307645489248, 
            "16": 0.00029433069708698263, 
            "17": 0.0007098347652260172, 
            "18": 0.00021282530727746008, 
            "19": 0.0016645012763457253, 
            "20": 0.0004264589850379165, 
            "21": 0.00029563156176716054, 
            "22": 0.0065769666088919, 
            "23": 0.00021579914023726735, 
            "24": 0.0002479025303184913, 
            "25": 0.0002332407514885316, 
            "26": 0.0002628575373431467, 
            "27": 0.00030824786137881495, 
            "28": 0.12595256364254948, 
            "29": 0.00036938130420670557, 
            "30": 0.00017742630284054456
        }
    }, 
    {
        "content": {
            "text": "  ONE of the few times I have seen Paul Newman in person was at dinner at Luna, on the grounds of the Westport Country Playhouse. He was at the table next to mine -- and now he and a new chef run the place, which opened last fall, totally revamped and renamed Dressing Room.  The new look conveys sophisticated rusticity, with a roaring fire, vintage wood floors, and swags of dried magnolia leaves and gigantic sugar pine cones looped along the walls, interspersed with Playhouse posters.  Subtitled ''A Homegrown Restaurant,'' Dressing Room features the cooking of Michel Nischan, a co-owner and an experienced chef who once ran Miche Mache in South Norwalk and North Stamford. The menu emphasizes fresh, seasonal, mostly organic foods in wholesome dishes, usually with a modern twist, often made with local ingredients.  Oysters, as a starter, are from Connecticut. The feta cheese in the spoon salad is from Sankow's Beaver Brook Farm in Lyme and the varied artisanal cheeses as a dessert choice are from Cato Corner Farm in Colchester.  In the hands of an imaginative chef like Mr. Nischan, wholesome is anything but boring. Three delicious appetizers prove the point. Fried calamari, lightly battered, are enlivened by soft cheese grits and Cape gooseberries. Kona Kampachi, a farmed fish, forms a tartare with chopped oysters, shallots, fresh chives and extra virgin olive oil. Best of all, though it sounds mundane, is the Maryland crab cocktail -- attractive clusters of fresh crabmeat alongside tiny portions of pumpkin-seed frissée salad and rutabaga sauerkraut, with a cumin accent, in a tangy blood-orange dressing.  A really special dish, farro, a cereal grain similar to spelt, is available as an entree with butternut squash and truffles. I ordered it as a side, prepared risotto-style, with foraged mushrooms and a foam of mascarpone cheese. The farro's nutty flavor and firmness worked well with the mushrooms.  Another pleasing combination was Berkshire pig, consisting of three cuts of pork -- prime roasting cut, prime braising cut and seared pork belly, served with a pungent parsnip horseradish purée and large heirloom shell beans in natural pan juices.  Accessories at Dressing Room are often unusual -- wilted kale, collard greens, brussels sprouts, parsnips, salsify. But sometimes they overwhelm the main attraction, like the simply grilled John Dory fish, drowned out by the collard greens and salsify in ham hock stock that accompanied it.  A better combination was paper-thin slices of Cox's Orange Pippin apples layered with pan-roasted trout, garnished with creamy scalloped potatoes.  Desserts, a Nischan specialty, make grand finales. Especially rich was the chocolate bread pudding. Sticky toffee pudding with red wine-soaked poached pear and maple ice cream was also memorable. My favorite was lemon meringue pie, a miniature individual tart with a piquant lemon-sour cream filling, mile-high meringue and a crust that looked commercial but was buttery, house-made and superb.  Almost everything is made on the premises, from the ketchup used in the loose-textured Dressing Room meatloaf and the cured bacon on the P. L. Newman burger to all the ice creams and sour cherry sorbet. But the excellent sourdough breads come from the SoNo Baking Company in South Norwalk.  Dressing Room is off to a flying start and what promises to be an extended run.  Dressing Room  27 Powers Court  Westport  (203) 226-1114  www.dressingroomhomegrown.com  VERY GOOD  THE SPACE -- A houselike building of vivid-green clapboard with a front terrace, next to the Westport Country Playhouse. The first of two handsome dining rooms has high ceilings, post-and-beam construction and a stone fireplace; the rear room has banquettes, oak barn-siding walls and an exposed-beam ceiling. Wheelchair accessible.  THE CROWD -- Casually well-dressed couples, foursomes and small groups make up the chatty, conversational crowd. The staff is friendly, unpretentious and eager to please.  THE BAR -- A full bar, slightly separated from the front dining room, with concise but well-chosen wine, beer and ale selections.  THE BILL -- Lunch entrees, $14 to $20; dinner entrees, $20 to $34. All major credit cards.  WHAT WE LIKE -- Maryland crab cocktail, Kona Kampachi, fried calamari; farro, Berkshire pig, meatloaf, pan-roasted trout; lemon meringue pie, sticky toffee pudding, chocolate bread pudding, cherry sorbet.  IF YOU GO -- Lunch: Wednesday to Sunday, 11:30 a.m. to 2 p.m. Dinner: Tuesday to Thursday and Sunday, 5 to 9:30 p.m.; Friday and Saturday, 5 to 10:30 p.m. Large free parking lot in front of the theater and the restaurant.  Reviewed Jan. 28, 2007  DINING/ WESTPORT  ", 
            "title": "Homegrown, And (Partly) Newman's Own"
        }, 
        "weight": 0.7345812528996236, 
        "file": "1821954.txt", 
        "other_topics": {
            "0": 0.00016772067615253338, 
            "1": 0.037188207474264705, 
            "2": 0.00014390240199548313, 
            "3": 0.0023123646228627582, 
            "4": 0.0001908810223264365, 
            "5": 0.7345812528996236, 
            "6": 0.0002129008395583025, 
            "7": 0.00021959138655667826, 
            "8": 9.229494346981881e-05, 
            "9": 0.00013615906362947477, 
            "10": 0.036040449551455536, 
            "11": 0.00025391286796448606, 
            "12": 0.00013365441360574712, 
            "13": 0.00010758076658362456, 
            "14": 0.02229303598891806, 
            "15": 0.00018144277927928094, 
            "16": 0.00010252198416080349, 
            "17": 0.00024725137159506953, 
            "18": 7.41318285780763e-05, 
            "19": 0.02891359044562768, 
            "20": 0.008866639788675537, 
            "21": 0.00010297510450963727, 
            "22": 0.00011138136354690544, 
            "23": 0.03930659319206769, 
            "24": 8.635001220829004e-05, 
            "25": 8.124298575182054e-05, 
            "26": 9.155917662260637e-05, 
            "27": 0.00010736964467060368, 
            "28": 0.08746257604832877, 
            "29": 0.00012866379414032132, 
            "30": 6.180156126954222e-05
        }
    }, 
    {
        "content": {
            "text": "  INFORMAL Hanlon's styles itself as a neighborhood spot -- its curved wooden bar the focus of an ample lounge, crowded and convivial, particularly on weekends. Now in its second year of operation, Hanlon's has come to be a lot more than that. Its position on the edge of the restaurant-poor Taconic Parkway also makes it a convenient stop for those out-of-towners heading for or back from a weekend in the country or on the ski slopes.  More friendly than fancy, Hanlon's can hold its own against the hype of the well-advertised, higher-priced chain steakhouses. James Russell, the owner and chef, butchers the cuts himself, and he doesn't hold back. He is all about quality beef, cut beautifully, portioned generously and, not least, cooked and timed carefully.  Unlike most steakhouses that serve steak naked on the plate and pad the bill by charging extra for side dishes, Hanlon's includes the sides as part of the entree. Our selections came with potato (plain or nicely seasoned stuffed), a mélange of julienne vegetables and, on some plates, a lovely gingery Asian salad. Dishes prepared simply are the way to go. Grilled meat, potatoes and salad is an old-fashioned formula that still works here.  The ''signature house cut'' is the Kansas City steak, usually a boneless strip but here served with the bone in place. Prime rib roast was one evening's special, and diners could choose the degree of doneness. The piece was tender and full of flavor whether ordered well done from the end or medium rare from within. Many of the steak cuts are from or near the tender short loin, like porterhouse, prized for the tenderloin cradled on one side of the bone, or T-bone, similar to the porterhouse but with a smaller tenderloin. Sharing -- an assumed practice in this family-friendly spot -- is usually recommended for the mighty porterhouse, but the T-bone, too, could easily feed a couple of diners.  Of the other meats represented, a rack of lamb special needed an additional pinch of seasoning to underscore the meat's sweetness. Stuffed pork chop seemed more herb stuffing than meat -- but why bother with this item when the beef is so stellar? Also avoid the mealy, bland swordfish, the unlikely catch of the day on one visit.  Starters are almost an afterthought, but they're nice to have while sipping a glass of wine or a martini and waiting for the sizzle. That Asian salad or even the old-fashioned iceberg wedge with blue cheese dressing would be prudent. But the broiled sea scallops wrapped in bacon were tasty numbers (better without the sweet apricot jam they call ''chutney''), and steamed clams in a fragrant garlic broth made pleasing little mouthfuls. Or try a half-order of penne with shrimp, broccoli and a terrific garlic sauce.  Soups were warming and satisfying. The red bean with sausage was based on a vibrant coarse purée of vegetables; the New England clam chowder, though thick with cream, was still about the clams, loads of them. Crab cakes and fried calamari proved to be standard issue.  It's best to skip desserts, which are overly sweet and creamy -- except, perhaps, for vanilla ice cream, straight up, the closest I've come to having a Mello-Roll in years.  Hanlon's is not without problems. On one visit there were long waits between courses. Dull steak knives force diners to saw through meat that is actually meltingly juicy and tender. And live music, available on some weekends, may not be the reason to come here. But on a long dark stretch of the Taconic Parkway, Hanlon's is a welcome stop for stick-to-your-ribs, moderately priced food geared not only to the neighborhood crowd but to the traveler passing through as well.  Hanlon's Neighborhood Steakhouse  151 Bryant Pond Road  Mahopac  (845) 526-9011  GOOD  THE SPACE -- Unpretentious, sprawling dining area with fireplace in a roadside house. Popular tables near the fireplace are usually reserved. Lighting inadequate in spots. High noise level at peak moments. Wheelchair accessible.  THE CROWD -- Multigenerational, from family and office groups to couples. Helpful waiters. Live music on some weekends.  THE BAR -- Separate bar and lounge with unobtrusive TV. Bar menu, $9 to $13. Broad-ranging wine list with plenty of decent choices for under $50. Martini list.  THE BILL -- Main dishes, $15 to $33; porterhouse for two, $39. Children's menu, $10 to $12. Major credit cards accepted.  WHAT WE LIKE -- Steamed clams, broiled sea scallops in bacon, Asian salad, shrimp and broccoli over penne (all'aglio e olio); Kansas City steak, special prime rib, special rack of lamb, porterhouse, T-bone, stuffed potato; vanilla ice cream.  IF YOU GO -- Dinner, Tuesday to Thursday 4 to 10 p.m.; Friday and Saturday, 4 to 11 p.m.; Sunday, 4 to 9 p.m. Reservations necessary on Friday, Saturday and Sunday.  Reviewed Jan. 14, 2007  DINING/MAHOPAC  ", 
            "title": "Tender at the Bone, A Steakhouse Holds Its Own"
        }, 
        "weight": 0.727672547483853, 
        "file": "1818723.txt", 
        "other_topics": {
            "0": 0.00017945443141705722, 
            "1": 0.025797878198832953, 
            "2": 0.0001539698284197393, 
            "3": 0.00014213455184825262, 
            "4": 0.004868241739948531, 
            "5": 0.727672547483853, 
            "6": 0.0002277954035697, 
            "7": 0.014226974008578952, 
            "8": 9.875190693831219e-05, 
            "9": 0.0001456847653278271, 
            "10": 0.08053790296374176, 
            "11": 0.002603679968694027, 
            "12": 0.00014300488973814133, 
            "13": 0.00011510712776472364, 
            "14": 0.042508685663420025, 
            "15": 0.00019413653424984805, 
            "16": 0.0001096944324180608, 
            "17": 0.0025965524333729003, 
            "18": 7.931809871364207e-05, 
            "19": 0.02860438479152399, 
            "20": 0.0001589374699149771, 
            "21": 0.00011017925311178085, 
            "22": 0.0001191736148713621, 
            "23": 8.042641980233835e-05, 
            "24": 9.239106769162985e-05, 
            "25": 8.692675315390337e-05, 
            "26": 9.796466576894112e-05, 
            "27": 0.00011488123574156968, 
            "28": 0.0679294299668638, 
            "29": 0.00013766512603618488, 
            "30": 6.612520467199777e-05
        }
    }, 
    {
        "content": {
            "text": "  Homemade fresh mozzarella ($7 a pound) is the big attraction at Massimo Italian Delicatessen in Kenilworth. ''I make it at least twice a day,'' said Massimo Clemente, known as Max. ''We also prepare our own marinara sauce'' ($4.25 a quart, plain; $4.50 with meat).  There are homemade sausages hanging from stainless-steel hooks. Hand-hewn wooden bins are filled with fresh-dried pastas like cavatelli, spaghetti and fettuccine ($2.50 a pound).  Prepared foods include hearty Italian classics, mostly sold frozen: sausage, peppers and onions ($6 a pound); stuffed shells ($4); ravioli ($5); lasagna ($6); and manicotti with meat sauce ($6).  Customers arrive with coolers to fill with roasted peppers and marinated mushrooms ($6 a pound), imported sun-dried tomatoes ($8.99), olives ($5), and cheeses from Italy like Locatelli Romano ($8.99) and Parmigiano Reggiano ($14). Others stop for a wedge of Asiago cheese, which they grate over pasta or just eat with crackers ($8.99).  Although he has been the deli's sole owner for three years, Mr. Clemente was previously a partner for more than 30 years. ''We've been doing the same thing since Day One,'' he said.  Some add Gorgonzola ($8.99 a pound) and fresh mascarpone cheese ($8 a pound) to their pasta; others eat sliced provolone ($10.99) with fresh pears.  ''Our customers seem to buy the same thing week after week,'' said John Finamore, a member of the staff who has been serving the public for 20 years. Favorites include the imported meats: soppressata (imported dried Italian salami, $10 a pound), mortadella (Italian bologna, $6), capicola (cured salami, $10) and, of course, prosciutto ($14).  Sandwiches are a big attraction, like the one with prosciutto, fresh mozzarella, capicola and roasted peppers, drizzled with balsamic vinegar on a roll ($5). Shelves are filled with spices, sauces and condiments. You can also pick up everything from a loaf of bread to a box of Perugina chocolates (28 pieces, $18.75).  Massimo Italian Delicatessen, 532 Boulevard, Kenilworth; (908) 276-1500. Hours: Tuesday to Friday, 8 a.m. to 6 p.m.; Saturday, 8 a.m. to 4 p.m.; Sunday, 8 a.m. to 1 p.m.  MILLICENT K. BRODY  New Jersey  ", 
            "title": "QUICK BITE/Kenilworth; Paper, Plastic or Cooler?"
        }, 
        "weight": 0.7267276821366356, 
        "file": "1821994.txt", 
        "other_topics": {
            "0": 0.0004141353043984365, 
            "1": 0.0003365653160985186, 
            "2": 0.00035532330551700693, 
            "3": 0.011091354718604113, 
            "4": 0.0004713227498150025, 
            "5": 0.7267276821366356, 
            "6": 0.0005256940051742602, 
            "7": 0.02206890273849359, 
            "8": 0.00022789435020848837, 
            "9": 0.00033620348162391364, 
            "10": 0.008265869713947953, 
            "11": 0.0006269607616506388, 
            "12": 0.0003300190085834838, 
            "13": 0.0056473101654893896, 
            "14": 0.06580923038351358, 
            "15": 0.00044801787323696255, 
            "16": 0.00025314692315783825, 
            "17": 0.0006105122182153116, 
            "18": 0.0001830460507199107, 
            "19": 0.0014315984736539076, 
            "20": 0.021893475820088795, 
            "21": 0.0002542657663314893, 
            "22": 0.00027502247161739616, 
            "23": 0.00018560377463797725, 
            "24": 0.00021321514682045808, 
            "25": 0.00020060489503374705, 
            "26": 0.00022607759729390147, 
            "27": 0.0002651167494601159, 
            "28": 0.1298555317134536, 
            "29": 0.0003176961885301516, 
            "30": 0.00015260019799457445
        }
    }, 
    {
        "content": {
            "text": "  WINTER does strange things to grill lovers cooped up in city kitchens. They start daydreaming about smoldering hardwood.  Chefs around town seem to have that same impulse. Lately they have been smoking everything in reach -- onions, tomatoes, chicken, fish, maple syrup. Some invest in professional indoor smokers, but the majority do what a home cook can easily do, rig a roasting pan with aluminum foil or use inexpensive gear like Camerons stovetop smokers.  After a 20-minute smoke and then a flash in a hot pan, chicken thighs taste like they are straight off the grill, but smokier, juicier and -- depending on how you get your smoke -- more interesting.  And the technique fills kitchens not with smoke, but with a cozy aroma, like potpourri, with Pavlovian effects.  Makeshift or manufactured, stovetop smokers work the same way. Sprinkle wood chips, either the finely shaved ones Camerons packages or another brand, on the bottom of the pan, top them with a drip tray or foil that doesn't quite reach the edge of the pan, and a rack to hold food. Set the pan over medium low heat, slide the smoker shut or cover it with foil. If wisps of smoke seep out, use more foil.  Smoking, and smokehouses, originated as a means of food preservation, but cooks worldwide have figured out how to impart hints of wood and spice to food in their own homes. Chinese cookbooks often explain how to convert woks into smokers. There's an Indian method called dhungar, which involves setting tiny bowls of smoldering charcoal within covered casseroles of cooked food.  Pichet Ong has used a similar method to smoke cream and flour at Spice Market, and now makes spice-scented beeswax candles to smoke desserts tableside at his coming restaurant, P*Ong.  Stovetop smoking actually cooks food, rather than just flavoring it. (Flavoring is the point of cold-smoking, in which ingredients are placed in smoke-filled chambers away from heat.) In a stovetop smoker, lean meats like the ones I'm inclined to wrap in bacon or baste in butter become far more complex without additional fat. And smoke offsets the intensity of richer meats and seafood, like pork shoulder and bluefish.  Foods smoked on the stove develop a intensely flavorful patina. Wondering what was in this delicious soot, I called Camerons headquarters, in Colorado Springs. Anne Malone, who founded the company with her husband in 1983 and runs it with five employees, answered the phone. ''That's steam that's been colored by wood smoke,'' she said. Is it safe? She said a drip tray prevents fat from dripping onto burning embers, which would create more hazardous smoke.  Smoking doesn't generate the levels of carcinogenic chemicals that ''are concentrated when there are fats and higher temperatures,'' said Barry Swanson, professor of food science and nutrition at Washington State University. Other research has found that levels of polycyclic aromatic hydrocarbons, a hazardous component of smoke, are minimal if wood smolders (as it does in stovetop smoking), and doesn't flame.  This is encouraging because smoking is fun. After enjoying a memorable brined, tea-and-spice-smoked chicken at the restaurant Lantern, in Chapel Hill, N.C., I smoked my way through my pantry, tossing star anise, cinnamon, rice and sugar in with the tea.  Earl Grey imparted a lip-tingling, bergamot tang to chicken thighs, but Lapsang souchong was overpowering. Lantern's chef and owner, Andrea Reusing, uses jasmine tea, which is milder and floral.  The technique inspires experimentation. After buying half a dozen kinds of wood chips (available at cameronssmoker.com or any of the many kitchenware stores that sell the smokers) I learned that hickory works best with pork, alder with salmon, and fruit woods with mild fish.  Matt Weingarten, chef de cuisine at Savoy in SoHo, brines then smokes sturgeon with juniper branches and berries. Eben Copple, chef at Jovia, smokes cauliflower with rosemary stems, which imparts a piney flavor.  Ethan Kostbar, chef at Rose Water in Brooklyn, smokes so much -- chocolate for the ice cream, limes for a shrimp sauce, parsnips with venison -- that he's devoting a five-course dinner to the technique tomorrow.  These new approaches get smoke in places you least expect to find it, but they are just as trusty with traditional recipes.  One frigid January afternoon, Elizabeth Karmel, author of the book ''Taming the Flame'' (Wiley, 2005), had half-a-dozen stovetop smokers going at the Institute of Culinary Education in Manhattan as she prepared to teach a class on Southern barbecue.  One smoker was tented with foil instead of the usual metal lid. When she peeled the foil back, it revealed as burnished a pork shoulder as I've seen sweating on grates of old-school smoke pits. Into the oven it went, to finish its trip toward succulent pulled pork. (Most of the rest of the smokers harbored catfish, which she brines with Budweiser and whips into a fluffy Southern cousin to whitefish salad.)  When I made her pork recipe at home, my husband declared our days of shipping up Southern barbecue over. And now we wouldn't have to spend sweltering summer afternoons huddled over our kettle grill, hydrating ourselves with ice-cold beer in dizzying clouds of smoke, I added.  ''Nah,'' he said. ''I wouldn't go that far.''  North Carolina-Style Pulled Pork  Adapted from Elizabeth Karmel  Time: 5 to 6 hours  For the pork:  3 tablespoons hickory-wood shavings  16- to 9-pound bone-in pork shoulder or Boston butt  Salt and freshly ground black pepper  For the sauce:  2 cups cider vinegar  1 tablespoon salt  1 tablespoon ground white pepper  1/2 teaspoon ground black pepper  1/2 to 1 tablespoon red pepper flakes  2 tablespoons white sugar  1/4 cup brown sugar  1/2 cup ketchup.  1. Place hickory chips in center of smoker or roasting pan and top with drip tray and rack. Massage pork all over with a lot of salt and pepper. Place on rack, skin-side up. Cover with two long pieces of heavy-duty foil that have been folded together tightly at long seams. Crimp foil around edges of smoker, leaving enough space between pork and foil so smoke can circulate. Turn heat to medium and smoke for 30 to 45 minutes, depending on size and your taste. Shut off heat and rest, covered, for 5 minutes.  2. While pork is smoking, preheat oven to 300 degrees. Whisk together sauce ingredients in a large bowl, season to taste and refrigerate.  3. Remove foil from smoker and transfer rack and pork to a sheet pan. Place in oven. Cook for 40 minutes per pound (about 4 to 5 hours), until a meat thermometer inserted into the middle of the roast registers 190 degrees. Remove pork and rest until cool enough to handle, about 20 minutes. While still warm, pull meat away from bones. Discard skin, fat and bones, and reserve crispy browned bits of fat and crust. Working quickly on a large cutting board, shred chunks of meat, pulling it with forks or fingers into long strands. Add reserved crispy bits and chop meat roughly. Transfer to a serving bowl, season with 1/2 to 3/4 cup sauce, and mix well.  Yield: 6 to 8 servings.  Smoked Catfish Salad  Adapted from Elizabeth Karmel  Time: About 30 minutes  2 teaspoons hickory- or alder-wood shavings  3 pounds catfish fillets  1 8-ounce block cream cheese  1/2 to 3/4 cup sour cream  2 large shallots, finely minced  2 tablespoons capers in liquid  1 teaspoon caper juice  1 teaspoon granulated garlic  5 shakes Tabasco  6 grinds freshly ground pepper, or more to taste  Salt, to taste.  1. Place wood shavings in center of smoker; top with drip pan and rack. Add catfish, leaving enough room between fillets so smoke can circulate. Place on stove over medium heat and smoke for 20 to 25 minutes. Shut off heat and let rest, covered, for 5 minutes. Catfish should be fully cooked and bronzed, with crisp edges.  2. While fillets are still warm, break them into pieces in a large bowl. Add remaining ingredients and mix well. Taste for seasoning, adding more sour cream if too dry. Serve immediately or refrigerate and serve cool.  Yield: At least 5 appetizer portions.  Note: Recipe is for large smoker, but can be halved for a smaller smoker.  Tea-Smoked Chicken Thighs With Pomegranate Glaze  Time: About 30 minutes  2 small oranges or tangerines  2 heaping teaspoons loose leaf tea (both Earl Grey and jasmine work well)  4 to 6 star anise pods  1 cinnamon stick (optional)  2 to 2 1/2 pounds skin-on chicken thighs  Freshly ground black pepper and salt, to taste  1/4 cup hoisin sauce  1 1/2 tablespoons pomegranate molasses  Sriracha chili sauce, to taste  2 tablespoons canola oil.  1. Zest one orange and peel other; set zest and peels aside. Cut oranges in half and squeeze juice through wire mesh strainer into a bowl. Reserve juice.  2. Scatter orange peels, tea, star anise and cinnamon around center of bottom of smoker. Cover with drip tray and wire rack. Arrange thighs on rack and season generously with pepper and salt. Place on stove over medium heat and after first wisp of smoke appears, cover tightly with lid. Smoke for 20 to 25 minutes. Shut off heat and rest for 5 minutes with lid on.  3. While chicken is smoking, combine zest, hoisin, pomegranate molasses and sriracha in a small bowl. Add about half reserved juice, more if sauce is too thick. Set glaze aside.  4. Pour oil in a nonstick or well-seasoned cast-iron pan over medium high heat. When hot, add chicken, and cook about three minutes per side. Reduce heat to medium low, brush both sides of chicken with glaze, and cook for another few minutes until crisp. Serve immediately, with extra sauce on the side.  Yield: 4 entrée portions.  ", 
            "title": "Smokers Welcome: Try This At Home"
        }, 
        "weight": 0.7256101956161963, 
        "file": "1821156.txt", 
        "other_topics": {
            "0": 0.015042439006401696, 
            "1": 0.0011354148009812836, 
            "2": 7.055309352069438e-05, 
            "3": 6.512985324458628e-05, 
            "4": 0.007573690068249429, 
            "5": 0.7256101956161963, 
            "6": 0.00010438194662284192, 
            "7": 0.00010766221701121127, 
            "8": 4.525076501723521e-05, 
            "9": 6.675665601636059e-05, 
            "10": 0.05507058832023511, 
            "11": 0.00012448950171219803, 
            "12": 6.552866534413947e-05, 
            "13": 5.274516464319128e-05, 
            "14": 0.0654278275828415, 
            "15": 0.005431890047506234, 
            "16": 5.0264922865230245e-05, 
            "17": 0.0011898097734040127, 
            "18": 3.6345674304264e-05, 
            "19": 0.00028425858767925114, 
            "20": 7.282939972034367e-05, 
            "21": 0.005393418575733665, 
            "22": 5.460853779934776e-05, 
            "23": 3.685353667070489e-05, 
            "24": 4.23360583448483e-05, 
            "25": 3.9832163272914314e-05, 
            "26": 4.48900300575614e-05, 
            "27": 0.02890447172819695, 
            "28": 0.08776215552621854, 
            "29": 6.308184279644192e-05, 
            "30": 3.0300337391948453e-05
        }
    }, 
    {
        "content": {
            "text": "  If in Paris a friend tells you that he's taking you to a Basque rugby pub in the opposite-of-bustling Seventh Arrondissement, don't whimper about wanting to try somewhere on your list of Places to Go -- Le Comptoir, say, or Le Sensing. He's taking you to L'Ami Jean, and soon you will be grateful.  The four-year-old restaurant has a lot working against it: location, décor, a kitchen the size of a crèpe stand. Even the menu seems like a letdown, with its 30-euro prix fixe, seasonal additions -- game in fall, stews in winter -- and traditional plats that bring the daily dish tally to about 60. The wine list recently added a page of historical offerings from the dealer across the street. But who would want an 1,020-euro '86 Pomerol to accompany her head cheese?  Once the first dish arrives, you'll understand. Not just the smart presentation on stylish plates that don't quite fit on the table but also the quality of detail: cream-of-cauliflower soup with horseradish -- poured table side from an iron tea kettle -- with microscopically precise rye croutons; a langoustine from Brittany under a translucent sheet of crisp pig skin (the world's best potato chip) dotted with orange-infused oil; a rich gratiné of game with a timely puff of foam.  Basque rugby pub? What Basque rugby pub? The room hasn't changed since the 1930s, but the food will silence those who claim that French cuisine has ossified and that the culinary torch took the Eurostar to Spain. Perhaps silence isn't the right word: L'Ami Jean is boisterous. While in a starred environment this food would invite hushed attention, Stéphane Jégo, the 35-year-old chef, stokes a rollicking room where it's common to exclaim loudly over a dish or be offered a spoonful of pork belly and lentils from a neighbor's casserole; where tables of four order magnums, and there's a wait for 11:30 p.m. reservations. Try that at Taillevent.  Jégo is part of the next wave of gastro-bistro chefs. The self-taught cook spent 12 years with Yves Camdeborde at La Régalade, one of the revolutionary ''Why here?'' bistros that brought excited diners to featureless locales. Camdeborde, who now owns the more accessibly located Le Comptoir, made his name with generous hospitality, democratic prices and reworkings of classic fare built on a base of quality ingredients and rigorous French technique -- all lessons that Jégo absorbed. Along with Parisian restaurants like Chez Michel, L'Os à Moelle, L'Oursine and L'Acajou, L'Ami Jean serves food that is adventurous while sticking close to home, like an airy, deconstructed rice pudding that Tante Marie could have only dreamed of.  ''We have different styles and personalities,'' Jégo said of his ''bistronome'' confreres, ''but we're in the same esprit, the same osmosis. While other chefs say that they're going to revolutionize gastronomy, we do one thing: we respect people. We don't invert it and say that people should thank us because they were lucky to come to our restaurant. Those guys who catalog people like they catalog their food -- it's really stupid.''  Asked what Jégo is doing differently from his peers, Camdeborde replied via e-mail: ''Nothing. He is different. He rejoices in what he's doing, and you can feel it in the food.''  A glimpse in the kitchen window will silence any New Yorker who whines about his or her kitchen. At lunch and dinner, the wild-eyed Jégo and three cooks send out 60 entrees using just four burners, a grill, a salamander and a ''piano'' cook top. The menu is often tweaked and reprinted between seatings. The key, Jégo said, is the mise en place. ''It's an organized mess,'' he said. ''The mise en place started four years ago, and it never stops. If it does, we're dead.''  On a November morning, the other side of the 12-foot-long cooking area featured metal organizers filled with endive, bread crumbs, almond butter, mushrooms, shallots, chorizo, chives, purée of purple potatoes, parsley pistou, chestnuts, dried tomatoes and other items that allow the chef to riff at high speed. A fish soup à l'ancienne simmered on a burner, while suckling pig braised its way toward tomorrow's boudin, at which point it would top an apple slice spread with almond butter and be heated under the salamander. In another room, rabbits soaked in their blood, ducks underwent a 15-day preparation and live langoustines passed their final hours.  Any first-time diner will wonder how he does it. And why. He could be a star, but according to Jégo, most customers who see him in the kitchen say, ''Is that L'Ami Jean?'' That makes him happy.  ''Hey, Néné,'' he yelled to the regular drinking at the bar at 11 a.m. ''Is what I do for fame or to please my friends and meet people?''  ''Ah,'' the old man said, putting down his slice of sausage. ''The second answer!''  Riz au Lait  For the confiture de lait:  1 14-ounce can Nestlé Carnation sweetened  condensed milk  Sea salt  For the crème anglaise:  1/2 vanilla bean  1 cup heavy cream  1/3 cup whole milk  6 tablespoons sugar  3 large egg yolks  For the brittle:  Butter for greasing pan  2/3 cup hazelnuts or pistachios, toasted and roughly chopped  1 dried apricot, finely chopped  Salt  2/3 cup sugar  For the riz au lait:  1/2 vanilla bean  2 cups plus 2 tablespoons  whole milk  1/3 cup carnaroli, arborio or short-grain rice  2 1/2 tablespoons sugar  1 2/3 cups heavy cream.  1. Make the confiture de lait: Preheat the oven to 425 degrees. Bring a kettle of water to a boil. Pour the condensed milk into a glass pie pan or shallow baking dish. Stir in a few grains of sea salt and cover tightly with foil. Set in a roasting pan and add enough hot water to the pan so that the water rises halfway up the sides of the pie pan. Bake until the milk turns caramel-brown, 1 to 1 1/4 hours, checking the water level several times and adding water as needed. Cool in the roasting pan. If the caramel is lumpy, whisk or strain through a fine-mesh sieve. Keep refrigerated. To serve, warm gently in a hot-water bath.  2. Make the crème anglaise: Split the vanilla bean, scrape out the seeds and place the seeds and pod in a small pot. Add the cream, milk and 3 tablespoons sugar and heat until just before it reaches a boil. In a medium bowl, whisk the egg yolks and remaining sugar until fluffy. Whisk just enough of the scalded cream mixture into the eggs to warm them, then pour into the cream mixture. Stir with a wooden spoon in a figure-eight motion over low heat until it coats the back of the spoon and the bubbles along the edge disappear. Pass through a fine-mesh sieve into a bowl set over an ice bath. Cool completely, then refrigerate.  3. Make the brittle: Butter a sheet pan. In a small bowl, mix the hazelnuts, apricot and a dash of salt. In a medium pot set over high heat, cook the sugar without stirring. As it starts to turn deep caramel, swirl the pan to distribute the sugar. Once the sugar has dissolved, remove from the heat and fold in the hazelnuts and apricot. Pour onto the sheet pan and let cool. Chop into small pieces.  4. Prepare the riz au lait: Split the vanilla bean, scrape out the seeds and place the seeds and pod in a medium saucepan. Add the milk and bring to a simmer. Stir in the rice and simmer, stirring occasionally, until it reaches the consistency of oatmeal, 25 to 30 minutes. Stir in the sugar. Cool to room temperature, then chill.  5. Transfer the chilled rice to a large bowl. Whip the cream to stiff peaks. Fold the whipped cream into the rice, little by little, to desired thickness. It should be light and creamy.  6. Serve the confiture de lait, the crème anglaise and the brittle in separate bowls alongside the riz au lait, to be stirred in as desired. Serves 6 to 8. Crème anglaise adapted from Tim Wiechmann. Confiture de lait adapted from David Lebovitz. Riz au lait adapted from L'Ami Jean.  The Way We Eat  Correction:  February 11, 2007, Sunday  The Food column on Jan. 28, about the Paris restaurant L'Ami Jean, misspelled the name of another restaurant there with a similar approach to cuisine. It is L'Ourcine, not L'Oursine.  ", 
            "title": "Bistronomy"
        }, 
        "weight": 0.723288834416669, 
        "file": "1822266.txt", 
        "other_topics": {
            "0": 0.00010500988050868415, 
            "1": 8.534090972565336e-05, 
            "2": 9.009726400527671e-05, 
            "3": 8.317171210474607e-05, 
            "4": 0.00011951056843847457, 
            "5": 0.723288834416669, 
            "6": 0.00013329717143450824, 
            "7": 0.00013748612152077083, 
            "8": 5.778584493963739e-05, 
            "9": 8.524916146237168e-05, 
            "10": 0.09079488288281226, 
            "11": 0.00015897479390268506, 
            "12": 0.002812879596728131, 
            "13": 0.010984150680118702, 
            "14": 0.06717703782753166, 
            "15": 0.00011360128642668276, 
            "16": 6.418899299242164e-05, 
            "17": 0.00015480403240918092, 
            "18": 4.641392247783676e-05, 
            "19": 0.04675937823286308, 
            "20": 9.300413811089613e-05, 
            "21": 6.447269154872733e-05, 
            "22": 6.973584858623993e-05, 
            "23": 4.706246965591547e-05, 
            "24": 5.406372471137328e-05, 
            "25": 5.086621650754978e-05, 
            "26": 5.732518146939379e-05, 
            "27": 6.72241122308978e-05, 
            "28": 0.05612489999863904, 
            "29": 8.055637479174924e-05, 
            "30": 3.8693944676580204e-05
        }
    }, 
    {
        "content": {
            "text": "  ISA CHANDRA MOSKOWITZ, a vegan chef, does not particularly like to talk about tofu. Ditto seitan, tempeh and nutritional yeast.  ''I think vegan cooks need to learn to cook vegetables first,'' she said last week during a cupcake-baking marathon. ''Then maybe they can be allowed to move on to meat substitutes.''  Ms. Moskowitz, 34, was born in Coney Island Hospital, lives in Brooklyn, and is a typically impatient and opinionated New Yorker. She can't stand how slowly most cooks peel garlic, makes relentless fun of Rachael Ray and rolls her eyes at the mention of California hippies.  But as a vegan and a follower of punk music since age 14, she is also part of a culinary movement that helped turn the chaotic energy of punk culture of the 1970s and 1980s into a progressive political force.  ''Punk taught me to question everything,'' Ms. Moskowitz said. ''Of course, in my case that means questioning how to make a Hostess cupcake without eggs, butter or cream.''  The charm of Ms. Moskowitz -- in person, in her cookbooks and on her public-access television cooking show, the Post-Punk Kitchen (theppk.com/shows/) -- is that she makes even the deprivations of veganism and the rage of punk seem like fun. Like feminism that embraces makeup and miniskirts -- the frivolous bits -- Ms. Moskowitz's veganism embraces chocolate, white flour, confectioners' sugar, and food coloring.  Wearing a black ''Made Out of Babies'' T-shirt (it's a friend's band) above a red-and-white checked apron, she bent maternally over a batch of strawberry cupcakes. ''Don't you just want to pinch their little cupcake cheeks,'' she said.  But can a cupcake be cute and punk at the same time? In the early days of punk, bands like the Sex Pistols were notorious for nihilism, anarchism and epic consumption of drugs and alcohol -- none of which would seem to lead to tofu and chamomile tea. But as punk became more political (and as bands self-destructed) in the 1990s, many punks adopted a more profoundly rebellious stance: against drugs, against alcohol and against the whole habit of mindless consumption.  ''It was about purifying the movement, about being poison-free,'' said Ted Leo, of Ted Leo and the Pharmacists, who led the band Chisel in the 1990s. He became vegetarian in 1988 and has been vegan since 1998. Many punks became vegetarian to protest corporate and government control of the food supply. Veganism takes vegetarianism farther into cruelty-free territory by avoiding anything produced by animals: milk, cheese, eggs, honey, etc.  ''I would love to live in a world where I knew the eggs came from happy chickens,'' Ms. Moskowitz said. ''But in Brooklyn? That's not going to happen.  ''Besides, eggs are the big lie in baking. All the books say they provide structure, but that's kind of crap.''  At 16, Ms. Moskowitz dropped out of the High School of Music and Art in New York to follow bands, live in squats in the East Village and cook for social justice.  ''I learned knife skills by cooking for Food not Bombs,'' she said, referring to the activist group that protests corporate and government food policy. ''But I also learned to love Julia Child and Martha Stewart. Vegan food can and must be pretty,'' she said, pounding a fist on the butcher-block counter.  Ms. Moskowitz's kitchen, like punk music itself, has a strong do-it-yourself aesthetic. Her husband, a carpenter, builds more shelves when the ingredients threaten to take over, the oven needs frequent coaxing to get up to temperature, and if Fizzle the cat wants to sit on top of the refrigerator, the cupcakes must move over and make room.  ''Here is the hideous curdled face of vegan baking,'' Ms. Moskowitz said, gesturing to a bowl of soy milk mixed with vegetable oil and cider vinegar. Baking, she said, has long been the final frontier for vegan cooks.  Her second cookbook, ''Vegan Cupcakes Take Over the World,'' was published by Marlowe and Company last fall. Her first, ''Vegan With a Vengeance'' (Marlowe, 2005), has sold more than 50,000 copies.  ''Omnivores'' -- that's meat-and-dairy eaters -- ''can't imagine baking without eggs and butter,'' she said. ''But we use cider vinegar instead of buttermilk for tenderizing, and really good shortening for the fat, and the rest just happens.'' Nonhydrogenated shortening and margarine produced by Earthbalance and full-fat soy milk from Silk are her baking staples.  From them, instead of lumpy, penitential scones and muffins (the usual vegan baked goods) Ms. Moskowitz and her co-author Terry Hope Romero produce insanely fetching cupcakes with mousse fillings, butter cream frostings, chocolate ganache icings and sprinkles galore.  Ms. Moskowitz says that she has received passionate e-mail messages not only from vegans but also from parents of children allergic to eggs or dairy products, who are thrilled to find vegan baked goods that are not made with whole-wheat flour and egg substitutes and that actually taste good.  The next book by the two women, to be published in the fall, will be ''the long-awaited vegan Joy of Cooking,'' Ms. Moskowitz said. ''Vegan food is everywhere.''  In the recipes below, North African spices lighten a rich vegetable stew with a peanut base; sweet butternut squash stands in perfectly for the sweet shrimp in an otherwise traditional Vietnamese spring roll.  Ms. Moskowitz and Ms. Romero both have been vegetarian since age 16, and vegan for almost that long. ''It's kind of like being gay, in that vegans tend to remember an 'aha' moment in adolescence or childhood,'' Ms. Moskowitz said. ''It happens when you realize that the lambs or chickens on your plate are the same as the ones at the petting zoo.''  It is also like being gay in that, 20 years ago, the notion of a vegetarian teenager was far more alien than it is today.  ''People used to throw chicken nuggets at me in the cafeteria,'' said Ms. Romero, who grew up in Plainville, Conn.  The number of adult vegetarians has remained steady at 2 to 3 percent, the Vegetarian Resource Group has found in 10 years of regular polling. But American teenagers have been taking up vegetarianism in growing numbers.  In a 2005 Harris Interactive poll for the group, 10 percent of girls ages 13 to 18 said they ''never'' ate meat, poultry or seafood.  In a 2006 poll of 100,000 college students by the food service giant Aramark, 30 percent of all students said that it was ''very important'' to them to have vegetarian food options on campus, up from 26 percent in 2004.  But punk vegans like Ms. Moskowitz and Mr. Leo acknowledge that they are still far outside the mainstream, and that the label ''vegan'' -- unlike ''vegetarian'' -- can still inspire a strong negative reaction.  ''Any time you confront a deeply ingrained societal norm, people are going to get upset,'' Mr. Leo said.  Ms. Moskowitz agreed that the vegan movement is in need of a public-relations overhaul. ''I can't say there's no self-righteousness in the movement, and also, a lot of the food is awful.''  She said vegans should stop whining about what they can and can't eat, and start cooking. ''When someone invites you to dinner, bring something delicious, and share it,'' she said.  This peaceable approach -- smoothing frosting over the rough edges of rage -- might be the key to Ms. Moskowitz's appeal.  ''You can't stay angry forever,'' she said. ''Either as a punk or as a vegan.''  Butternut Squash Rice Paper Rolls  Adapted from Isa Chandra Moskowitz  Time: 45 minutes  For the rolls:  1 pound butternut squash, peeled and cut into 1/2-inch cubes  1 tablespoon olive oil  4 ounces vermicelli rice noodles or rice sticks  12 8-inch round rice paper wrappers  1/3 cup roasted salted pumpkin seeds or peanuts, coarsely chopped  1 cup cilantro leaves and thin stems, torn into bite-size pieces  For the dipping sauce:  1 to 2 tablespoons soy sauce  2 tablespoons rice vinegar  2 teaspoons sugar  2 tablespoons Asian hot chili oil  2 teaspoons sesame oil.  1. Heat oven to 400 degrees. Place squash on a baking sheet, drizzle with oil and spread in a single layer. Roast 15 minutes, toss gently and return to oven until tender and caramelized, about 10 more minutes. Transfer to a plate to cool.  2. Meanwhile, prepares noodles: Bring a large pot of water to a boil. Turn off heat, add noodles, and allow to sit for 10 minutes, stirring occasionally. Drain in a colander and rinse with cold water; set aside.  3. To assemble rolls: Fill a large pie plate or shallow bowl with very warm tap water. Lay a clean, damp kitchen towel on counter to use as a work surface; this will prevent wrappers from sliding. Submerge two paper wrappers in the water to soften, about 1 minute. Gently transfer one wrapper to towel.  4. In lower third of circle, place a small handful of noodles, leaving about an inch and a half of empty wrapper on either side. Place two or three pieces of squash on top of noodles, and sprinkle with pumpkin seeds and cilantro. To roll, fold left and right sides of wrapper snugly over the filling. Lift the bottom of the wrapper over the filling, tucking it underneath, then roll up firmly but gently. Place seam side down on a plate, and continue with remaining wrappers and filling. Cut in half when ready to serve.  5. For dipping sauce: In a small bowl, stir together 1 tablespoon soy sauce, the vinegar and sugar. Add chili oil and sesame oil, and taste. If desired, add additional soy sauce.  Yield: 12 rolls.  Devil's Food Cupcakes with Fluffy White Filling and Chocolate Icing  Adapted from ''Vegan With a Vengeance,'' by Isa Chandra Moskowitz (Marlowe, 2005)  Time: 1 hour 45 minutes  For the cupcakes:  Nonstick cooking spray  1 cup all-purpose flour  1/4 cup Dutch-process cocoa powder  3 tablespoons black cocoa powder (see note) or more Dutch-process cocoa powder  1 teaspoon baking powder  1/2 teaspoon baking soda  1/4 teaspoon salt  1 cup plain soy milk  1/4 cup canola oil  1/2 cup pure maple syrup  1/4 cup sugar  1 teaspoon apple cider vinegar  1 teaspoon vanilla extract  For the filling:  1/3 cup nonhydrogenated margarine, such as Earthbalance  1/3 cup nonhydrogenated shortening  2 1/2 to 3 cups confectioners' sugar  2 teaspoons vanilla extract  For the chocolate icing:  1/3 cup plain soy milk  4 ounces bittersweet or semisweet chocolate, chopped  2 tablespoons pure maple syrup or confectioners' sugar  For the royal icing:  2 cups confectioners' sugar  1 to 2 tablespoons plain soy milk.  1. For the cupcakes: Heat oven to 350 degrees. Line a 12-muffin pan with paper liners, and spray lightly with nonstick spray. In a mixing bowl, stir together the flour, cocoa powder, baking powder, baking soda and salt. In a mixer, combine the soy milk, oil, syrup, sugar, vinegar and vanilla. Mix at medium speed for 2 minutes. Add half the dry ingredients and mix to blend. Add remaining dry ingredients and mix for 1 minute.  2. Use a standard ice cream scoop to fill cupcake liners 3/4 full. Bake until a toothpick inserted in center comes out clean, 25 to 30 minutes. Turn out onto a cooling rack and allow to cool completely.  3. For the filling: In a mixer, beat margarine and shortening until combined. Add 21/2 cups confectioners' sugar and beat until very fluffy, about 10 minutes. Taste for sweetness and add remaining 1/2 cup sugar if desired. Add vanilla and beat for 1 minute more.  4. For the chocolate icing: In a small skillet, bring soy milk to a simmer. Reduce heat to very low and stir in the chocolate and maple syrup, stirring until just melted. Turn off heat.  5. For the royal icing: Using an electric mixer or by hand, sift sugar into a bowl and add 1 tablespoon soy milk. Mix, adding up to 1 more tablespoon soy milk until consistency is like stiff toothpaste.  6. To assemble: Prepare two pastry bags, one fitted with a large plain tip, and one with a small writing tip. Fill large-tipped bag with filling, and the small-tipped bag with royal icing. (Instead of pastry bags, thick resealable plastic bags may be used. For filling, cut off one corner of bag so the opening measures a scant 1/2 inch across. For icing, opening should be just large enough to pipe a thin line.)  7. Using your pinkie, poke a hole in center of each cupcake top about an inch deep. Push tip of pastry bag with filling into each hole, firmly squeezing in filling and slowly drawing tip up and out. When all cakes have been filled, wipe off any excess that sticks out from holes; tops of cupcakes should be flat.  8. Place cupcakes on a baking sheet or tray that fits in refrigerator. Rewarm pan of chocolate icing over low heat if necessary, stirring constantly. Dip top of each cupcake into icing, swirling to coat completely. When all cupcakes are dipped, refrigerate 10 to 15 minutes to set. When set, use royal icing to make squiggles across center of each cupcake. Keep refrigerated until ready to serve, up to 1 day.  Yield: 12 cupcakes.  Note: Black cocoa, which gives the cake its characteristic dark color and bittersweet flavor, is available from King Arthur Flour, (800) 827-6836, kingarthurflour.com  Spicy Peanut Stew with Ginger and Tomato  Adapted from Terry Hope Romero  Time: One hour  1 medium-size eggplant, peeled and cut into 1/2-inch dice  1 teaspoon salt, more to taste  1 teaspoon ground cumin  1 teaspoon ground coriander  1/4 teaspoon turmeric  1/8 teaspoon cayenne  1/4 cup peanut oil  2 shallots, thinly sliced  2 inches fresh ginger, peeled and minced  1 to 2 jalapeño chilies, seeded and minced  1 onion, chopped  1/3 cup tomato paste  1 small (14.5 ounce) can diced tomatoes, preferably roasted  4 cups vegetable stock or water  1/2 cup natural unsweetened peanut butter (creamy or chunky)  1 medium-size zucchini, 6 to 8 ounces, cut in quarters lengthwise, then sliced 1/2 -inch thick  2 tablespoons freshly squeezed lemon juice (1 to 2 lemons)  1/3 cup coarsely chopped cilantro leaves, plus whole leaves for garnish  Cooked rice, for serving  Chopped roasted salted peanuts, for garnish (optional).  1. In a colander, toss eggplant with 1 teaspoon salt; set aside for 30 minutes. Rinse, drain well and set aside. In a small bowl, combine cumin, coriander, turmeric and cayenne; set aside.  2. In a large pot, heat 3 tablespoons oil over medium-high heat. Add shallots and fry, stirring often, until soft, crisp and caramelized, about 10 minutes. Using a slotted spoon, transfer shallots to a large bowl, leaving oil in pot. Raise heat to high and add eggplant. Cook, stirring often, until lightly browned and just tender, about 10 minutes. Transfer to bowl with shallots.  3. Add remaining 1 tablespoon oil to pot and heat over medium-high heat. Add ginger and chilies and cook, stirring for 30 seconds. Add spices and cook, stirring, 30 seconds more. Add onion and cook, stirring to scrape up any browned bits, until softened and translucent, about 5 minutes. Add tomato paste and cook, stirring, 1 minute.  4. Add diced tomatoes, stock or water, eggplant, shallots and a sprinkling of salt. Bring to a boil and cook 5 minutes. Place peanut butter in a medium bowl, addone or two ladlefuls of hot soup, and stir until emulsified, then pour mixture back into soup.  5. Reduce heat to a simmer, add zucchini, cover and cook 10 to 15 minutes, until vegetables are tender. Turn off heat and stir in lemon juice and chopped cilantro. Let cool slightly and taste; add salt if necessary. Serve in bowls with rice, garnished with cilantro leaves and chopped peanuts, if desired.  Yield: 8 servings.  ", 
            "title": "Strict Vegan Ethics, Frosted With Hedonism"
        }, 
        "weight": 0.7175102745643972, 
        "file": "1821154.txt", 
        "other_topics": {
            "0": 0.013379675118303147, 
            "1": 4.3862025707578544e-05, 
            "2": 4.630661335443929e-05, 
            "3": 4.274713951619718e-05, 
            "4": 6.142394828022282e-05, 
            "5": 0.7175102745643972, 
            "6": 6.850974496291781e-05, 
            "7": 7.066270814273475e-05, 
            "8": 2.969975624146205e-05, 
            "9": 4.3814870542539596e-05, 
            "10": 0.06910845419660575, 
            "11": 0.004289824125697091, 
            "12": 4.300889469621158e-05, 
            "13": 3.4618608817373685e-05, 
            "14": 0.04364406397262463, 
            "15": 5.8386799035531425e-05, 
            "16": 0.02668439869324182, 
            "17": 7.956346459155737e-05, 
            "18": 2.3855014757365212e-05, 
            "19": 0.047177209808341586, 
            "20": 4.780063758220126e-05, 
            "21": 0.0021371950676058377, 
            "22": 3.584160976561517e-05, 
            "23": 2.418834367416389e-05, 
            "24": 2.778672609374448e-05, 
            "25": 0.0035329075319937417, 
            "26": 0.0035362271976512962, 
            "27": 0.004242667717696368, 
            "28": 0.0639137349100059, 
            "29": 4.1402954261722756e-05, 
            "30": 1.9887235812083315e-05
        }
    }, 
    {
        "content": {
            "text": "  The name of the shop, the Cooking Company, sounds fairly mundane, but this extensive specialty-food supply store is anything but ordinary. Among the daily choices are 2 freshly made soups, like tomato Asiago or white bean and escarole, and 12 different sandwiches, including grilled panini (a favorite combination: smoked turkey, Gorgonzola, pesto and roasted red peppers).  Four or five salads are also part of the daily mix. The many rotating options include bow-tie pasta with Asiago cheese in a lemon dressing; carrot and golden raisins, yellow rice and black beans; and Greek and Cobb salads. Most popular is the chicken Caesar pasta salad.  Inside, the Cooking Company seats just eight (there is additional seating out front in warm weather). But a chef, pastry chef and two assistants turn out a good number of luscious dishes to go, including walnut-crusted pork loin with a mustard cream sauce, and many comfort foods, like chicken potpie, chicken enchiladas and various lasagnas.  Desserts are a big deal here, said the owner, Susan Bauer, citing the peanut chocolate mousse cake, hazelnut mousse cake and coconut cake with passion-fruit mousse as being especially popular. Virtually everything is made in-house except the breads, which are from Fabled Foods in Deep River.  Aside from all the goodies to enjoy at lunchtime, the Cooking Company also sells delicatessen items like Genoa salami, maple-smoked turkey and spicy capicola hams. A freezer offers prepared-ahead frozen dishes and a refrigerator features dishes ready to heat up at home for dinner. There is a coffee bar near the entrance with Daybreak coffees and a second room stocked with all kinds of gourmet goodies, including vinegars, olive oils, unusual jams, other preserves and various comestibles.  The Cooking Company, Swing Bridge Market Place, 1610 Sabrook Road, Haddam; (860) 345-8008. Open 10 a.m. to 7 p.m. Monday through Friday, 10 a.m. to 6 p.m. Saturday.  PATRICIA BROOKS  Connecticut  ", 
            "title": "QUICK BITE/Haddam; Luckily, Takeout Serves More Than 8"
        }, 
        "weight": 0.7165963616011618, 
        "file": "1820305.txt", 
        "other_topics": {
            "0": 0.0003909893623647036, 
            "1": 0.00031775474570221526, 
            "2": 0.00033546435472149957, 
            "3": 0.0003096780467236707, 
            "4": 0.0410921126232091, 
            "5": 0.7165963616011618, 
            "6": 0.0004963130689391357, 
            "7": 0.010673693031775754, 
            "8": 0.00021515737906954382, 
            "9": 0.0003174131340863863, 
            "10": 0.0890981558763342, 
            "11": 0.0005919200459896789, 
            "12": 0.0003115743100475814, 
            "13": 0.00025079159167581283, 
            "14": 0.021484033219810777, 
            "15": 0.0004229782409866236, 
            "16": 0.00023899859060275632, 
            "17": 0.0005763908084644007, 
            "18": 0.00017281564236189584, 
            "19": 0.001351586711954658, 
            "20": 0.00034628768722625954, 
            "21": 0.00024005490184791174, 
            "22": 0.0002596515188915067, 
            "23": 0.00017523041558506366, 
            "24": 0.00020129859351866042, 
            "25": 0.00018939312626441024, 
            "26": 0.00021344216412383818, 
            "27": 0.0002502994256289851, 
            "28": 0.11243614816845403, 
            "29": 0.00029994021002274535, 
            "30": 0.00014407140245455355
        }
    }, 
    {
        "content": {
            "text": "  THE modish, minimalist décor tips you off that things are a little different at Zoma, a new Ethiopian restaurant just north of Central Park on Fredrick Douglass Boulevard.  The azifa confirms it.  At Zoma, that well-spiced heap of lentil salad flecked through with onions and chilies ($4) isn't served on injera flatbread as it is elsewhere. Instead, it arrives at the table cradled in leaves of endive, like a canapé you might poach from a passed platter at a cocktail party.  It's one of the touches that give the food at Zoma a tonier, more citified treatment than it gets at other Ethiopian restaurants in New York.  The proprietors employ broad white platters instead of the more traditional metal trays and have a short beer, wine and cocktail list.  Dishes like tibs wett, beef and the spice mix called berbere slowly simmered into a delicious whole, are more lightly sauced, not swimming in spice-infused butter ($13). It's not Ethiopian lite, per se, it's just that the kitchen manages to avoid the warm, welcoming arms of buttery overkill. Even the injera seems a little healthier: it's a shade or two darker than some and a touch less spongy than most. Butter and relative sponginess aside, the kitchen's sure hand with spice and seasoning ensures that flavor is never in short supply.  The combination platters are the best way to sample a range of dishes and are the best values by a stretch. The menu says they feed two, but, with an appetizer, there's plenty for three.  The vegetarian combination ($17) includes heaping dollops of all seven vegetable and legume preparations from the menu. Each is clean and distinct, but the shiro wett, toasted and ground legumes boldly seasoned and simmered forever in the berbere-flavored wett sauce, struck the strongest chord.  The shiro wett (the spelling used here, though it is sometimes rendered wat or wot) showed up again on the doro wett combination platter ($19). The doro wett is a mess of chicken drumsticks that have seen the same simmering and spicing treatment as the other wett dishes, and is the best meat preparation at Zoma. The night I tried it, the chicken was cooked to a perfect point of tenderness. It yielded to just the tiniest tug of injera-enrobed fingers, slipping off into the assertive and buttery (but not too buttery) sauce.  You might be tempted to wash down the meal with a bottle of tej, Ethiopian-style honey wine made by Brotherhood Winery in Washingtonville, N.Y., or with some of the restaurant's custom cocktails. But unless drinks like supersweet one-dimensional wine or a Harlem Raging Bull cocktail (Red Bull, tequila, vodka and lime) are your idea of good companions to food, it might be best to stick to beer or wine. (The only thing wrong with a friend's martini was its bathtub-like size, though that might not be a bad thing, depending on what you need to do the next morning.)  The dining room at Zoma can feel unwelcoming when it's empty -- a sea of wobbly black tables set against sparsely adorned walls.  A stepped lightbox on the back bar doubles as a display for bottles of booze and as one of the chief sources of illumination in the room. As a result the votive candles on the table are a must for reading the menu.  But as the room fills up -- and it does seem to be popular enough already to fill up around 9 p.m. some nights -- it warms up. And the well-intentioned, if occasionally overwhelmed, servers are quick with a smile regardless of the hour.  Zoma  2084 Frederick Douglass Boulevard (113th Street), Harlem; (212) 662-0620.  BEST DISHES -- Doro wett, shiro wett, both dishes with collard greens in them.  PRICE RANGE -- Appetizers, $4 to $6; main courses, $7 to $15; combination platters, $17 to $19.  CREDIT CARDS -- Visa and MasterCard.  HOURS -- Monday though Thursday, 4 p.m. to 11 p.m.; Friday, Saturday and Sunday, noon to 11 p.m.  WHEELCHAIR ACCESS -- All on one level.  $25 AND UNDER  ", 
            "title": "A Journey to Ethiopia, Citified Yet Authentic"
        }, 
        "weight": 0.7121274617726465, 
        "file": "1817754.txt", 
        "other_topics": {
            "0": 0.00024137101181039618, 
            "1": 0.00019616079581765778, 
            "2": 0.0002070935389027854, 
            "3": 0.01901081603339783, 
            "4": 0.0002747016441338075, 
            "5": 0.7121274617726465, 
            "6": 0.0003063909127860625, 
            "7": 0.00031601944598547735, 
            "8": 0.00013282395707750068, 
            "9": 0.00019594990736570571, 
            "10": 0.039320283110642486, 
            "11": 0.016048446728430196, 
            "12": 0.00019234540299375652, 
            "13": 0.00015482216669584597, 
            "14": 0.06658514022575117, 
            "15": 0.00026111883296070835, 
            "16": 0.00014754194663034554, 
            "17": 0.00035582562092186475, 
            "18": 0.00010668496503658321, 
            "19": 0.07297633853489323, 
            "20": 0.00021377514963008047, 
            "21": 0.00014819404343545514, 
            "22": 0.00016029170065882817, 
            "23": 0.0001081756865555615, 
            "24": 0.00012426845809755704, 
            "25": 0.00011691880883893231, 
            "26": 0.00013176509664095736, 
            "27": 0.0001545183358806467, 
            "28": 0.06941065271788406, 
            "29": 0.00018516327794177443, 
            "30": 8.894016955622845e-05
        }
    }, 
    {
        "content": {
            "text": "  SITTING in Docas in downtown Ossining on a late December evening, we luxuriated in the restaurant's atmosphere. Warm, soft Portuguese rolls had just hit the table. The menu and most of the conversation around us was in Portuguese. Our glasses were filled with a wonderful house-made sangria and a carbonated pineapple juice from Portugal that is a terrific, less sugary alternative to soda.  Suddenly a stir came up from the crowd and we looked outside the window. A long procession of elaborately costumed revelers passed by, dressed as angels, princes, ladies-in-waiting. Some sort of Christmas parade? We weren't certain. But one thing was clear: this was not a typical Saturday dinner in the suburbs.  The food, too, was a welcome change from the overly fussy fare at many restaurants today. Docas excels at fresh, simple, flavorful stews and grilled seafood, made with ingredients that are either locally grown or shipped in from Portugal.  The octopus salad -- large chunks of meat imported from Portugal mixed with delicious extra-virgin Portuguese olive oil, onion, tomato and seasonings -- was a great beginning to the meal. Clams in garlic sauce were spicy and tasty, though a few of the clams were tough. Of the two standard soups (there are also specials), the vegetable, which won over the bread and garlic soup, was nicely rendered, with a flavorful broth that did not overwhelm the individual tastes of the cabbage, chickpeas, carrots and other vegetables.  The flip side of Docas's simple approach is that occasionally the offerings taste bland. Shrimp cakes and codfish cakes were overly breaded, and the garden salad, though fresh, was pedestrian.  When it comes to the entrees, however, basic boiled potatoes and steamed vegetables are perfect pairings for the main dishes. For a special of rabbit stew, the rabbit was provided by a nearby Connecticut farm (as is the occasional baby goat or suckling pig). The stew offered tender pieces of meat cooked in a rich brown sauce that mixed well with the simple sides.  Braised pork with clams, also in a brown sauce, contrasted similarly tender pieces of meat with pickled carrots and cauliflower, spicy sausage and chili peppers. Diced potatoes were sprinkled on top, so they were crunchy but still sopped up the flavors underneath.  Straightforward grilled fish and steaks were also delicious, seasoned with just the right amount of olive oil, salt and pepper.  Part of Docas's appeal is its quirky, casual setting, with lots of extended families and some people eating while standing up when the crowds get thick on a weekend night. The restaurant could use more waitresses, however. One busy evening there were long waits for water refills, to order dessert and to get the check. Whenever the waitress did make her way over to us, she was helpful. (We found the house wine unappealing, and she quickly brought us a nice dry Chaminé Vinho Regional Alentejano that complemented both the seafood and the meat dishes.) But she was overwhelmed.  The restaurant's owners, Carla and Abel Pinto (he is the chef and she makes the desserts), hope to expand to a building next door, and that should ease the crowding. Ideally they will increase the size of the staff as well.  Once our desserts arrived, our frustrations eased. The pear tart was especially good, with ripe slices of pear pushing into its yielding crust. Sponge cake dissolved in sweetness in our mouths. And if you like eggy, European-style flan, Docas will make you happy. All were presented beautifully, paired with lots of fresh fruit.  And do not forget to order a cup of the restaurant's creamy cappuccino (so rich it did not even need the mound of whipped cream on top). Then sit back, focus on the mural of Lisbon's Docas neighborhood painted over the bar, and you are practically in Portugal.  Docas Restaurant  125 Main Street  Ossining  (914) 944-9205  GOOD  THE SPACE -- Warm, quirky, often crowded. A mural of the port area of Lisbon's Docas neighborhood, painted over the long bar, dominates. Bald eagle imagery is everywhere, a nod to the American symbol but also to a Portuguese soccer team. Wheelchair accessible.  THE CROWD -- Mostly Portuguese natives nostalgic for the tastes of home. Lots of extended families. Boisterous, friendly.  THE BAR -- Informal, with patrons sipping cappuccino as well as housemade sangria or Portuguese brandy . The wine list is entirely Portuguese, from $18 to $65.  THE BILL -- Lunch entrees, $12.75 to $15; dinner entrees, $12.75 to $21. All major credit cards.  WHAT WE LIKE -- Octopus salad, clams in garlic sauce, vegetable soup; braised pork with clams, grilled red snapper, grilled sea bass, rabbit stew, grilled T-bone; pear tart, sponge cake.  IF YOU GO -- Tuesday to Thursday and Sunday, 11:30 a.m. to 10 p.m.; Friday and Saturday, 11:30 a.m. to 10:30 p.m. Closed Monday. Reservations recommended for Friday and Saturday.  Reviewed on Jan. 21, 2007  DINING/OSSINING  ", 
            "title": "A Taste of Portugal, Fresh, Simple and Flavorful"
        }, 
        "weight": 0.711441385930843, 
        "file": "1820338.txt", 
        "other_topics": {
            "0": 0.0001737808268768145, 
            "1": 0.0001412306516939342, 
            "2": 0.00014910194128714218, 
            "3": 0.0001376408470546525, 
            "4": 0.00019777801196563312, 
            "5": 0.711441385930843, 
            "6": 0.0002205934580633455, 
            "7": 0.01151890105851754, 
            "8": 0.004612179904547737, 
            "9": 0.0001410788175143278, 
            "10": 0.06670025332695685, 
            "11": 0.002521362411110897, 
            "12": 0.00013848366847161477, 
            "13": 0.00011146791798013784, 
            "14": 0.11342953936788187, 
            "15": 0.00018799874253610033, 
            "16": 0.00010622634960231763, 
            "17": 0.0002561851572977259, 
            "18": 7.681038953403824e-05, 
            "19": 0.018666932581607072, 
            "20": 0.00015391252656972963, 
            "21": 0.0001066958422772901, 
            "22": 0.00011540583963687976, 
            "23": 7.788367010848686e-05, 
            "24": 8.947004547449178e-05, 
            "25": 8.417848989025421e-05, 
            "26": 9.486742950622492e-05, 
            "27": 0.00011124916772549889, 
            "28": 0.0680400583014629, 
            "29": 0.0001333127259424988, 
            "30": 6.403460006285538e-05
        }
    }, 
    {
        "content": {
            "text": "  ''THIS is gourmet barbecue,'' the woman at the next table said as she relished the exceptionally moist homemade corn bread at BobbiQue in Patchogue. She was right. This six-month-old spot features the soft, smoky meat of real pit barbecue in the hands of a classically trained chef, Eric Rifkin, who knows his way around the kitchen as well as the pit. His cooking skills are evident in the fantastic side dishes and luscious desserts.  Mr. Rifkin earned his culinary stripes at An American Place, Vong, the Lobster Club and City Crab, all in Manhattan. Long Islanders know him as the chef and co-owner of the Crazy Dog in Westhampton Beach and the restaurant of the same name in Sayville (both now closed). He is owner as well as chef of BobbiQue, which he named for his 8-year-old daughter, Bobbi.  Mr. Rifkin fell in love with Memphis-style barbecue and honed his skills by working at top barbecue spots in that city. BobbiQue has a smoker that holds 700 pounds of meat; all the meat and seafood served here come out of it. Even the hot links (kielbasa) started as fresh sausage and were smoked on the premises.  The restaurant is very casual, with patrons placing their orders at a counter and the food being delivered to their table. Servers are laid back but very accommodating, checking frequently to see if diners need seconds on drinks or wish to order dessert.  The staff reflects the casual ambience of the restaurant. Mr. Rifkin was going for the industrial look in this large storefront, and he achieved it with corrugated metal roof decking (used as a decorative accent), hanging industrial lights over the bar, exposed pipes and old brick. Four large black-and-white Frank Stewart photographs of barbecue pits and their owners are the only adornments on the walls.  Diners sit at high tables covered in butcher paper or at low tables in front of a stage where blues bands perform on the weekend. Rolls of paper towels, which are used as napkins, top each table.  BobbiQue has earned a following for its blues music, its congenial bar serving more than 70 varieties of beer and, most of all, its terrific food. Don't miss the barbecued wings. They are big and juicy, with deep, smoky flavor. Another opener that hit all the right notes was the basket of deep-fried pickle chips accompanied by a first-rate tartar sauce. Crisp sweet potato fries with a honey-mayo dip were also an addictive starter.  There's a big chopped salad -- at $8.95, large enough for four -- that is enhanced by the honey-balsamic house dressing. We also liked the iceberg wedge, with its two thick slices of beefsteak tomato and three strips of bacon.  The tender ribs are the headliner here. They are not dripping with sauce, but have a crunchy glaze. The delicious pulled pork sandwich crowned with coleslaw on a soft bun shared top billing. The barbecued half chicken was running with juices and finger-licking good.  We liked the beef brisket, but it was not in the same league as the pork and the chicken. The brisket portion was also a tad skimpy. Barbecued salmon with crispy skin made the grade, but fried shrimp was average. Stick with the barbecue.  The sides receive as much attention from Mr. Rifkin as the meats. Entrees come with a choice of two. The baked beans were liberally laced with bacon; the coleslaw was minced and creamy; the skins-on potato salad was brightened by onion, and the mac and cheese was soothing and tasty. That super corn bread accompanies every entree.  Two of the desserts were noteworthy. The warm brownie soufflé (a k a fallen chocolate cake) is especially good with a scoop of creamy gelato-style ice cream, from a local company, Fresco, in Holbrook. The other exceptional dessert was the Lincoln logs -- long strips of French toast that have been rolled in cinnamon sugar and drizzled with raspberry sauce. They reminded some diners of beignets, others of jelly doughnuts; either way, they melted in the mouth.  BobbiQue  70 West Main Street  Patchogue  (631) 447-7744  www.bobbique.com  VERY GOOD  THE SPACE -- Large, casual storefront barbecue joint with industrial look. Complete wheelchair access.  THE CROWD -- Noisy, young and hip. Blues music Fridays and Saturdays at 8:30 p.m. and on Thursdays at 7:30 p.m. Lots of families with children earlier in the evening.  THE BAR -- Long and very lively. Over 70 varieties of beer are served, including 12 brews on tap. (Draft beer $5 to $6, bottles $4 to $10; large bottles, $13 to $16.) There is a small wine list of six bottles ($24 to $35) with the same number offered by the glass, $5 to $9. Happy hour is 4 to 6 p.m. Monday through Friday.  THE BILL -- Lunch and dinner entrees, $7.95 for a pulled pork sandwich to $23.95 for a combination plate of five meats. Children's menu, $5.95. (American Express not accepted.)  WHAT WE LIKE -- Barbecued chicken wings, fried pickle chips, corn bread, sweet potato fries, chopped salad, iceberg wedge, barbecued chicken, ribs, salmon, pulled pork sandwich, baked beans, coleslaw, potato salad, mac and cheese, warm brownie soufflé, Lincoln logs.  IF YOU GO -- Open 11:30 a.m. to 10 p.m. Monday through Thursday, to 11 p.m. Friday, 3 to 11 p.m. Saturday and 2 to 9 p.m. Sunday. No reservations; go early to beat the crowds.  Reviewed Jan. 14, 2007  DINING/PATCHOGUE  ", 
            "title": "When Classic Chef Meets Barbecue Pit"
        }, 
        "weight": 0.7052386236806959, 
        "file": "1818672.txt", 
        "other_topics": {
            "0": 0.00016344586659236004, 
            "1": 0.0022568041466296293, 
            "2": 0.0001402346647916172, 
            "3": 0.00012945517598038115, 
            "4": 0.00018601590946250662, 
            "5": 0.7052386236806959, 
            "6": 0.00020747449281805289, 
            "7": 0.008709885137841947, 
            "8": 8.994256023507903e-05, 
            "9": 0.00013268868609308697, 
            "10": 0.011758163181762281, 
            "11": 0.00024744122010135396, 
            "12": 0.00013024787376732195, 
            "13": 0.006476756751674095, 
            "14": 0.1088077173036126, 
            "15": 0.006548736193626249, 
            "16": 9.99089374686952e-05, 
            "17": 0.00024094950976558748, 
            "18": 7.22423808558975e-05, 
            "19": 0.011184869090681311, 
            "20": 0.0001447591586294001, 
            "21": 0.04257980363129509, 
            "22": 0.00010854251190000155, 
            "23": 7.325183210975677e-05, 
            "24": 8.414915143085448e-05, 
            "25": 0.0022031449473119734, 
            "26": 8.922554637184374e-05, 
            "27": 0.0001046330423980676, 
            "28": 0.08948130392104604, 
            "29": 0.002249357109696293, 
            "30": 6.0226383354635595e-05
        }
    }, 
    {
        "content": {
            "text": "  OFF the menu. Have sweeter words ever been spoken, especially by New Yorkers? We all believe we deserve something more special than the people at the next table, and who's to say we're wrong?  But it's more than a smidgen of foie gras or an extra shaving of truffles that constitutes this particular thrill. It's a dish of one's own, homey enough that the imaginary mommy of your dreams might have cooked it, yet eaten in the midst of a social swirl.  And the good news is, it's not only for regulars, those not-so-secret favorite children of restaurateurs. Mere mortals have a chance, too.  My favorite off-the-menu moment last year happened not in New York but in Yountville, Calif. I had spent three days in San Francisco before eating at Redd, a new restaurant in the Napa Valley. It was the fourth dinner of a two-week vacation, and the reductions and the foams were already piling up.  Our waitress approached. ''Is there anything not on the menu?'' my husband said, asking about the specials. She considered. ''I think we have some meatballs in the kitchen,'' she said. I saw her then surrounded by a golden aura, like an angel from a prayer card.  ''You have meatballs?'' I asked furtively. I felt as if I were scoring dope in the schoolyard.  She checked with the chef to be sure.  ''We do, and we're happy to serve them as a middle course,'' she said.  Who knows what accounted for our windfall -- a new restaurant wooing repeat customers or a kitchen burdened with too many leftovers -- but we were ecstatic. The meatballs were feather light, in a richly flavorful brown sauce, nestled alongside homemade egg pasta.  The dish was so unexpected, so deliciously satisfying, that I cannot remember my entree. But five months later I'm still thinking about those meatballs.  In October, with a group of friends, I ate at Primola, an Italian restaurant on Second Avenue between 64th and 65th Streets. Midway through I noticed a woman at our table devouring a work of art: veal chop parmigiana, well done. It covered a platter and looked like a beautiful pizza. I wouldn't rest until I had one of my own, so we returned to the restaurant with her and her husband a few weeks ago. ''Where is it?'' I asked, dismayed, scanning the menu.  She looked blank. ''I have no idea,'' she said. ''Every time I come, I just order it.'' As we did. It lived up to its promise, a thin-crust pizza, the thin crust made of meat.  Italian restaurants, it seems, are almost always amenable to serving off the menu. A friend of mine is a regular at Sistina, also on Second Avenue, between 80th and 81st Streets, where he is addicted to what he calls nut pasta.  This turns out to be an off-the-menu favorite of the owner, Giuseppe Bruno, who first ate it on the Lipari Islands, near Sicily. A basic tomato sauce is mixed with a pesto of four kinds of raw nuts, which makes a creamless pink sauce with real body, enlivened by the kick of black and red peppers, a generous grating of pecorino and a few ribbons of fresh mint.  It's a crazy combination of bar food -- nuts and cheese -- with noodles, and while it's hard to figure out why it works, it's easy to eat a bowlful as you think about it (though not exactly cheap: $12 as an appetizer, $20 as an entree). He started serving it to regulars who wanted what he was eating, Mr. Bruno said, but he will prepare the dish for anyone who requests it when making a reservation.  Being a regular, after all, does not guarantee access to all of a restaurant's secrets. I recently sat at the bar at the Union Square Cafe, a place I consider a home away from home, and while paying the check saw an astonishing sight.  For the 21 years I've been going there, it has served a steak with mashed potatoes, a combination my mom used to make. I'm not a huge steak fan, so I rarely think about it. But that night, as I watched a vision go by -- a plate of steak heaped with the most beautifully bronzed, perfectly cut frites -- I flagged down a bartender.  ''If they have it in the kitchen, they'll do it for you,'' he said. (If they have what? Potatoes? There are no fries on the dinner menu.) I stared obsessively at the unsuspecting diner tucking in a few seats away, and fought the urge to go sit in his lap. Steak and mashed potatoes is just like home. But steak and French fries? That's Saturday night.  Now I won't rest until I have them. Even on a Tuesday.  Bucatini With Raw Nut Pesto and Tomato Sauce (Bucatini alla Lipari)  Adapted from Sistina Restaurant  Time: About 40 minutes  For the tomato sauce:  1/4 cup olive oil  1 medium onion, finely chopped  1 clove garlic, finely chopped  1 pound (about 2 cups) canned whole peeled tomatoes, with juice  Salt and freshly ground black pepper  For the pesto:  2 garlic cloves, crushed  2 teaspoons hot red pepper flakes  5 tablespoons extra virgin olive oil  2 cups mixed whole raw nuts, like pine nuts, walnuts, pistachios and hazelnuts  3 to 4 leaves of fresh mint  Freshly ground black pepper  For the pasta:  Salt  1 pound bucatini  Fresh mint leaves, for garnish  Grated sheep's milk pecorino.  1.  For tomato sauce: In a heavy-based saucepan over medium heat, heat oil and sauté onion until translucent. Add garlic and tomatoes with their juices, breaking up the tomatoes with a wooden spoon. Season with salt and pepper to taste. Simmer uncovered until most of the juices have evaporated, 20 to 30 minutes. Meanwhile, prepare pesto.  2.  For pesto: In a food processor, combine garlic, hot pepper flakes, olive oil, nuts and mint. Pulse to make a smooth paste (a slightly coarse nut butter). Season with black pepper to taste and set aside.  3.  For pasta: Bring a large pot of lightly salted water to a boil. Add bucatini and cook until al dente (firm to the bite). Set aside  1/2 cup pasta water, and drain pasta well. Return pasta to the warm pot and add pesto and tomato sauce. Toss well to coat, adding reserved water as needed to thin the sauce. Transfer to a warm serving bowl and garnish with fresh mint leaves. Serve with pecorino cheese passed separately.  Yield: 4 servings.  FEED ME  ", 
            "title": "I'll Have What They Don't Know About Yet"
        }, 
        "weight": 0.6969977969441536, 
        "file": "1816062.txt", 
        "other_topics": {
            "0": 0.00015064705736925253, 
            "1": 0.0020800826037186094, 
            "2": 0.0020869060642592736, 
            "3": 0.0001193180453519939, 
            "4": 0.00017144972808814845, 
            "5": 0.6969977969441536, 
            "6": 0.00019122797335811463, 
            "7": 0.00019723743647630137, 
            "8": 8.289950865178228e-05, 
            "9": 0.00012229835188166434, 
            "10": 0.03432925877731865, 
            "11": 0.006101022951533003, 
            "12": 0.0001200486700626425, 
            "13": 0.0020542818963918664, 
            "14": 0.1570593350129272, 
            "15": 0.00016297227870977428, 
            "16": 9.20854577013275e-05, 
            "17": 0.0021797343219879905, 
            "18": 6.658536138104144e-05, 
            "19": 0.05925034130209268, 
            "20": 0.00013342363272579274, 
            "21": 9.249245133354884e-05, 
            "22": 0.0001000429705450051, 
            "23": 6.751576643882656e-05, 
            "24": 7.755975912682032e-05, 
            "25": 7.29726174265665e-05, 
            "26": 8.223864135154791e-05, 
            "27": 9.643963637314715e-05, 
            "28": 0.03549070840605758, 
            "29": 0.00011556608536192041, 
            "30": 5.551028984413902e-05
        }
    }, 
    {
        "content": {
            "text": "  With wintry days starting to bite back, cassoulet, the hearty southwestern French stew of white beans and preserved meats, is finally whetting appetites around town. Several restaurants have started serving this specialty.  Among them are Savoy, below, 70 Prince Street (Crosby Street), where black iron crocks of cassoulet, made with the proper tarbais beans and a crust of crumbs, are tucked into the fireplaces. A generous portion made with duck confit, sausage, lamb and pork belly is $32 through Feb. 11: (212) 219-8570.  At Jarnac, 328 West 12th Street, cassoulet made with white northern beans, pork cheeks, sausage and duck confit is $26, (212) 924-3413; at Les Halles, 411 Park Avenue South (28th Street), (212) 679-4111, it's $22.50.  L'Absinthe, 227 East 67th Street, (212) 794-4950, will serve it for the weeks of Jan. 22, Feb. 19, March 19 and April 16, $34. Gavroche, 212 West 14th Street, (212) 647-8553, serves its on Thursdays, $23.  Those who prefer to serve this dish at home can assemble it from a kit D'Artagnan sells. The package consists of tarbais beans, confits of duck legs and duck gizzards, duck and garlic sausages, pork belly, duck fat and demi-glace. You add your own onions, carrots, garlic, tomato and seasonings.  The ingredients serve six to eight people; it's $106.99 from dartagnan.com.  FOOD STUFF  ", 
            "title": "Feeling a Chill? It's Cassoulet Weather"
        }, 
        "weight": 0.6942154478744595, 
        "file": "1819375.txt", 
        "other_topics": {
            "0": 0.0006068082406730408, 
            "1": 0.024149497674380193, 
            "2": 0.0005206344583543751, 
            "3": 0.00048061458647095473, 
            "4": 0.0006906016598122734, 
            "5": 0.6942154478744595, 
            "6": 0.0007702686803664872, 
            "7": 0.0007944748733437468, 
            "8": 0.0003339202628720893, 
            "9": 0.0004926192986340534, 
            "10": 0.004226046059005778, 
            "11": 0.0009186489360062635, 
            "12": 0.0004835575519891874, 
            "13": 0.126556414304655, 
            "14": 0.09642641640290314, 
            "15": 0.0006564543871571094, 
            "16": 0.00037092138110836505, 
            "17": 0.000894547847309845, 
            "18": 0.0002682066726014594, 
            "19": 0.0020976375158597025, 
            "20": 0.0005374320697157468, 
            "21": 0.0003725607565747442, 
            "22": 0.0004029743428663202, 
            "23": 0.00027195435586913877, 
            "24": 0.0003124116846664442, 
            "25": 0.00029393462023878496, 
            "26": 0.00033125828107983553, 
            "27": 0.00038846006752921397, 
            "28": 0.040446177363786896, 
            "29": 0.000465501644469893, 
            "30": 0.0002235961452403887
        }
    }, 
    {
        "content": {
            "text": "  WITH its brightly painted houses and Muslim melting pot, the Bo Kaap neighborhood of Cape Town may not seem like a foodie's delight. It was settled in the 17th century by slaves from India, Malaysia and other southeast Asian countries, who became known as Cape Malays. And their food, odd fusion dishes like bobotie (curried beef with egg custard) and sosatie (a Mediterranean-style kebab marinated with Indian curry), was largely regarded as working-class fare.  But with the Cape Malays' sweet and spicy mix of Asian, European and Mediterranean flavors now showing up at haute restaurants around Cape Town and beyond, that is starting to change.  Take, for starters, the biriyani at the Showroom (10 Hospital Street, 27-21-421-4682; www.theshowroomrestaurant.co.za), a chic new restaurant opened by a top chef, Bruce Robertson, who once worked with Gordon Ramsay in London. Instead of the traditional spices and yogurt that make up this aromatic Indian dish, Mr. Robertson adheres to an old Cape Malay recipe and uses fennel, a soft-boiled quail egg and lentils, albeit with a more refined touch.  ''Cape Malay is a mature taste,'' Mr. Robertson said in explaining the cuisine's newfound appeal. ''It's genuine food, proper food, and it's South Africa's home cooking.''  Another tastemaker, Craig Paterson, the chef at onewaterfront, a modern restaurant with harbor views (West Quay, V & A Waterfront, 27-21-410-7100), has turned his kitchen into a kind of Cape Malay laboratory, coaxing new flavors out of old ingredients.  ''Wherever possible, I have tried to incorporate the influence of Malay spices,'' said Mr. Paterson, whose restaurant is inside the elegant Cape Grace Hotel, which counts Bill Clinton and Beyoncé among its famous guests. The current menu includes a duck bobotie, a coriander-encrusted kingklip and a biryani-style saffron seafood risotto.  The dishes may be nouvelle, but they are very much in keeping with the Cape Malays' origins. The southeast Asian slaves, who were brought to Cape Town by the Dutch East India Company, found themselves without access to their favorite ingredients like coconut milk (a staple of Malay cooking) and tamarind (a favorite spice of South Indians).  So they began adapting their recipes and invented a new style of cooking. Along with the bobotie and sosatie, they came up with bredie, a tomato and mutton stew of Dutch origin that's seasoned with cinnamon, cardamom, ginger, cloves and chili powder. And for dessert, they combined a European-style pastry with an Indian gulab jamin, and came up with a koeksister, a fritter that's deep fried and dipped in a syrup seasoned with ginger, cardamom and cinnamon.  ''They took some ideas from the Dutch, some from the Mediterranean countries, and even a little from the British, but not too much -- their food is very bland,'' said Latiefa Larney. She is the consulting chef for the Bo Kaap Kombuis (7 August Street, 27-21-422-5446), which recently opened as the first high-end restaurant in Bo Kaap.  With tourists and locals packing its dining room nightly, the restaurant not only attests to the growing popularity of Cape Malay cuisine, but also to its continuing evolution. ''They say French is the best cooking, but no,'' said Ms. Larney with a smile. ''They need to spice it up a little.''  SURFACING: CAPE TOWN  ", 
            "title": "A People's Food Takes a Step Up"
        }, 
        "weight": 0.6902228505492921, 
        "file": "1822284.txt", 
        "other_topics": {
            "0": 0.003715990310192818, 
            "1": 0.0002157893392526575, 
            "2": 0.00022781605130143875, 
            "3": 0.00021030439981588797, 
            "4": 0.0003021892628043518, 
            "5": 0.6902228505492921, 
            "6": 0.00033704947182505, 
            "7": 0.017599975773821303, 
            "8": 0.00014611479228153267, 
            "9": 0.00021555734855587701, 
            "10": 0.06050714409534749, 
            "11": 0.00040197679922054723, 
            "12": 0.00021159216472026873, 
            "13": 0.017422648524295002, 
            "14": 0.021490882087911296, 
            "15": 0.0002872473074762279, 
            "16": 0.00016230551595543212, 
            "17": 0.0003914307918044446, 
            "18": 0.00011736024019211709, 
            "19": 0.04922440748249813, 
            "20": 0.00023516624764406945, 
            "21": 0.00016302286387460642, 
            "22": 0.00017633105549289213, 
            "23": 0.051876003039651584, 
            "24": 0.00013670319979607523, 
            "25": 0.00012861811862250745, 
            "26": 0.0001449499785224426, 
            "27": 0.0001699799874032907, 
            "28": 0.02114865849864867, 
            "29": 0.062312094864101955, 
            "30": 9.783983767785176e-05
        }
    }, 
    {
        "content": {
            "text": "  Damn Good Cookies do not hide behind false modesty or a fancy box, nor should they. The buttery cookies come in five varieties: sugar with raspberry or macadamia nut; chubby chocolate with a ganache filling; chocolate chip with pecans; and coconut with powdered sugar. Rugelach in flaky hazelnut-chocolate, apricot and cherry flavors are irresistible, too.  The company is a division of Chocolate Gourmet in Chicago (chocolategourmet.com). Cookies are sold by the box, with some of each flavor, starting at $20 for 20. Single-flavor boxes, with 14 to 24 pieces are $10 to $18; rugelach are $20 for 12 and $35 for 24, all plus shipping, at the Web site or (312) 850-1051.  FOOD STUFF  ", 
            "title": "Cookies With a Bit Of Swagger"
        }, 
        "weight": 0.6860643481296045, 
        "file": "1817745.txt", 
        "other_topics": {
            "0": 0.0012864968080879525, 
            "1": 0.0010455283581843103, 
            "2": 0.001103799394864186, 
            "3": 0.0010189530892487511, 
            "4": 0.018182123404547165, 
            "5": 0.6860643481296045, 
            "6": 0.0016330500020278168, 
            "7": 0.0016843696577507933, 
            "8": 0.0007079458114549607, 
            "9": 0.0010444043320708843, 
            "10": 0.00895965875432639, 
            "11": 0.0019476316317237488, 
            "12": 0.0010251924833303474, 
            "13": 0.0008251952949177133, 
            "14": 0.0038183580194443988, 
            "15": 0.0013917518206348822, 
            "16": 0.0007863920442448387, 
            "17": 0.0018965348080468049, 
            "18": 0.0005686261409814729, 
            "19": 0.12147304109376515, 
            "20": 0.001139412084263291, 
            "21": 0.0007898676913494581, 
            "22": 0.13459815408189918, 
            "23": 0.0005765716206872965, 
            "24": 0.0006623453806213558, 
            "25": 0.0006231720754225769, 
            "26": 0.0007023021322011585, 
            "27": 0.0008235758901224943, 
            "28": 0.002160238722852298, 
            "29": 0.0009869120747371166, 
            "30": 0.00047404716658672473
        }
    }, 
    {
        "content": {
            "text": "  WELCOME back, Chaophaya. The Thai restaurant reopened in its new quarters in Kings Park in mid-November. It had a near-cult following during its eight years in Lindenhurst before closing abruptly two years ago. (There was a problem with the lease, the owners said.)  The Kings Park restaurant is on Main Street, a big improvement over its previous, hard-to-find location. The building had been home to the American Bistro, then to a series of Italian restaurants. With Chaophaya, its revolving-door days may be over.  The restaurant is owned by two talented sisters: Molrude (Neena) Kittiratanaporn, the chef, and Noi Bartolomeo, who rules the front of the house. Various family members are on hand on busy nights, greeting patrons, running the bar, waiting on tables and helping out in the kitchen. Their talents are not limited to the culinary arts. Our waitress told us that everything in the dining room had been made by the family: the wooden tables, the metal wall sconces and other decorations. One wall depicts Thai temples highlighted in metallic paint; another features wooden boxes with water running over pebbles.  Noi Bartolomeo, elegantly dressed in Thai style, is a dynamo. She does a fine job of explaining the menu, determining how spicy patrons want their food to be and noting any other dining preferences. The rest of the staff is amiable but quite casual. The runner delivering dishes does not know who ordered them, and it may take more than one request to get a soft drink refill.  Still, it is the exceptionally good food that is the big story here. Chaophaya's pad Thai was the best I have ever eaten. The stir-fried rice noodles were moist, crunchy with bean sprouts and slightly sweet; they were enhanced by a crown of four jumbo shrimp. A squeeze from an accompanying wedge of lime made the dish perfect. A rival for top honors was called spicy noodle, which we ordered with beef. These wide, flat noodles were full of flavor from basil and chilies.  Soups were standouts. All carried a red star on the menu, indicating spiciness. Even though we requested them mild, they still delivered a kick. The tom yum koong, a clear shrimp soup, provided a tangy hit from lime juice and lemongrass. The tom ka kai, a vibrant chicken soup, had its heat tempered by coconut milk.  Both the beef and shrimp salads were outstanding starters for those who like their food spicy. They sparkled with crunchy fresh ingredients. We did have to ask for knives for the beef salad; the slices of meat were far larger than bite-size.  Other appetizers that scored were Thai dumplings, both the delicate, nearly transparent vegetable variety and the sturdier ones filled with meat. Shrimp blanket was another good pick. It consisted of four whole shrimp enclosed in egg roll wrappers and served with plum sauce.  Don't miss the whole baked fish (boned) in a sweet-tangy tamarind sauce. It was perched atop baby bok choy and slices of eggplant. The sautéed Asian eggplant with basil in garlic sauce was also splendid.  The two best curries sampled were the pad pik khing with chicken, string beans and lime leaves, and the sea scallops with coconut milk and chilies in a red curry sauce. We tried two versions of pad kaprow. One starred a crunchy mix of vegetables, chili peppers, garlic, onions and basil with shrimp; the other featured tofu. Both delivered.  My favorite desserts were the fried ice cream with raspberry sauce, served aflame, and the fried bananas. The latter were small, crisp logs wrapped in spring roll skins and drizzled with honey and sesame seeds. The tapioca was hot and flecked with black beans, not the cold Western pudding. Tapioca fans loved it anyway. Slices of fresh mango surrounding a mound of not-too-sweet sticky rice was another pleaser. Skip the three Thai fruits listed on the menu, longans, rambutans and litchis, all canned in syrup; they all tasted the same.  Chaophaya's loyal following continues to grow. As I left the restaurant, I heard the people at the next table tell the waitress they were visiting for the third time that week.  Chaophaya  25 Main Street (Route 25A)  Kings Park  (631) 269-2818  VERY GOOD  THE SPACE -- Simply decorated, with Thai touches. There are a few steps at the entrance to the restaurant, but restrooms are wheelchair accessible.  THE CROWD -- Mainly families and couples.  THE BAR -- A separate room, at the entrance, is dominated by a long wooden bar. The restaurant is still awaiting a license to serve wine and beer. Diners may bring their own.  THE BILL -- Complete lunch with Thai salad and spring roll, $7.95 to $8.95. Dinner entrees, $8.95 to $16.95.  WHAT WE LIKE -- Thai dumplings, shrimp blanket, tom yum koong, tom ka kai, beef salad, shrimp salad; pad pik khing, sea scallop curry, pad kaprow with tofu, pad kaprow with shrimp, baked whole fish in tamarind sauce, pad Thai with shrimp, spicy noodle with beef, eggplant with basil; fried ice cream, fried bananas.  IF YOU GO -- Open noon till 10 p.m. Sunday and Tuesday through Thursday, till 11 p.m. Friday and Saturday. Closed Monday. Reservations are recommended.  DINING/KINGS PARK  ", 
            "title": "The Reappearance Of an Old Thai Friend"
        }, 
        "weight": 0.6856393014847697, 
        "file": "1820281.txt", 
        "other_topics": {
            "0": 0.00015938355094387313, 
            "1": 0.00012953007057017166, 
            "2": 0.00013674924490844511, 
            "3": 0.00012623767162785865, 
            "4": 0.00018139263353860884, 
            "5": 0.6856393014847697, 
            "6": 0.0002023178810516709, 
            "7": 0.008493407943100622, 
            "8": 8.77071101895958e-05, 
            "9": 0.0001293908154455688, 
            "10": 0.09017087835439691, 
            "11": 0.0023124742902974203, 
            "12": 0.00012701066754841674, 
            "13": 0.006315782168147987, 
            "14": 0.08953392475883089, 
            "15": 0.00017242355038180775, 
            "16": 9.742578112730533e-05, 
            "17": 0.00023496090335771062, 
            "18": 7.04468545427923e-05, 
            "19": 0.006764512113307151, 
            "20": 0.0001411612860883425, 
            "21": 9.785637759196765e-05, 
            "22": 0.00010584477500514841, 
            "23": 7.143121669705897e-05, 
            "24": 0.004224423737598455, 
            "25": 7.720452752427124e-05, 
            "26": 8.700791712964864e-05, 
            "27": 0.00010203247222554338, 
            "28": 0.10382678221329873, 
            "29": 0.0001222681237544376, 
            "30": 5.8729505001856596e-05
        }
    }, 
    {
        "content": {
            "text": "  Making chicken soup, that winter sustainer and cure-all, simply involves simmering a chicken with herbs and vegetables. Now there is something new to facilitate the preparation. Your onions, leeks, celery, parsnips, carrots and herbs can be packed into the cheesecloth Soup Sock. When the broth is done, the cooked vegetables are easy to remove, still in their cloth package.  The reusable sock is large enough to accommodate the chicken, too, but for me, keeping the vegetables and bird separate is the important feature. That way, the chicken does not mix with soggy vegetables and herbs. (For a richer soup, consider using a quart or two of purchased organic chicken stock instead of water.) A pack of three is $2.95 at Broadway Panhandler.  FOOD STUFF  ", 
            "title": "Chicken Soup, With Less Mess"
        }, 
        "weight": 0.6842959886588201, 
        "file": "1816048.txt", 
        "other_topics": {
            "0": 0.001169215326841709, 
            "1": 0.0009502143910124417, 
            "2": 0.0010031732392340132, 
            "3": 0.0009260618151497957, 
            "4": 0.0013306708631696208, 
            "5": 0.6842959886588201, 
            "6": 0.001484175537681762, 
            "7": 0.0015308167167832664, 
            "8": 0.0006434070322776437, 
            "9": 0.0009491928349919949, 
            "10": 0.12969412564274885, 
            "11": 0.001770078822222349, 
            "12": 0.0009317324045710398, 
            "13": 0.0007499676488816389, 
            "14": 0.0034702633474378007, 
            "15": 0.0012648749298217524, 
            "16": 0.0007147018362245242, 
            "17": 0.0017236401610298629, 
            "18": 0.000516788222946714, 
            "19": 0.004041787453283503, 
            "20": 0.0010355393531751528, 
            "21": 0.0007178606313648353, 
            "22": 0.0007764623919422661, 
            "23": 0.0005240093653488981, 
            "24": 0.0006019636938208015, 
            "25": 0.0005663615620832706, 
            "26": 0.0006382778502681435, 
            "27": 0.0007484958746067029, 
            "28": 0.15390237922865116, 
            "29": 0.0008969417699083003, 
            "30": 0.0004308313936999607
        }
    }, 
    {
        "content": {
            "text": "  IT'S like Restaurant Week all year long at Gabrielle's Brasserie in Rockville Centre. This appealing spot, formerly 22 North Park under the same owners, changed its name, its chef and its menu in late November. It now offers a three-course dinner for $25 that is sure to be a hit with patrons who love good food but don't want to break the bank every time they eat out. That price includes everything on the menu: no exceptions, no supplements. It is offered all night -- not just during ''early bird'' hours -- every night of the week. It was even in place on New Year's Eve.  The $25 meal is a story; the quality and quantity of the food here, which is intensely flavorful and stylishly presented, make it a compelling one. Jeffrey C. DeVille, a graduate of the Culinary Institute of America in Hyde Park, N.Y., is the executive chef. He has worked alongside Susan Spicer at Bayona in New Orleans and under Mario Batali at Lupa in Manhattan; his last position was as sous chef at 105 Harbor in Cold Spring Harbor.  Tom Schaudel, Long Island's peripatetic restaurateur, served as the consulting chef and helped develop the new menu.  It is an exciting one, with a dozen appetizer picks, the same number of entree choices and about a half-dozen desserts. (There are also specials.) The appetizer I'd make a beeline for is pan-seared rock shrimp cakes with a perfect avocado-pineapple salsa. There was also a pleasing crabcake special atop a crunchy kimchi salad, but the shrimp cakes, with their arresting, chunky texture, put it in the shade.  Fork-tender ribs (four meaty ones), accompanied by a green papaya slaw and a log of cornbread, were a hearty and delicious opener. So was the gratin of Long Island oysters: four large ones in their shells combined with Boursin cheese and cubes of spicy andouille sausage. The grilled and roasted veggie plate sounded light but was actually large enough to pass as an entree. It included mounds of hummus, tapenade and roasted red peppers and arrived with grilled pita.  The adventurous were rewarded with a special of grilled smelts atop a mélange of roasted sweet potato cubes and what our waiter called fava beans. They looked and tasted like black beans; in any case, they were seductively good.  Entrees were equally appealing. The braised lamb shank was a fall-away-tender success atop roasted root vegetables and three-cheese polenta. Other winners were perfectly turned-out salmon over a barley pilaf, pan-seared flounder with leeks, tomato and capers and a chewy yet flavorful hanger steak with crunchy toasted gnocchi and spinach.  Speaking of gnocchi, the menu offers these light potato dumplings in a flavor-packed sauce with tomato, zucchini, lemon and cheese, generously crowned with grilled shrimp. (I counted nine in my dish.) Also hitting the high notes was fettuccine in a Bolognese sauce that had a bit of a spicy kick.  The eight-ounce Kobe burger was cooked medium-rare as ordered and came with terrific crisp fries and the desired sautéed onions but also sported a cap of unadvertised melted mozzarella. I would have preferred it without the cheese.  Desserts also delivered. I loved the New Orleans-style bread pudding with sourmash custard and the exceptionally moist and rich molten chocolate cake. A shortbread shortcake with mixed berries was another winner.  Servers were as excited about the new restaurant and its food as the diners were. On one evening, the service was nearly perfect; on a second night, our server was enthusiastic but tended to guess about ingredients rather than check with the kitchen. On both nights, busboys did a great job refilling water glasses and replacing bread baskets with fresh ones. (The rolls in those baskets were just average, though.)  The restaurant may look just like its predecessor, but the $25 three-course dinner makes this more than just the same old place with a new name.  Gabrielle's Brasserie  22 North Park Avenue  Rockville Centre  (516) 536-6611  VERY GOOD  THE SPACE -- Striking yet sedate dining room with an aquarium and arresting curved panels of multicolored stained glass hanging from the ceiling. Complete wheelchair access.  THE CROWD -- Casual small groups and couples. Very few children.  THE BAR -- A wall of colored glass squares forms an ever-changing color and light show. There are a few cozy booths for two and an adjacent lounge area with leather chairs and couch. Diverse wine list of 36 bottles, $22 to $35; 19 wines by the glass, $6 to $14.  THE BILL -- Three-course lunch, $10 or $15. Sunday brunch, $20, includes a cocktail. Three-course dinner, $25 (higher à la carte). American Express, MasterCard, Visa and Discover Card accepted.  WHAT WE LIKE -- Rock shrimp cakes, spare ribs, gratin of Long Island oysters, grilled and roasted veggie plate, grilled smelts, salmon, flounder, lamb shank, hanger steak, fettuccine Bolognese, gnocchi with shrimp, molten chocolate cake, bread pudding, berry shortcake.  IF YOU GO -- Lunch Tuesday through Saturday, noon to 4 p.m.; Sunday brunch, 11 a.m. till 3 p.m. Dinner 5 to 10 p.m. Sunday and Tuesday through Thursday, till 11 p.m. Friday and Saturday. Closed Monday. Reservations for parties of six or more.  Reviewed Jan. 28, 2007  DINING/ROCKVILLE CENTRE  ", 
            "title": "Three Courses for $25, All Night, Every Night"
        }, 
        "weight": 0.6839988971194657, 
        "file": "1821923.txt", 
        "other_topics": {
            "0": 0.00016344586659236004, 
            "1": 0.017124612739490747, 
            "2": 0.0022642073209146337, 
            "3": 0.00012945517598038115, 
            "4": 0.00018601590946250662, 
            "5": 0.6839988971194657, 
            "6": 0.00020747449281805289, 
            "7": 0.00021399451334987995, 
            "8": 8.994256023507903e-05, 
            "9": 0.00013268868609308697, 
            "10": 0.0797252881776988, 
            "11": 0.00024744122010135396, 
            "12": 0.006502165842136372, 
            "13": 0.00010483878330504412, 
            "14": 0.04933648293216814, 
            "15": 0.00017681822525719907, 
            "16": 9.99089374686952e-05, 
            "17": 0.03634848466385687, 
            "18": 7.22423808558975e-05, 
            "19": 0.0005650058100662287, 
            "20": 0.0001447591586294001, 
            "21": 0.00010035050883475871, 
            "22": 0.00010854251190000155, 
            "23": 7.325183210975677e-05, 
            "24": 8.414915143085448e-05, 
            "25": 7.917229118895663e-05, 
            "26": 8.922554637184374e-05, 
            "27": 0.0001046330423980676, 
            "28": 0.12134089376289128, 
            "29": 0.0001253844535732763, 
            "30": 6.0226383354635595e-05
        }
    }
]